{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1780579/",
  "id": 1780579,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1956266/",
      "id": 1956266,
      "absolute_url": "/opinion/1956266/hinfey-v-matawan-regional-board-of-education/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1780579/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1956266/",
          "id": 1956266,
          "absolute_url": "/opinion/1956266/hinfey-v-matawan-regional-board-of-education/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1956266/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5106/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:54:43.727283Z",
          "date_modified": "2017-04-08T02:49:32.295332Z",
          "type": "010combined",
          "sha1": "796d4eb24cc8dbc28d495f5f97ed32e974b0da08",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>77 N.J. 514 (1978)</b></center>\n<center><b>391 A.2d 899</b></center>\n<center><h1>PATRICIA HINFEY, JACQUELYN WALKER, FOR MONMOUTH COUNTY N.O.W., COMPLAINANTS-RESPONDENTS,<br>\nv.<br>\nMATAWAN REGIONAL BOARD OF EDUCATION ET AL., RESPONDENTS, AND DIRECTOR OF THE DIVISION ON CIVIL RIGHTS, APPELLANT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued January 9, 1978.</center>\n<center>Decided August 31, 1978.</center>\n<p><span class=\"star-pagination\">*516</span> <i>Ms. Mary Ann Burgess,</i> Deputy Attorney General, argued the cause for appellant (<i>Mr. William F. Hyland,</i> Attorney General of New Jersey, attorney; <i>Mr. Stephen Skillman,</i> Assistant Attorney General, of counsel; <i>Ms. Burgess,</i> on the brief).</p>\n<p><span class=\"star-pagination\">*517</span> <i>Ms. Nadine Taub</i> argued the cause for complainants-respondents (<i>Ms. Joan Friedland,</i> a member of the New Mexico bar, of counsel; <i>Ms. Annamay T. Sheppard,</i> on the brief).</p>\n<p><i>Ms. Deborah Babcox</i> and <i>Ms. Naomi Eber</i> submitted a brief on behalf of <i>amicus curiae,</i> American Civil Liberties Union of New Jersey.</p>\n<p>The opinion of the court was delivered by HANDLER, J.</p>\n<p>The unusual and important issues raised by this appeal concern the nature of the jurisdiction and statutory powers of the Division on Civil Rights and the Commissioner of the Department of Education over complaints charging sex discrimination in courses of academic study and curricula in the public schools. In resolving the legal problems presented, there must be answered the ultimate question as to which of these administrative agencies, the Division on Civil Rights or the Commissioner of Education, each with a solid and substantial jurisdictional claim upon the subject matter, should adjudicate the complaints of discrimination lodged in this action.</p>\n<p>Complainants Patricia Hinfey and Jacquelyn Walker for the Monmouth County National Organization for Women filed with the Division on Civil Rights in November 1974 a preliminary complaint charging that the Borough of Matawan, the Borough Council President, the Matawan Regional Board of Education and the Superintendent of Schools discriminated in employment and public accommodations on the basis of sex, age and marital status. Later a formal complaint charging respondents in more detail was filed and docketed. A specific recounting of these allegations is helpful in understanding the jurisdictional conflicts which they have spawned.</p>\n<p>One count dealt with patterns and employment practices relating to sports within the high school and middle schools of Matawan. More specifically, this count alleged that <span class=\"star-pagination\">*518</span> females were excluded from certain classes of sports and were confined to certain \"miscellaneous sports\"; that there were separate categories in other sports limited either to boys or girls and that more money was funneled into the boys' sports, reflected in the higher stipends paid to the coaches in the boys' or boy-dominated sports; that with respect to the middle schools, girls do not participate in the only sports program available, that only three coaches for the various sports program were women and that there is a boys' gymnasium at the regional high school superior to that for girls. It was further alleged that the Board of Education failed to take any corrective action \"combating discrimination in sports.\" Another count directed at the Matawan Borough of Recreation Commission complained of cheer-leading classes for girls only and that the boys' football program has \"more extensive planning, time and money.\" A further charge stated that the \"content\" of gymnastic courses, which were separate for boys and girls and part of an enrichment program of the Matawan Regional Board of Education, \"tends to reinforce sex stereotypes that are not related by sex to gymnastics.\"</p>\n<p>A count against the Matawan Regional Board of Education asserted discriminatory \"employment practices and benefits\", to wit, male domination in administration, the ostensible failure to recognize maternity leave as a disability relating to childbirth or paternity as a condition justifying similar treatment, a mandatory retirement age policy unrelated to ability and pension entitlement based on years of service or age. Subsumed under this count is the complaint that has triggered the jurisdictional imbroglio in this case:</p>\n<p>Sex-segregated courses and conditions related to curriculum include separate boys' and girls' lineups from the kindergarten through higher grades; separate courses for boys and girls throughout all levels; textbooks that portray men and women or boys and girls in a sex-stereotyped manner; and library books that portray men and women in a sex-stereotyped manner.</p>\n<p><span class=\"star-pagination\">*519</span> From February 1973 through the end of 1974, forty such complaints charging sexually discriminatory practices in different school systems were filed with the Division. In April 1973 the Deputy Director of the Division, addressing the question whether one of these complaints \"should best be processed by the Division or by the State Department of Education\", wrote the complainant in that action that the Division was retaining jurisdiction. By October 1975 a number of these cases had progressed beyond a finding of probable cause to the entry of consent orders signed by the districts and the Division. Five cases were ready for public hearings and another five were awaiting conciliation.</p>\n<p>As early as January 1975, one of the respondent boards of education moved to dismiss the complaint pending against it on the ground that the Division lacked jurisdiction over claims alleging discrimination in public school curricula. This motion was denied by the Director of the Division in February 1975. The Attorney General's office then advised the Division not to prosecute these cases beyond the conciliation stage until an opinion was rendered on this jurisdictional question. The Director formally requested such an opinion and on October 15, 1975, <i>Attorney General Formal Opinion No.</i> 28-1975 was issued in which the Attorney General concluded that the Division has no jurisdiction over complaints alleging discrimination in public school curricula and that the jurisdiction of the Commissioner of Education in this regard was exclusive. Accordingly the Director informed the parties to the Matawan complaint that the case had been closed and the file transferred to the Department of Education. By an order the Director severed and retained jurisdiction over that part of the complaint alleging unlawful employment practices.</p>\n<p>The dismissal and transfer of the Matawan complaint as well as the other thirty-nine dismissed cases were appealed on January 5, 1976 to the Appellate Division. That court reversed the action taken at the administrative level and held that both the Division and the Commissioner of <span class=\"star-pagination\">*520</span> Education have concurrent jurisdiction over complaints alleging sex discrimination in the area of public school curricula, but with respect to complaints already filed with it, the jurisdiction of the Division was mandatory and it was required to proceed upon them. 147 <i>N.J. Super.</i> 201 (1977). A concurring opinion observed that the court's result leaves the Division and Commissioner as competitors in the areas of curriculum management, but that the remedy for this \"anomalous situation\" should best be left to the Legislature. <i>Id.</i> at 211-212. Upon this reversal, the Director of the Division, through the Attorney General, filed a petition for certification which was granted. 74 <i>N.J.</i> 264 (1977).</p>\n<p>We have concluded that the Appellate Division was correct in determining that the Division on Civil Rights and the Department of Education have concurrent jurisdiction to entertain complaints charging acts of sex discrimination in public school courses of study and curricula. That court erred, however, in ruling that the jurisdiction of the Division in this respect was mandatory, that it had in effect a nontransferable statutory duty to proceed upon those discrimination charges actually filed with it. We hold that discrimination complaints involving the subject matter of public school curricula and courses of study should be handled by the Commissioner of Education and that such complaints, though filed originally in the Division on Civil Rights, should be transferred to the Commissioner of Education. The judgment below is therefore reversed.</p>\n<p></p>\n<h2>I</h2>\n<p>The Attorney General, in expressing the opinion that the Commissioner of Education has exclusive jurisdiction to hear discrimination controversies involving public school curriculum, reasoned that the jurisdiction of the Division on Civil Rights was statutorily limited by the Law Against Discrimination. <i>N.J.S.A.</i> 10:5-1 <i>et seq.,</i> to \"specific\" <span class=\"star-pagination\">*521</span> acts of discrimination and that, in contrast, the Commissioner's wide statutory authority over public schools, educational policy and school controversies, as well as acts of discrimination specifically referred to in <i>L.</i> 1973, <i>c.</i> 380, <i>N.J.S.A.</i> 18A:36-20, was inclusive of the content of public school curriculum offerings. For that reason the Attorney General believed that the Division on Civil Rights had no extant jurisdiction to deal with discriminatory acts and practices relating to public school courses of study.</p>\n<p>The questions posed by the analysis thus framed are whether the statutory subject matter jurisdiction of the Division on Civil Rights is so constricted as to exclude invidious discrimination in public school curricula and, if it is not so limited, whether the authority of the Division over such complaints, when juxtaposed with the pervasive statutory powers of the Commissioner of Education over public school policy, has been or should be displaced by the jurisdiction of the Commissioner.</p>\n<p>It is well to start with the Law Against Discrimination, <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> The evolution of that law into its present state has been told many times. That history is one of burgeoning jurisdiction in the Division on Civil Rights and the continued strengthening of its remedial powers. A brief recapitulation of that progression, though reiterative to some degree, underscores the irrefutable conclusion that the Division on Civil Rights has the statutory jurisdiction to entertain sex discrimination complaints relating to public school curricula.</p>\n<p>The Division on Civil Rights originated in the Law Against Discrimination, <i>L.</i> 1945, <i>c.</i> 169. Section six of this Act created the then Division against Discrimination within the State Department of Education. The Division was given the power to prevent and eliminate discrimination in employment on the basis of race, creed, color, national origin or ancestry, \"and to take other actions against discrimination,\" and was granted \"general jurisdiction and authority for such purposes.\" The special concern of the <span class=\"star-pagination\">*522</span> 1945 Law Against Discrimination was employment, as evidenced by section four, which declared that \"the opportunity to obtain employment * * * without discrimination * * * is recognized as and declared to be a civil right.\"</p>\n<p>This focus soon shifted. The 1945 Act was amended by <i>L.</i> 1949, <i>c.</i> 11, § 2 to extend the Division's jurisdiction over discrimination with respect to \"all the accommodations, advantages, facilities, and privileges of any place of public accommodation\", including \"any * * * primary and secondary school, * * * or * * * high school * * * under the supervision of the State Board of Education, or the Commissioner of Education of the State of New Jersey.\" <i>Id.</i> § 3(j). This broadening of concern was reflected as well in the increased authority granted the Division. <i>L.</i> 1949, <i>c.</i> 11, § 5(h). In the next decade the jurisdiction and enforcement powers of the Division were augmented, most significantly in the area of housing. <i>L.</i> 1954, <i>c.</i> 198, § 1 (public housing); <i>L.</i> 1957, <i>c.</i> 66, § 1 (publicly-assisted housing); <i>L.</i> 1961, <i>c.</i> 106, § 1 (some privately-financed housing). In 1961 the Division Against Discrimination was renamed the Division on Civil Rights, <i>L.</i> 1961, <i>c.</i> 106, § 3, and shortly thereafter, symbolic of greater emphasis upon enforcement over education and suasion, Blumrosen, \"Antidiscrimination Laws In Action In New Jersey: A Law-Sociology Study\", 19 <i>Rutgers L. Rev.</i> 189, 205-207 (1965), the Division was transferred from the Department of Education to the Department of Law and Public Safety under the supervisory authority of the Attorney General and the Director of the Division on Civil Rights. <i>L.</i> 1963, <i>c.</i> 40, § 2. The years following this relocation have witnessed a steady widening of the jurisdiction and powers of the Division. <i>L.</i> 1963, <i>c.</i> 40, § 7 (Division empowered to accept complaints by designated public officials); <i>L.</i> 1970, <i>c.</i> 80, § 9 (sex and marital status added as proscribed bases of discrimination); <i>L.</i> 1972, <i>c.</i> 114, § 2 (physical handicap); <i>L.</i> 1975, <i>c.</i> 35, § 1 (loan and credit agencies and real estate operators covered by law); <i>L.</i> 1975, <i>c.</i> 127, § 4 (affirmative action program required in public <span class=\"star-pagination\">*523</span> bidding); <i>L.</i> 1977, <i>c.</i> 96, § 1 (nationality). Most recently, the Legislature amended the Law Against Discrimination to cover private universities or clubs. <i>L.</i> 1977, <i>c.</i> 122, § 1. A steady stream of decisions chronicles this jurisdictional growth in the Law Against Discrimination. <i>E.g., </i><i>Levitt &amp; Sons, Inc. v. Division Against Discrimination,</i> 31 <i>N.J.</i> 514, appeal dismissed 363 <i>U.S.</i> 418, 80 <i>S.Ct.</i> 1257, 4 <i>L.Ed.</i>2d 1515 (1960); <i>Jones v. Haridor Realty Corp.,</i> 37 <i>N.J.</i> 384 (1962); <i>David v. Vesta,</i> 45 <i>N.J.</i> 301 (1965); <i>Jackson v. Concord Co.,</i> 54 <i>N.J.</i> 113 (1969); <i>New Jersey Builders, Owners &amp; Managers Ass'n v. Blair,</i> 60 <i>N.J.</i> 330 (1972); <i>Zahorian v. Russell Fitt Real Estate Agency,</i> 62 <i>N.J.</i> 399 (1973); <i>National Organization for Women v. Little League Baseball,</i> 127 <i>N.J. Super.</i> 522, 530-531 (App. Div.), aff'd 67 <i>N.J.</i> 320 (1974).</p>\n<p>Public schools and public education assuredly are covered by the anti-discrimination law. Public schools under the supervision of the Commissioner of Education are specifically \"[a] place of public accommodation\" under the Law Against Discrimination. <i>N.J.S.A.</i> 10:5-5; <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed.,</i> 58 <i>N.J.</i> 483, 496 (1971). A place of public accommodation is forbidden to discriminate invidiously in the offering of any of its \"advantages, facilities * * * [or] privileges * * *.\" <i>N.J.S.A.</i> 10:5-4. Given the primary responsibility of the public school for education under the school laws, it is almost tautological to say that educational programs, courses of study and curricula form the core of this responsibility. <i>Cf. </i><i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n,</i> 64 <i>N.J.</i> 17, 26, 30 (1973). Hence, it is undeniable that a public school curriculum is one of the \"advantages, facilities * * * [or] privileges\" of a public school as a place of public accommodation. See <i>Patterson v. Board of Ed.,</i> 11 <i>N.J. Misc.</i> 179 (Sup. Ct. 1933) aff'd o.b. 112 <i>N.J.L.</i> 99 (E. &amp; A. 1934); <i>cf. </i><i>Fraser v. Robin Dee Day Camp,</i> 44 <i>N.J.</i> 480 (1965); see also <i>Brown v. Board of Ed.,</i> 347 <i>U.S.</i> 483, 74 <i>S.Ct.</i> 686, 98 <i>L.Ed.</i> 873 (1954). We conclude therefore that the Division on <span class=\"star-pagination\">*524</span> Civil Rights, consistent with the letter and spirit of the Law Against Discrimination, does have jurisdiction to hear and adjudicate claims of discrimination pertaining to courses of study and curricula in the public schools.</p>\n<p></p>\n<h2>II</h2>\n<p>The inquiry that follows is whether the Division on Civil Rights, in view of its undoubted jurisdiction over discrimination in public school curricula, has been or should be precluded from entertaining the complaints in this case on the ground that paramount effect must or should be given to the Commissioner's statutory jurisdiction over this subject matter.</p>\n<p>No one argues that the Commissioner of Education does not have complete and total authority with respect to courses of study and curricula in the public schools. The constitutional injunction, <i>N.J. Const.</i> (1947), Art. VIII, § 4, par. 1, that the Legislature shall provide for the maintenance and support of a \"thorough and efficient\" school system, has devolved primarily upon the Commissioner of Education. The Public School Education Act of 1975, <i>L.</i> 1975, <i>c.</i> 212, § 2, <i>N.J.S.A.</i> 18A:7A-2, implements the constitutional charge that it is a governmental responsibility to provide quality public education and declares that \"[a] thorough and efficient system of education includes local school districts in which decisions pertaining to * * * <i>the curriculum of the schools</i> * * * are made democratically with a maximum of citizen involvement and self-determination and <i>are consistent with Statewide goals, guidelines and standards.\"</i> (Emphasis added). <i>Robinson v. Cahill,</i> 69 <i>N.J.</i> 449 (1976), upholding the constitutionality of the Public School Education Act of 1975, reviewed the powers of the Commissioner to insure that each pupil be offered an equal opportunity to receive an education that meets the constitutional standards. <i>Id.</i> at 459-460. The Court noted that the Legislature has delegated to the Commissioner and the Board of Education the responsibility <span class=\"star-pagination\">*525</span> to see that the constitutional mandate is met: \"[t]hey have received a vast grant of power and upon them has been placed a great and ongoing responsibility.\" <i>Id.</i> at 461.</p>\n<p>There is lodged with the Commissioner encompassing responsibility over public education and broad authority to supervise all public schools, <i>N.J.S.A.</i> 18A:4-23. Specifically he has the power to prescribe minimum courses of study and to require local boards of education to submit courses of study for approval, <i>N.J.S.A.</i> 18A:4-25; supervision of curriculum is an explicit delegated function, <i>N.J.S.A.</i> 18A:4-34. The regulations of the Commissioner reflect his sweeping supervisory authority over the wide field of public school curricula. <i>E.g., N.J.A.C.</i> 6:4-1.1 <i>et seq.; N.J.A.C.</i> 6:8-2.1 <i>et seq.; N.J.A.C.</i> 6:8-3.1 <i>et seq.; N.J.A.C.</i> 6:8-4.1 <i>et seq.; N.J.A.C.</i> 6:8-6.1 <i>et seq.</i></p>\n<p>The Commissioner also has fundamental and indispensable jurisdiction over all disputes and controversies arising under the school laws. <i>N.J.S.A.</i> 18A:6-9. In this respect the Court has repeatedly \"reaffirmed the great breadth of the Commissioner's powers.\" <i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n, supra,</i> 64 <i>N.J.</i> at 23, citing <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>; </i><i>Elizabeth Bd. of Ed. v. Elizabeth City Council,</i> 55 <i>N.J.</i> 501, 505-506 (1970); <i>Booker v. Plainfield Bd. of Ed.,</i> 45 <i>N.J.</i> 161, 173-174 (1965); <i>In re Masiello,</i> 25 <i>N.J.</i> 590, 601 (1958). His jurisdiction over school law litigation obviously encompasses questions relating to academic courses of study and curricula. See <i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n, supra,</i> 64 <i>N.J.</i> at 26, 30.</p>\n<p>It is also unquestioned that the Commissioner of Education has not only the power to decide controversies under the school law which entail invidious discrimination practices, but indeed he may be regarded as having an affirmative duty to do so. In <i>Booker v. Plainfield Bd. of Ed., supra</i><i>,</i> finding that the Commissioner had too narrow a view of his own powers in the area of school racial desegregation, the Court held that the Commissioner had independent <span class=\"star-pagination\">*526</span> supervening authority to fashion an optimum plan for desegregation consistent with constitutional and statutory strictures. In <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>,</i> this Court again found the Commissioner's view of his powers too cramped and repeated the principle that his authority to rectify discrimination was independent:</p>\n<p>The history and vigor of our State's policy in favor of a thorough and efficient public school system are matched in its policy against racial discrimination and segregation in the public schools. Since 1881 there has been explicit legislation declaring it unlawful to exclude a child from any public school because of his race * * *. In 1947 the delegates to the Constitutional Convention took pains to provide, not only in general terms that no person shall be denied any civil right, but also in specific terms that no person shall be segregated in the public schools because of his \"religious principles, race, color, ancestry or national origin.\" Art. I, par. 5. Implementing legislation now provides that persons shall have the opportunity to obtain \"all the accommodations, advantages, facilities, and privileges of any place of public accommodation\", including any public school, \"without discrimination because of race, creed, color, national origin, ancestry\" etc. <i>N.J.S.A.</i> 10:5-4, 5(<i>l</i>) * * *.</p>\n<p>[58 <i>N.J.</i> at 495-496].</p>\n<p><i>N.J.S.A.</i> 18A:36-20, enacted as <i>L.</i> 1973, <i>c.</i> 380, effective January 14, 1974, clearly reconfirms and reinforces the Commissioner's constitutional and statutory responsibilities over unlawful discrimination in the public schools. It provides:</p>\n<p>No pupil in a public school in this State shall be discriminated against in admission to, or in obtaining any advantages, privileges or courses of study of the school by reason of race, color, creed, sex or national origin.</p>\n<p>The position taken by the Attorney General is that <i>N.J.S.A.</i> 18A:36-20, in supplementing the existing, wide authority in the Commissioner over public school matters, operates to make his jurisdiction exclusive with respect to public school curriculum discrimination and, correlatively, preempts the jurisdiction of the Division over that subject <span class=\"star-pagination\">*527</span> matter. While it is recognized that the legislative history of <i>N.J.S.A.</i> 18A:36-20 is completely unenlightening, the Attorney General nevertheless asserts that its intended result, displacement of the Division by the Commissioner, can be fathomed as a matter of statutory interpretation.</p>\n<p><i>N.J.S.A.</i> 18A:36-20, it is argued, impliedly repeals the Law Against Discrimination because it is directly concerned with discrimination in schools and is more specific than the Law Against Discrimination, which addresses generally the problems of discrimination in numerous and varied contexts, <i>i.e.,</i> housing, employment and public accomodations. In point of fact, the Commissioner's antidiscrimination statutory authority under <i>N.J.S.A.</i> 18A:36-20, though quite explicit in its reference to discrimination \"in obtaining any * * * courses of study of * * * [a public] school\", is not measurably more focused upon this subject matter than is the authority of the Division under <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> That law, as pointed out earlier, is also directed toward public schools as places of public accommodation, <i>N.J.S.A.</i> 10:5-4, and necessarily includes curricula among the singular advantages or privileges which must be offered by schools without discrimination. See <i>Patterson v. Board of Ed., supra</i><i>; cf. </i><i>Fraser v. Robin Dee Day Camp, supra</i><i>;</i> see also <i>Brown v. Board of Ed., supra</i><i>.</i> Hence, we are unable to posit on this thesis an implied repeal of the Law Against Discrimination by the subsequent enactment of <i>N.J.S.A.</i> 18A:36-20 with respect to public school curricula discrimination.</p>\n<p>There is the related argument that the two laws are inconsistent or repugnant and therefore the later act, <i>N.J.S.A.</i> 18A:36-20, survives alone. <i>Brewer v. Porch,</i> 53 <i>N.J.</i> 167, 173 (1969). \"Repeals by implication are not favored\", <i>New Jersey State Policemen's Benevolent Ass'n v. Morristown,</i> 65 <i>N.J.</i> 160, 164 (1974); the purpose to repeal must be free from reasonable doubt. <i>Swede v. Clifton,</i> 22 <i>N.J.</i> 303, 317 (1956). Repugnancy or statutory incompatibility to found an implied repeal of legislation must be inescapable. <span class=\"star-pagination\">*528</span> <i>New Jersey State Policemen's Benevolent Ass'n v. Morristown, supra</i> (statute requiring that police be at least twenty-one years old inconsistent with and impliedly repealed by act broadly establishing eighteen as age of majority); <i>Department of Labor v. Cruz,</i> 45 <i>N.J.</i> 372 (1965) (statute prohibiting employment of aliens in public works projects inconsistent with Law Against Discrimination insuring aliens' rights).</p>\n<p>Here, while the respective statutes deal with the same subject matter, namely, unlawful discrimination relating to curricula in the public schools, there is no inevitable incompatibility intrinsic in the administration or application of the laws. <i>Cf. </i><i>Gilchrist v. Board of Ed., Haddonfield,</i> 155 <i>N.J. Super.</i> 358 (App. Div. 1978); <i>Hackensack v. Winner,</i> 162 <i>N.J. Super.</i> 1 (App. Div. 1978). (See discussion <i>infra</i>). We therefore conclude that the jurisdiction of the Commissioner over public school curricula discrimination is not exclusive and by the same token its statutory embodiment in <i>N.J.S.A.</i> 18A:36-20 has not preempted or impliedly repealed the jurisdiction of the Division over this same subject matter. Both administrative agents are vested with concurrent jurisdiction and are competent to deal with these controversies.</p>\n<p></p>\n<h2>III</h2>\n<p>It was the view of the Appellate Division that the jurisdiction of the Division, though concurrent with that of the Commissioner, was mandatory. In other words, jurisdiction attached upon the filing of a complaint and once so affixed, the Division had no discretion to abstain from the exercise of its jurisdictional powers or to otherwise refrain from processing the complaints to completion. In so ruling, the court below was mistaken.</p>\n<p>The lower court cited several cases to illustrate its ruling that \"[c]omplainants here, having opted to commence this proceeding in the Division, are entitled to continue <span class=\"star-pagination\">*529</span> there\", 147 <i>N.J. Super.</i> at 211; <i>South Burlington v. Vermont Elec. Co., Inc.,</i> 133 <i>Vt.</i> 438, 344 <i>A.</i>2d 19 (Sup. Ct. 1975); <i>Busick v. Workmen's Comp. Appeals Bd.,</i> 7 <i>Cal.</i>3d 967, 104 <i>Cal. Rptr.</i> 42, 500 <i>P.</i>2d 1386 (Sup. Ct. 1972); <i>Lamneck v. Cain,</i> 154 <i>N.E.</i>2d 99, 101 (Ohio Com. Pl.), appeal dismissed, 73 <i>Ohio Law Abst.</i> 20, 136 <i>N.E.</i>2d 330 (Ct. App. 1955). Other cases exemplify this doctrine of prior jurisdiction. <i>E.g., </i><i>Mount Enterprise Independent School District v. Colley,</i> 424 <i>S.W.</i>2d 650, 655 (Tex. Ct. Civ. App. 1968); <i>Joplin v. Shoal Creek Drive,</i> 434 <i>S.W.</i>2d 25, 29 (Mo. Ct. App. 1968). These cases, however, involved different administrative agencies with respect to which the regulated activity was far removed from public education and particularly invidious discrimination in educational programs; there was no intercession by the Attorney General to resolve the jurisdictional conflict pursuant to his own statutory responsibilities in advising administrative agencies; and there was no attempted transfer of jurisdiction to a tribunal with cognate jurisdiction considered more appropriate to deal with all aspects of the grievances.</p>\n<p>At bottom, the question is one of statutory construction, that is, determining the legislative intent. <i>Daaleman v. Elizabethtown Gas Co.,</i> 77 <i>N.J.</i> 267 (1978); 1 Davis, Administrative Law Treatise, § 4.07 at 258-260 (1958); 2A <i>Sutherland Statutory Construction,</i> § 45.03 at 10-14 (4 ed. 1973). The more focused inquiry in this case is whether the Legislature intended that the jurisdiction of the Division on Civil Rights over a discrimination charge relating to public school curricula based upon a filed complaint could under no circumstances be transferred or held in abeyance to allow that charge to be resolved by the Commissioner of Education.</p>\n<p>Addressing the statutory provisions dealing with the Division's jurisdiction and powers, we do not extrapolate from the language employed the preclusive effect urged by complainants. It is evident that the Law Against Discrimination grants statutory authority to the Division on Civil <span class=\"star-pagination\">*530</span> Rights in the strongest possible terms. The Division \"shall\" receive, investigate, and act upon complaints alleging discrimination because of sex, <i>N.J.S.A.</i> 10:5-8(c), which may be made and filed with the Attorney General by \"[a]ny person\" claiming to be aggrieved by unlawful discrimination. <i>N.J.S.A.</i> 10:5-13. After the filing of \"any\" complaint, the Attorney General \"shall\" cause prompt investigation to be made in connection therewith, and, if probable cause is found, \"shall\" immediately endeavor to eliminate the unlawful discrimination, <i>N.J.S.A.</i> 10:5-14. Finally, in case of failure to eliminate acts of discrimination, the Attorney General \"shall\" cause a notice of hearing to be issued in the name of the Division. <i>N.J.S.A.</i> 10:5-15. There is nothing to suggest that the authority to rectify any unlawful discrimination, <i>N.J.S.A.</i> 10:5-14, does not include the administrative power to transfer a complaint of discrimination to an agency statutorily charged with the same, solemn responsibility for remediating discrimination and with an even fuller responsibility over other major aspects of the charge. <i>Cf. </i><i>State Division of Human Rights v. Columbia Univ.,</i> 39 <i>N.Y.</i>2d 612, 619, 385 <i>N.Y.S.</i>2d 19, 23, 350 <i>N.E.</i>2d 396, 399 (Ct. App. 1976), <i>cert.</i> den. 429 <i>U.S.</i> 1096, 97 <i>S.Ct.</i> 1112, 51 <i>L.Ed.</i>2d 543 (1977); <i>Pace College v. New York City Commission on Human Rights,</i> 38 <i>N.Y.</i>2d 28, 38, 377 <i>N.Y.S.</i>2d 471, 478, 339 <i>N.E.</i>2d 880, 885 (Ct. App. 1975) (\"Neither the commission nor the courts should invade, and only rarely assume academic oversight, except with the greatest caution and restraint, in such sensitive areas as faculty appointment, promotion, and tenure, especially in institutions of higher learning [citations omitted]\").</p>\n<p>In general there is a salutary disposition on the part of the courts to construe generously the discretionary powers of administrative agencies to accord maximum flexibility in achieving statutory goals. Particularly is this so with agencies which are charged with governmental responsibility in sensitive and complex areas of great social and human <span class=\"star-pagination\">*531</span> import and vested with a wide range of regulatory tools encompassing investigative, educative, prosecutorial, adjudicative and rule-making powers. <i>Galloway Twp. Bd. of Ed. v. Galloway Twp. Ed. Ass'n,</i> 78 <i>N.J.</i> 25 (1978); see <i>Mazza v. Cavicchia,</i> 15 <i>N.J.</i> 498 (1954). The Division on Civil Rights is such an agency. See <i>David v. Vesta, supra; </i><i>Jackson v. Concord Co., supra</i><i>.</i></p>\n<p>There is no reason, absent an occlusive statutory bar, for an administrative agency to be obtuse to the genuine concerns of other administrative agencies which possess concurrent jurisdiction over the same subject matter. This is especially so where the controversy is multidimensional and legitimately touches the competence of more than one agency. In that context, administrative agencies should never be encouraged to engage in internecine struggles for jurisdictional hegemony. The unilateral and possessive assumption of jurisdiction by one agency to the exclusion of another, perhaps more suitable, agency creates the risk that, although a many-sided controversy may be laid to rest in whole or in part from the vantage of a single administrative agency, in the process other important interests may be mishandled or neglected.</p>\n<p>Such considerations make it quite evident that principles of comity and deference to sibling agencies are part of the fundamental responsibility of administrative tribunals charged with overseeing complex and manifold activities that are also the appropriate statutory concern of other governmental bodies. <i>Hackensack v. Winner, supra</i><i>; </i><i>Commonwealth v. Interstate Commerce Commission,</i> 182 <i>U.S. App. D.C.</i> 280, 561 <i>F.</i>2d 278 (D.C. Cir.1977), <i>cert.</i> den. 434 <i>U.S.</i> 1011, 98 <i>S.Ct.</i> 723, 54 <i>L.Ed.</i> 2d 754 (1978); see <i>State Division of Human Rights v Columbia Univ., supra</i><i>; </i><i>Pace College v. New York City Commission on Human Rights, supra</i><i>; Maloff v. New York City Commission on Human Rights,</i> 38 <i>N.Y.</i>2d 329, 379 <i>N.Y.S.</i>2d 788, 342 <i>N.E.</i>2d 563 (Ct. App. 1975); <i>Warner-Lambert Co. v. Federal Trade Commission,</i> 361 <i>F. Supp.</i> 948 (D.D.C. 1973). This is a corollary application of the <span class=\"star-pagination\">*532</span> broader principle that where a court has concurrent, discretionary jurisdiction with another court or an administrative agency, the decision to exercise jurisdiction <i>vel non</i> should be fully responsive to the competence, expertise and status of the other tribunal. <i>Nader v. Allegheny Airlines, Inc.,</i> 426 <i>U.S.</i> 290, 96 <i>S.Ct.</i> 1978, 48 <i>L.Ed.</i>2d 643 (1976); See Field, \"The Abstention Doctrine Today\", 125 <i>U. Pa. L. Rev.</i> 590 (1977). Comity and deference to cognate tribunals are designed to assure that a controversy, or its most critical facets, will be resolved by the forum or body which, on a comparative scale, is in the best position by virtue of its statutory status, administrative competence and regulatory expertise to adjudicate the matter.</p>\n<p>These precepts, prudently applied, serve as well to circumvent collisions between administrative agencies occupying similar areas and to avoid conflicts in agency decisions over the same subject matter. Other spin-offs or variant applications of the comity doctrine, such as <i>res judicata,</i> collateral estoppel, principles of issue preclusion and the single-controversy requirement, have also been constructively applied to administrative agencies to eliminate duplicate and piecemeal litigation. <i>United States v. Utah Construction &amp; Mining Co.,</i> 384 <i>U.S.</i> 394, 418-422, 86 <i>S.Ct.</i> 1545, 1558-1560, 16 <i>L.Ed.</i> 2d 642, 659-661 (1966); <i>Hackensack v. Winner, supra,</i> 162 <i>N.J. Super.</i> at 29-33; 2 <i>Davis, Administrative Law Treatise, supra,</i> §§ 18.02-18.05 at 548-584, § 18.12 at 625-628.</p>\n<p>Principles of administrative comity call for the action taken by the administrative agencies at the instance of the Attorney General in this case. The portions of the complaints that have been transferred to the Commissioner relate to the content of educational programs and courses of study, matters implicating the highest level of professional expertise and judgment in the educational field. There is no competitive claim by the Division that it can match the competence of the educators in this area or fulfill the educational goals of <i>Title</i> 18A in this respect. Thus the educational <span class=\"star-pagination\">*533</span> interests of complainants, which cannot be disassociated from their discrimination grievances, can best be addressed by the Commissioner.</p>\n<p>There is, as importantly, every reason to believe that the Commissioner can discharge fully and faithfully his constitutional and statutory duty to eliminate the vestiges of invidious sex discrimination as alleged in these complaints (if otherwise established) and that this can be done consistent with applicable educational standards. <i>Cf. </i><i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>; Booker v. Board of Education, Plainfield, supra; </i><i>Morean v. Board of Ed., Montclair,</i> 42 <i>N.J.</i> 237 (1964). There presently exist detailed rules governing the implementation of <i>N.J.S.A.</i> 18A:36-20. <i>N.J.A.C.</i> 6:4-1.1 <i>et seq.</i> They broadly and unmistakably further the statutory command that sex, among other characteristics, shall not in a nefarious fashion serve to limit course offerings or to deny a student access to or benefit from any educational or athletic program or impede the completion of courses of study. Included in those regulatory prohibitions are sex-discriminatory practices relating to compensation of coaches, administration of tests, guidance and career counselling, as well as pregnancy or familial status disabilities. <i>N.J.A.C.</i> 6:4-1.5. These are the very practices criticized in the complaints filed herein. Additionally, school districts are enjoined to submit plans of affirmative action for compliance, <i>N.J.A.C.</i> 6:4-1.7, which are subject to periodic review and progress evaluation. <i>N.J.A.C.</i> 6:4-1.8. Significantly, any individual may petition the Commissioner to resolve disputes under these regulations, <i>N.J.A.C.</i> 6:4-1.9, and the Commissioner himself may refer a violation \"to any appropriate judicial and/or administrative Federal, State or local agencies.\" <i>N.J.A.C.</i> 6:4-1.7(g); accord, <i>N.J.S.A.</i> 10:5-13. We thus see in this far-reaching regulatory scheme ample means by which persons aggrieved by sex discrimination in public school curricula can seek vindication.</p>\n<p><span class=\"star-pagination\">*534</span> It is difficult to hypothesize a more complete administrative commitment to the eradication of invidious discrimination in the public schools and in public education than now reflected in the operative statute and implementing regulations governing the Commissioner of Education. We do not conceive, under the circumstances of this case, that the Division on Civil Rights, in staying its regulatory hand and in deferring to the Commissioner in matters of school curricula, is in any sense reneging upon or abnegating its own statutory duties. Abstention in this context calls for administrative statesmanship and is the essence of concurrent, discretionary jurisdiction responsibly exercised. The Division acted correctly upon the instructions of the Attorney General in this particular case to transfer these complaints to the Commissioner of Education. That is where the matter belongs.</p>\n<p>Accordingly, the judgment below is reversed.</p>\n<p>SCHREIBER, J., concurring.</p>\n<p>The majority assumes that the Division on Civil Rights has jurisdiction in a sex discrimination case to fix and determine curricula in the public schools. This assumption is a mistaken one  for the Division has never been, expressly or impliedly, vested with the authority to determine what courses should be taught in public schools. Reliance upon <i>N.J.S.A.</i> 10:5-4 for that assumption is misplaced.</p>\n<p><i>N.J.S.A.</i> 10:5-4, admittedly a cornerstone of the act, recognizes the civil rights of all persons to obtain employment and to utilize \"all the accommodations, advantages, facilities and privileges of any place of public accommodation, publicly assisted housing accommodations, and other real property,\" without racial, religious, sex or other proscribed discrimination, subject only to conditions and limitations applicable alike to all persons. This provision, substantially in the same form since 1949,<sup>[1]</sup> refers to (a) employment and (b) usage and enjoyment of a place of public accommodation.</p>\n<p><span class=\"star-pagination\">*535</span> Since a public school is included by definition as a place of public accommodation, <i>N.J.S.A.</i> 10:5-5 (<i>l</i>), the majority points out that courses of study offered would appear to be \"advantages\" or \"privileges\" of the school. The majority then concludes that the Division would have the right to fix the contents of those courses of study. But the conclusion does not follow, for the statute prescribes only that the opportunity to attend the courses of study be afforded to all irrespective of sex or other illegal discriminatory reasons.</p>\n<p>A distinction must be made between what course is being offered and the availability of that offering. For example, a public library is a place of public accommodation. Its books must be open to all irrespective of sex, race, etc. However, what books are to be purchased is to be determined by the Library Trustees or Board, not by the Division on Civil Rights. Resolution of the content of the courses has not been vested in The Division on Civil Rights. This authority has been lodged with the Commissioner of Education or other appropriate educational body. A technical reading of <i>N.J.S.A.</i> 10:5-4 to include the shaping by The Division on Civil Rights of the contents of public school curricula stretches the language beyond any indicia of legislative intent to that effect.</p>\n<p>When the Legislature, presumably aware of the authority vested in The Division on Civil Rights, <i>N.J.S.A.</i> 10:5-1 <i>et seq.,</i> in 1973 directed the Commissioner of Education to provide that</p>\n<p>no pupil in a public school in this State shall be discriminated against in admission to, or in obtaining any advantages, privileges or courses of study of the school by reason of race, color, creed, sex or national origin [<i>N.J.S.A.</i> 18A:36-20]</p>\n<p>it did not intend to have the Commissioner of Education safeguard the identical subject matter from unlawful discrimination as was already being handled in the Division. Certainly the Legislature was fully cognizant that complaints addressed to courses of study and the content of educational programs <span class=\"star-pagination\">*536</span> are more properly addressed to the Commissioner of Education. It confirmed that jurisdiction over this specialized area rested with the Commissioner of Education rather than in the Division on Civil Rights. Public School Education Act of 1975, <i>N.J.S.A.</i> 18A:7A-1 <i>et seq.; </i><i>Robinson v. Cahill,</i> 69 <i>N.J.</i> 449, 459-460 (1976); Attorney General FO No. 28-1975, October 15, 1975. The issue presented is not one of implied repealer, or even the traditional principle that a specific statute prevails over a more general one, <i>Sutherland, Statutory Construction</i> § 51.05 (1973); <i>State v. Hotel Bar Foods,</i> 18 <i>N.J.</i> 115 (1955), but, rather, acknowledgment that the more pervasive and all-inclusive jurisdiction vested in the State Board of Education and Commissioner of Education in sweeping terms is a legislative recognition that the public interest in appropriate regulation of discrimination in the public schools, at least insofar as curricula are concerned, transcends the general authority of the Division on Civil Rights.</p>\n<p>Inherent in the majority position that an administrative agency may permanently abnegate its jurisdictional responsibilities are various difficulties, such as the mandatory obligation imposed on the Division on Civil Rights to execute its statutory duties, see <i>In re Norrell,</i> 139 <i>N.J. Eq.</i> 550, 553-554 (E. &amp; A. 1947), and the binding effect of a determination of the Commissioner of Education under <i>N.J.S.A.</i> 18A:36-20 on The Division on Civil Rights under <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> Although administrative agencies, having jurisdiction over the same general subject matter under different statutes, may act in concert with or pay deference to each other, their individual responsibilities must remain unimpaired.<sup>[2]</sup></p>\n<p>I concur in the judgment of reversal for the reasons stated.</p>\n<p><span class=\"star-pagination\">*537</span> CONFORD, P.J.A.D. (temporarily assigned), dissenting.</p>\n<p>I believe the Appellate Division decided this appeal correctly, 147 <i>N.J. Super.</i> 201 (1977), and I would affirm its judgment. I think it impossible to disagree with its conclusion that both the Division on Civil Rights and the Commissioner of Education have statutory jurisdiction over the subject matter of the instant complaint. The Court, while giving lip service to the same conclusion, effectively strips the Division of jurisdiction by holding it to be under a mandatory obligation to forgo its exercise in favor of deferring to the Commissioner of Education.</p>\n<p>The inconvenience of concurrent jurisdiction in respect of the subject matter here implicated is obvious, but as Judge Crane aptly observed in the Appellate Division, the matter is one for attention by the Legislature, 147 <i>N.J. Super.</i> at 212, rather than improvisation of so radical a cure by the Court as declared here.</p>\n<p>Pending legislative attention to the subject, the most salutary course of administrative handling of this kind of complaint, when brought by the parties before the Division, would be for it to require the Commissioner of Education, or an appropriate subordinate, to testify before the Division, or where appropriate, to participate in conciliation conferences, so that the educational expertise of the Department of Education could be made available to the Division for the most edified and effective exercise of its jurisdiction in disposing of the particular case. Moreover, it would be as wise as it would normally be expected that the Division would accord deference to the regulations of the Department of Education in the matter of sex discrimination in the disposition of complaints before it. These guides, in combination with the Division's proven record of effectiveness in and devotion to the objective of eradication of invidious discrimination, could achieve a result both respectful of the existing legislative mandate of jurisdiction in the Division and conducive to the most prudent exercise thereof in the public interest in the educational sphere.</p>\n<p><span class=\"star-pagination\">*538</span> Justice Clifford joins in this dissenting opinion.</p>\n<p>SCHREIBER, J., concurring in the result.</p>\n<p><i>For reversal</i>  Chief Justice HUGHES and Justices SULLIVAN, PASHMAN, SCHREIBER and HANDLER  5.</p>\n<p><i>For affirmance</i>  Justice CLIFFORD and Judge CONFORD  2.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>L.</i> 1949, <i>c.</i> 11, § 2.</p>\n<p>[2]  See <i>L.</i> 1978, <i>c.</i> 73, approved July 13, 1978, which provides for certain uniform procedures among certain administrative agencies within the Division of Consumer Affairs.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">514</span></span> (1978)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">899</span></span></b></center>\n<center><h1>PATRICIA HINFEY, JACQUELYN WALKER, FOR MONMOUTH COUNTY N.O.W., COMPLAINANTS-RESPONDENTS,<br>\nv.<br>\nMATAWAN REGIONAL BOARD OF EDUCATION ET AL., RESPONDENTS, AND DIRECTOR OF THE DIVISION ON CIVIL RIGHTS, APPELLANT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued January 9, 1978.</center>\n<center>Decided August 31, 1978.</center>\n<p><span class=\"star-pagination\">*516</span> <i>Ms. Mary Ann Burgess,</i> Deputy Attorney General, argued the cause for appellant (<i>Mr. William F. Hyland,</i> Attorney General of New Jersey, attorney; <i>Mr. Stephen Skillman,</i> Assistant Attorney General, of counsel; <i>Ms. Burgess,</i> on the brief).</p>\n<p><span class=\"star-pagination\">*517</span> <i>Ms. Nadine Taub</i> argued the cause for complainants-respondents (<i>Ms. Joan Friedland,</i> a member of the New Mexico bar, of counsel; <i>Ms. Annamay T. Sheppard,</i> on the brief).</p>\n<p><i>Ms. Deborah Babcox</i> and <i>Ms. Naomi Eber</i> submitted a brief on behalf of <i>amicus curiae,</i> American Civil Liberties Union of New Jersey.</p>\n<p>The opinion of the court was delivered by HANDLER, J.</p>\n<p>The unusual and important issues raised by this appeal concern the nature of the jurisdiction and statutory powers of the Division on Civil Rights and the Commissioner of the Department of Education over complaints charging sex discrimination in courses of academic study and curricula in the public schools. In resolving the legal problems presented, there must be answered the ultimate question as to which of these administrative agencies, the Division on Civil Rights or the Commissioner of Education, each with a solid and substantial jurisdictional claim upon the subject matter, should adjudicate the complaints of discrimination lodged in this action.</p>\n<p>Complainants Patricia Hinfey and Jacquelyn Walker for the Monmouth County National Organization for Women filed with the Division on Civil Rights in November 1974 a preliminary complaint charging that the Borough of Matawan, the Borough Council President, the Matawan Regional Board of Education and the Superintendent of Schools discriminated in employment and public accommodations on the basis of sex, age and marital status. Later a formal complaint charging respondents in more detail was filed and docketed. A specific recounting of these allegations is helpful in understanding the jurisdictional conflicts which they have spawned.</p>\n<p>One count dealt with patterns and employment practices relating to sports within the high school and middle schools of Matawan. More specifically, this count alleged that <span class=\"star-pagination\">*518</span> females were excluded from certain classes of sports and were confined to certain \"miscellaneous sports\"; that there were separate categories in other sports limited either to boys or girls and that more money was funneled into the boys' sports, reflected in the higher stipends paid to the coaches in the boys' or boy-dominated sports; that with respect to the middle schools, girls do not participate in the only sports program available, that only three coaches for the various sports program were women and that there is a boys' gymnasium at the regional high school superior to that for girls. It was further alleged that the Board of Education failed to take any corrective action \"combating discrimination in sports.\" Another count directed at the Matawan Borough of Recreation Commission complained of cheer-leading classes for girls only and that the boys' football program has \"more extensive planning, time and money.\" A further charge stated that the \"content\" of gymnastic courses, which were separate for boys and girls and part of an enrichment program of the Matawan Regional Board of Education, \"tends to reinforce sex stereotypes that are not related by sex to gymnastics.\"</p>\n<p>A count against the Matawan Regional Board of Education asserted discriminatory \"employment practices and benefits\", to wit, male domination in administration, the ostensible failure to recognize maternity leave as a disability relating to childbirth or paternity as a condition justifying similar treatment, a mandatory retirement age policy unrelated to ability and pension entitlement based on years of service or age. Subsumed under this count is the complaint that has triggered the jurisdictional imbroglio in this case:</p>\n<p>Sex-segregated courses and conditions related to curriculum include separate boys' and girls' lineups from the kindergarten through higher grades; separate courses for boys and girls throughout all levels; textbooks that portray men and women or boys and girls in a sex-stereotyped manner; and library books that portray men and women in a sex-stereotyped manner.</p>\n<p><span class=\"star-pagination\">*519</span> From February 1973 through the end of 1974, forty such complaints charging sexually discriminatory practices in different school systems were filed with the Division. In April 1973 the Deputy Director of the Division, addressing the question whether one of these complaints \"should best be processed by the Division or by the State Department of Education\", wrote the complainant in that action that the Division was retaining jurisdiction. By October 1975 a number of these cases had progressed beyond a finding of probable cause to the entry of consent orders signed by the districts and the Division. Five cases were ready for public hearings and another five were awaiting conciliation.</p>\n<p>As early as January 1975, one of the respondent boards of education moved to dismiss the complaint pending against it on the ground that the Division lacked jurisdiction over claims alleging discrimination in public school curricula. This motion was denied by the Director of the Division in February 1975. The Attorney General's office then advised the Division not to prosecute these cases beyond the conciliation stage until an opinion was rendered on this jurisdictional question. The Director formally requested such an opinion and on October 15, 1975, <i>Attorney General Formal Opinion No.</i> 28-1975 was issued in which the Attorney General concluded that the Division has no jurisdiction over complaints alleging discrimination in public school curricula and that the jurisdiction of the Commissioner of Education in this regard was exclusive. Accordingly the Director informed the parties to the Matawan complaint that the case had been closed and the file transferred to the Department of Education. By an order the Director severed and retained jurisdiction over that part of the complaint alleging unlawful employment practices.</p>\n<p>The dismissal and transfer of the Matawan complaint as well as the other thirty-nine dismissed cases were appealed on January 5, 1976 to the Appellate Division. That court reversed the action taken at the administrative level and held that both the Division and the Commissioner of <span class=\"star-pagination\">*520</span> Education have concurrent jurisdiction over complaints alleging sex discrimination in the area of public school curricula, but with respect to complaints already filed with it, the jurisdiction of the Division was mandatory and it was required to proceed upon them. 147 <i>N.J. Super.</i> 201 (1977). A concurring opinion observed that the court's result leaves the Division and Commissioner as competitors in the areas of curriculum management, but that the remedy for this \"anomalous situation\" should best be left to the Legislature. <i>Id.</i> at 211-212. Upon this reversal, the Director of the Division, through the Attorney General, filed a petition for certification which was granted. 74 <i>N.J.</i> 264 (1977).</p>\n<p>We have concluded that the Appellate Division was correct in determining that the Division on Civil Rights and the Department of Education have concurrent jurisdiction to entertain complaints charging acts of sex discrimination in public school courses of study and curricula. That court erred, however, in ruling that the jurisdiction of the Division in this respect was mandatory, that it had in effect a nontransferable statutory duty to proceed upon those discrimination charges actually filed with it. We hold that discrimination complaints involving the subject matter of public school curricula and courses of study should be handled by the Commissioner of Education and that such complaints, though filed originally in the Division on Civil Rights, should be transferred to the Commissioner of Education. The judgment below is therefore reversed.</p>\n<p></p>\n<h2>I</h2>\n<p>The Attorney General, in expressing the opinion that the Commissioner of Education has exclusive jurisdiction to hear discrimination controversies involving public school curriculum, reasoned that the jurisdiction of the Division on Civil Rights was statutorily limited by the Law Against Discrimination. <i>N.J.S.A.</i> 10:5-1 <i>et seq.,</i> to \"specific\" <span class=\"star-pagination\">*521</span> acts of discrimination and that, in contrast, the Commissioner's wide statutory authority over public schools, educational policy and school controversies, as well as acts of discrimination specifically referred to in <i>L.</i> 1973, <i>c.</i> 380, <i>N.J.S.A.</i> 18A:36-20, was inclusive of the content of public school curriculum offerings. For that reason the Attorney General believed that the Division on Civil Rights had no extant jurisdiction to deal with discriminatory acts and practices relating to public school courses of study.</p>\n<p>The questions posed by the analysis thus framed are whether the statutory subject matter jurisdiction of the Division on Civil Rights is so constricted as to exclude invidious discrimination in public school curricula and, if it is not so limited, whether the authority of the Division over such complaints, when juxtaposed with the pervasive statutory powers of the Commissioner of Education over public school policy, has been or should be displaced by the jurisdiction of the Commissioner.</p>\n<p>It is well to start with the Law Against Discrimination, <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> The evolution of that law into its present state has been told many times. That history is one of burgeoning jurisdiction in the Division on Civil Rights and the continued strengthening of its remedial powers. A brief recapitulation of that progression, though reiterative to some degree, underscores the irrefutable conclusion that the Division on Civil Rights has the statutory jurisdiction to entertain sex discrimination complaints relating to public school curricula.</p>\n<p>The Division on Civil Rights originated in the Law Against Discrimination, <i>L.</i> 1945, <i>c.</i> 169. Section six of this Act created the then Division against Discrimination within the State Department of Education. The Division was given the power to prevent and eliminate discrimination in employment on the basis of race, creed, color, national origin or ancestry, \"and to take other actions against discrimination,\" and was granted \"general jurisdiction and authority for such purposes.\" The special concern of the <span class=\"star-pagination\">*522</span> 1945 Law Against Discrimination was employment, as evidenced by section four, which declared that \"the opportunity to obtain employment * * * without discrimination * * * is recognized as and declared to be a civil right.\"</p>\n<p>This focus soon shifted. The 1945 Act was amended by <i>L.</i> 1949, <i>c.</i> 11, § 2 to extend the Division's jurisdiction over discrimination with respect to \"all the accommodations, advantages, facilities, and privileges of any place of public accommodation\", including \"any * * * primary and secondary school, * * * or * * * high school * * * under the supervision of the State Board of Education, or the Commissioner of Education of the State of New Jersey.\" <i>Id.</i> § 3(j). This broadening of concern was reflected as well in the increased authority granted the Division. <i>L.</i> 1949, <i>c.</i> 11, § 5(h). In the next decade the jurisdiction and enforcement powers of the Division were augmented, most significantly in the area of housing. <i>L.</i> 1954, <i>c.</i> 198, § 1 (public housing); <i>L.</i> 1957, <i>c.</i> 66, § 1 (publicly-assisted housing); <i>L.</i> 1961, <i>c.</i> 106, § 1 (some privately-financed housing). In 1961 the Division Against Discrimination was renamed the Division on Civil Rights, <i>L.</i> 1961, <i>c.</i> 106, § 3, and shortly thereafter, symbolic of greater emphasis upon enforcement over education and suasion, Blumrosen, \"Antidiscrimination Laws In Action In New Jersey: A Law-Sociology Study\", 19 <i>Rutgers L. Rev.</i> 189, 205-207 (1965), the Division was transferred from the Department of Education to the Department of Law and Public Safety under the supervisory authority of the Attorney General and the Director of the Division on Civil Rights. <i>L.</i> 1963, <i>c.</i> 40, § 2. The years following this relocation have witnessed a steady widening of the jurisdiction and powers of the Division. <i>L.</i> 1963, <i>c.</i> 40, § 7 (Division empowered to accept complaints by designated public officials); <i>L.</i> 1970, <i>c.</i> 80, § 9 (sex and marital status added as proscribed bases of discrimination); <i>L.</i> 1972, <i>c.</i> 114, § 2 (physical handicap); <i>L.</i> 1975, <i>c.</i> 35, § 1 (loan and credit agencies and real estate operators covered by law); <i>L.</i> 1975, <i>c.</i> 127, § 4 (affirmative action program required in public <span class=\"star-pagination\">*523</span> bidding); <i>L.</i> 1977, <i>c.</i> 96, § 1 (nationality). Most recently, the Legislature amended the Law Against Discrimination to cover private universities or clubs. <i>L.</i> 1977, <i>c.</i> 122, § 1. A steady stream of decisions chronicles this jurisdictional growth in the Law Against Discrimination. <i>E.g., </i><i>Levitt &amp; Sons, Inc. v. Division Against Discrimination,</i> 31 <i>N.J.</i> 514, appeal dismissed 363 <i>U.S.</i> 418, 80 <i>S.Ct.</i> 1257, 4 <i>L.Ed.</i>2d 1515 (1960); <i>Jones v. Haridor Realty Corp.,</i> 37 <i>N.J.</i> 384 (1962); <i>David v. Vesta,</i> 45 <i>N.J.</i> 301 (1965); <i>Jackson v. Concord Co.,</i> 54 <i>N.J.</i> 113 (1969); <i>New Jersey Builders, Owners &amp; Managers Ass'n v. Blair,</i> 60 <i>N.J.</i> 330 (1972); <i>Zahorian v. Russell Fitt Real Estate Agency,</i> 62 <i>N.J.</i> 399 (1973); <i>National Organization for Women v. Little League Baseball,</i> 127 <i>N.J. Super.</i> 522, 530-531 (App. Div.), aff'd 67 <i>N.J.</i> 320 (1974).</p>\n<p>Public schools and public education assuredly are covered by the anti-discrimination law. Public schools under the supervision of the Commissioner of Education are specifically \"[a] place of public accommodation\" under the Law Against Discrimination. <i>N.J.S.A.</i> 10:5-5; <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed.,</i> 58 <i>N.J.</i> 483, 496 (1971). A place of public accommodation is forbidden to discriminate invidiously in the offering of any of its \"advantages, facilities * * * [or] privileges * * *.\" <i>N.J.S.A.</i> 10:5-4. Given the primary responsibility of the public school for education under the school laws, it is almost tautological to say that educational programs, courses of study and curricula form the core of this responsibility. <i>Cf. </i><i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n,</i> 64 <i>N.J.</i> 17, 26, 30 (1973). Hence, it is undeniable that a public school curriculum is one of the \"advantages, facilities * * * [or] privileges\" of a public school as a place of public accommodation. See <i>Patterson v. Board of Ed.,</i> 11 <i>N.J. Misc.</i> 179 (Sup. Ct. 1933) aff'd o.b. 112 <i>N.J.L.</i> 99 (E. &amp; A. 1934); <i>cf. </i><i>Fraser v. Robin Dee Day Camp,</i> 44 <i>N.J.</i> 480 (1965); see also <i>Brown v. Board of Ed.,</i> 347 <i>U.S.</i> 483, 74 <i>S.Ct.</i> 686, 98 <i>L.Ed.</i> 873 (1954). We conclude therefore that the Division on <span class=\"star-pagination\">*524</span> Civil Rights, consistent with the letter and spirit of the Law Against Discrimination, does have jurisdiction to hear and adjudicate claims of discrimination pertaining to courses of study and curricula in the public schools.</p>\n<p></p>\n<h2>II</h2>\n<p>The inquiry that follows is whether the Division on Civil Rights, in view of its undoubted jurisdiction over discrimination in public school curricula, has been or should be precluded from entertaining the complaints in this case on the ground that paramount effect must or should be given to the Commissioner's statutory jurisdiction over this subject matter.</p>\n<p>No one argues that the Commissioner of Education does not have complete and total authority with respect to courses of study and curricula in the public schools. The constitutional injunction, <i>N.J. Const.</i> (1947), Art. VIII, § 4, par. 1, that the Legislature shall provide for the maintenance and support of a \"thorough and efficient\" school system, has devolved primarily upon the Commissioner of Education. The Public School Education Act of 1975, <i>L.</i> 1975, <i>c.</i> 212, § 2, <i>N.J.S.A.</i> 18A:7A-2, implements the constitutional charge that it is a governmental responsibility to provide quality public education and declares that \"[a] thorough and efficient system of education includes local school districts in which decisions pertaining to * * * <i>the curriculum of the schools</i> * * * are made democratically with a maximum of citizen involvement and self-determination and <i>are consistent with Statewide goals, guidelines and standards.\"</i> (Emphasis added). <i>Robinson v. Cahill,</i> 69 <i>N.J.</i> 449 (1976), upholding the constitutionality of the Public School Education Act of 1975, reviewed the powers of the Commissioner to insure that each pupil be offered an equal opportunity to receive an education that meets the constitutional standards. <i>Id.</i> at 459-460. The Court noted that the Legislature has delegated to the Commissioner and the Board of Education the responsibility <span class=\"star-pagination\">*525</span> to see that the constitutional mandate is met: \"[t]hey have received a vast grant of power and upon them has been placed a great and ongoing responsibility.\" <i>Id.</i> at 461.</p>\n<p>There is lodged with the Commissioner encompassing responsibility over public education and broad authority to supervise all public schools, <i>N.J.S.A.</i> 18A:4-23. Specifically he has the power to prescribe minimum courses of study and to require local boards of education to submit courses of study for approval, <i>N.J.S.A.</i> 18A:4-25; supervision of curriculum is an explicit delegated function, <i>N.J.S.A.</i> 18A:4-34. The regulations of the Commissioner reflect his sweeping supervisory authority over the wide field of public school curricula. <i>E.g., N.J.A.C.</i> 6:4-1.1 <i>et seq.; N.J.A.C.</i> 6:8-2.1 <i>et seq.; N.J.A.C.</i> 6:8-3.1 <i>et seq.; N.J.A.C.</i> 6:8-4.1 <i>et seq.; N.J.A.C.</i> 6:8-6.1 <i>et seq.</i></p>\n<p>The Commissioner also has fundamental and indispensable jurisdiction over all disputes and controversies arising under the school laws. <i>N.J.S.A.</i> 18A:6-9. In this respect the Court has repeatedly \"reaffirmed the great breadth of the Commissioner's powers.\" <i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n, supra,</i> 64 <i>N.J.</i> at 23, citing <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>; </i><i>Elizabeth Bd. of Ed. v. Elizabeth City Council,</i> 55 <i>N.J.</i> 501, 505-506 (1970); <i>Booker v. Plainfield Bd. of Ed.,</i> 45 <i>N.J.</i> 161, 173-174 (1965); <i>In re Masiello,</i> 25 <i>N.J.</i> 590, 601 (1958). His jurisdiction over school law litigation obviously encompasses questions relating to academic courses of study and curricula. See <i>Dunellen Bd. of Ed. v. Dunellen Ed. Ass'n, supra,</i> 64 <i>N.J.</i> at 26, 30.</p>\n<p>It is also unquestioned that the Commissioner of Education has not only the power to decide controversies under the school law which entail invidious discrimination practices, but indeed he may be regarded as having an affirmative duty to do so. In <i>Booker v. Plainfield Bd. of Ed., supra</i><i>,</i> finding that the Commissioner had too narrow a view of his own powers in the area of school racial desegregation, the Court held that the Commissioner had independent <span class=\"star-pagination\">*526</span> supervening authority to fashion an optimum plan for desegregation consistent with constitutional and statutory strictures. In <i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>,</i> this Court again found the Commissioner's view of his powers too cramped and repeated the principle that his authority to rectify discrimination was independent:</p>\n<p>The history and vigor of our State's policy in favor of a thorough and efficient public school system are matched in its policy against racial discrimination and segregation in the public schools. Since 1881 there has been explicit legislation declaring it unlawful to exclude a child from any public school because of his race * * *. In 1947 the delegates to the Constitutional Convention took pains to provide, not only in general terms that no person shall be denied any civil right, but also in specific terms that no person shall be segregated in the public schools because of his \"religious principles, race, color, ancestry or national origin.\" Art. I, par. 5. Implementing legislation now provides that persons shall have the opportunity to obtain \"all the accommodations, advantages, facilities, and privileges of any place of public accommodation\", including any public school, \"without discrimination because of race, creed, color, national origin, ancestry\" etc. <i>N.J.S.A.</i> 10:5-4, 5(<i>l</i>) * * *.</p>\n<p>[58 <i>N.J.</i> at 495-496].</p>\n<p><i>N.J.S.A.</i> 18A:36-20, enacted as <i>L.</i> 1973, <i>c.</i> 380, effective January 14, 1974, clearly reconfirms and reinforces the Commissioner's constitutional and statutory responsibilities over unlawful discrimination in the public schools. It provides:</p>\n<p>No pupil in a public school in this State shall be discriminated against in admission to, or in obtaining any advantages, privileges or courses of study of the school by reason of race, color, creed, sex or national origin.</p>\n<p>The position taken by the Attorney General is that <i>N.J.S.A.</i> 18A:36-20, in supplementing the existing, wide authority in the Commissioner over public school matters, operates to make his jurisdiction exclusive with respect to public school curriculum discrimination and, correlatively, preempts the jurisdiction of the Division over that subject <span class=\"star-pagination\">*527</span> matter. While it is recognized that the legislative history of <i>N.J.S.A.</i> 18A:36-20 is completely unenlightening, the Attorney General nevertheless asserts that its intended result, displacement of the Division by the Commissioner, can be fathomed as a matter of statutory interpretation.</p>\n<p><i>N.J.S.A.</i> 18A:36-20, it is argued, impliedly repeals the Law Against Discrimination because it is directly concerned with discrimination in schools and is more specific than the Law Against Discrimination, which addresses generally the problems of discrimination in numerous and varied contexts, <i>i.e.,</i> housing, employment and public accomodations. In point of fact, the Commissioner's antidiscrimination statutory authority under <i>N.J.S.A.</i> 18A:36-20, though quite explicit in its reference to discrimination \"in obtaining any * * * courses of study of * * * [a public] school\", is not measurably more focused upon this subject matter than is the authority of the Division under <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> That law, as pointed out earlier, is also directed toward public schools as places of public accommodation, <i>N.J.S.A.</i> 10:5-4, and necessarily includes curricula among the singular advantages or privileges which must be offered by schools without discrimination. See <i>Patterson v. Board of Ed., supra</i><i>; cf. </i><i>Fraser v. Robin Dee Day Camp, supra</i><i>;</i> see also <i>Brown v. Board of Ed., supra</i><i>.</i> Hence, we are unable to posit on this thesis an implied repeal of the Law Against Discrimination by the subsequent enactment of <i>N.J.S.A.</i> 18A:36-20 with respect to public school curricula discrimination.</p>\n<p>There is the related argument that the two laws are inconsistent or repugnant and therefore the later act, <i>N.J.S.A.</i> 18A:36-20, survives alone. <i>Brewer v. Porch,</i> 53 <i>N.J.</i> 167, 173 (1969). \"Repeals by implication are not favored\", <i>New Jersey State Policemen's Benevolent Ass'n v. Morristown,</i> 65 <i>N.J.</i> 160, 164 (1974); the purpose to repeal must be free from reasonable doubt. <i>Swede v. Clifton,</i> 22 <i>N.J.</i> 303, 317 (1956). Repugnancy or statutory incompatibility to found an implied repeal of legislation must be inescapable. <span class=\"star-pagination\">*528</span> <i>New Jersey State Policemen's Benevolent Ass'n v. Morristown, supra</i> (statute requiring that police be at least twenty-one years old inconsistent with and impliedly repealed by act broadly establishing eighteen as age of majority); <i>Department of Labor v. Cruz,</i> 45 <i>N.J.</i> 372 (1965) (statute prohibiting employment of aliens in public works projects inconsistent with Law Against Discrimination insuring aliens' rights).</p>\n<p>Here, while the respective statutes deal with the same subject matter, namely, unlawful discrimination relating to curricula in the public schools, there is no inevitable incompatibility intrinsic in the administration or application of the laws. <i>Cf. </i><i>Gilchrist v. Board of Ed., Haddonfield,</i> 155 <i>N.J. Super.</i> 358 (App. Div. 1978); <i>Hackensack v. Winner,</i> 162 <i>N.J. Super.</i> 1 (App. Div. 1978). (See discussion <i>infra</i>). We therefore conclude that the jurisdiction of the Commissioner over public school curricula discrimination is not exclusive and by the same token its statutory embodiment in <i>N.J.S.A.</i> 18A:36-20 has not preempted or impliedly repealed the jurisdiction of the Division over this same subject matter. Both administrative agents are vested with concurrent jurisdiction and are competent to deal with these controversies.</p>\n<p></p>\n<h2>III</h2>\n<p>It was the view of the Appellate Division that the jurisdiction of the Division, though concurrent with that of the Commissioner, was mandatory. In other words, jurisdiction attached upon the filing of a complaint and once so affixed, the Division had no discretion to abstain from the exercise of its jurisdictional powers or to otherwise refrain from processing the complaints to completion. In so ruling, the court below was mistaken.</p>\n<p>The lower court cited several cases to illustrate its ruling that \"[c]omplainants here, having opted to commence this proceeding in the Division, are entitled to continue <span class=\"star-pagination\">*529</span> there\", 147 <i>N.J. Super.</i> at 211; <i>South Burlington v. Vermont Elec. Co., Inc.,</i> 133 <i>Vt.</i> 438, 344 <i>A.</i>2d 19 (Sup. Ct. 1975); <i>Busick v. Workmen's Comp. Appeals Bd.,</i> 7 <i>Cal.</i>3d 967, 104 <i>Cal. Rptr.</i> 42, 500 <i>P.</i>2d 1386 (Sup. Ct. 1972); <i>Lamneck v. Cain,</i> 154 <i>N.E.</i>2d 99, 101 (Ohio Com. Pl.), appeal dismissed, 73 <i>Ohio Law Abst.</i> 20, 136 <i>N.E.</i>2d 330 (Ct. App. 1955). Other cases exemplify this doctrine of prior jurisdiction. <i>E.g., </i><i>Mount Enterprise Independent School District v. Colley,</i> 424 <i>S.W.</i>2d 650, 655 (Tex. Ct. Civ. App. 1968); <i>Joplin v. Shoal Creek Drive,</i> 434 <i>S.W.</i>2d 25, 29 (Mo. Ct. App. 1968). These cases, however, involved different administrative agencies with respect to which the regulated activity was far removed from public education and particularly invidious discrimination in educational programs; there was no intercession by the Attorney General to resolve the jurisdictional conflict pursuant to his own statutory responsibilities in advising administrative agencies; and there was no attempted transfer of jurisdiction to a tribunal with cognate jurisdiction considered more appropriate to deal with all aspects of the grievances.</p>\n<p>At bottom, the question is one of statutory construction, that is, determining the legislative intent. <i>Daaleman v. Elizabethtown Gas Co.,</i> 77 <i>N.J.</i> 267 (1978); 1 Davis, Administrative Law Treatise, § 4.07 at 258-260 (1958); 2A <i>Sutherland Statutory Construction,</i> § 45.03 at 10-14 (4 ed. 1973). The more focused inquiry in this case is whether the Legislature intended that the jurisdiction of the Division on Civil Rights over a discrimination charge relating to public school curricula based upon a filed complaint could under no circumstances be transferred or held in abeyance to allow that charge to be resolved by the Commissioner of Education.</p>\n<p>Addressing the statutory provisions dealing with the Division's jurisdiction and powers, we do not extrapolate from the language employed the preclusive effect urged by complainants. It is evident that the Law Against Discrimination grants statutory authority to the Division on Civil <span class=\"star-pagination\">*530</span> Rights in the strongest possible terms. The Division \"shall\" receive, investigate, and act upon complaints alleging discrimination because of sex, <i>N.J.S.A.</i> 10:5-8(c), which may be made and filed with the Attorney General by \"[a]ny person\" claiming to be aggrieved by unlawful discrimination. <i>N.J.S.A.</i> 10:5-13. After the filing of \"any\" complaint, the Attorney General \"shall\" cause prompt investigation to be made in connection therewith, and, if probable cause is found, \"shall\" immediately endeavor to eliminate the unlawful discrimination, <i>N.J.S.A.</i> 10:5-14. Finally, in case of failure to eliminate acts of discrimination, the Attorney General \"shall\" cause a notice of hearing to be issued in the name of the Division. <i>N.J.S.A.</i> 10:5-15. There is nothing to suggest that the authority to rectify any unlawful discrimination, <i>N.J.S.A.</i> 10:5-14, does not include the administrative power to transfer a complaint of discrimination to an agency statutorily charged with the same, solemn responsibility for remediating discrimination and with an even fuller responsibility over other major aspects of the charge. <i>Cf. </i><i>State Division of Human Rights v. Columbia Univ.,</i> 39 <i>N.Y.</i>2d 612, 619, 385 <i>N.Y.S.</i>2d 19, 23, 350 <i>N.E.</i>2d 396, 399 (Ct. App. 1976), <i>cert.</i> den. 429 <i>U.S.</i> 1096, 97 <i>S.Ct.</i> 1112, 51 <i>L.Ed.</i>2d 543 (1977); <i>Pace College v. New York City Commission on Human Rights,</i> 38 <i>N.Y.</i>2d 28, 38, 377 <i>N.Y.S.</i>2d 471, 478, 339 <i>N.E.</i>2d 880, 885 (Ct. App. 1975) (\"Neither the commission nor the courts should invade, and only rarely assume academic oversight, except with the greatest caution and restraint, in such sensitive areas as faculty appointment, promotion, and tenure, especially in institutions of higher learning [citations omitted]\").</p>\n<p>In general there is a salutary disposition on the part of the courts to construe generously the discretionary powers of administrative agencies to accord maximum flexibility in achieving statutory goals. Particularly is this so with agencies which are charged with governmental responsibility in sensitive and complex areas of great social and human <span class=\"star-pagination\">*531</span> import and vested with a wide range of regulatory tools encompassing investigative, educative, prosecutorial, adjudicative and rule-making powers. <i>Galloway Twp. Bd. of Ed. v. Galloway Twp. Ed. Ass'n,</i> 78 <i>N.J.</i> 25 (1978); see <i>Mazza v. Cavicchia,</i> 15 <i>N.J.</i> 498 (1954). The Division on Civil Rights is such an agency. See <i>David v. Vesta, supra; </i><i>Jackson v. Concord Co., supra</i><i>.</i></p>\n<p>There is no reason, absent an occlusive statutory bar, for an administrative agency to be obtuse to the genuine concerns of other administrative agencies which possess concurrent jurisdiction over the same subject matter. This is especially so where the controversy is multidimensional and legitimately touches the competence of more than one agency. In that context, administrative agencies should never be encouraged to engage in internecine struggles for jurisdictional hegemony. The unilateral and possessive assumption of jurisdiction by one agency to the exclusion of another, perhaps more suitable, agency creates the risk that, although a many-sided controversy may be laid to rest in whole or in part from the vantage of a single administrative agency, in the process other important interests may be mishandled or neglected.</p>\n<p>Such considerations make it quite evident that principles of comity and deference to sibling agencies are part of the fundamental responsibility of administrative tribunals charged with overseeing complex and manifold activities that are also the appropriate statutory concern of other governmental bodies. <i>Hackensack v. Winner, supra</i><i>; </i><i>Commonwealth v. Interstate Commerce Commission,</i> 182 <i>U.S. App. D.C.</i> 280, 561 <i>F.</i>2d 278 (D.C. Cir.1977), <i>cert.</i> den. 434 <i>U.S.</i> 1011, 98 <i>S.Ct.</i> 723, 54 <i>L.Ed.</i> 2d 754 (1978); see <i>State Division of Human Rights v Columbia Univ., supra</i><i>; </i><i>Pace College v. New York City Commission on Human Rights, supra</i><i>; Maloff v. New York City Commission on Human Rights,</i> 38 <i>N.Y.</i>2d 329, 379 <i>N.Y.S.</i>2d 788, 342 <i>N.E.</i>2d 563 (Ct. App. 1975); <i>Warner-Lambert Co. v. Federal Trade Commission,</i> 361 <i>F. Supp.</i> 948 (D.D.C. 1973). This is a corollary application of the <span class=\"star-pagination\">*532</span> broader principle that where a court has concurrent, discretionary jurisdiction with another court or an administrative agency, the decision to exercise jurisdiction <i>vel non</i> should be fully responsive to the competence, expertise and status of the other tribunal. <i>Nader v. Allegheny Airlines, Inc.,</i> 426 <i>U.S.</i> 290, 96 <i>S.Ct.</i> 1978, 48 <i>L.Ed.</i>2d 643 (1976); See Field, \"The Abstention Doctrine Today\", 125 <i>U. Pa. L. Rev.</i> 590 (1977). Comity and deference to cognate tribunals are designed to assure that a controversy, or its most critical facets, will be resolved by the forum or body which, on a comparative scale, is in the best position by virtue of its statutory status, administrative competence and regulatory expertise to adjudicate the matter.</p>\n<p>These precepts, prudently applied, serve as well to circumvent collisions between administrative agencies occupying similar areas and to avoid conflicts in agency decisions over the same subject matter. Other spin-offs or variant applications of the comity doctrine, such as <i>res judicata,</i> collateral estoppel, principles of issue preclusion and the single-controversy requirement, have also been constructively applied to administrative agencies to eliminate duplicate and piecemeal litigation. <i>United States v. Utah Construction &amp; Mining Co.,</i> 384 <i>U.S.</i> 394, 418-422, 86 <i>S.Ct.</i> 1545, 1558-1560, 16 <i>L.Ed.</i> 2d 642, 659-661 (1966); <i>Hackensack v. Winner, supra,</i> 162 <i>N.J. Super.</i> at 29-33; 2 <i>Davis, Administrative Law Treatise, supra,</i> §§ 18.02-18.05 at 548-584, § 18.12 at 625-628.</p>\n<p>Principles of administrative comity call for the action taken by the administrative agencies at the instance of the Attorney General in this case. The portions of the complaints that have been transferred to the Commissioner relate to the content of educational programs and courses of study, matters implicating the highest level of professional expertise and judgment in the educational field. There is no competitive claim by the Division that it can match the competence of the educators in this area or fulfill the educational goals of <i>Title</i> 18A in this respect. Thus the educational <span class=\"star-pagination\">*533</span> interests of complainants, which cannot be disassociated from their discrimination grievances, can best be addressed by the Commissioner.</p>\n<p>There is, as importantly, every reason to believe that the Commissioner can discharge fully and faithfully his constitutional and statutory duty to eliminate the vestiges of invidious sex discrimination as alleged in these complaints (if otherwise established) and that this can be done consistent with applicable educational standards. <i>Cf. </i><i>Jenkins v. Morris Twp. School Dist. and Bd. of Ed., supra</i><i>; Booker v. Board of Education, Plainfield, supra; </i><i>Morean v. Board of Ed., Montclair,</i> 42 <i>N.J.</i> 237 (1964). There presently exist detailed rules governing the implementation of <i>N.J.S.A.</i> 18A:36-20. <i>N.J.A.C.</i> 6:4-1.1 <i>et seq.</i> They broadly and unmistakably further the statutory command that sex, among other characteristics, shall not in a nefarious fashion serve to limit course offerings or to deny a student access to or benefit from any educational or athletic program or impede the completion of courses of study. Included in those regulatory prohibitions are sex-discriminatory practices relating to compensation of coaches, administration of tests, guidance and career counselling, as well as pregnancy or familial status disabilities. <i>N.J.A.C.</i> 6:4-1.5. These are the very practices criticized in the complaints filed herein. Additionally, school districts are enjoined to submit plans of affirmative action for compliance, <i>N.J.A.C.</i> 6:4-1.7, which are subject to periodic review and progress evaluation. <i>N.J.A.C.</i> 6:4-1.8. Significantly, any individual may petition the Commissioner to resolve disputes under these regulations, <i>N.J.A.C.</i> 6:4-1.9, and the Commissioner himself may refer a violation \"to any appropriate judicial and/or administrative Federal, State or local agencies.\" <i>N.J.A.C.</i> 6:4-1.7(g); accord, <i>N.J.S.A.</i> 10:5-13. We thus see in this far-reaching regulatory scheme ample means by which persons aggrieved by sex discrimination in public school curricula can seek vindication.</p>\n<p><span class=\"star-pagination\">*534</span> It is difficult to hypothesize a more complete administrative commitment to the eradication of invidious discrimination in the public schools and in public education than now reflected in the operative statute and implementing regulations governing the Commissioner of Education. We do not conceive, under the circumstances of this case, that the Division on Civil Rights, in staying its regulatory hand and in deferring to the Commissioner in matters of school curricula, is in any sense reneging upon or abnegating its own statutory duties. Abstention in this context calls for administrative statesmanship and is the essence of concurrent, discretionary jurisdiction responsibly exercised. The Division acted correctly upon the instructions of the Attorney General in this particular case to transfer these complaints to the Commissioner of Education. That is where the matter belongs.</p>\n<p>Accordingly, the judgment below is reversed.</p>\n<p>SCHREIBER, J., concurring.</p>\n<p>The majority assumes that the Division on Civil Rights has jurisdiction in a sex discrimination case to fix and determine curricula in the public schools. This assumption is a mistaken one  for the Division has never been, expressly or impliedly, vested with the authority to determine what courses should be taught in public schools. Reliance upon <i>N.J.S.A.</i> 10:5-4 for that assumption is misplaced.</p>\n<p><i>N.J.S.A.</i> 10:5-4, admittedly a cornerstone of the act, recognizes the civil rights of all persons to obtain employment and to utilize \"all the accommodations, advantages, facilities and privileges of any place of public accommodation, publicly assisted housing accommodations, and other real property,\" without racial, religious, sex or other proscribed discrimination, subject only to conditions and limitations applicable alike to all persons. This provision, substantially in the same form since 1949,<sup>[1]</sup> refers to (a) employment and (b) usage and enjoyment of a place of public accommodation.</p>\n<p><span class=\"star-pagination\">*535</span> Since a public school is included by definition as a place of public accommodation, <i>N.J.S.A.</i> 10:5-5 (<i>l</i>), the majority points out that courses of study offered would appear to be \"advantages\" or \"privileges\" of the school. The majority then concludes that the Division would have the right to fix the contents of those courses of study. But the conclusion does not follow, for the statute prescribes only that the opportunity to attend the courses of study be afforded to all irrespective of sex or other illegal discriminatory reasons.</p>\n<p>A distinction must be made between what course is being offered and the availability of that offering. For example, a public library is a place of public accommodation. Its books must be open to all irrespective of sex, race, etc. However, what books are to be purchased is to be determined by the Library Trustees or Board, not by the Division on Civil Rights. Resolution of the content of the courses has not been vested in The Division on Civil Rights. This authority has been lodged with the Commissioner of Education or other appropriate educational body. A technical reading of <i>N.J.S.A.</i> 10:5-4 to include the shaping by The Division on Civil Rights of the contents of public school curricula stretches the language beyond any indicia of legislative intent to that effect.</p>\n<p>When the Legislature, presumably aware of the authority vested in The Division on Civil Rights, <i>N.J.S.A.</i> 10:5-1 <i>et seq.,</i> in 1973 directed the Commissioner of Education to provide that</p>\n<p>no pupil in a public school in this State shall be discriminated against in admission to, or in obtaining any advantages, privileges or courses of study of the school by reason of race, color, creed, sex or national origin [<i>N.J.S.A.</i> 18A:36-20]</p>\n<p>it did not intend to have the Commissioner of Education safeguard the identical subject matter from unlawful discrimination as was already being handled in the Division. Certainly the Legislature was fully cognizant that complaints addressed to courses of study and the content of educational programs <span class=\"star-pagination\">*536</span> are more properly addressed to the Commissioner of Education. It confirmed that jurisdiction over this specialized area rested with the Commissioner of Education rather than in the Division on Civil Rights. Public School Education Act of 1975, <i>N.J.S.A.</i> 18A:7A-1 <i>et seq.; </i><i>Robinson v. Cahill,</i> 69 <i>N.J.</i> 449, 459-460 (1976); Attorney General FO No. 28-1975, October 15, 1975. The issue presented is not one of implied repealer, or even the traditional principle that a specific statute prevails over a more general one, <i>Sutherland, Statutory Construction</i> § 51.05 (1973); <i>State v. Hotel Bar Foods,</i> 18 <i>N.J.</i> 115 (1955), but, rather, acknowledgment that the more pervasive and all-inclusive jurisdiction vested in the State Board of Education and Commissioner of Education in sweeping terms is a legislative recognition that the public interest in appropriate regulation of discrimination in the public schools, at least insofar as curricula are concerned, transcends the general authority of the Division on Civil Rights.</p>\n<p>Inherent in the majority position that an administrative agency may permanently abnegate its jurisdictional responsibilities are various difficulties, such as the mandatory obligation imposed on the Division on Civil Rights to execute its statutory duties, see <i>In re Norrell,</i> 139 <i>N.J. Eq.</i> 550, 553-554 (E. &amp; A. 1947), and the binding effect of a determination of the Commissioner of Education under <i>N.J.S.A.</i> 18A:36-20 on The Division on Civil Rights under <i>N.J.S.A.</i> 10:5-1 <i>et seq.</i> Although administrative agencies, having jurisdiction over the same general subject matter under different statutes, may act in concert with or pay deference to each other, their individual responsibilities must remain unimpaired.<sup>[2]</sup></p>\n<p>I concur in the judgment of reversal for the reasons stated.</p>\n<p><span class=\"star-pagination\">*537</span> CONFORD, P.J.A.D. (temporarily assigned), dissenting.</p>\n<p>I believe the Appellate Division decided this appeal correctly, 147 <i>N.J. Super.</i> 201 (1977), and I would affirm its judgment. I think it impossible to disagree with its conclusion that both the Division on Civil Rights and the Commissioner of Education have statutory jurisdiction over the subject matter of the instant complaint. The Court, while giving lip service to the same conclusion, effectively strips the Division of jurisdiction by holding it to be under a mandatory obligation to forgo its exercise in favor of deferring to the Commissioner of Education.</p>\n<p>The inconvenience of concurrent jurisdiction in respect of the subject matter here implicated is obvious, but as Judge Crane aptly observed in the Appellate Division, the matter is one for attention by the Legislature, 147 <i>N.J. Super.</i> at 212, rather than improvisation of so radical a cure by the Court as declared here.</p>\n<p>Pending legislative attention to the subject, the most salutary course of administrative handling of this kind of complaint, when brought by the parties before the Division, would be for it to require the Commissioner of Education, or an appropriate subordinate, to testify before the Division, or where appropriate, to participate in conciliation conferences, so that the educational expertise of the Department of Education could be made available to the Division for the most edified and effective exercise of its jurisdiction in disposing of the particular case. Moreover, it would be as wise as it would normally be expected that the Division would accord deference to the regulations of the Department of Education in the matter of sex discrimination in the disposition of complaints before it. These guides, in combination with the Division's proven record of effectiveness in and devotion to the objective of eradication of invidious discrimination, could achieve a result both respectful of the existing legislative mandate of jurisdiction in the Division and conducive to the most prudent exercise thereof in the public interest in the educational sphere.</p>\n<p><span class=\"star-pagination\">*538</span> Justice Clifford joins in this dissenting opinion.</p>\n<p>SCHREIBER, J., concurring in the result.</p>\n<p><i>For reversal</i>  Chief Justice HUGHES and Justices SULLIVAN, PASHMAN, SCHREIBER and HANDLER  5.</p>\n<p><i>For affirmance</i>  Justice CLIFFORD and Judge CONFORD  2.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>L.</i> 1949, <i>c.</i> 11, § 2.</p>\n<p>[2]  See <i>L.</i> 1978, <i>c.</i> 73, approved July 13, 1978, which provides for certain uniform procedures among certain administrative agencies within the Division of Consumer Affairs.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1442422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1466560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1483306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1493371/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1537676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1540942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1559968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1906257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1934646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1952973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1957823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1960599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2064896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2109545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2163082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2200211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2297082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2330336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2332211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2337927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2360537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2384987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2400838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2412180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2590898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2591302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3558704/"
          ]
        }
      ],
      "judges": "Handler",
      "date_created": "2014-10-30T19:25:19.874114Z",
      "date_modified": "2016-03-03T21:07:36.964736Z",
      "date_filed": "1978-08-31",
      "date_filed_is_approximate": false,
      "slug": "hinfey-v-matawan-regional-board-of-education",
      "citation_id": 1929037,
      "case_name_short": "Hinfey",
      "case_name": "Hinfey v. Matawan Regional Board of Education",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "77 N.J. 514",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "391 A.2d 899",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 50,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1780579/hinfey-v-matawan-regional-board-of-education/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:25:19.870090Z",
  "date_modified": "2014-10-30T19:25:19.870090Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hinfey",
  "case_name": "Hinfey v. Matawan Regional Board of Education",
  "case_name_full": "",
  "slug": "hinfey-v-matawan-regional-board-of-education",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}