{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1781762/",
  "id": 1781762,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/kywd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1957411/",
      "id": 1957411,
      "absolute_url": "/opinion/1957411/kendrick-v-bland/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1781762/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1957411/",
          "id": 1957411,
          "absolute_url": "/opinion/1957411/kendrick-v-bland/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1957411/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1649/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:54:53.462377Z",
          "date_modified": "2017-04-08T03:00:47.883182Z",
          "type": "010combined",
          "sha1": "bc1b0250c1bb0e861ea167e1d8b1693a0beffe2f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>659 F.Supp. 1188 (1987)</b></center>\n<center><h1>Jerald KENDRICK, et al., Plaintiffs,<br>\nv.<br>\nDavid BLAND, et al., Defendants.<br>\nJames THOMPSON, et al., Plaintiffs,<br>\nv.<br>\nDavid BLAND, et al., Defendants,<br>\nUnited States of America, Amicus Curiae.</h1></center>\n<center>Civ. A. Nos. 76-0079-P(J), 79-0092-P(J) and 79-0001-L(J).</center>\n<center><p><b>United States District Court, W.D. Kentucky, Paducah Division.</b></p></center>\n<center>March 13, 1987.</center>\n<p><span class=\"star-pagination\">*1189</span> <span class=\"star-pagination\">*1190</span> Oliver H. Barber, Jr., Joseph Elder II and Robert A. Lee, Louisville, Ky., for plaintiffs.</p>\n<p>Jerald Kendrick and James Thompson, pro se.</p>\n<p>Barbara W. Jones, General Counsel, Linda C. Cooper, Atty., Dept. of Corrections, Frankfort, Ky., Leslie Patterson Vose, Lexington, Ky., and Barry L. Master, Asst. U.S. Atty., Louisville, Ky., for defendants.</p>\n<p>Mitchell W. Dale, U.S. Atty., U.S. Dept. of Justice, Civ. Rights Div., Washington, D.C., for amicus curiae.</p>\n<p>Glycon L. Ovey, Jr., Eddyville, Ky., for Ashley and Henderson.</p>\n<p></p>\n<h2>MEMORANDUM OPINION FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>JOHNSTONE, Chief Judge.</p>\n<p>This action was originally instituted in 1976 by eight plaintiff inmates of the Kentucky State Penitentiary (KSP), located in Eddyville, Kentucky, who alleged unconstitutional conditions of confinement in violation of 42 U.S.C. § 1983. The individual suits were consolidated and a class was certified. A class of inmates incarcerated at the Kentucky State Reformatory (KSR) at LaGrange, Kentucky, later joined this class action.</p>\n<p>In 1980, the parties entered into a Consent Decree in which defendants agreed to conduct studies and establish plans and procedures for improving conditions in a broad range of prison areas. <i>See </i><i>Kendrick v. Bland,</i> 541 F.Supp. 21, 27-45 (W.D.Ky.1981). Pursuant to the decree, defendants have, in the past six years, made major improvements in the quality of life at the two facilities. This court has monitored nearly every aspect of that endeavor.</p>\n<p>In July 1986, the parties presented evidence and testimony from state employees and inmates, concerning the degree of compliance achieved by the defendants in the various areas covered by the Consent Decree. Prior to this hearing, the parties agreed that defendants have achieved substantial compliance in certain respects in <span class=\"star-pagination\">*1191</span> the areas of population, access to the libraries, self-help programs, medical attention and care, recreation, telephones, parole, grievance procedures, and qualifications for certain maintenance supervisors.</p>\n<p>The \"Compliance Hearing\", as it has been called, was conducted July 9-11 and 14 at the Federal Courthouse in Louisville, Kentucky, July 15-16 at KSR, and July 21-23 at the Federal Building in Paducah, Kentucky.</p>\n<p></p>\n<h2>SUBSTANTIAL COMPLIANCE</h2>\n<p>When the parties entered into the Consent Decree in 1980, timetables were established for the completion of certain plans, studies and capital improvements. However, for the most part, the decree does not contain a specific \"expiration\" date, or deadline after which this litigation is ended. Rather, the parties agreed that \"The Court shall retain jurisdiction in this case until the plan submitted to the Court is fully implemented.\" Consent Decree, Section 1.D. <i>See </i><i>Kendrick,</i> 541 F.Supp. at 27.</p>\n<p>At this stage of the litigation, defendants claim that the majority of the goals of the decree have been met and that the case should be dismissed based on this \"substantial compliance.\" While recognizing the achievement of numerous Consent Decree goals, plaintiffs move the court to retain jurisdiction until complete compliance is achieved in all areas. Central to this court's opinion, therefore, is the meaning of substantial compliance and its effect on the continuation of this litigation.</p>\n<p>Few cases even address this issue, much less provide a specific definition of substantial compliance. However, a few courts have discussed the limits on the continued jurisdiction of a federal court over a state's activities, such as the management of a prison system. In <i>Battle v. Anderson,</i> 708 F.2d 1523, 1537 (10th Cir.1983), the court held that a district court should retain jurisdiction over a similar prison compliance suit</p>\n<blockquote>until it can say with assurance not only that eighth amendment violations do not presently exist but that there is no reasonable expectation that unconstitutional conditions will recur.... These limits are defined by the purpose of the continuing jurisdiction  to assure that the court's intervention has achieved lasting institutional reform.</blockquote>\n<p>Yet, the court must balance this responsibility with the traditional federal court hands-off attitude toward state prison administration problems. In <i>Procunier v. Martinez,</i> 416 U.S. 396, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224 (1974), the United States Supreme Court noted that federal courts must defer to state officials for the administration of state prisons unless the regulations or practices offend fundamental constitutional guarantees. Thus, in <i>Taylor v. Sterrett,</i> 600 F.2d 1135 (5th Cir.1979), the circuit court ordered the district court to decline continued jurisdiction over a plan for improving Dallas County jails, even though efforts to alleviate future overcrowding were still in the planning and construction stages. However, in that case, a state commission on jail standards was created to monitor jails and enforce minimum standards of construction, maintenance and operation.</p>\n<p>This case is distinguishable from the cases above in one major respect  in this case, the Consent Decree was not a judicial product of a hearing on the issues. Rather, it was a voluntary, contractual-type of agreement entered into by the parties prior to a court hearing on the issues. Therefore, this litigation will not be terminated on the basis of the above case-law analysis alone; rather, this court must also consider the parties' intent at the time the Consent Decree was drafted, and the inclusion of any timetables for terminating this litigation.</p>\n<p>After reviewing the testimony and evidence presented at the compliance hearing, it is clear that defendants have greatly improved the quality of prison facilities and the quality of life for inmates incarcerated in this Commonwealth. In addition, defendants have, in this court's opinion, substantially complied in virtually all respects with the visions embodied in the 1980 Consent Decree. In fact, if this case were analyzed solely based on the above-cited <span class=\"star-pagination\">*1192</span> case law and judicial restrictions on continued jurisdiction over such matters, this court would feel compelled to dismiss this litigation.</p>\n<p>However, in addition to the meaning of substantial compliance, this court must also consider the parties' intent when entering into the Consent Decree. Such intent is clearly found in Section 1D of the decree, which provides for court jurisdiction \"until the plan ... is fully implemented.\" <i>Kendrick,</i> 541 F.Supp. at 27.</p>\n<p>Using this two-fold test, therefore, this court finds that although defendants are in complete compliance with the Consent Decree in many disputed areas, continued progress in other areas is essential prior to complete termination of this court's jurisdiction. The remaining disputed issues include: KSP vocational education, jobs, food service, due process, KSP protective custody, recreation programs, KSR clothing, and KSP sex offender program. In addition, disputed issues at KSR alone include the renovation of Dorm 10, state code compliance, length of segregation confinement, maintenance and pest control, living skills, fire drills, reduction of programs, access to the courts, self-help programs and handicapped access. What follows is an analysis of the evidence in each of these remaining disputed areas, and a determination of the degree of compliance achieved by the defendants.</p>\n<p></p>\n<h2>DISPUTED ISSUES</h2>\n<p></p>\n<h2>1. <i>KSP Vocational Education.</i>\n</h2>\n<p>At the time of the Consent Decree, vocational educational programs at KSP included masonry, auto body, small engine repair, air conditioning, welding and plumbing. Currently, KSP continues to offer those same programs except for the plumbing class, which was closed due to a lack of interest. <i>See</i> testimony of James Creekmur, vocational principal at KSP. These programs are open to inmates of KSP and of the Western Kentucky Farm Center, a minimum security facility located in Fredonia, Kentucky. At the time of the compliance hearing, approximately eighteen of the sixty-six vocational education program slots were occupied by farm center inmates.</p>\n<p>The plaintiffs claim that this participation by the farm center inmates operates to reduce the vocational education programs at KSP, in violation of the Consent Decree. However, according to a survey conducted by the plaintiffs, each vocational educational program is authorized to include twelve participants, yet as of July 9, 1986, only ten students were enrolled in each. <i>See</i> KSP Ex. # 5. In addition, David Jelinek, a vocational expert, testified that without the additional participation by farm center inmates, the facility could not continue to maintain the programs. He cited the plumbing class as an example of such a result.</p>\n<p>According to the Consent Decree, defendants agreed to maintain the courses functioning in 1980 \"at full student capacity.\" <i>Kendrick,</i> 541 F.Supp. at 31. Despite the fact that the plumbing class no longer exists due to lack of interest, defendants have demonstrated a continuing effort to meet the requirements of the Consent Decree. Creekmur testified that state regulations require a minimum of ten inmates per class in order to maintain the operations. Therefore, the participation of the farm center inmates does not inhibit the ability of KSP inmates to participate, but rather, ensures the continued viability of the programs as required by the Consent Decree. KSP officials also constantly strive to inform inmates of program availabilities through the weekly distribution of job vacancy lists which contain the heading, \"Applicants are needed for all classes in the vocational school.\"</p>\n<p>The testimony and evidence establish that defendants are in complete compliance in this area, both constitutionally and within the meaning of the Consent Decree. All parties shall continue to maintain these programs at these, or comparable, levels.</p>\n<p></p>\n<h2>2. <i>Jobs.</i>\n</h2>\n<p>The applicable portion of the Consent Decree provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*1193</span> Defendants agree to provide meaningful employment. Jobs shall be genuine; no more inmates should be assigned a task than necessary. Jobs shall afford prisoners an opportunity to learn job skills and develop good work habits and attitudes that they can apply to jobs after they are released.</blockquote>\n<p><i>Kendrick,</i> 541 F.Supp. at 31. Plaintiffs claim that defendants do not provide sufficient meaningful work, and that often, more inmates than necessary are assigned to a particular job.</p>\n<p>Vocational expert Jelinek toured both institutions in 1982, 1984 and 1986. He testified that of the approximately 590 inmates at KSP available to work at the time of the hearing, approximately 200 job vacancies existed. At KSR, he found that approximately 250 vacancies existed for approximately 1,250 available jobs.</p>\n<p>In contrast, several inmates testified that their jobs consisted of one or two hours worth of actual work during a seven-hour workday. According to this testimony, janitorial jobs are meaningless, and require only sweeping and mopping. The barbershop is equipped for one barber, yet there are slots for six barbers, and three are currently employed. Warden Gene Scroggy did state that a new barbershop is under construction and will contain two chairs, sinks and new equipment.</p>\n<p>Jelinek testified that a job is meaningful if the employee knows what to do, the techniques of doing it, the results to be achieved and the standards against which performance is judged. He found that the jobs available at KSP and KSR are comparable to those available in other institutions, and better than average.</p>\n<p>Another expert, Patrick McManus, defined meaningful employment as \"productive in the sense of generating real needed products or services, occupying a sufficient amount of an individual's time and energy, with remuneration adequate to care for basic needs and develop freedom of how we spend income.\" McManus testified that the vocational school and industries at KSP were well-equipped and competently operated, but that he was unable to observe janitors at work. He testified that the vocational and academic schools and prison industries programs at KSR were similar in quality to those at KSP. He did express some concern over the approximately 300 unassigned inmates at KSR, which included 160 awaiting transfer. He recommended that additional jobs be developed and industries expanded.</p>\n<p>Finally, McManus approved the system of job selection at both institutions and found that it mirrored that of the real world.</p>\n<p>The job worlds at KSP and KSR are not \"utopias\"; however, neither are the jobs in the outside world. Although some jobs require more responsibilities than others, on the whole the jobs offered by the defendants are meaningful. Defendants cannot achieve the goal of \"meaningful\" employment alone; rather, plaintiffs must also cooperate and strive to make the most out of the opportunities afforded to them. Operating a prison is a big business. Like a puzzle, even the smallest task or piece is essential to completing the picture. This court finds that defendants are in compliance in the area of jobs.</p>\n<p></p>\n<h2>3. <i>Food Service.</i>\n</h2>\n<p>Plaintiffs have two complaints about the food service  menu substitutions and sanitation. The Consent Decree requires controls over menu substitutions and use of a nutritionist at each institution to coordinate food preparation, sanitation, special diets and record-keeping programs. <i>Kendrick,</i> 541 F.Supp. at 31.</p>\n<p>Susan Dobner, the food service officer for the Corrections Cabinet, testified that she reviews personnel, sanitation and food reports from the institutions on a quarterly basis. She stated that menu substitutions can occur when a product runs out, is unavailable, or when equipment malfunctions. The Food Service Manual, defendants' exhibit # 21, provides guidelines for substituting foods in each food group.</p>\n<p>Plaintiffs claim that a survey of menu substitutions revealed that fifty out of 150 were in violation of the food service policy. <span class=\"star-pagination\">*1194</span> However, this court has reviewed those \"violations\" and finds that none are outrageous or otherwise worthy of continued dispute. For example, plaintiffs complain over substitutions such as apple salad for applesauce; peaches for pudding; cabbage for beets; mixed vegetables for corn, etc.</p>\n<p>However, with respect to sanitation, defendants do face a continuing problem. Inmates testified repeatedly of dirty silverware, inadequately cooked meals, dirty kitchen conditions, flies in the food, poor supervision, roaches, etc. On the other hand, Dobner testified that no unusual sanitation problem existed at either institution and that all institutional kitchens have roach problems. Hack Riddle, head of sanitation at KSP, testified that a roach problem exists in that kitchen, despite continuous use of pesticides and sprays. He stated that scores on the Kentucky Confinement Facilities inspections since 1980 have ranged from the mid-80s to the 90s.</p>\n<p>Paul Cuff, acting administrator and supervisor of environmental services in Oldham County, testified that sanitation at KSR is consistent with good practices. Although a 1985 inspection resulted in a score of 86, on follow-up, the problems were resolved. Warden Scroggy testified of continuing efforts to improve the KSP kitchen conditions by cutting the number and raising the pay of kitchen staff, and enforcing the rules of sanitation.</p>\n<p>This court realizes that to a degree, institutions as large as KSP and KSR attract roaches and flies, and that sanitation is a constant struggle and process. However, some of these problems can be alleviated by strict imposition of sanitation rules and regulations on all staff and continued compliance with state codes. While the sanitation conditions are not perfect, they are commendable. The conditions are not unconstitutional, and comply with the Consent Decree so long as both parties cooperate and continue to strive for excellence.</p>\n<p></p>\n<h2>4. <i>Due Process.</i>\n</h2>\n<p>The parties agree that the established policies and procedures at both institutions comply with the Consent Decree. However, plaintiffs claim that in practice, defendants do not comply with the prehearing detention practices and procedures and that they often fail to comply with other procedures.</p>\n<p>Section 6 of the Consent Decree provides in part as follows:</p>\n<blockquote>2) Until the hearing, every inmate is entitled to remain in his existing status, unless he constitutes a threat to other prisoners, staff members, or himself, which requires pre-hearing detention. If prehearing detention is to be ordered by the shift supervisor, such order must be in writing with reasons in support thereof and reviewed and signed by the warden within twenty-four hours. Failure to do so shall return the inmate to his previous status. Any time spent in pre-hearing detention shall be credited against subsequent sentence imposed.</blockquote>\n<p><i>Kendrick,</i> 541 F.Supp. at 32.</p>\n<p>Some inmates testified that they were locked up for more than seven days without a hearing, and that defendants do not ensure the reliability of informants prior to using information provided by them. Dr. Deborah Wilson, branch manager of planning and evaluation at the Corrections Cabinet, conducted a statistical analysis and review of the number of adjustment committee cases which involved prehearing detention. She stated that from 1984-1986, twelve to fifteen percent of cases at KSR involved prehearing detention and sixteen to thirty-four percent of cases at KSP involved prehearing detention. She also stated that the number of dismissals and amended charges indicated serious deliberations by the adjustment committee.</p>\n<p>According to Lt. Tim Barnes, chairman of the KSP adjustment committee, CPP 15.6 provides that prehearing detention inmates shall be afforded a due process hearing within a reasonable period of time, usually within seven days but no later than ten days. An inmate is placed in prehearing detention when an incident occurs and an officer believes the individual is a threat to the security of the institution. The officer responsible for the detention must complete a detention form which is then reviewed <span class=\"star-pagination\">*1195</span> by the warden or a duty officer within twenty-four hours. Barnes testified that he was not aware of any misuse of prehearing detention by prison officials or of non-compliance with the informant procedures. This court is convinced from the evidence that defendants are complying with due process procedures, and that they are in compliance with the Consent Decree requirements in this area.</p>\n<p></p>\n<h2>5. <i>KSP Protective Custody.</i>\n</h2>\n<p>The protective custody unit at KSP currently houses approximately 175 to 200 inmates. In 1980, the defendants agreed to submit a plan which would address various areas of protective custody. <i>Kendrick,</i> 541 F.Supp. at 33. This plan was filed with the court on May 27, 1981. At that time, the defendants had established a \"satellite\" protective custody unit at the Paducah Jail, but contemplated a phase-out of that facility upon the accommodation of protective custody inmates at KSR and Luther Luckett Correctional Complex.</p>\n<p>Presently, the defendants' protective custody plan is located in CPP 10.2. This court stated in its July 7, 1986 order that CPPs and IPPs are considered plans within the meaning of the Consent Decree.</p>\n<p>Plaintiffs claim, however, that protective custody inmates should be housed at a facility separate from one with general population inmates. Testimony from inmates established that great animosity exists between inmates of the two classes, and each resents the programs and privileges afforded to the other.</p>\n<p>Presently, protective custody inmates are permitted access to approximately eighteen hours per week of recreation time outside their cells. Their time on the yard is limited to approximately four hours per day during the week, and none on weekends. Al Parke, Commissioner of the Corrections Cabinet (he has since replaced John Rees as Warden of KSR), testified that inmates check themselves into the protective custody unit if they are in debt, tired of maintaining a powerful reputation, or cannot adapt to the general population environment.</p>\n<p>KSP Warden Gene Scroggy testified that KSP passed the American Correctional Association protective custody standards both in 1983 and 1986.</p>\n<p>The court realizes the animosity between the inmates of the two populations and the logistics problems caused by attempting to provide comparable programs to both populations. However, the court foresees no better solution to the situation and finds the defendants in compliance in this area. During the time in which protective custody inmates are permitted outside their cells, they are afforded the same opportunities as general population inmates: they recreate, shower, visit the library, participate in programs, and thirty-three of these inmates are employed.</p>\n<p>This is an administrative problem which is better suited for the trained prison official as opposed to a judicial officer. As the United States Supreme Court noted in <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 1878, 60 L.Ed.2d 447 (1979),</p>\n<blockquote>Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.... Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.</blockquote>\n<p>In addition, in <i>Procunier v. Martinez,</i> 416 U.S. 396, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224 (1974), the court held:</p>\n<blockquote>Suffice it to say that the problems of prisons in America are complex and intractable, and more to the point, they are not readily susceptible of resolution by decree. Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. For all of those reasons, courts are ill <span class=\"star-pagination\">*1196</span> equipped to deal with the increasingly urgent problems of prison administration and reform. Judicial recognition of that fact reflects no more than a healthy sense of realism. Moreover, where state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.</blockquote>\n<p>Therefore, defendants are in compliance with the Consent Decree in the area of protective custody.</p>\n<p></p>\n<h2>6. <i>Recreation Programs.</i>\n</h2>\n<p>Plaintiffs claim that defendants have reduced the programs available to the inmates in violation of the Consent Decree, which provides that \"The current recreation program will be maintained at least at the current levels.\" <i>Kendrick,</i> 541 F.Supp. at 35. Plaintiffs also claim that the list of programs which appears in the Consent Decree is not exhaustive, and that defendants are responsible for maintaining programs which do not appear on the list.</p>\n<p>However, the testimony presented by the inmates reflects a noticeable reduction in only one program, boxing. Such testimony established that the boxing rings at both institutions are unsafe and that boxing equipment is in poor shape. Andy Charles, supervisor of recreation programs at KSP, testified that inmates are responsible for the destruction to the boxing equipment, and that continuous efforts are made by defendants to repair and replace the equipment.</p>\n<p>Charles also testified that thirteen programs were available to inmates in 1980, as opposed to about twenty-five programs offered at the present time. In 1980, death row inmates were provided access to six programs, and presently enjoy availability to twenty programs.</p>\n<p>The court is not moved by plaintiffs' claims in this area. The programs have been greatly expanded since the signing of the Consent Decree. Although rehabilitation is a primary goal of these institutions, they remain prisons. Therefore, defendants are in complete compliance in this area.</p>\n<p></p>\n<h2>7. <i>KSR Clothing.</i>\n</h2>\n<p>The Consent Decree requires defendants to provide plaintiffs \"with adequate and suitable clothing.\" <i>Kendrick,</i> 541 F.Supp. at 39. KSR Plaintiffs claim defendants refuse to provide them with undershirts or raincoats, in violation of this requirement.</p>\n<p>John Rees, KSR warden at the time of the hearing, testified that raincoats are provided to some inmates who are assigned to particular jobs which require them to walk outside. In addition, other inmates are permitted to order raincoats through catalogs or purchase them at the canteen.</p>\n<p>According to Pete Oldham, comptroller at KSR, defendants spent $123,000 last year on inmate clothing. Given the state budget and considering the realities of life, the court finds that defendants do provide inmates with adequate and suitable clothing in compliance with the Consent Decree.</p>\n<p></p>\n<h2>8. <i>KSP Sex Offender Program.</i>\n</h2>\n<p>Several years ago, KSP sponsored a rehabilitative counselling program for inmate sex offenders. At one time, the program included participation by a psychiatrist from the Pennyroyal Mental Health and Retardation Center in Hopkinsville, Kentucky. However, when Pennyroyal dropped out of the program in 1984 due to a lack of adequate meeting facilities and poor participation, the program was disbanded.</p>\n<p>The Kentucky General Assembly later passed legislation to fund a similar sex offender program at KSP for the years 1986-1988. Plaintiffs claim that defendants must ensure the continuation of this program beyond 1988, as it was a program at the time of the Consent Decree and should not be reduced. Defendants claim the program was not in existence at the time of the Consent Decree and that they should not be required to provide it <i>ad infinitum.</i></p>\n<p>The court finds no substantial evidence of the existence or non-existence of the sex offender program at the time of the <span class=\"star-pagination\">*1197</span> Consent Decree. Several inmates did testify of its existence in 1980, and of its benefits in helping them come to grips with their respective problems. Absent compelling evidence of the nonexistence of the program in 1980, and considering its beneficial effects, the court expects defendants to maintain this program beyond the current funding period.</p>\n<p></p>\n<h2>9. <i>Dorm 10 Renovation (KSR only).</i>\n</h2>\n<p>As part of the Consent Decree, defendants agreed to construct new dorms and renovate others in order to convert the institutions from double to single cells. Defendants plan to renovate Dorm 10 last, since it is a newer dormitory and in better condition than the others. However, plaintiffs desire a faster timetable for Dorm 10 renovation.</p>\n<p>The Consent Decree does not require that one particular dorm be renovated before another, and the court finds defendants' reasoning quite logical and in the best interests of the inmates. However, the court will not find complete compliance in the area of construction until all construction required by the Consent Decree is actually completed.</p>\n<p></p>\n<h2>10. <i>State Code Compliance (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to \"employ an environmental and health inspector who will periodically evaluate and insure the Bureau's compliance with appropriate state codes.\" <i>Kendrick,</i> 541 F.Supp. at 40. Plaintiffs claim this requires 100 percent compliance with all state inspections at all times, and that defendants' failure in this area should result in a finding of non-compliance.</p>\n<p>Literally, the Consent Decree requires 100 percent compliance at all times. However, realistically, few things rarely meet such a standard. These areas must be continually monitored by prison officials and inmates and the efforts toward perfection must remain constant. Both institutions on the whole have received passing scores on the state inspections; when the inspectors found a problem, it was resolved within a short time period. Therefore, defendants are in compliance, but both parties must realize that this continual process requires the cooperation of the parties.</p>\n<p></p>\n<h2>11. <i>Length of Segregation Confinement (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to formulate a plan to address the special types of restricted confinement, which should be based on \"an evaluation conducted by the Bureau of Corrections in light of the American Correctional Association and other comparable standards,\" giving consideration to minimum and maximum length of confinement. <i>Kendrick,</i> 541 F.Supp. at 33.</p>\n<p>Defendants' plan is located in Chapters 10, 15, and 18 of the Corrections Policies and Procedures, and provides for a maximum confinement in segregation of up to 180 days. (CPP 15.2F). The ACA standard, 2-4354, provides for a maximum confinement of thirty days, and plaintiffs claim that this proves non-compliance by the defendants in this area.</p>\n<p>According to the testimony presented, however, the ACA recently reaccredited KSP despite the difference in the length of confinement standards. The ACA committee noted the difference, yet found the sanctioning schedule fair and approved by courts in other jurisdictions. KSP Warden Gene Scroggy also testified that officials at many institutions around the country believe in state autonomy in this area and that the ACA was scheduled to review this standard this past summer.</p>\n<p>Although 180 days is a long period of time, defendants established that it is an extreme, and occurs only upon the commission of the most serious institutional offenses. In addition, due process procedures are afforded to the inmate and periodic reviews of the classification are conducted.</p>\n<p>The Consent Decree merely requires consideration of the ACA standards in this area, and not adoption of them. Therefore, defendants are in compliance.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1198</span> 12. <i>Maintenance and Pest Control (KSR only).</i>\n</h2>\n<p>Again, plaintiffs claim that the Consent Decree requires complete elimination of all pests and maintenance problems before the defendants are found in compliance. Pursuant to the Consent Decree (<i>Kendrick,</i> 541 F.Supp. at 29), defendants formulated plans for maintenance and sanitation and pest control at each institution.</p>\n<p>Tom Campbell, deputy warden for operations at KSP, testified concerning his staff and their respective responsibilities throughout the institution. One maintenance person is assigned to each living unit, to the administrative building, to the kitchen, with the others supervising special projects. Weekly inspections are conducted within the institution.</p>\n<p>In 1985, the kitchen scored 93 on the Kentucky Confinement Facilities inspection, and in 1986, the kitchen received a score of 94. The resulting score from the inspection of the facility as a whole was 86.</p>\n<p>According to the KSP sanitation policy, located in Chapter 8 of KSP procedures, sanitary materials and supplies are distributed to each area of the institution. Employees are trained in the use of the products. Monthly in-house inspections are conducted with an additional quarterly competition among the units.</p>\n<p>In addition, two employees are trained and licensed by the Department of Agriculture in the use of pesticides. These employees spray living areas weekly, use glue traps for mice and fly curtains and bug lights for flying insects. Campbell stated that elimination of bugs in the living areas is impossible as long as inmates are permitted to have food in those areas.</p>\n<p>Campbell also testified to the existence of leaks in the roofs of both renovated and unrenovated dormitories, and occasional problems with ice machines, leaky toilets and old cell doors.</p>\n<p>Pete Oldham, KSR comptroller, testified that $875,000 was spent in fiscal year 1986 on maintenance and $123,000 on sanitation. John Parker, KSR maintenance and operations man, testified that his staff is divided into specialty areas such as plumbing, carpentry, and electricity, and that they are governed and guided by a preventive maintenance manual.</p>\n<p>Testimony from inmates consisted of complaints of pests, uncomfortable air and water temperatures in the cells, leaky ceilings, outdated plumbing, and torn screens.</p>\n<p>Again, this is an area in which both parties must continually strive together in an effort to improve conditions. Although 100 percent compliance at all times would be ideal, it is not realistic. Therefore, defendants are in compliance.</p>\n<p></p>\n<h2>13. <i>Living Skills (KSR only).</i>\n</h2>\n<p>Plaintiffs claim that defendants have reduced this program from the 1980 level. Although the format and number of instructors has changed, defendants claim that the content and caliber of the course is far superior. Tom Campbell, KSR deputy warden for operations, testified that the program currently offered is called life management, and consists of classes about employability and pre-release, communication, achieving potential, banking, and preparing taxes. Campbell stated that approximately 1,300 inmates participated in the program last year.</p>\n<p>A change in content and format is not necessarily a reduction in a program. Plaintiffs presented no testimony concerning this issue or the ways in which the program has actually been reduced. The court finds that the program offers the inmates many opportunities to keep current with outside world affairs and finds the defendants in compliance with the Consent Decree.</p>\n<p></p>\n<h2>14. <i>Fire Drills (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to develop fire safety training and evacuation programs. <i>Kendrick,</i> 541 F.Supp. at 29. Plaintiffs claim that the present programs are inadequate.</p>\n<p>Tony Williams, deputy warden for KSR security, testified that the institution must meet both ACA standards on safety codes and the state fire marshal's guidelines. <span class=\"star-pagination\">*1199</span> Williams stated that he devised a chart dividing the prison into separate areas, and that each area is required to conduct one fire drill per quarter.</p>\n<p>Some testimony was presented by the inmates concerning the inadequate and unorganized drills. However, this court finds defendants in compliance so long as they comply with the ACA and state standards and guidelines.</p>\n<p></p>\n<h2>15. <i>Reduction in Programs (KSR only).</i>\n</h2>\n<p>Section 4 of the Consent Decree provides that the defendants shall maintain programs at least at the level offered in 1980. <i>Kendrick,</i> 541 F.Supp. at 29. Plaintiffs claim that the programs have been reduced by virtue of a weekend count, which interrupts inmate free time on the average of one hour on Saturdays, Sundays and holidays.</p>\n<p>This count usually begins about 12:30 p.m. when inmates are locked down in their cells. Inmates who are visiting at the time, or on special work assignments, are permitted to remain in those particular areas for the count. The count is then taken about 1 p.m. and normally clears by 1:30 p.m.</p>\n<p>Defendants explained that although weekday counts are based on a report system through work supervisors, the weekend counts are necessary because of the differing weekend schedules. Plaintiffs oppose this because visitation ends at 3 p.m. and they believe the count cuts into that time. Tony Williams, responsible for the weekend count at KSR, testified that the count has extended past 1:30 on approximately seven occasions, but that on those occasions, visitation was also extended to compensate for the delay.</p>\n<p>Williams stated that the ACA recommends that a count be conducted on each shift, and that weekend counts are especially important since escapes are most likely to occur in the evenings and on week-ends.</p>\n<p>Since 1980, the total population at KSR has been reduced by approximately 1,000 inmates. This reduction in turn, increases inmate access to the available programs. This court finds that a one hour per weekend day interruption for security purposes does not constitute a reduction in programs within the meaning of the Consent Decree. As was discussed earlier, defendants have greatly increased the number of programs offered since 1980 and they are in complete compliance with that provision of the Consent Decree.</p>\n<p></p>\n<h2>16. <i>Access to the Courts (KSR only).</i>\n</h2>\n<p>This section of the Consent Decree deals with the availability of law books and legal materials and the use of fellow inmates as legal aide advisors. More specifically, it provides that inmate legal aides should not be disciplined for such representation, even if it involves legal actions filed against the defendants, their agents or their employees. <i>Kendrick,</i> 541 F.Supp. at 34-5.</p>\n<p>Plaintiffs claim that several inmate legal aides are harassed by guards at KSR and are inhibited from access to proper materials. Approximately two inmates testified concerning this harassment. The number of actions filed by inmates pursuant to 42 U.S.C. § 1983 has greatly increased since 1980 and this court is not persuaded that defendants are in violation of this provision of the Consent Decree.</p>\n<p></p>\n<h2>17. <i>Self-help Programs (KSR only).</i>\n</h2>\n<p>Plaintiffs also claim that changes in the institution's accounting procedures have also reduced the availability of self-help programs, in violation of the Consent Decree, section 4. The self-help programs available to the inmates in 1980 included Jaycees, Alcoholics Anonymous, the Emancipation Program, and SPADE.</p>\n<p>In the spring of 1986, KSR changed its accounting procedures to comply with state accounting procedures. During this change, a moratorium was placed on club accounts and members were unable to sign checks for thirty days. Plaintiffs claim this brought them in bad standing with some customers, and that a later limit imposed on the number of checks they could write per month resulted in the folding of <span class=\"star-pagination\">*1200</span> the main fundraising project for the Jaycees.</p>\n<p>Warden John Rees testified that the new accounting procedures were instituted after auditors found deficiencies in the manner inmates maintained certain accounts. He stated that it took approximately six weeks to implement the new procedures. He also stated that new clubs include the NAACP, PFO non-violent offenders, and chess club.</p>\n<p>Again, this court does not consider the accounting move, necessitated by financial requirements, a violation of the Consent Decree. The parties must understand that while the Consent Decree addresses details of many areas, its purpose is for the overall betterment of the institution and quality of life afforded to the inmates. This court did not intend for the parties to run to the court every time the defendants changed or altered a particular detail or matter, be it for security reasons, or state or federal requirements, or merely for the betterment of the institution. More importantly, the Consent Decree is intended as a guideline to correct the injustices present in 1980, which for the most part, have been eradicated during this litigation.</p>\n<p></p>\n<h2>18. <i>Handicapped Access (KSR only).</i>\n</h2>\n<p>The Consent Decree requires defendants to conduct a study concerning the physical barriers to the handicapped and to correct any deficiencies. <i>Kendrick,</i> 541 F.Supp. at 39-40. Plaintiffs claim this requires complete access to the entire institution. However, defendants claim that absent testimony that an inmate is denied access to a particular program, the Consent Decree does not require the major construction necessary to completely redesign the entire facility.</p>\n<p>In 1980, the state's Section 504 Committee conducted a study of various state facilities for improvements in handicapped access. Recommendations were made for improvements at KSR, and in December 1980, defendants submitted a report for the planned improvements. According to this report, $97,000 was approved for use in the improvements, which consisted of new concrete ramps, enlargement of the main hallway, renovations to restrooms, and an elevator at the main entrance.</p>\n<p>One inmate at the hearing testified concerning handicapped access. He stated that it was difficult to maneuver around the yard because of potholes, but that ramps are now available at the canteen, chapel, academic school and captain's office. He also stated that it is difficult to shower because sinks block access to the bathtubs.</p>\n<p>If there is a problem with accessibility to showers, which is not completely clear from the hearing, then defendants shall eradicate that problem. However, given the accessibility to most of the main buildings and the programs offered, the court does not find that the Consent Decree requires complete renovation for complete accessibility.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Prior to the filing of this action in 1976, written policies and procedures governing various aspects of prison life at KSP and KSR were, as a practical matter, non-existent. When the parties to this action contractually agreed to achieve the standards embodied in the Consent Decree, written policies and procedures were developed. Currently, a set of Corrections Policies and Procedures (CPPs) governs the internal operations of the Corrections Cabinet. In addition, separate institutional policies and procedures manuals (IPPs) govern the operations at KSP and KSR.</p>\n<p>The result of these procedures is reflected in more than six years' of vast improvements in the two institutions, and the state correctional system as a whole. More specifically, significant improvements have occurred in the physical aspects of the institutions, such as renovation and construction of dormitories and administrative buildings, upgraded fire and safety procedures, and measures instituted to reduce and control the population numbers.</p>\n<p>Significant improvements have also been made in the conditions of confinement for the residents. Presently, a resident is afforded <span class=\"star-pagination\">*1201</span> the opportunity for education, work, improvement of skills, various forms of recreation and improved medical attention. The living areas are cleaner, less crowded and more secure. The incidents of violence have decreased dramatically. In addition, salaries for correctional officers have been upgraded.</p>\n<p>This tremendous improvement in living conditions and physical facilities also manifests itself in a more positive attitude between residents and their keepers. In a sense, the achievements in this regard exceed any improvements in physical facilities.</p>\n<p>An exemplary degree of professionalism has been displayed by the correctional officers, prison administrators, cabinet officials and the Secretary of the Corrections Cabinet. While at first they accepted their responsibilities reluctantly, they now regard their accomplishments with pride. This professionalism is also reflected in the cooperation received from the state legislature in the form of funding for the constitutionally and contractually necessary improvements.</p>\n<p>The public must realize that inmates possess constitutional rights, and the inmates must respect the need for institutional security and for management by trained professionals and administrators, and not by the courts. As noted earlier,</p>\n<blockquote>Suffice it to say that the problems of prisons in America are complex and intractable, and more to the point, they are not readily susceptible of resolution by decree. Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. For all of those reasons, courts are ill equipped to deal with the increasingly urgent problems of prison administration and reform. Judicial recognition of that fact reflects not more than a healthy sense of realism.</blockquote>\n<p><i>Procunier,</i> 94 S.Ct. at 1807.</p>\n<p>In this opinion, the court has found defendants in compliance in virtually all areas. However, one issue remains to be completely resolved  the capital construction and renovation projects. At KSP, Cell-houses 1 and 2 are expected to be completely renovated by September 1988. However, at KSR, six dormitories are awaiting renovation on a timetable of one every eighteen months. Therefore, complete compliance with the Consent Decree will not be met until 1996.</p>\n<p>In summation, the Consent Decree is and will continue to be a contractual agreement between the parties. The court will cease to monitor all conditions other than the completion of construction. The case will be maintained on the court's inactive docket and the parties shall submit semi-annual reports on the progress of construction. In the event of major violations of the Consent Decree, the parties may apply to the court for reinstatement of the case on its active docket.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1188</span></span> (1987)</b></center>\n<center><h1>Jerald KENDRICK, et al., Plaintiffs,<br>\nv.<br>\nDavid BLAND, et al., Defendants.<br>\nJames THOMPSON, et al., Plaintiffs,<br>\nv.<br>\nDavid BLAND, et al., Defendants,<br>\nUnited States of America, Amicus Curiae.</h1></center>\n<center>Civ. A. Nos. 76-0079-P(J), 79-0092-P(J) and 79-0001-L(J).</center>\n<center><p><b>United States District Court, W.D. Kentucky, Paducah Division.</b></p></center>\n<center>March 13, 1987.</center>\n<p><span class=\"star-pagination\">*1189</span> <span class=\"star-pagination\">*1190</span> Oliver H. Barber, Jr., Joseph Elder II and Robert A. Lee, Louisville, Ky., for plaintiffs.</p>\n<p>Jerald Kendrick and James Thompson, pro se.</p>\n<p>Barbara W. Jones, General Counsel, Linda C. Cooper, Atty., Dept. of Corrections, Frankfort, Ky., Leslie Patterson Vose, Lexington, Ky., and Barry L. Master, Asst. U.S. Atty., Louisville, Ky., for defendants.</p>\n<p>Mitchell W. Dale, U.S. Atty., U.S. Dept. of Justice, Civ. Rights Div., Washington, D.C., for amicus curiae.</p>\n<p>Glycon L. Ovey, Jr., Eddyville, Ky., for Ashley and Henderson.</p>\n<p></p>\n<h2>MEMORANDUM OPINION FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>JOHNSTONE, Chief Judge.</p>\n<p>This action was originally instituted in 1976 by eight plaintiff inmates of the Kentucky State Penitentiary (KSP), located in Eddyville, Kentucky, who alleged unconstitutional conditions of confinement in violation of 42 U.S.C. § 1983. The individual suits were consolidated and a class was certified. A class of inmates incarcerated at the Kentucky State Reformatory (KSR) at LaGrange, Kentucky, later joined this class action.</p>\n<p>In 1980, the parties entered into a Consent Decree in which defendants agreed to conduct studies and establish plans and procedures for improving conditions in a broad range of prison areas. <i>See </i><i>Kendrick v. Bland,</i> <span class=\"citation\" data-id=\"2288628\"><a href=\"/opinion/2288628/kendrick-v-bland/\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">21</span></a></span>, 27-45 (W.D.Ky.1981). Pursuant to the decree, defendants have, in the past six years, made major improvements in the quality of life at the two facilities. This court has monitored nearly every aspect of that endeavor.</p>\n<p>In July 1986, the parties presented evidence and testimony from state employees and inmates, concerning the degree of compliance achieved by the defendants in the various areas covered by the Consent Decree. Prior to this hearing, the parties agreed that defendants have achieved substantial compliance in certain respects in <span class=\"star-pagination\">*1191</span> the areas of population, access to the libraries, self-help programs, medical attention and care, recreation, telephones, parole, grievance procedures, and qualifications for certain maintenance supervisors.</p>\n<p>The \"Compliance Hearing\", as it has been called, was conducted July 9-11 and 14 at the Federal Courthouse in Louisville, Kentucky, July 15-16 at KSR, and July 21-23 at the Federal Building in Paducah, Kentucky.</p>\n<p></p>\n<h2>SUBSTANTIAL COMPLIANCE</h2>\n<p>When the parties entered into the Consent Decree in 1980, timetables were established for the completion of certain plans, studies and capital improvements. However, for the most part, the decree does not contain a specific \"expiration\" date, or deadline after which this litigation is ended. Rather, the parties agreed that \"The Court shall retain jurisdiction in this case until the plan submitted to the Court is fully implemented.\" Consent Decree, Section 1.D. <i>See </i><i>Kendrick,</i> 541 F.Supp. at 27.</p>\n<p>At this stage of the litigation, defendants claim that the majority of the goals of the decree have been met and that the case should be dismissed based on this \"substantial compliance.\" While recognizing the achievement of numerous Consent Decree goals, plaintiffs move the court to retain jurisdiction until complete compliance is achieved in all areas. Central to this court's opinion, therefore, is the meaning of substantial compliance and its effect on the continuation of this litigation.</p>\n<p>Few cases even address this issue, much less provide a specific definition of substantial compliance. However, a few courts have discussed the limits on the continued jurisdiction of a federal court over a state's activities, such as the management of a prison system. In <i>Battle v. Anderson,</i> <span class=\"citation\" data-id=\"419688\"><a href=\"/opinion/419688/bobby-battle-a-class-action-cross-appellants-united-states-of-america/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span>, 1537 (10th Cir.1983), the court held that a district court should retain jurisdiction over a similar prison compliance suit</p>\n<blockquote>until it can say with assurance not only that eighth amendment violations do not presently exist but that there is no reasonable expectation that unconstitutional conditions will recur.... These limits are defined by the purpose of the continuing jurisdiction  to assure that the court's intervention has achieved lasting institutional reform.</blockquote>\n<p>Yet, the court must balance this responsibility with the traditional federal court hands-off attitude toward state prison administration problems. In <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974), the United States Supreme Court noted that federal courts must defer to state officials for the administration of state prisons unless the regulations or practices offend fundamental constitutional guarantees. Thus, in <i>Taylor v. Sterrett,</i> <span class=\"citation\" data-id=\"367187\"><a href=\"/opinion/367187/joseph-taylor-v-w-l-sterrett-judge-john-whittington/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span> (5th Cir.1979), the circuit court ordered the district court to decline continued jurisdiction over a plan for improving Dallas County jails, even though efforts to alleviate future overcrowding were still in the planning and construction stages. However, in that case, a state commission on jail standards was created to monitor jails and enforce minimum standards of construction, maintenance and operation.</p>\n<p>This case is distinguishable from the cases above in one major respect  in this case, the Consent Decree was not a judicial product of a hearing on the issues. Rather, it was a voluntary, contractual-type of agreement entered into by the parties prior to a court hearing on the issues. Therefore, this litigation will not be terminated on the basis of the above case-law analysis alone; rather, this court must also consider the parties' intent at the time the Consent Decree was drafted, and the inclusion of any timetables for terminating this litigation.</p>\n<p>After reviewing the testimony and evidence presented at the compliance hearing, it is clear that defendants have greatly improved the quality of prison facilities and the quality of life for inmates incarcerated in this Commonwealth. In addition, defendants have, in this court's opinion, substantially complied in virtually all respects with the visions embodied in the 1980 Consent Decree. In fact, if this case were analyzed solely based on the above-cited <span class=\"star-pagination\">*1192</span> case law and judicial restrictions on continued jurisdiction over such matters, this court would feel compelled to dismiss this litigation.</p>\n<p>However, in addition to the meaning of substantial compliance, this court must also consider the parties' intent when entering into the Consent Decree. Such intent is clearly found in Section 1D of the decree, which provides for court jurisdiction \"until the plan ... is fully implemented.\" <i>Kendrick,</i> 541 F.Supp. at 27.</p>\n<p>Using this two-fold test, therefore, this court finds that although defendants are in complete compliance with the Consent Decree in many disputed areas, continued progress in other areas is essential prior to complete termination of this court's jurisdiction. The remaining disputed issues include: KSP vocational education, jobs, food service, due process, KSP protective custody, recreation programs, KSR clothing, and KSP sex offender program. In addition, disputed issues at KSR alone include the renovation of Dorm 10, state code compliance, length of segregation confinement, maintenance and pest control, living skills, fire drills, reduction of programs, access to the courts, self-help programs and handicapped access. What follows is an analysis of the evidence in each of these remaining disputed areas, and a determination of the degree of compliance achieved by the defendants.</p>\n<p></p>\n<h2>DISPUTED ISSUES</h2>\n<p></p>\n<h2>1. <i>KSP Vocational Education.</i>\n</h2>\n<p>At the time of the Consent Decree, vocational educational programs at KSP included masonry, auto body, small engine repair, air conditioning, welding and plumbing. Currently, KSP continues to offer those same programs except for the plumbing class, which was closed due to a lack of interest. <i>See</i> testimony of James Creekmur, vocational principal at KSP. These programs are open to inmates of KSP and of the Western Kentucky Farm Center, a minimum security facility located in Fredonia, Kentucky. At the time of the compliance hearing, approximately eighteen of the sixty-six vocational education program slots were occupied by farm center inmates.</p>\n<p>The plaintiffs claim that this participation by the farm center inmates operates to reduce the vocational education programs at KSP, in violation of the Consent Decree. However, according to a survey conducted by the plaintiffs, each vocational educational program is authorized to include twelve participants, yet as of July 9, 1986, only ten students were enrolled in each. <i>See</i> KSP Ex. # 5. In addition, David Jelinek, a vocational expert, testified that without the additional participation by farm center inmates, the facility could not continue to maintain the programs. He cited the plumbing class as an example of such a result.</p>\n<p>According to the Consent Decree, defendants agreed to maintain the courses functioning in 1980 \"at full student capacity.\" <i>Kendrick,</i> 541 F.Supp. at 31. Despite the fact that the plumbing class no longer exists due to lack of interest, defendants have demonstrated a continuing effort to meet the requirements of the Consent Decree. Creekmur testified that state regulations require a minimum of ten inmates per class in order to maintain the operations. Therefore, the participation of the farm center inmates does not inhibit the ability of KSP inmates to participate, but rather, ensures the continued viability of the programs as required by the Consent Decree. KSP officials also constantly strive to inform inmates of program availabilities through the weekly distribution of job vacancy lists which contain the heading, \"Applicants are needed for all classes in the vocational school.\"</p>\n<p>The testimony and evidence establish that defendants are in complete compliance in this area, both constitutionally and within the meaning of the Consent Decree. All parties shall continue to maintain these programs at these, or comparable, levels.</p>\n<p></p>\n<h2>2. <i>Jobs.</i>\n</h2>\n<p>The applicable portion of the Consent Decree provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*1193</span> Defendants agree to provide meaningful employment. Jobs shall be genuine; no more inmates should be assigned a task than necessary. Jobs shall afford prisoners an opportunity to learn job skills and develop good work habits and attitudes that they can apply to jobs after they are released.</blockquote>\n<p><i>Kendrick,</i> 541 F.Supp. at 31. Plaintiffs claim that defendants do not provide sufficient meaningful work, and that often, more inmates than necessary are assigned to a particular job.</p>\n<p>Vocational expert Jelinek toured both institutions in 1982, 1984 and 1986. He testified that of the approximately 590 inmates at KSP available to work at the time of the hearing, approximately 200 job vacancies existed. At KSR, he found that approximately 250 vacancies existed for approximately 1,250 available jobs.</p>\n<p>In contrast, several inmates testified that their jobs consisted of one or two hours worth of actual work during a seven-hour workday. According to this testimony, janitorial jobs are meaningless, and require only sweeping and mopping. The barbershop is equipped for one barber, yet there are slots for six barbers, and three are currently employed. Warden Gene Scroggy did state that a new barbershop is under construction and will contain two chairs, sinks and new equipment.</p>\n<p>Jelinek testified that a job is meaningful if the employee knows what to do, the techniques of doing it, the results to be achieved and the standards against which performance is judged. He found that the jobs available at KSP and KSR are comparable to those available in other institutions, and better than average.</p>\n<p>Another expert, Patrick McManus, defined meaningful employment as \"productive in the sense of generating real needed products or services, occupying a sufficient amount of an individual's time and energy, with remuneration adequate to care for basic needs and develop freedom of how we spend income.\" McManus testified that the vocational school and industries at KSP were well-equipped and competently operated, but that he was unable to observe janitors at work. He testified that the vocational and academic schools and prison industries programs at KSR were similar in quality to those at KSP. He did express some concern over the approximately 300 unassigned inmates at KSR, which included 160 awaiting transfer. He recommended that additional jobs be developed and industries expanded.</p>\n<p>Finally, McManus approved the system of job selection at both institutions and found that it mirrored that of the real world.</p>\n<p>The job worlds at KSP and KSR are not \"utopias\"; however, neither are the jobs in the outside world. Although some jobs require more responsibilities than others, on the whole the jobs offered by the defendants are meaningful. Defendants cannot achieve the goal of \"meaningful\" employment alone; rather, plaintiffs must also cooperate and strive to make the most out of the opportunities afforded to them. Operating a prison is a big business. Like a puzzle, even the smallest task or piece is essential to completing the picture. This court finds that defendants are in compliance in the area of jobs.</p>\n<p></p>\n<h2>3. <i>Food Service.</i>\n</h2>\n<p>Plaintiffs have two complaints about the food service  menu substitutions and sanitation. The Consent Decree requires controls over menu substitutions and use of a nutritionist at each institution to coordinate food preparation, sanitation, special diets and record-keeping programs. <i>Kendrick,</i> 541 F.Supp. at 31.</p>\n<p>Susan Dobner, the food service officer for the Corrections Cabinet, testified that she reviews personnel, sanitation and food reports from the institutions on a quarterly basis. She stated that menu substitutions can occur when a product runs out, is unavailable, or when equipment malfunctions. The Food Service Manual, defendants' exhibit # 21, provides guidelines for substituting foods in each food group.</p>\n<p>Plaintiffs claim that a survey of menu substitutions revealed that fifty out of 150 were in violation of the food service policy. <span class=\"star-pagination\">*1194</span> However, this court has reviewed those \"violations\" and finds that none are outrageous or otherwise worthy of continued dispute. For example, plaintiffs complain over substitutions such as apple salad for applesauce; peaches for pudding; cabbage for beets; mixed vegetables for corn, etc.</p>\n<p>However, with respect to sanitation, defendants do face a continuing problem. Inmates testified repeatedly of dirty silverware, inadequately cooked meals, dirty kitchen conditions, flies in the food, poor supervision, roaches, etc. On the other hand, Dobner testified that no unusual sanitation problem existed at either institution and that all institutional kitchens have roach problems. Hack Riddle, head of sanitation at KSP, testified that a roach problem exists in that kitchen, despite continuous use of pesticides and sprays. He stated that scores on the Kentucky Confinement Facilities inspections since 1980 have ranged from the mid-80s to the 90s.</p>\n<p>Paul Cuff, acting administrator and supervisor of environmental services in Oldham County, testified that sanitation at KSR is consistent with good practices. Although a 1985 inspection resulted in a score of 86, on follow-up, the problems were resolved. Warden Scroggy testified of continuing efforts to improve the KSP kitchen conditions by cutting the number and raising the pay of kitchen staff, and enforcing the rules of sanitation.</p>\n<p>This court realizes that to a degree, institutions as large as KSP and KSR attract roaches and flies, and that sanitation is a constant struggle and process. However, some of these problems can be alleviated by strict imposition of sanitation rules and regulations on all staff and continued compliance with state codes. While the sanitation conditions are not perfect, they are commendable. The conditions are not unconstitutional, and comply with the Consent Decree so long as both parties cooperate and continue to strive for excellence.</p>\n<p></p>\n<h2>4. <i>Due Process.</i>\n</h2>\n<p>The parties agree that the established policies and procedures at both institutions comply with the Consent Decree. However, plaintiffs claim that in practice, defendants do not comply with the prehearing detention practices and procedures and that they often fail to comply with other procedures.</p>\n<p>Section 6 of the Consent Decree provides in part as follows:</p>\n<blockquote>2) Until the hearing, every inmate is entitled to remain in his existing status, unless he constitutes a threat to other prisoners, staff members, or himself, which requires pre-hearing detention. If prehearing detention is to be ordered by the shift supervisor, such order must be in writing with reasons in support thereof and reviewed and signed by the warden within twenty-four hours. Failure to do so shall return the inmate to his previous status. Any time spent in pre-hearing detention shall be credited against subsequent sentence imposed.</blockquote>\n<p><i>Kendrick,</i> 541 F.Supp. at 32.</p>\n<p>Some inmates testified that they were locked up for more than seven days without a hearing, and that defendants do not ensure the reliability of informants prior to using information provided by them. Dr. Deborah Wilson, branch manager of planning and evaluation at the Corrections Cabinet, conducted a statistical analysis and review of the number of adjustment committee cases which involved prehearing detention. She stated that from 1984-1986, twelve to fifteen percent of cases at KSR involved prehearing detention and sixteen to thirty-four percent of cases at KSP involved prehearing detention. She also stated that the number of dismissals and amended charges indicated serious deliberations by the adjustment committee.</p>\n<p>According to Lt. Tim Barnes, chairman of the KSP adjustment committee, CPP 15.6 provides that prehearing detention inmates shall be afforded a due process hearing within a reasonable period of time, usually within seven days but no later than ten days. An inmate is placed in prehearing detention when an incident occurs and an officer believes the individual is a threat to the security of the institution. The officer responsible for the detention must complete a detention form which is then reviewed <span class=\"star-pagination\">*1195</span> by the warden or a duty officer within twenty-four hours. Barnes testified that he was not aware of any misuse of prehearing detention by prison officials or of non-compliance with the informant procedures. This court is convinced from the evidence that defendants are complying with due process procedures, and that they are in compliance with the Consent Decree requirements in this area.</p>\n<p></p>\n<h2>5. <i>KSP Protective Custody.</i>\n</h2>\n<p>The protective custody unit at KSP currently houses approximately 175 to 200 inmates. In 1980, the defendants agreed to submit a plan which would address various areas of protective custody. <i>Kendrick,</i> 541 F.Supp. at 33. This plan was filed with the court on May 27, 1981. At that time, the defendants had established a \"satellite\" protective custody unit at the Paducah Jail, but contemplated a phase-out of that facility upon the accommodation of protective custody inmates at KSR and Luther Luckett Correctional Complex.</p>\n<p>Presently, the defendants' protective custody plan is located in CPP 10.2. This court stated in its July 7, 1986 order that CPPs and IPPs are considered plans within the meaning of the Consent Decree.</p>\n<p>Plaintiffs claim, however, that protective custody inmates should be housed at a facility separate from one with general population inmates. Testimony from inmates established that great animosity exists between inmates of the two classes, and each resents the programs and privileges afforded to the other.</p>\n<p>Presently, protective custody inmates are permitted access to approximately eighteen hours per week of recreation time outside their cells. Their time on the yard is limited to approximately four hours per day during the week, and none on weekends. Al Parke, Commissioner of the Corrections Cabinet (he has since replaced John Rees as Warden of KSR), testified that inmates check themselves into the protective custody unit if they are in debt, tired of maintaining a powerful reputation, or cannot adapt to the general population environment.</p>\n<p>KSP Warden Gene Scroggy testified that KSP passed the American Correctional Association protective custody standards both in 1983 and 1986.</p>\n<p>The court realizes the animosity between the inmates of the two populations and the logistics problems caused by attempting to provide comparable programs to both populations. However, the court foresees no better solution to the situation and finds the defendants in compliance in this area. During the time in which protective custody inmates are permitted outside their cells, they are afforded the same opportunities as general population inmates: they recreate, shower, visit the library, participate in programs, and thirty-three of these inmates are employed.</p>\n<p>This is an administrative problem which is better suited for the trained prison official as opposed to a judicial officer. As the United States Supreme Court noted in <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1878, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979),</p>\n<blockquote>Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.... Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.</blockquote>\n<p>In addition, in <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974), the court held:</p>\n<blockquote>Suffice it to say that the problems of prisons in America are complex and intractable, and more to the point, they are not readily susceptible of resolution by decree. Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. For all of those reasons, courts are ill <span class=\"star-pagination\">*1196</span> equipped to deal with the increasingly urgent problems of prison administration and reform. Judicial recognition of that fact reflects no more than a healthy sense of realism. Moreover, where state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.</blockquote>\n<p>Therefore, defendants are in compliance with the Consent Decree in the area of protective custody.</p>\n<p></p>\n<h2>6. <i>Recreation Programs.</i>\n</h2>\n<p>Plaintiffs claim that defendants have reduced the programs available to the inmates in violation of the Consent Decree, which provides that \"The current recreation program will be maintained at least at the current levels.\" <i>Kendrick,</i> 541 F.Supp. at 35. Plaintiffs also claim that the list of programs which appears in the Consent Decree is not exhaustive, and that defendants are responsible for maintaining programs which do not appear on the list.</p>\n<p>However, the testimony presented by the inmates reflects a noticeable reduction in only one program, boxing. Such testimony established that the boxing rings at both institutions are unsafe and that boxing equipment is in poor shape. Andy Charles, supervisor of recreation programs at KSP, testified that inmates are responsible for the destruction to the boxing equipment, and that continuous efforts are made by defendants to repair and replace the equipment.</p>\n<p>Charles also testified that thirteen programs were available to inmates in 1980, as opposed to about twenty-five programs offered at the present time. In 1980, death row inmates were provided access to six programs, and presently enjoy availability to twenty programs.</p>\n<p>The court is not moved by plaintiffs' claims in this area. The programs have been greatly expanded since the signing of the Consent Decree. Although rehabilitation is a primary goal of these institutions, they remain prisons. Therefore, defendants are in complete compliance in this area.</p>\n<p></p>\n<h2>7. <i>KSR Clothing.</i>\n</h2>\n<p>The Consent Decree requires defendants to provide plaintiffs \"with adequate and suitable clothing.\" <i>Kendrick,</i> 541 F.Supp. at 39. KSR Plaintiffs claim defendants refuse to provide them with undershirts or raincoats, in violation of this requirement.</p>\n<p>John Rees, KSR warden at the time of the hearing, testified that raincoats are provided to some inmates who are assigned to particular jobs which require them to walk outside. In addition, other inmates are permitted to order raincoats through catalogs or purchase them at the canteen.</p>\n<p>According to Pete Oldham, comptroller at KSR, defendants spent $123,000 last year on inmate clothing. Given the state budget and considering the realities of life, the court finds that defendants do provide inmates with adequate and suitable clothing in compliance with the Consent Decree.</p>\n<p></p>\n<h2>8. <i>KSP Sex Offender Program.</i>\n</h2>\n<p>Several years ago, KSP sponsored a rehabilitative counselling program for inmate sex offenders. At one time, the program included participation by a psychiatrist from the Pennyroyal Mental Health and Retardation Center in Hopkinsville, Kentucky. However, when Pennyroyal dropped out of the program in 1984 due to a lack of adequate meeting facilities and poor participation, the program was disbanded.</p>\n<p>The Kentucky General Assembly later passed legislation to fund a similar sex offender program at KSP for the years 1986-1988. Plaintiffs claim that defendants must ensure the continuation of this program beyond 1988, as it was a program at the time of the Consent Decree and should not be reduced. Defendants claim the program was not in existence at the time of the Consent Decree and that they should not be required to provide it <i>ad infinitum.</i></p>\n<p>The court finds no substantial evidence of the existence or non-existence of the sex offender program at the time of the <span class=\"star-pagination\">*1197</span> Consent Decree. Several inmates did testify of its existence in 1980, and of its benefits in helping them come to grips with their respective problems. Absent compelling evidence of the nonexistence of the program in 1980, and considering its beneficial effects, the court expects defendants to maintain this program beyond the current funding period.</p>\n<p></p>\n<h2>9. <i>Dorm 10 Renovation (KSR only).</i>\n</h2>\n<p>As part of the Consent Decree, defendants agreed to construct new dorms and renovate others in order to convert the institutions from double to single cells. Defendants plan to renovate Dorm 10 last, since it is a newer dormitory and in better condition than the others. However, plaintiffs desire a faster timetable for Dorm 10 renovation.</p>\n<p>The Consent Decree does not require that one particular dorm be renovated before another, and the court finds defendants' reasoning quite logical and in the best interests of the inmates. However, the court will not find complete compliance in the area of construction until all construction required by the Consent Decree is actually completed.</p>\n<p></p>\n<h2>10. <i>State Code Compliance (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to \"employ an environmental and health inspector who will periodically evaluate and insure the Bureau's compliance with appropriate state codes.\" <i>Kendrick,</i> 541 F.Supp. at 40. Plaintiffs claim this requires 100 percent compliance with all state inspections at all times, and that defendants' failure in this area should result in a finding of non-compliance.</p>\n<p>Literally, the Consent Decree requires 100 percent compliance at all times. However, realistically, few things rarely meet such a standard. These areas must be continually monitored by prison officials and inmates and the efforts toward perfection must remain constant. Both institutions on the whole have received passing scores on the state inspections; when the inspectors found a problem, it was resolved within a short time period. Therefore, defendants are in compliance, but both parties must realize that this continual process requires the cooperation of the parties.</p>\n<p></p>\n<h2>11. <i>Length of Segregation Confinement (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to formulate a plan to address the special types of restricted confinement, which should be based on \"an evaluation conducted by the Bureau of Corrections in light of the American Correctional Association and other comparable standards,\" giving consideration to minimum and maximum length of confinement. <i>Kendrick,</i> 541 F.Supp. at 33.</p>\n<p>Defendants' plan is located in Chapters 10, 15, and 18 of the Corrections Policies and Procedures, and provides for a maximum confinement in segregation of up to 180 days. (CPP 15.2F). The ACA standard, 2-4354, provides for a maximum confinement of thirty days, and plaintiffs claim that this proves non-compliance by the defendants in this area.</p>\n<p>According to the testimony presented, however, the ACA recently reaccredited KSP despite the difference in the length of confinement standards. The ACA committee noted the difference, yet found the sanctioning schedule fair and approved by courts in other jurisdictions. KSP Warden Gene Scroggy also testified that officials at many institutions around the country believe in state autonomy in this area and that the ACA was scheduled to review this standard this past summer.</p>\n<p>Although 180 days is a long period of time, defendants established that it is an extreme, and occurs only upon the commission of the most serious institutional offenses. In addition, due process procedures are afforded to the inmate and periodic reviews of the classification are conducted.</p>\n<p>The Consent Decree merely requires consideration of the ACA standards in this area, and not adoption of them. Therefore, defendants are in compliance.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1198</span> 12. <i>Maintenance and Pest Control (KSR only).</i>\n</h2>\n<p>Again, plaintiffs claim that the Consent Decree requires complete elimination of all pests and maintenance problems before the defendants are found in compliance. Pursuant to the Consent Decree (<i>Kendrick,</i> 541 F.Supp. at 29), defendants formulated plans for maintenance and sanitation and pest control at each institution.</p>\n<p>Tom Campbell, deputy warden for operations at KSP, testified concerning his staff and their respective responsibilities throughout the institution. One maintenance person is assigned to each living unit, to the administrative building, to the kitchen, with the others supervising special projects. Weekly inspections are conducted within the institution.</p>\n<p>In 1985, the kitchen scored 93 on the Kentucky Confinement Facilities inspection, and in 1986, the kitchen received a score of 94. The resulting score from the inspection of the facility as a whole was 86.</p>\n<p>According to the KSP sanitation policy, located in Chapter 8 of KSP procedures, sanitary materials and supplies are distributed to each area of the institution. Employees are trained in the use of the products. Monthly in-house inspections are conducted with an additional quarterly competition among the units.</p>\n<p>In addition, two employees are trained and licensed by the Department of Agriculture in the use of pesticides. These employees spray living areas weekly, use glue traps for mice and fly curtains and bug lights for flying insects. Campbell stated that elimination of bugs in the living areas is impossible as long as inmates are permitted to have food in those areas.</p>\n<p>Campbell also testified to the existence of leaks in the roofs of both renovated and unrenovated dormitories, and occasional problems with ice machines, leaky toilets and old cell doors.</p>\n<p>Pete Oldham, KSR comptroller, testified that $875,000 was spent in fiscal year 1986 on maintenance and $123,000 on sanitation. John Parker, KSR maintenance and operations man, testified that his staff is divided into specialty areas such as plumbing, carpentry, and electricity, and that they are governed and guided by a preventive maintenance manual.</p>\n<p>Testimony from inmates consisted of complaints of pests, uncomfortable air and water temperatures in the cells, leaky ceilings, outdated plumbing, and torn screens.</p>\n<p>Again, this is an area in which both parties must continually strive together in an effort to improve conditions. Although 100 percent compliance at all times would be ideal, it is not realistic. Therefore, defendants are in compliance.</p>\n<p></p>\n<h2>13. <i>Living Skills (KSR only).</i>\n</h2>\n<p>Plaintiffs claim that defendants have reduced this program from the 1980 level. Although the format and number of instructors has changed, defendants claim that the content and caliber of the course is far superior. Tom Campbell, KSR deputy warden for operations, testified that the program currently offered is called life management, and consists of classes about employability and pre-release, communication, achieving potential, banking, and preparing taxes. Campbell stated that approximately 1,300 inmates participated in the program last year.</p>\n<p>A change in content and format is not necessarily a reduction in a program. Plaintiffs presented no testimony concerning this issue or the ways in which the program has actually been reduced. The court finds that the program offers the inmates many opportunities to keep current with outside world affairs and finds the defendants in compliance with the Consent Decree.</p>\n<p></p>\n<h2>14. <i>Fire Drills (KSR only).</i>\n</h2>\n<p>The Consent Decree requires the defendants to develop fire safety training and evacuation programs. <i>Kendrick,</i> 541 F.Supp. at 29. Plaintiffs claim that the present programs are inadequate.</p>\n<p>Tony Williams, deputy warden for KSR security, testified that the institution must meet both ACA standards on safety codes and the state fire marshal's guidelines. <span class=\"star-pagination\">*1199</span> Williams stated that he devised a chart dividing the prison into separate areas, and that each area is required to conduct one fire drill per quarter.</p>\n<p>Some testimony was presented by the inmates concerning the inadequate and unorganized drills. However, this court finds defendants in compliance so long as they comply with the ACA and state standards and guidelines.</p>\n<p></p>\n<h2>15. <i>Reduction in Programs (KSR only).</i>\n</h2>\n<p>Section 4 of the Consent Decree provides that the defendants shall maintain programs at least at the level offered in 1980. <i>Kendrick,</i> 541 F.Supp. at 29. Plaintiffs claim that the programs have been reduced by virtue of a weekend count, which interrupts inmate free time on the average of one hour on Saturdays, Sundays and holidays.</p>\n<p>This count usually begins about 12:30 p.m. when inmates are locked down in their cells. Inmates who are visiting at the time, or on special work assignments, are permitted to remain in those particular areas for the count. The count is then taken about 1 p.m. and normally clears by 1:30 p.m.</p>\n<p>Defendants explained that although weekday counts are based on a report system through work supervisors, the weekend counts are necessary because of the differing weekend schedules. Plaintiffs oppose this because visitation ends at 3 p.m. and they believe the count cuts into that time. Tony Williams, responsible for the weekend count at KSR, testified that the count has extended past 1:30 on approximately seven occasions, but that on those occasions, visitation was also extended to compensate for the delay.</p>\n<p>Williams stated that the ACA recommends that a count be conducted on each shift, and that weekend counts are especially important since escapes are most likely to occur in the evenings and on week-ends.</p>\n<p>Since 1980, the total population at KSR has been reduced by approximately 1,000 inmates. This reduction in turn, increases inmate access to the available programs. This court finds that a one hour per weekend day interruption for security purposes does not constitute a reduction in programs within the meaning of the Consent Decree. As was discussed earlier, defendants have greatly increased the number of programs offered since 1980 and they are in complete compliance with that provision of the Consent Decree.</p>\n<p></p>\n<h2>16. <i>Access to the Courts (KSR only).</i>\n</h2>\n<p>This section of the Consent Decree deals with the availability of law books and legal materials and the use of fellow inmates as legal aide advisors. More specifically, it provides that inmate legal aides should not be disciplined for such representation, even if it involves legal actions filed against the defendants, their agents or their employees. <i>Kendrick,</i> 541 F.Supp. at 34-5.</p>\n<p>Plaintiffs claim that several inmate legal aides are harassed by guards at KSR and are inhibited from access to proper materials. Approximately two inmates testified concerning this harassment. The number of actions filed by inmates pursuant to 42 U.S.C. § 1983 has greatly increased since 1980 and this court is not persuaded that defendants are in violation of this provision of the Consent Decree.</p>\n<p></p>\n<h2>17. <i>Self-help Programs (KSR only).</i>\n</h2>\n<p>Plaintiffs also claim that changes in the institution's accounting procedures have also reduced the availability of self-help programs, in violation of the Consent Decree, section 4. The self-help programs available to the inmates in 1980 included Jaycees, Alcoholics Anonymous, the Emancipation Program, and SPADE.</p>\n<p>In the spring of 1986, KSR changed its accounting procedures to comply with state accounting procedures. During this change, a moratorium was placed on club accounts and members were unable to sign checks for thirty days. Plaintiffs claim this brought them in bad standing with some customers, and that a later limit imposed on the number of checks they could write per month resulted in the folding of <span class=\"star-pagination\">*1200</span> the main fundraising project for the Jaycees.</p>\n<p>Warden John Rees testified that the new accounting procedures were instituted after auditors found deficiencies in the manner inmates maintained certain accounts. He stated that it took approximately six weeks to implement the new procedures. He also stated that new clubs include the NAACP, PFO non-violent offenders, and chess club.</p>\n<p>Again, this court does not consider the accounting move, necessitated by financial requirements, a violation of the Consent Decree. The parties must understand that while the Consent Decree addresses details of many areas, its purpose is for the overall betterment of the institution and quality of life afforded to the inmates. This court did not intend for the parties to run to the court every time the defendants changed or altered a particular detail or matter, be it for security reasons, or state or federal requirements, or merely for the betterment of the institution. More importantly, the Consent Decree is intended as a guideline to correct the injustices present in 1980, which for the most part, have been eradicated during this litigation.</p>\n<p></p>\n<h2>18. <i>Handicapped Access (KSR only).</i>\n</h2>\n<p>The Consent Decree requires defendants to conduct a study concerning the physical barriers to the handicapped and to correct any deficiencies. <i>Kendrick,</i> 541 F.Supp. at 39-40. Plaintiffs claim this requires complete access to the entire institution. However, defendants claim that absent testimony that an inmate is denied access to a particular program, the Consent Decree does not require the major construction necessary to completely redesign the entire facility.</p>\n<p>In 1980, the state's Section 504 Committee conducted a study of various state facilities for improvements in handicapped access. Recommendations were made for improvements at KSR, and in December 1980, defendants submitted a report for the planned improvements. According to this report, $97,000 was approved for use in the improvements, which consisted of new concrete ramps, enlargement of the main hallway, renovations to restrooms, and an elevator at the main entrance.</p>\n<p>One inmate at the hearing testified concerning handicapped access. He stated that it was difficult to maneuver around the yard because of potholes, but that ramps are now available at the canteen, chapel, academic school and captain's office. He also stated that it is difficult to shower because sinks block access to the bathtubs.</p>\n<p>If there is a problem with accessibility to showers, which is not completely clear from the hearing, then defendants shall eradicate that problem. However, given the accessibility to most of the main buildings and the programs offered, the court does not find that the Consent Decree requires complete renovation for complete accessibility.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Prior to the filing of this action in 1976, written policies and procedures governing various aspects of prison life at KSP and KSR were, as a practical matter, non-existent. When the parties to this action contractually agreed to achieve the standards embodied in the Consent Decree, written policies and procedures were developed. Currently, a set of Corrections Policies and Procedures (CPPs) governs the internal operations of the Corrections Cabinet. In addition, separate institutional policies and procedures manuals (IPPs) govern the operations at KSP and KSR.</p>\n<p>The result of these procedures is reflected in more than six years' of vast improvements in the two institutions, and the state correctional system as a whole. More specifically, significant improvements have occurred in the physical aspects of the institutions, such as renovation and construction of dormitories and administrative buildings, upgraded fire and safety procedures, and measures instituted to reduce and control the population numbers.</p>\n<p>Significant improvements have also been made in the conditions of confinement for the residents. Presently, a resident is afforded <span class=\"star-pagination\">*1201</span> the opportunity for education, work, improvement of skills, various forms of recreation and improved medical attention. The living areas are cleaner, less crowded and more secure. The incidents of violence have decreased dramatically. In addition, salaries for correctional officers have been upgraded.</p>\n<p>This tremendous improvement in living conditions and physical facilities also manifests itself in a more positive attitude between residents and their keepers. In a sense, the achievements in this regard exceed any improvements in physical facilities.</p>\n<p>An exemplary degree of professionalism has been displayed by the correctional officers, prison administrators, cabinet officials and the Secretary of the Corrections Cabinet. While at first they accepted their responsibilities reluctantly, they now regard their accomplishments with pride. This professionalism is also reflected in the cooperation received from the state legislature in the form of funding for the constitutionally and contractually necessary improvements.</p>\n<p>The public must realize that inmates possess constitutional rights, and the inmates must respect the need for institutional security and for management by trained professionals and administrators, and not by the courts. As noted earlier,</p>\n<blockquote>Suffice it to say that the problems of prisons in America are complex and intractable, and more to the point, they are not readily susceptible of resolution by decree. Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. For all of those reasons, courts are ill equipped to deal with the increasingly urgent problems of prison administration and reform. Judicial recognition of that fact reflects not more than a healthy sense of realism.</blockquote>\n<p><i>Procunier,</i> 94 S.Ct. at 1807.</p>\n<p>In this opinion, the court has found defendants in compliance in virtually all areas. However, one issue remains to be completely resolved  the capital construction and renovation projects. At KSP, Cell-houses 1 and 2 are expected to be completely renovated by September 1988. However, at KSR, six dormitories are awaiting renovation on a timetable of one every eighteen months. Therefore, complete compliance with the Consent Decree will not be met until 1996.</p>\n<p>In summation, the Consent Decree is and will continue to be a contractual agreement between the parties. The court will cease to monitor all conditions other than the completion of construction. The case will be maintained on the court's inactive docket and the parties shall submit semi-annual reports on the progress of construction. In the event of major violations of the Consent Decree, the parties may apply to the court for reinstatement of the case on its active docket.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/419688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288628/"
          ]
        }
      ],
      "judges": "Johnstone",
      "date_created": "2014-10-30T19:25:54.949637Z",
      "date_modified": "2016-03-03T21:07:54.993138Z",
      "date_filed": "1987-03-13",
      "date_filed_is_approximate": false,
      "slug": "kendrick-v-bland",
      "citation_id": 1930182,
      "case_name_short": "Kendrick",
      "case_name": "Kendrick v. Bland",
      "case_name_full": "",
      "federal_cite_one": "659 F. Supp. 1188",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1781762/kendrick-v-bland/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:25:54.945420Z",
  "date_modified": "2014-10-30T19:25:54.945420Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kendrick",
  "case_name": "Kendrick v. Bland",
  "case_name_full": "",
  "slug": "kendrick-v-bland",
  "docket_number": "Civ. A. Nos. 76-0079-P(J), 79-0092-P(J) and 79-0001-L(J)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}