{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/178382/",
  "id": 178382,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1812683/",
      "id": 1812683,
      "absolute_url": "/opinion/1812683/milwaukee-branch-naacp-v-thompson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/178382/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1812683/",
          "id": 1812683,
          "absolute_url": "/opinion/1812683/milwaukee-branch-naacp-v-thompson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1812683/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1247/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:30:24.375421Z",
          "date_modified": "2017-04-07T04:10:50.380221Z",
          "type": "010combined",
          "sha1": "35f650ec0e6ebf2f25fd1829e6840bc994e760bf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>929 F.Supp. 1150 (1996)</b></center>\n<center><h1>MILWAUKEE BRANCH OF the N.A.A.C.P.; Felmers Chaney; Vincent Knox and Barbara White, Plaintiffs,<br>\nRamon Arellano Valdez and The Federation for Civic Action, Inc., Plaintiffs-Intervenors,<br>\nv.<br>\nGovernor Tommy THOMPSON; Senate President Brian D. Rude; Senate Majority Leader Michael G. Ellis; Senate Minority Leader Robert Jauch; Assembly Speaker Walter J. Kunicki; Assembly Majority Leader David M. Travis; Assembly Minority Leader David T. Prosser, Jr.; Milwaukee County Board of Election Commissioners; Commissioner Molly Koranda; Commissioner Webster Harris, Jr.; Commissioner Tillie Bichanich; City of Milwaukee Board of Elections Commissioners; Commissioner Rosemarie McDowell; and Commissioner Jean Novshek, Defendants,<br>\nWisconsin Association of Trial Judges; Patrick T. Sheedy and Frederick A. Henderson, Defendants-Intervenors.</h1></center>\n<center>No. 94-C-1245.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>June 10, 1996.</center>\n<p><span class=\"star-pagination\">*1151</span> <span class=\"star-pagination\">*1152</span> Richard Saks, Perry, Lerner &amp; Quindel, Milwaukee, WI, Dennis Courtland Hayes, Willie Abrams, NAACP-Special Contribution Fund, Baltimore, MD, Todd A. Cox, Brenda J. Wright, Lawyers Committee for Civil Rights Under Law, Washington, D.C., for Plaintiffs.</p>\n<p>Rolando L. Rios, Rios Law Office, San Antonio, TX, William L. Garrett, Garrett &amp; Thompson, Dallas, TX, for Plaintiff-Intervenors.</p>\n<p>James E. Doyle, Jr., Peter C. Anderson, Michelle L. Ramirez, Kathleen M. Falk, Office of the Attorney General, Madison, WI, for Defendants Governor Tommy Thompson, Senate President Brian D. Rude, Senate Majority Leader Michael G. Ellis, Senate Minority Leader Robert Jauch, Assembly Speaker Walter J. Kunicki, Assembly Majority Leader David M. Travis, Assembly Minority Leader David T. Prosser, Jr.</p>\n<p>Robert E. Andrews, Milwaukee County Corporation Counsel, Milwaukee, WI, for Defendants Milwaukee County Board of Election Commissioners, Commissioner Molly Koranda, Commissioner Webster Harris, Jr., Commissioner Tillie Bichanich.</p>\n<p>Grant F. Langley, Thomas E. Hayes, Milwaukee City Attorney's Office, Milwaukee, WI, for Defendants City of Milwaukee Board of Elections Commissioners, Commissioner <span class=\"star-pagination\">*1153</span> Rosemarie McDowell, Commissioner Jean Novshek.</p>\n<p>Thomas L. Shriner, Jr., Foley &amp; Lardner, Milwaukee, WI, for Defendant-Intervenors.</p>\n<p></p>\n<h2>DECISION and ORDER</h2>\n<p>MYRON L. GORDON, District Judge.</p>\n<p>On November 10, 1994, the plaintiffs filed this action seeking declaratory and injunctive relief. The plaintiffs assert claims under section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1973, and the Fourteenth and Fifteenth Amendments to the United States Constitution regarding the statutory provisions of the state of Wisconsin and the electoral procedures promulgated and implemented for the election of state judges in Milwaukee county. In their complaint, the plaintiffs allege that the current at-large scheme for electing state circuit and appellate judges in Milwaukee county violates the Voting Rights Act and the Fourteenth and Fifteenth Amendments with respect to black voters within the county.</p>\n<p>On December 2, 1994, on behalf of Hispanic voters, the plaintiff-intervenors filed a motion to intervene, along with a proposed complaint in intervention, asserting claims identical to those asserted by the plaintiffs. However, the plaintiff-intervenors do not challenge the system for electing judges to the state court of appeals in Milwaukee county. In their complaint, the plaintiff-intervenors assert that the current at-large scheme of elections for the state circuit court violates the Voting Rights Act and the Fourteenth and Fifteenth Amendments with respect to Hispanic voters within Milwaukee county. On January 27, 1995, Judge John W. Reynolds granted the plaintiff-intervenors' motion to intervene in this action.</p>\n<p>Judge Reynolds also granted the defendant intervenors' motion to intervene in this action. Presently before this court is the defendants' and defendant-intervenors' motion for partial summary judgment.</p>\n<p></p>\n<h2><i>I. SUMMARY JUDGMENT STANDARD</i></h2>\n<p>A motion for summary judgment shall be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Rule 56(c), Federal Rules of Civil Procedure. The substantive law identifies which facts are material. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). Only disputes over facts which are outcome determinative under the applicable substantive law will preclude the entry of summary judgment. <i>Id.</i></p>\n<p>A genuine issue of fact is one which creates a genuine issue for trial. <i>Matsushita Elec. Industrial Co. v. Zenith Radio,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). A genuine issue of material fact is \"more than some metaphysical doubt as to the material facts.\" <i>Id.</i> \"Where the record taken as a whole could not lead a rational trier of fact to find in favor of the non-moving party, there is no `genuine issue for trial.'\" <i>Id.</i></p>\n<p>The party moving for summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Roger v. Yellow Freight Systems, Inc.,</i> 21 F.3d 146, 148 (7th Cir.1994). If the movant makes such a demonstration, the burden shifts to the non-movant to set forth specific facts showing that there is a genuine issue for trial. Rule 56(e), Federal Rules of Civil Procedure; <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). Where a party opposing a motion for summary judgment will bear the burden of proof on an issue at trial, he must go beyond the pleadings and set forth facts which show that there is a genuine issue for trial. <i>Celotex Corp.,</i> 477 U.S. at 324, 106 S.Ct. at 2553; <i>Bratton v. Roadway Package System, Inc.,</i> 77 F.3d 168, 173 (7th Cir.1996). In considering a motion for summary judgment, the court must view the record, and any reasonable inferences drawn therefrom, in the light most favorable to the non-moving party. <i>Griffin v. City of Milwaukee,</i> 74 F.3d 824, 826-27 (7th Cir.1996).</p>\n<p></p>\n<h2><i>II. FACTS</i></h2>\n<p>The following facts are taken from the complaints and the parties' proposed findings <span class=\"star-pagination\">*1154</span> of fact. Pursuant to Local Rule 6.05(d), there is no genuine issue as to any material fact to which a specific response has not been set forth.</p>\n<p>The N.A.A.C.P. is suing on behalf of its members who are registered voters in the city of Milwaukee and Milwaukee county. (Plaintiffs' Complaint at 3.). Plaintiffs Felmers Chaney, Vince Knox and Barbara White are black citizens of the United States and residents and registered voters of the city of Milwaukee and Milwaukee county. (Plaintiffs' Complaint at 3).</p>\n<p>Plaintiff-intervenor Ramon Arellano Valdez is an adult Hispanic citizen who resides in and is a registered voter in Milwaukee county. (Plaintiff-intervenors' Complaint at 3). Plaintiff-intervenor Federation for Civic Action is suing on behalf of its members who are registered Hispanic voters in the city of Milwaukee and Milwaukee county. (Plaintiff-intervenors' Complaint at 3).</p>\n<p>The defendants are government officials alleged to be involved in the organization and administration of the court system in Milwaukee county. (Defendants and Defendant-intervenors' Proposed Findings of Fact [\"DDPFF\"] ¶ 2). Defendant-intervenor Wisconsin Association of Trial Judges is an organization whose members are trial judges around the state, including some from Milwaukee county. (DDPFF ¶ 3). Defendant-intervenors Patrick Sheedy and Frederick Henderson are circuit court judges in the circuits for Milwaukee and Rusk counties, respectively. (DDPFF ¶ 3).</p>\n<p>In their respective complaints, the plaintiffs and plaintiff intervenors claim that the at-large election of circuit court judges in Milwaukee county was adopted and is maintained to discriminate against black and Hispanic voters. (DDPFF ¶ 1). In addition, the plaintiffs allege that the at-large election of state appellate judges in Milwaukee county was adopted and is maintained to discriminate against black voters. (DDPFF ¶ 1).</p>\n<p>The circuit-wide election of judges in circuits whose boundaries are coincident with the boundaries of one or more counties is the electoral system used throughout the state of Wisconsin. (DDPFF ¶ 4). The electoral system originated with the state's 1848 constitution, Wis. Const. art. VII, § 6, and has been continuously maintained since that time. (DDPFF ¶ 4).</p>\n<p>In 1977 and 1978, the state legislature merged the former county courts into the circuit courts and the Wisconsin court of appeals was created. (DDPFF ¶ 5). During the 1977 court reorganization, Robert Martineau, a member of the special committee on court reorganization, proposed that judges to the state court of appeals be elected by single-member districts in the rural counties of Wisconsin but that judges for the district comprising Milwaukee county be elected at-large. (Plaintiffs' Proposed Findings of Fact ¶ 3). However, the method of electing circuit court judges was not altered; the method of electing judges to the state court of appeals followed the method for the election of circuit court judges. (DDPFF ¶ 5). The Wisconsin court of appeals consists of districts, whose boundaries are coincident with one or more counties. (DDPFF ¶ 5). Judges are elected to the court of appeals on a district-wide basis. (DDPFF ¶ 5). The method used for the election of judges to the court of appeals for the district comprising Milwaukee county is identical to the method used throughout the state. (DDPFF ¶ 5).</p>\n<p>Plaintiff-intervenors have proposed a single-member judicial election district in which Hispanics would comprise 56.09% of the district's total population and 50.26% of the district's population ages 18 and older. (DDPFF ¶ 9).</p>\n<p></p>\n<h2><i>III. ANALYSIS</i></h2>\n<p>In their motion for partial summary judgment, the defendants and defendant-intervenors [collectively \"defendants\"] assert that the plaintiffs and plaintiff-intervenors have failed to provide evidence to show that Wisconsin's judicial election system was adopted or maintained for racially discriminatory purposes. Consequently, the defendants contend that they are entitled to summary judgment on the plaintiffs' and plaintiff-intervenors' constitutional claims.</p>\n<p>The defendants also maintain that the plaintiff-intervenors have failed to demonstrate that Hispanics as a group are large <span class=\"star-pagination\">*1155</span> enough and sufficiently compact geographically to constitute a majority in a single member district under the first precondition set forth in <i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986), for claims under section 2 of the Voting Rights Act. Therefore, the defendants argue that they are entitled to summary judgment on the plaintiff-intervenors' claim under the Voting Rights Act.</p>\n<p></p>\n<h2>A. THE PLAINTIFFS' AND PLAINTIFF-INTERVENORS' CONSTITUTIONAL CLAIMS</h2>\n<p>The plaintiffs and plaintiff intervenors both assert claims under the Equal Protection Clause of the Fourteenth Amendment and the right of citizens to vote without regard to race or color under the Fifteenth Amendment. The Equal Protection Clause of the Fourteenth Amendment prohibits a state from denying \"any person within its jurisdiction the equal protection of the laws.\" <i>U.S. Const.</i> amend. XIV, § 1. The Fifteenth Amendment states that \"the right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of race, color, or previous condition of servitude.\" <i>U.S. Const.</i> amend. XV, § 1. The Fifteenth Amendment grants Congress the power to enforce its protections through \"appropriate legislation.\" <i>Id.</i> § 2. The Voting Rights Act is the legislation enacted by Congress to enforce that amendment. <i>See </i><i>Chisom v. Roemer,</i> 501 U.S. 380, 381-82, 111 S.Ct. 2354, 2356-57, 115 L.Ed.2d 348 (1991).</p>\n<p>In order to succeed on their constitutional claims, the plaintiffs and plaintiff-intervenors must prove that the current system for the election of judges in Milwaukee county was implemented or maintained for a discriminatory purpose. <i>See </i><i>Rogers v. Lodge,</i> 458 U.S. 613, 617-19, 102 S.Ct. 3272, 3275-77, 73 L.Ed.2d 1012 (1982) (Fourteenth Amendment); <i>Mobile v. Bolden,</i> 446 U.S. 55, 62, 100 S.Ct. 1490, 1497, 64 L.Ed.2d 47 (1980) (Fifteenth Amendment) (plurality). Discriminatory intent may be proven by both circumstantial and direct evidence. <i>Rogers,</i> 458 U.S. at 618, 102 S.Ct. at 3276 (citing <i>Village of Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> 429 U.S. 252, 266, 97 S.Ct. 555, 563-64, 50 L.Ed.2d 450 (1977)). The plaintiffs and plaintiff-intervenors need not show that race was the only reason for the challenged action, but only that race was a motivating factor. <i>Arlington Heights,</i> 429 U.S. at 265-66, 97 S.Ct. at 563-64.</p>\n<p>The plaintiffs do not contend that Wisconsin's at-large system for judicial elections was originally enacted for racially discriminatory reasons in 1848. Rather, they assert that the 1977 court reorganization process and the maintenance of the at-large judicial election system in Milwaukee county are \"tainted\" with discriminatory intent. The plaintiff-intervenors do not join in the plaintiffs' argument that the current at-large system of elections was adopted for a discriminatory purpose.</p>\n<p>As support for their claim that the 1977 court reorganization process was \"tainted\" with discriminatory intent, the plaintiffs have submitted the minutes from meetings of the \"Special Committee on Court Reorganization\" [\"the Committee\"] and the deposition of Judge Frederick Kessler, who was a member of the Committee. The Committee was created by the Wisconsin legislative council in 1977 to advise the council regarding the implementation of amendments to the state constitution relating to the court system.</p>\n<p>I find no evidence in any of the minutes from Committee meetings to suggest that a system for subdistrict elections for judges to the state court of appeals was ever actually discussed in relation to the need for such a system in Milwaukee county as a means of creating a non-discriminatory method for the election of appellate judges. There was a proposal by one of the members of the Committee, Robert Martineau, to create subdistricts for the election of appellate judges in the large multi-county appellate districts, but not in the appellate district that was to comprise only Milwaukee county. However, there is no suggestion that there was any discriminatory animus behind this proposal. Ultimately, the proposal was rejected and a proposal for district-wide elections in all districts was adopted.</p>\n<p><span class=\"star-pagination\">*1156</span> The plaintiffs also claim there is support for their position to be found in the deposition of Judge Kessler. He opposed Mr. Martineau's proposal regarding the creation of subdistricts outside Milwaukee county, believing that, if such a system were implemented, it should include Milwaukee county. (Kessler Dep. at 20). He stated that he \"was concerned about what I felt was deprivation of the ability of an African-American to be elected.\" (Kessler Dep. at 21).</p>\n<p>Judge Kessler asked Attorney John Daniels to draft a memorandum on his position that, if subdistricts were to be created, they should be created statewide. (Kessler Dep. at 20). Judge Kessler recalls that the memo went through a series of districting cases and concluded that there were \"case laws to support subdistricting with racial considerations in order to achieve the goals that we talked about.\" (Kessler Dep. at 23). When asked whether he circulated the memo to other members of the Committee, Judge Kessler stated \"I'm sure I did, but I can't recollect with any exactness. I think I did.\" (Kessler Dep. at 22).</p>\n<p>Assuming that the memo was distributed to members of the Committee, the plaintiffs have not submitted any evidence to suggest that racial considerations were even discussed by the Committee in relation to the proposal by Mr. Martineau. Judge Kessler testified that he was prepared to accept a four-district plan and that there was no evidence of any racial animus by any member of the Committee. (Kessler Dep. at 20, 35). Judge Kessler himself voted for the current system of at-large elections for appellate judges. (Plaintiff's Brief in Opposition to Joint Motion for Partial Summary Judgment, [\"Plaintiff's Brief\"] Ex. 7 at 6, Ex. 8 at 10).</p>\n<p>In my opinion, the plaintiffs have not provided any evidence to suggest that racial considerations played any role in the Committee's discussions or that the present system was adopted for a discriminatory purpose. The present system of district-wide elections for judges has been in place since the creation of the judicial system in Wisconsin. There is no evidence that the continuation of that system as proposed by the Committee was motivated by any desire on the part of members of the Committee to create a system which would discriminate against minority voters in Milwaukee county.</p>\n<p>Another piece of \"evidence\" offered by the plaintiffs is a newspaper editorial appearing in The Milwaukee Journal on May 12, 1977, stating that</p>\n<blockquote>Whether justices are elected or appointed they should represent all areas of the state. This could be troublesome, especially in cities such as Milwaukee with a large minority population. If justices are elected at large, the voices of blacks could be muted, if not silenced.</blockquote>\n<p>(Plaintiff's Brief, Ex. 9). The evidentiary value of this editorial is nil.</p>\n<p>The plaintiffs simply have not offered any evidence to show that the creation of the circuit court system was intended adversely to impact minority voters. All of the discussions outlined above by the Committee related to the creation of the state court of appeals.</p>\n<p>The plaintiffs contend that \"the racial intent inferred from these deliberations infected the entire decision-making process, including the one surrounding the decision to employ at-large elections for the circuit court.\" They argue that the members of the Committee were \"clearly ... on notice of the same facts and issues during the discussions about the reorganization of the trial court system.\" However, the plaintiffs have not provided even a scintilla of evidence to show that subdistricts were ever proposed for circuit court elections, much less considered by the Committee.</p>\n<p>The plaintiffs contend that the factors outlined by the Supreme Court in <i>Village of Arlington Heights,</i> as applied in the case at bar, provide support for their constitutional claim. In <i>Arlington Heights,</i> the Court found that a Chicago suburb's refusal to allow the construction of townhouse units for low and moderate income tenants was not racially discriminatory. 429 U.S. at 270, 97 S.Ct. at 566. The factors examined by the Court in making that determination included: (1) the historical background of the decision; (2) the sequence of events leading up to the challenged decision; (3) departures from the <span class=\"star-pagination\">*1157</span> normal procedural process; (4) substantive departures from the normal process; and (5) the legislative or administrative history. <i>Id.</i> at 267-68, 97 S.Ct. at 564-65.</p>\n<p>In the case at bar, there is no evidence contained in the historical background of the decision to implement the present judicial electoral system to suggest that it was created for discriminatory purposes. The sequence of events leading up to the adoption of the current system also does not disclose any racial animus. Moreover, there is no evidence of procedural departures from the normal process. The at-large scheme for elections exists throughout the state. The plaintiffs have not presented any evidence to show that there are substantive departures from the normal process, nor have they presented any evidence contained in the legislative or administrative history to show that the present system of elections was motivated in any way by a racial animus.</p>\n<p>Alternatively, the plaintiffs and the plaintiff-intervenors contend that the present system of judicial elections for Milwaukee county is <i>maintained</i> for discriminatory purposes. At-large voting schemes are not unconstitutional <i>per se. </i><i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275; <i>Mobile v. Bolden,</i> 446 U.S. 55, 66, 100 S.Ct. 1490, 1499, 64 L.Ed.2d 47 (1980) (plurality); <i>White v. Regester,</i> 412 U.S. 755, 765, 93 S.Ct. 2332, 2339, 37 L.Ed.2d 314 (1973); <i>Whitcomb v. Chavis,</i> 403 U.S. 124, 142, 91 S.Ct. 1858, 1868, 29 L.Ed.2d 363 (1971). However, such schemes violate the Fourteenth Amendment \"if `conceived or operated as purposeful devices to further racial discrimination' by minimizing, cancelling out or diluting the voting strength of racial elements in the voting population.\" <i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275 (quoting <i>Whitcomb,</i> 403 U.S. at 149, 91 S.Ct. at 1872).</p>\n<p>The plaintiffs rely heavily on <i>Rogers</i> as support for their claim that the present system of judicial elections for Milwaukee county has been maintained for a discriminatory purpose. In <i>Rogers,</i> the Supreme Court affirmed a lower court's finding that the at-large system of elections for the board of commissioners in Burke county, Georgia, was \"maintained for invidious purposes.\" 458 U.S. at 622-23, 102 S.Ct. at 3278-79.</p>\n<p>In upholding the lower court's decision, the Supreme Court noted the district court's finding that blacks \"have always\" made up a majority of the population of Burke county. <i>Rogers,</i> 458 U.S. at 623, 102 S.Ct. at 3278-79. Despite that fact, blacks made up a minority of the registered voters in the county. <i>Rogers,</i> 458 U.S. at 623, 102 S.Ct. at 3278-79. Moreover, although there had been black candidates, none had ever been elected to the Burke county board of commissioners. <i>Id.</i> However, the Supreme Court stated that such evidence alone is insufficient to establish purposeful discrimination \"absent other evidence such as proof that blacks have less opportunity to participate in the political process and to elect candidates of their choice.\" <i>Id.</i> at 624, 102 S.Ct. at 3279.</p>\n<p>Among the other evidence discussed by the Court was the district court's finding that past discrimination had contributed to low black voter registration. <i>Id.</i> Prior to the Voting Rights Act of 1965, blacks had been denied access to the political process by means such as literacy tests, poll taxes and white primaries. <i>Id.</i> As a result, the district court found that \"`[b]lack suffrage in Burke County was virtually non-existent.'\" <i>Id.</i> The district court also found that Burke county schools had discriminated against blacks until as recently as 1969 and that some schools still remained essentially segregated. <i>Id.</i> at 624-25, 102 S.Ct. at 3279-80.</p>\n<p>The district court further found that past discrimination had prevented blacks from effectively participating in Democratic party affairs and in primary elections. <i>Id.</i> at 625, 102 S.Ct. at 3279-80. There had been discrimination in the selection of grand juries, the hiring of county employees, and in appointments to boards and committees which oversee the county government. <i>Id.</i></p>\n<p>The Supreme Court observed that the district court had cited extensive evidence to support its finding that elected officials of Burke county were unresponsive and insensitive to the needs of the black community, \"which increases the likelihood that the political process was not equally open to blacks.\" <i>Rogers,</i> 458 U.S. at 625, 102 S.Ct. at 3280. Such evidence included the infrequent appointment <span class=\"star-pagination\">*1158</span> of blacks to county boards and committees, \"the overtly discriminatory pattern of paving county roads; the reluctance of the county to remedy black complaints, ...; and the role played by the County Commissioners in the incorporation of an all-white private school to which they donated public funds.\" <i>Id.</i> at 626, 102 S.Ct. at 3280.</p>\n<p>The district court also considered the depressed socioeconomic status of blacks in Burke county, which it concluded resulted from \"`the lingering effects of past discrimination.'\" <i>Id.</i> The district court found that proportionately more blacks than whites had incomes below the poverty level and that 73% of houses occupied by blacks in the county lacked all or some plumbing facilities, while \"only 16% of white-occupied houses suffered the same deficiency.\" <i>Id.</i></p>\n<p>In contrast to the extensive evidence of pervasive discrimination which the Supreme Court found sufficient to justify the district court's finding of intentional discrimination, the plaintiffs and plaintiff-intervenors in the case at bar have not presented evidence sufficient to create a genuine issue of material fact regarding the maintenance of the present system for judicial elections in Milwaukee county. Neither the plaintiffs nor the plaintiff-intervenors has offered any meaningful evidence to show that Milwaukee county's judicial electoral system has been maintained for a discriminatory purpose.</p>\n<p>Unlike the facts in <i>Rogers,</i> blacks made up only 16% of the voting age population of Milwaukee county by 1990. (Plaintiff's Brief, Ex. 1 at 4). Hispanics made up only 4.7% of the county's population as of the 1990 census. (Millett's Report at 2). Nevertheless, there have been seven elections in which a black has been elected to the Milwaukee county circuit court in the past fifteen years (Plaintiff's Brief, Ex. 1 at 29; Weber Report at 51-52) and one election in which a Hispanic was elected to the circuit court.</p>\n<p>The plaintiffs contend that voting in Milwaukee's judicial elections is \"racially polarized\" and that Milwaukee's black citizens are socioeconomically depressed as compared to white citizens. Accepting those two points as true, neither factor tends to show, without more, that the present system for judicial elections in Milwaukee county has been maintained for a discriminatory purpose.</p>\n<p>The plaintiffs also urge that the circuit court's hiring practices provide evidence of unresponsiveness on behalf of the Milwaukee county judiciary. The plaintiffs state that only four of the thirty-four individuals listed as Milwaukee county circuit court employees are minorities  three African-Americans and one Asian. (Plaintiffs' Brief, Ex. 16). The fact that minorities make up a small percentage of Milwaukee county circuit court employees does not provide evidence that the Milwaukee county judiciary is \"unresponsive\" to the community. The plaintiffs have not provided any evidence regarding the pool of applicants for those positions.</p>\n<p>The plaintiffs contend that the discriminatory effect of the at-large system \"is exacerbated by a history of past discrimination against Milwaukee African-Americans which has hindered their ability to participate effectively in the political process.\" As support for this assertion, the plaintiffs rely on excerpts from two books containing unsupported statements that Wisconsin denied or restricted the right of blacks to vote until the 1860's. (Plaintiff's Brief, Ex. 17, 18).</p>\n<p>Such claims do not support the plaintiffs' position that the at-large election system has been maintained for a discriminatory purpose. In contrast to <i>Rogers,</i> there is no evidence of recent discrimination against black voters in Wisconsin. There is no evidence that Wisconsin has employed restrictions designed to discriminate against minority voters such as poll taxes or literacy tests. In fact, Wisconsin has liberal voter registration requirements, imposing a ten-day residency requirement and permitting same-day registration and voting. Wis.Stat. § 6.55.</p>\n<p>The plaintiffs also assert that evidence of historical discrimination against blacks in the areas of housing, employment and education supports their constitutional claim. While \"evidence of historical discrimination is relevant to drawing an inference of purposeful discrimination,\" <i>Rogers,</i> 458 U.S. at 626, 102 S.Ct. at 3280, such evidence standing alone, is not sufficient to raise a genuine issue of <span class=\"star-pagination\">*1159</span> material fact regarding the plaintiffs' claim of intentional discrimination.</p>\n<p>Similarly, the plaintiff-intervenors have failed to present evidence to support their constitutional claim. They argue that they \"have met their burden, demonstrating that there is an official policy of discrimination in the maintenance of the at-large election system of electing circuit judges in Milwaukee County.\" As support for that conclusion, the plaintiff-intervenors contend that the maintenance of the at-large system in the face of rapid growth in Hispanic population and \"insensitivity to the needs of Hispanics\" shows that the present system is maintained for discriminatory purposes. They do not explain how growth in the Hispanic population within the county provides evidence of intentional discrimination, nor do they provide any support relating to insensitivity to the needs of Hispanics.</p>\n<p>The plaintiff-intervenors also rely on several factors listed in <i>Rogers,</i> including the \"large size of the county,\" majority vote requirements, the requirement that candidates run for specific seats, and the lack of a residency requirement. Burke county encompassed eight hundred and thirty-one square miles. <i>Rogers,</i> 458 U.S. at 614, 102 S.Ct. at 3274. The size of Milwaukee county (two hundred and forty square miles) pales in comparison. Moreover, Burke county is a \"predominantly rural county.\" <i>Id.</i> The district court in <i>Rogers</i> found that Burke county's large size made it difficult for blacks to get to polling places and campaign for office. 458 U.S. at 627, 102 S.Ct. at 3280-81. There is no evidence to demonstrate that such difficulties exist in Milwaukee county. The utilization of majority vote requirements, the requirement that candidates run for specific seats and the lack of a residency requirement in the present electoral system, without more, are not sufficient to create a genuine issue of fact regarding the existence of intentional discrimination. To construe a discriminatory purpose from those factors alone would obviate the need to prove intentional discrimination.</p>\n<p>There being no evidence to show that the present electoral system was either created or maintained for discriminatory purposes, the defendants are entitled to summary judgment on the plaintiffs' and the plaintiff-intervenors' constitutional claims.</p>\n<p></p>\n<h2>B. THE PLAINTIFF-INTERVENORS' VOTING RIGHTS ACT CLAIM</h2>\n<p>Under the Voting Rights Act [\"the Act\"],</p>\n<blockquote>No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, ... as provided in subsection (b) of this section.</blockquote>\n<p>42 U.S.C. § 1973(a). A violation of subsection (a) is established if, based on the totality of the circumstances, it is shown that members of a protected class have \"less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" 42 U.S.C. § 1973(b). The Act does not guaranty a right to have members of a protected group elected in numbers equal to their proportion in the population. <i>Id.</i></p>\n<p>At-large elections are not a <i>per se</i> violation of the Act. <i>Thornburg v. Gingles,</i> 478 U.S. 30, 48, 106 S.Ct. 2752, 2765, 92 L.Ed.2d 25 (1986). Minority voters asserting a claim under the Act must prove that the electoral structure \"operates to minimize or cancel out their ability to elect their preferred candidates.\" <i>Gingles,</i> 478 U.S. at 48, 106 S.Ct. at 2765.</p>\n<p>In <i>Gingles,</i> the Court established three preconditions which must be satisfied by a minority group asserting a claim under section 2 of the Act. First, the minority group must be able to demonstrate that it is sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Id.</i> at 50, 106 S.Ct. at 2766. Second, the minority must be able to show that it is politically cohesive. <i>Id.</i> at 51, 106 S.Ct. at 2766-77. Third, the minority must be able to show that the white majority votes sufficiently as a bloc to enable it to defeat the minority's preferred candidate; elections in <span class=\"star-pagination\">*1160</span> which a minority candidate runs unopposed are not considered under this factor. <i>Id.</i></p>\n<p>\"Unless minority voters possess the <i>potential</i> to elect representatives in the absence of the challenged structure or practice, they cannot claim to have been injured by that structure or practice.\" <i>Id.</i> at 50 n. 17, 106 S.Ct. at 2766 n. 17. (Emphasis in original). The preconditions established in Gingles are designed to \"protect stronger claims and promote judicial economy.\" <i>McNeil v. Springfield Park District,</i> 851 F.2d 937, 943 (7th Cir.1988), <i>cert. denied,</i> 490 U.S. 1031, 109 S.Ct. 1769, 104 L.Ed.2d 204 (1989). If a minority group is unable to satisfy the <i>Gingles</i> preconditions, summary judgment is appropriate. <i>Id.</i> at 942.</p>\n<p>To satisfy the first <i>Gingles</i> precondition, plaintiff-intervenors have proposed a voting district in which Hispanics would comprise a 50.26% majority of the voting age population. (Supplemental Response to Defendants' First Set of Interrogatories at 2, attached as Exhibit B to Defendants' Motion for Partial Summary Judgment). The defendants contend that the 50.26% majority in the proposed district is insufficient to satisfy the first part of the <i>Gingles</i> test because \"the plaintiff-intervenors have not taken into account the fact that a significant percentage of Hispanics in Milwaukee are not citizens and are therefore not eligible to vote.\" In response, plaintiff-intervenors argue that citizenship rates should not be taken into account in determining whether they have satisfied the first <i>Gingles</i> precondition and that the defendants' expert's calculation of citizenship rates is not reliable.</p>\n<p>Approximately seven weeks after they filed their response to the defendants' motion for partial summary judgment, the plaintiff-intervenors filed a \"supplemental response\" to the defendants' motion. The Local Rules of this district court contain no provision allowing for the filing of a supplemental response, and the plaintiff-intervenors did not obtain leave of court to file their supplemental materials. Therefore, I have not considered the plaintiff-intervenors' supplemental response in resolving the defendants' motion.</p>\n<p>The majority requirement in <i>Gingles</i> has been interpreted by the seventh circuit court of appeals as requiring a voting age majority. <i>McNeil,</i> 851 F.2d at 944-45. \"[T]hose ineligible to vote have not experienced a dilution of their vote.\" <i>Id.</i> at 945.</p>\n<p>Whether citizenship rates can be taken into account in determining if a plaintiff has satisfied the first prong of the <i>Gingles</i> test is an issue which has not been addressed by either the Supreme Court or the seventh circuit court of appeals. In <i>Johnson v. De Grandy,</i> the Supreme Court declined to reach the issue whether citizenship is a factor in cases under section 2 of the Act. ___ U.S. ___, ___-___, 114 S.Ct. 2647, 2655-56, 129 L.Ed.2d 775 (1994). <i>De Grandy</i> involved a challenge to a reapportionment plan for the Florida state legislature. <i>Id.</i> at ___-___, 114 S.Ct. at 2651-52. The Court assumed, without deciding, that the Hispanic voters in that case had satisfied the first <i>Gingles</i> condition. <i>De Grandy,</i> ___ U.S. at ___, 114 S.Ct. at 2656.</p>\n<p>As support for their argument that citizenship rates can be considered in a case under section 2 of the Act, the defendants cite <i>Romero v. City of Pomona,</i> 883 F.2d 1418 (9th Cir.1989). In <i>Romero,</i> the ninth circuit court of appeals upheld a district court's decision to dismiss a Voting Rights Act claim based on the district court's finding that, once the age and citizenship of the Hispanic population was taken into account, Hispanics did not constitute a majority of eligible voters in any of the plaintiffs' proposed districts. 883 F.2d at 1425.</p>\n<p>The defendants also cite <i>Morris v. City of Houston,</i> 894 F.Supp. 1062 (S.D.Tex.1995). In <i>Morris,</i> the district court granted the defendants' motion for summary judgment on the plaintiffs' Voting Rights Act claim. <i>Id.</i> at 1067. The court found that the plaintiffs had failed to establish a genuine issue of material fact on two of the three <i>Gingles</i> preconditions. <i>Id.</i> at 1067. In considering the first prong under the <i>Gingles</i> test, the court stated that the use of data for voting age Hispanic citizens was \"the correct measure of the Hispanic population's ability to create a majority voting district.\" <i>Id.</i> at 1065. In that case, non-citizens accounted <span class=\"star-pagination\">*1161</span> for 45.8% of all Hispanics of voting age in the city of Houston. <i>Morris,</i> 894 F.Supp. at 1065. Consequently, the district court concluded that the plaintiffs had failed to satisfy the first <i>Gingles</i> precondition. <i>See id.</i> at 1065-66.</p>\n<p>In my opinion, citizenship rates can be taken into account in resolving the issue whether a plaintiff has satisfied the first <i>Gingles</i> condition. Individuals who are not citizens are not eligible voters. Those ineligible to vote are not among those whose votes have been diluted within the meaning of section 2 of the Act. <i>McNeil,</i> 851 F.2d at 945. The language of section 2 of the Act specifically proscribes the use of voting practices or procedures which result \"in a denial or abridgement of the right of any <i>citizen</i> of the United States.\" 42 U.S.C. § 1973(a) (Emphasis added).</p>\n<p>In support of their motion for summary judgment, the defendants have submitted the affidavit of Ralph Weber, in which the latter opines that 63.3% of Hispanics of voting age in the city of Milwaukee are citizens. (Weber Aff. ¶ 7). He arrived at that figure using data from the 1990 census. (Weber Aff. ¶¶ 4-6). Dividing the estimated Hispanic citizen voting age population by the total voting age population for the plaintiff-intervenors' proposed district, Mr. Weber estimates voting age Hispanic citizens comprise 39.3% of the population within the district. (Weber Aff. ¶ 8).</p>\n<p>The plaintiff-intervenors dispute the reliability of Mr. Weber's calculations. They contend that the census data for citizenship utilized by Mr. Weber \"merely produced citizenship estimates of the total population aged 18 and older.\" The plaintiff-intervenors contend that Mr. Weber's citizenship estimates are \"unreliable and unorthodox.\"</p>\n<p>In support of their argument, the plaintiff-intervenors submitted the affidavit of George Korbel. Mr. Korbel states that the census citizenship data relied upon by Mr. Weber are based on responses to the census long form, which \"excludes as many as 80% of the households.\" (Korbel Aff. ¶ 13). In contrast, the plaintiff-intervenors contend that the census figures for total population and voting age population are based on 100% head counts.</p>\n<p>The plaintiff-intervenors have not provided their own estimates as to citizenship rates for Hispanics within their proposed district. However, I believe that they have submitted sufficient evidence to raise a genuine issue of material fact as to both the reliability and accuracy of Mr. Weber's estimates of citizenship rates based on the census figures and whether the plaintiff-intervenors have satisfied the first <i>Gingles</i> precondition. Therefore, the defendants' motion for partial summary judgment on the plaintiff-intervenors' Voting Rights Act claim will be denied.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, IT IS ORDERED that the defendants' motion for partial summary judgment be and hereby is granted in part and denied in part.</p>\n<p>IT IS ALSO ORDERED that the defendants' motion for partial summary judgment be and hereby is granted as to the plaintiffs' and the plaintiff-intervenors' constitutional claims.</p>\n<p>IT IS FURTHER ORDERED that the defendants' motion for partial summary judgment be and hereby is denied as to the plaintiff-intervenors' claim under section 2 of the Voting Rights Act.</p>\n<p>IT IS FURTHER ORDERED that the plaintiffs' and the plaintiff-intervenors' constitutional claims be and hereby are dismissed.</p>\n<p>IT IS FURTHER ORDERED that each party shall bear its own costs on this motion.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1150</span></span> (1996)</b></center>\n<center><h1>MILWAUKEE BRANCH OF the N.A.A.C.P.; Felmers Chaney; Vincent Knox and Barbara White, Plaintiffs,<br>\nRamon Arellano Valdez and The Federation for Civic Action, Inc., Plaintiffs-Intervenors,<br>\nv.<br>\nGovernor Tommy THOMPSON; Senate President Brian D. Rude; Senate Majority Leader Michael G. Ellis; Senate Minority Leader Robert Jauch; Assembly Speaker Walter J. Kunicki; Assembly Majority Leader David M. Travis; Assembly Minority Leader David T. Prosser, Jr.; Milwaukee County Board of Election Commissioners; Commissioner Molly Koranda; Commissioner Webster Harris, Jr.; Commissioner Tillie Bichanich; City of Milwaukee Board of Elections Commissioners; Commissioner Rosemarie McDowell; and Commissioner Jean Novshek, Defendants,<br>\nWisconsin Association of Trial Judges; Patrick T. Sheedy and Frederick A. Henderson, Defendants-Intervenors.</h1></center>\n<center>No. 94-C-1245.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>June 10, 1996.</center>\n<p><span class=\"star-pagination\">*1151</span> <span class=\"star-pagination\">*1152</span> Richard Saks, Perry, Lerner &amp; Quindel, Milwaukee, WI, Dennis Courtland Hayes, Willie Abrams, NAACP-Special Contribution Fund, Baltimore, MD, Todd A. Cox, Brenda J. Wright, Lawyers Committee for Civil Rights Under Law, Washington, D.C., for Plaintiffs.</p>\n<p>Rolando L. Rios, Rios Law Office, San Antonio, TX, William L. Garrett, Garrett &amp; Thompson, Dallas, TX, for Plaintiff-Intervenors.</p>\n<p>James E. Doyle, Jr., Peter C. Anderson, Michelle L. Ramirez, Kathleen M. Falk, Office of the Attorney General, Madison, WI, for Defendants Governor Tommy Thompson, Senate President Brian D. Rude, Senate Majority Leader Michael G. Ellis, Senate Minority Leader Robert Jauch, Assembly Speaker Walter J. Kunicki, Assembly Majority Leader David M. Travis, Assembly Minority Leader David T. Prosser, Jr.</p>\n<p>Robert E. Andrews, Milwaukee County Corporation Counsel, Milwaukee, WI, for Defendants Milwaukee County Board of Election Commissioners, Commissioner Molly Koranda, Commissioner Webster Harris, Jr., Commissioner Tillie Bichanich.</p>\n<p>Grant F. Langley, Thomas E. Hayes, Milwaukee City Attorney's Office, Milwaukee, WI, for Defendants City of Milwaukee Board of Elections Commissioners, Commissioner <span class=\"star-pagination\">*1153</span> Rosemarie McDowell, Commissioner Jean Novshek.</p>\n<p>Thomas L. Shriner, Jr., Foley &amp; Lardner, Milwaukee, WI, for Defendant-Intervenors.</p>\n<p></p>\n<h2>DECISION and ORDER</h2>\n<p>MYRON L. GORDON, District Judge.</p>\n<p>On November 10, 1994, the plaintiffs filed this action seeking declaratory and injunctive relief. The plaintiffs assert claims under section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1973, and the Fourteenth and Fifteenth Amendments to the United States Constitution regarding the statutory provisions of the state of Wisconsin and the electoral procedures promulgated and implemented for the election of state judges in Milwaukee county. In their complaint, the plaintiffs allege that the current at-large scheme for electing state circuit and appellate judges in Milwaukee county violates the Voting Rights Act and the Fourteenth and Fifteenth Amendments with respect to black voters within the county.</p>\n<p>On December 2, 1994, on behalf of Hispanic voters, the plaintiff-intervenors filed a motion to intervene, along with a proposed complaint in intervention, asserting claims identical to those asserted by the plaintiffs. However, the plaintiff-intervenors do not challenge the system for electing judges to the state court of appeals in Milwaukee county. In their complaint, the plaintiff-intervenors assert that the current at-large scheme of elections for the state circuit court violates the Voting Rights Act and the Fourteenth and Fifteenth Amendments with respect to Hispanic voters within Milwaukee county. On January 27, 1995, Judge John W. Reynolds granted the plaintiff-intervenors' motion to intervene in this action.</p>\n<p>Judge Reynolds also granted the defendant intervenors' motion to intervene in this action. Presently before this court is the defendants' and defendant-intervenors' motion for partial summary judgment.</p>\n<p></p>\n<h2><i>I. SUMMARY JUDGMENT STANDARD</i></h2>\n<p>A motion for summary judgment shall be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Rule 56(c), Federal Rules of Civil Procedure. The substantive law identifies which facts are material. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Only disputes over facts which are outcome determinative under the applicable substantive law will preclude the entry of summary judgment. <i>Id.</i></p>\n<p>A genuine issue of fact is one which creates a genuine issue for trial. <i>Matsushita Elec. Industrial Co. v. Zenith Radio,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). A genuine issue of material fact is \"more than some metaphysical doubt as to the material facts.\" <i>Id.</i> \"Where the record taken as a whole could not lead a rational trier of fact to find in favor of the non-moving party, there is no `genuine issue for trial.'\" <i>Id.</i></p>\n<p>The party moving for summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Roger v. Yellow Freight Systems, Inc.,</i> <span class=\"citation\" data-id=\"667197\"><a href=\"/opinion/667197/pat-roger-v-yellow-freight-systems-inc/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 148 (7th Cir.1994). If the movant makes such a demonstration, the burden shifts to the non-movant to set forth specific facts showing that there is a genuine issue for trial. Rule 56(e), Federal Rules of Civil Procedure; <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Where a party opposing a motion for summary judgment will bear the burden of proof on an issue at trial, he must go beyond the pleadings and set forth facts which show that there is a genuine issue for trial. <i>Celotex Corp.,</i> 477 U.S. at 324, 106 S.Ct. at 2553; <i>Bratton v. Roadway Package System, Inc.,</i> <span class=\"citation\" data-id=\"713063\"><a href=\"/opinion/713063/70-fair-emplpraccas-bna-178-67-empl-prac-dec-p-43942-warren-l/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">168</span></a></span>, 173 (7th Cir.1996). In considering a motion for summary judgment, the court must view the record, and any reasonable inferences drawn therefrom, in the light most favorable to the non-moving party. <i>Griffin v. City of Milwaukee,</i> <span class=\"citation\" data-id=\"711166\"><a href=\"/opinion/711166/cynthia-l-griffin-v-city-of-milwaukee-robert-j-ziarnik-frank-sepic/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 826-27 (7th Cir.1996).</p>\n<p></p>\n<h2><i>II. FACTS</i></h2>\n<p>The following facts are taken from the complaints and the parties' proposed findings <span class=\"star-pagination\">*1154</span> of fact. Pursuant to Local Rule 6.05(d), there is no genuine issue as to any material fact to which a specific response has not been set forth.</p>\n<p>The N.A.A.C.P. is suing on behalf of its members who are registered voters in the city of Milwaukee and Milwaukee county. (Plaintiffs' Complaint at 3.). Plaintiffs Felmers Chaney, Vince Knox and Barbara White are black citizens of the United States and residents and registered voters of the city of Milwaukee and Milwaukee county. (Plaintiffs' Complaint at 3).</p>\n<p>Plaintiff-intervenor Ramon Arellano Valdez is an adult Hispanic citizen who resides in and is a registered voter in Milwaukee county. (Plaintiff-intervenors' Complaint at 3). Plaintiff-intervenor Federation for Civic Action is suing on behalf of its members who are registered Hispanic voters in the city of Milwaukee and Milwaukee county. (Plaintiff-intervenors' Complaint at 3).</p>\n<p>The defendants are government officials alleged to be involved in the organization and administration of the court system in Milwaukee county. (Defendants and Defendant-intervenors' Proposed Findings of Fact [\"DDPFF\"] ¶ 2). Defendant-intervenor Wisconsin Association of Trial Judges is an organization whose members are trial judges around the state, including some from Milwaukee county. (DDPFF ¶ 3). Defendant-intervenors Patrick Sheedy and Frederick Henderson are circuit court judges in the circuits for Milwaukee and Rusk counties, respectively. (DDPFF ¶ 3).</p>\n<p>In their respective complaints, the plaintiffs and plaintiff intervenors claim that the at-large election of circuit court judges in Milwaukee county was adopted and is maintained to discriminate against black and Hispanic voters. (DDPFF ¶ 1). In addition, the plaintiffs allege that the at-large election of state appellate judges in Milwaukee county was adopted and is maintained to discriminate against black voters. (DDPFF ¶ 1).</p>\n<p>The circuit-wide election of judges in circuits whose boundaries are coincident with the boundaries of one or more counties is the electoral system used throughout the state of Wisconsin. (DDPFF ¶ 4). The electoral system originated with the state's 1848 constitution, Wis. Const. art. VII, § 6, and has been continuously maintained since that time. (DDPFF ¶ 4).</p>\n<p>In 1977 and 1978, the state legislature merged the former county courts into the circuit courts and the Wisconsin court of appeals was created. (DDPFF ¶ 5). During the 1977 court reorganization, Robert Martineau, a member of the special committee on court reorganization, proposed that judges to the state court of appeals be elected by single-member districts in the rural counties of Wisconsin but that judges for the district comprising Milwaukee county be elected at-large. (Plaintiffs' Proposed Findings of Fact ¶ 3). However, the method of electing circuit court judges was not altered; the method of electing judges to the state court of appeals followed the method for the election of circuit court judges. (DDPFF ¶ 5). The Wisconsin court of appeals consists of districts, whose boundaries are coincident with one or more counties. (DDPFF ¶ 5). Judges are elected to the court of appeals on a district-wide basis. (DDPFF ¶ 5). The method used for the election of judges to the court of appeals for the district comprising Milwaukee county is identical to the method used throughout the state. (DDPFF ¶ 5).</p>\n<p>Plaintiff-intervenors have proposed a single-member judicial election district in which Hispanics would comprise 56.09% of the district's total population and 50.26% of the district's population ages 18 and older. (DDPFF ¶ 9).</p>\n<p></p>\n<h2><i>III. ANALYSIS</i></h2>\n<p>In their motion for partial summary judgment, the defendants and defendant-intervenors [collectively \"defendants\"] assert that the plaintiffs and plaintiff-intervenors have failed to provide evidence to show that Wisconsin's judicial election system was adopted or maintained for racially discriminatory purposes. Consequently, the defendants contend that they are entitled to summary judgment on the plaintiffs' and plaintiff-intervenors' constitutional claims.</p>\n<p>The defendants also maintain that the plaintiff-intervenors have failed to demonstrate that Hispanics as a group are large <span class=\"star-pagination\">*1155</span> enough and sufficiently compact geographically to constitute a majority in a single member district under the first precondition set forth in <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986), for claims under section 2 of the Voting Rights Act. Therefore, the defendants argue that they are entitled to summary judgment on the plaintiff-intervenors' claim under the Voting Rights Act.</p>\n<p></p>\n<h2>A. THE PLAINTIFFS' AND PLAINTIFF-INTERVENORS' CONSTITUTIONAL CLAIMS</h2>\n<p>The plaintiffs and plaintiff intervenors both assert claims under the Equal Protection Clause of the Fourteenth Amendment and the right of citizens to vote without regard to race or color under the Fifteenth Amendment. The Equal Protection Clause of the Fourteenth Amendment prohibits a state from denying \"any person within its jurisdiction the equal protection of the laws.\" <i>U.S. Const.</i> amend. XIV, § 1. The Fifteenth Amendment states that \"the right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of race, color, or previous condition of servitude.\" <i>U.S. Const.</i> amend. XV, § 1. The Fifteenth Amendment grants Congress the power to enforce its protections through \"appropriate legislation.\" <i>Id.</i> § 2. The Voting Rights Act is the legislation enacted by Congress to enforce that amendment. <i>See </i><i>Chisom v. Roemer,</i> <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 381-82, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2354</span></a></span>, 2356-57, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span></a></span> (1991).</p>\n<p>In order to succeed on their constitutional claims, the plaintiffs and plaintiff-intervenors must prove that the current system for the election of judges in Milwaukee county was implemented or maintained for a discriminatory purpose. <i>See </i><i>Rogers v. Lodge,</i> <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 617-19, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3272</span></a></span>, 3275-77, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1012</span></a></span> (1982) (Fourteenth Amendment); <i>Mobile v. Bolden,</i> <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 62, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1490</span></a></span>, 1497, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1980) (Fifteenth Amendment) (plurality). Discriminatory intent may be proven by both circumstantial and direct evidence. <i>Rogers,</i> 458 U.S. at 618, 102 S.Ct. at 3276 (citing <i>Village of Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 266, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 563-64, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977)). The plaintiffs and plaintiff-intervenors need not show that race was the only reason for the challenged action, but only that race was a motivating factor. <i>Arlington Heights,</i> 429 U.S. at 265-66, 97 S.Ct. at 563-64.</p>\n<p>The plaintiffs do not contend that Wisconsin's at-large system for judicial elections was originally enacted for racially discriminatory reasons in 1848. Rather, they assert that the 1977 court reorganization process and the maintenance of the at-large judicial election system in Milwaukee county are \"tainted\" with discriminatory intent. The plaintiff-intervenors do not join in the plaintiffs' argument that the current at-large system of elections was adopted for a discriminatory purpose.</p>\n<p>As support for their claim that the 1977 court reorganization process was \"tainted\" with discriminatory intent, the plaintiffs have submitted the minutes from meetings of the \"Special Committee on Court Reorganization\" [\"the Committee\"] and the deposition of Judge Frederick Kessler, who was a member of the Committee. The Committee was created by the Wisconsin legislative council in 1977 to advise the council regarding the implementation of amendments to the state constitution relating to the court system.</p>\n<p>I find no evidence in any of the minutes from Committee meetings to suggest that a system for subdistrict elections for judges to the state court of appeals was ever actually discussed in relation to the need for such a system in Milwaukee county as a means of creating a non-discriminatory method for the election of appellate judges. There was a proposal by one of the members of the Committee, Robert Martineau, to create subdistricts for the election of appellate judges in the large multi-county appellate districts, but not in the appellate district that was to comprise only Milwaukee county. However, there is no suggestion that there was any discriminatory animus behind this proposal. Ultimately, the proposal was rejected and a proposal for district-wide elections in all districts was adopted.</p>\n<p><span class=\"star-pagination\">*1156</span> The plaintiffs also claim there is support for their position to be found in the deposition of Judge Kessler. He opposed Mr. Martineau's proposal regarding the creation of subdistricts outside Milwaukee county, believing that, if such a system were implemented, it should include Milwaukee county. (Kessler Dep. at 20). He stated that he \"was concerned about what I felt was deprivation of the ability of an African-American to be elected.\" (Kessler Dep. at 21).</p>\n<p>Judge Kessler asked Attorney John Daniels to draft a memorandum on his position that, if subdistricts were to be created, they should be created statewide. (Kessler Dep. at 20). Judge Kessler recalls that the memo went through a series of districting cases and concluded that there were \"case laws to support subdistricting with racial considerations in order to achieve the goals that we talked about.\" (Kessler Dep. at 23). When asked whether he circulated the memo to other members of the Committee, Judge Kessler stated \"I'm sure I did, but I can't recollect with any exactness. I think I did.\" (Kessler Dep. at 22).</p>\n<p>Assuming that the memo was distributed to members of the Committee, the plaintiffs have not submitted any evidence to suggest that racial considerations were even discussed by the Committee in relation to the proposal by Mr. Martineau. Judge Kessler testified that he was prepared to accept a four-district plan and that there was no evidence of any racial animus by any member of the Committee. (Kessler Dep. at 20, 35). Judge Kessler himself voted for the current system of at-large elections for appellate judges. (Plaintiff's Brief in Opposition to Joint Motion for Partial Summary Judgment, [\"Plaintiff's Brief\"] Ex. 7 at 6, Ex. 8 at 10).</p>\n<p>In my opinion, the plaintiffs have not provided any evidence to suggest that racial considerations played any role in the Committee's discussions or that the present system was adopted for a discriminatory purpose. The present system of district-wide elections for judges has been in place since the creation of the judicial system in Wisconsin. There is no evidence that the continuation of that system as proposed by the Committee was motivated by any desire on the part of members of the Committee to create a system which would discriminate against minority voters in Milwaukee county.</p>\n<p>Another piece of \"evidence\" offered by the plaintiffs is a newspaper editorial appearing in The Milwaukee Journal on May 12, 1977, stating that</p>\n<blockquote>Whether justices are elected or appointed they should represent all areas of the state. This could be troublesome, especially in cities such as Milwaukee with a large minority population. If justices are elected at large, the voices of blacks could be muted, if not silenced.</blockquote>\n<p>(Plaintiff's Brief, Ex. 9). The evidentiary value of this editorial is nil.</p>\n<p>The plaintiffs simply have not offered any evidence to show that the creation of the circuit court system was intended adversely to impact minority voters. All of the discussions outlined above by the Committee related to the creation of the state court of appeals.</p>\n<p>The plaintiffs contend that \"the racial intent inferred from these deliberations infected the entire decision-making process, including the one surrounding the decision to employ at-large elections for the circuit court.\" They argue that the members of the Committee were \"clearly ... on notice of the same facts and issues during the discussions about the reorganization of the trial court system.\" However, the plaintiffs have not provided even a scintilla of evidence to show that subdistricts were ever proposed for circuit court elections, much less considered by the Committee.</p>\n<p>The plaintiffs contend that the factors outlined by the Supreme Court in <i>Village of Arlington Heights,</i> as applied in the case at bar, provide support for their constitutional claim. In <i>Arlington Heights,</i> the Court found that a Chicago suburb's refusal to allow the construction of townhouse units for low and moderate income tenants was not racially discriminatory. 429 U.S. at 270, 97 S.Ct. at 566. The factors examined by the Court in making that determination included: (1) the historical background of the decision; (2) the sequence of events leading up to the challenged decision; (3) departures from the <span class=\"star-pagination\">*1157</span> normal procedural process; (4) substantive departures from the normal process; and (5) the legislative or administrative history. <i>Id.</i> at 267-68, 97 S.Ct. at 564-65.</p>\n<p>In the case at bar, there is no evidence contained in the historical background of the decision to implement the present judicial electoral system to suggest that it was created for discriminatory purposes. The sequence of events leading up to the adoption of the current system also does not disclose any racial animus. Moreover, there is no evidence of procedural departures from the normal process. The at-large scheme for elections exists throughout the state. The plaintiffs have not presented any evidence to show that there are substantive departures from the normal process, nor have they presented any evidence contained in the legislative or administrative history to show that the present system of elections was motivated in any way by a racial animus.</p>\n<p>Alternatively, the plaintiffs and the plaintiff-intervenors contend that the present system of judicial elections for Milwaukee county is <i>maintained</i> for discriminatory purposes. At-large voting schemes are not unconstitutional <i>per se. </i><i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275; <i>Mobile v. Bolden,</i> <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 66, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1490</span></a></span>, 1499, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1980) (plurality); <i>White v. Regester,</i> <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 765, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, 2339, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span> (1973); <i>Whitcomb v. Chavis,</i> <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 142, <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1858</span></a></span>, 1868, <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></a></span> (1971). However, such schemes violate the Fourteenth Amendment \"if `conceived or operated as purposeful devices to further racial discrimination' by minimizing, cancelling out or diluting the voting strength of racial elements in the voting population.\" <i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275 (quoting <i>Whitcomb,</i> 403 U.S. at 149, 91 S.Ct. at 1872).</p>\n<p>The plaintiffs rely heavily on <i>Rogers</i> as support for their claim that the present system of judicial elections for Milwaukee county has been maintained for a discriminatory purpose. In <i>Rogers,</i> the Supreme Court affirmed a lower court's finding that the at-large system of elections for the board of commissioners in Burke county, Georgia, was \"maintained for invidious purposes.\" 458 U.S. at 622-23, 102 S.Ct. at 3278-79.</p>\n<p>In upholding the lower court's decision, the Supreme Court noted the district court's finding that blacks \"have always\" made up a majority of the population of Burke county. <i>Rogers,</i> 458 U.S. at 623, 102 S.Ct. at 3278-79. Despite that fact, blacks made up a minority of the registered voters in the county. <i>Rogers,</i> 458 U.S. at 623, 102 S.Ct. at 3278-79. Moreover, although there had been black candidates, none had ever been elected to the Burke county board of commissioners. <i>Id.</i> However, the Supreme Court stated that such evidence alone is insufficient to establish purposeful discrimination \"absent other evidence such as proof that blacks have less opportunity to participate in the political process and to elect candidates of their choice.\" <i>Id.</i> at 624, 102 S.Ct. at 3279.</p>\n<p>Among the other evidence discussed by the Court was the district court's finding that past discrimination had contributed to low black voter registration. <i>Id.</i> Prior to the Voting Rights Act of 1965, blacks had been denied access to the political process by means such as literacy tests, poll taxes and white primaries. <i>Id.</i> As a result, the district court found that \"`[b]lack suffrage in Burke County was virtually non-existent.'\" <i>Id.</i> The district court also found that Burke county schools had discriminated against blacks until as recently as 1969 and that some schools still remained essentially segregated. <i>Id.</i> at 624-25, 102 S.Ct. at 3279-80.</p>\n<p>The district court further found that past discrimination had prevented blacks from effectively participating in Democratic party affairs and in primary elections. <i>Id.</i> at 625, 102 S.Ct. at 3279-80. There had been discrimination in the selection of grand juries, the hiring of county employees, and in appointments to boards and committees which oversee the county government. <i>Id.</i></p>\n<p>The Supreme Court observed that the district court had cited extensive evidence to support its finding that elected officials of Burke county were unresponsive and insensitive to the needs of the black community, \"which increases the likelihood that the political process was not equally open to blacks.\" <i>Rogers,</i> 458 U.S. at 625, 102 S.Ct. at 3280. Such evidence included the infrequent appointment <span class=\"star-pagination\">*1158</span> of blacks to county boards and committees, \"the overtly discriminatory pattern of paving county roads; the reluctance of the county to remedy black complaints, ...; and the role played by the County Commissioners in the incorporation of an all-white private school to which they donated public funds.\" <i>Id.</i> at 626, 102 S.Ct. at 3280.</p>\n<p>The district court also considered the depressed socioeconomic status of blacks in Burke county, which it concluded resulted from \"`the lingering effects of past discrimination.'\" <i>Id.</i> The district court found that proportionately more blacks than whites had incomes below the poverty level and that 73% of houses occupied by blacks in the county lacked all or some plumbing facilities, while \"only 16% of white-occupied houses suffered the same deficiency.\" <i>Id.</i></p>\n<p>In contrast to the extensive evidence of pervasive discrimination which the Supreme Court found sufficient to justify the district court's finding of intentional discrimination, the plaintiffs and plaintiff-intervenors in the case at bar have not presented evidence sufficient to create a genuine issue of material fact regarding the maintenance of the present system for judicial elections in Milwaukee county. Neither the plaintiffs nor the plaintiff-intervenors has offered any meaningful evidence to show that Milwaukee county's judicial electoral system has been maintained for a discriminatory purpose.</p>\n<p>Unlike the facts in <i>Rogers,</i> blacks made up only 16% of the voting age population of Milwaukee county by 1990. (Plaintiff's Brief, Ex. 1 at 4). Hispanics made up only 4.7% of the county's population as of the 1990 census. (Millett's Report at 2). Nevertheless, there have been seven elections in which a black has been elected to the Milwaukee county circuit court in the past fifteen years (Plaintiff's Brief, Ex. 1 at 29; Weber Report at 51-52) and one election in which a Hispanic was elected to the circuit court.</p>\n<p>The plaintiffs contend that voting in Milwaukee's judicial elections is \"racially polarized\" and that Milwaukee's black citizens are socioeconomically depressed as compared to white citizens. Accepting those two points as true, neither factor tends to show, without more, that the present system for judicial elections in Milwaukee county has been maintained for a discriminatory purpose.</p>\n<p>The plaintiffs also urge that the circuit court's hiring practices provide evidence of unresponsiveness on behalf of the Milwaukee county judiciary. The plaintiffs state that only four of the thirty-four individuals listed as Milwaukee county circuit court employees are minorities  three African-Americans and one Asian. (Plaintiffs' Brief, Ex. 16). The fact that minorities make up a small percentage of Milwaukee county circuit court employees does not provide evidence that the Milwaukee county judiciary is \"unresponsive\" to the community. The plaintiffs have not provided any evidence regarding the pool of applicants for those positions.</p>\n<p>The plaintiffs contend that the discriminatory effect of the at-large system \"is exacerbated by a history of past discrimination against Milwaukee African-Americans which has hindered their ability to participate effectively in the political process.\" As support for this assertion, the plaintiffs rely on excerpts from two books containing unsupported statements that Wisconsin denied or restricted the right of blacks to vote until the 1860's. (Plaintiff's Brief, Ex. 17, 18).</p>\n<p>Such claims do not support the plaintiffs' position that the at-large election system has been maintained for a discriminatory purpose. In contrast to <i>Rogers,</i> there is no evidence of recent discrimination against black voters in Wisconsin. There is no evidence that Wisconsin has employed restrictions designed to discriminate against minority voters such as poll taxes or literacy tests. In fact, Wisconsin has liberal voter registration requirements, imposing a ten-day residency requirement and permitting same-day registration and voting. Wis.Stat. § 6.55.</p>\n<p>The plaintiffs also assert that evidence of historical discrimination against blacks in the areas of housing, employment and education supports their constitutional claim. While \"evidence of historical discrimination is relevant to drawing an inference of purposeful discrimination,\" <i>Rogers,</i> 458 U.S. at 626, 102 S.Ct. at 3280, such evidence standing alone, is not sufficient to raise a genuine issue of <span class=\"star-pagination\">*1159</span> material fact regarding the plaintiffs' claim of intentional discrimination.</p>\n<p>Similarly, the plaintiff-intervenors have failed to present evidence to support their constitutional claim. They argue that they \"have met their burden, demonstrating that there is an official policy of discrimination in the maintenance of the at-large election system of electing circuit judges in Milwaukee County.\" As support for that conclusion, the plaintiff-intervenors contend that the maintenance of the at-large system in the face of rapid growth in Hispanic population and \"insensitivity to the needs of Hispanics\" shows that the present system is maintained for discriminatory purposes. They do not explain how growth in the Hispanic population within the county provides evidence of intentional discrimination, nor do they provide any support relating to insensitivity to the needs of Hispanics.</p>\n<p>The plaintiff-intervenors also rely on several factors listed in <i>Rogers,</i> including the \"large size of the county,\" majority vote requirements, the requirement that candidates run for specific seats, and the lack of a residency requirement. Burke county encompassed eight hundred and thirty-one square miles. <i>Rogers,</i> 458 U.S. at 614, 102 S.Ct. at 3274. The size of Milwaukee county (two hundred and forty square miles) pales in comparison. Moreover, Burke county is a \"predominantly rural county.\" <i>Id.</i> The district court in <i>Rogers</i> found that Burke county's large size made it difficult for blacks to get to polling places and campaign for office. 458 U.S. at 627, 102 S.Ct. at 3280-81. There is no evidence to demonstrate that such difficulties exist in Milwaukee county. The utilization of majority vote requirements, the requirement that candidates run for specific seats and the lack of a residency requirement in the present electoral system, without more, are not sufficient to create a genuine issue of fact regarding the existence of intentional discrimination. To construe a discriminatory purpose from those factors alone would obviate the need to prove intentional discrimination.</p>\n<p>There being no evidence to show that the present electoral system was either created or maintained for discriminatory purposes, the defendants are entitled to summary judgment on the plaintiffs' and the plaintiff-intervenors' constitutional claims.</p>\n<p></p>\n<h2>B. THE PLAINTIFF-INTERVENORS' VOTING RIGHTS ACT CLAIM</h2>\n<p>Under the Voting Rights Act [\"the Act\"],</p>\n<blockquote>No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, ... as provided in subsection (b) of this section.</blockquote>\n<p>42 U.S.C. § 1973(a). A violation of subsection (a) is established if, based on the totality of the circumstances, it is shown that members of a protected class have \"less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" 42 U.S.C. § 1973(b). The Act does not guaranty a right to have members of a protected group elected in numbers equal to their proportion in the population. <i>Id.</i></p>\n<p>At-large elections are not a <i>per se</i> violation of the Act. <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 48, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, 2765, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986). Minority voters asserting a claim under the Act must prove that the electoral structure \"operates to minimize or cancel out their ability to elect their preferred candidates.\" <i>Gingles,</i> 478 U.S. at 48, 106 S.Ct. at 2765.</p>\n<p>In <i>Gingles,</i> the Court established three preconditions which must be satisfied by a minority group asserting a claim under section 2 of the Act. First, the minority group must be able to demonstrate that it is sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Id.</i> at 50, 106 S.Ct. at 2766. Second, the minority must be able to show that it is politically cohesive. <i>Id.</i> at 51, 106 S.Ct. at 2766-77. Third, the minority must be able to show that the white majority votes sufficiently as a bloc to enable it to defeat the minority's preferred candidate; elections in <span class=\"star-pagination\">*1160</span> which a minority candidate runs unopposed are not considered under this factor. <i>Id.</i></p>\n<p>\"Unless minority voters possess the <i>potential</i> to elect representatives in the absence of the challenged structure or practice, they cannot claim to have been injured by that structure or practice.\" <i>Id.</i> at 50 n. 17, 106 S.Ct. at 2766 n. 17. (Emphasis in original). The preconditions established in Gingles are designed to \"protect stronger claims and promote judicial economy.\" <i>McNeil v. Springfield Park District,</i> <span class=\"citation\" data-id=\"508781\"><a href=\"/opinion/508781/frank-mcneil-individually-and-as-representatives-of-a-certified-class-v/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 943 (7th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></span> (1989). If a minority group is unable to satisfy the <i>Gingles</i> preconditions, summary judgment is appropriate. <i>Id.</i> at 942.</p>\n<p>To satisfy the first <i>Gingles</i> precondition, plaintiff-intervenors have proposed a voting district in which Hispanics would comprise a 50.26% majority of the voting age population. (Supplemental Response to Defendants' First Set of Interrogatories at 2, attached as Exhibit B to Defendants' Motion for Partial Summary Judgment). The defendants contend that the 50.26% majority in the proposed district is insufficient to satisfy the first part of the <i>Gingles</i> test because \"the plaintiff-intervenors have not taken into account the fact that a significant percentage of Hispanics in Milwaukee are not citizens and are therefore not eligible to vote.\" In response, plaintiff-intervenors argue that citizenship rates should not be taken into account in determining whether they have satisfied the first <i>Gingles</i> precondition and that the defendants' expert's calculation of citizenship rates is not reliable.</p>\n<p>Approximately seven weeks after they filed their response to the defendants' motion for partial summary judgment, the plaintiff-intervenors filed a \"supplemental response\" to the defendants' motion. The Local Rules of this district court contain no provision allowing for the filing of a supplemental response, and the plaintiff-intervenors did not obtain leave of court to file their supplemental materials. Therefore, I have not considered the plaintiff-intervenors' supplemental response in resolving the defendants' motion.</p>\n<p>The majority requirement in <i>Gingles</i> has been interpreted by the seventh circuit court of appeals as requiring a voting age majority. <i>McNeil,</i> 851 F.2d at 944-45. \"[T]hose ineligible to vote have not experienced a dilution of their vote.\" <i>Id.</i> at 945.</p>\n<p>Whether citizenship rates can be taken into account in determining if a plaintiff has satisfied the first prong of the <i>Gingles</i> test is an issue which has not been addressed by either the Supreme Court or the seventh circuit court of appeals. In <i>Johnson v. De Grandy,</i> the Supreme Court declined to reach the issue whether citizenship is a factor in cases under section 2 of the Act. ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>, 2655-56, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1994). <i>De Grandy</i> involved a challenge to a reapportionment plan for the Florida state legislature. <i>Id.</i> at ___-___, 114 S.Ct. at 2651-52. The Court assumed, without deciding, that the Hispanic voters in that case had satisfied the first <i>Gingles</i> condition. <i>De Grandy,</i> ___ U.S. at ___, 114 S.Ct. at 2656.</p>\n<p>As support for their argument that citizenship rates can be considered in a case under section 2 of the Act, the defendants cite <i>Romero v. City of Pomona,</i> <span class=\"citation\" data-id=\"528427\"><a href=\"/opinion/528427/dr-gloria-j-romero-willie-e-white-joseph-lee-duncan-tomas-ursua-and/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1418</span></a></span> (9th Cir.1989). In <i>Romero,</i> the ninth circuit court of appeals upheld a district court's decision to dismiss a Voting Rights Act claim based on the district court's finding that, once the age and citizenship of the Hispanic population was taken into account, Hispanics did not constitute a majority of eligible voters in any of the plaintiffs' proposed districts. 883 F.2d at 1425.</p>\n<p>The defendants also cite <i>Morris v. City of Houston,</i> <span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1062</span></span> (S.D.Tex.1995). In <i>Morris,</i> the district court granted the defendants' motion for summary judgment on the plaintiffs' Voting Rights Act claim. <i>Id.</i> at 1067. The court found that the plaintiffs had failed to establish a genuine issue of material fact on two of the three <i>Gingles</i> preconditions. <i>Id.</i> at 1067. In considering the first prong under the <i>Gingles</i> test, the court stated that the use of data for voting age Hispanic citizens was \"the correct measure of the Hispanic population's ability to create a majority voting district.\" <i>Id.</i> at 1065. In that case, non-citizens accounted <span class=\"star-pagination\">*1161</span> for 45.8% of all Hispanics of voting age in the city of Houston. <i>Morris,</i> 894 F.Supp. at 1065. Consequently, the district court concluded that the plaintiffs had failed to satisfy the first <i>Gingles</i> precondition. <i>See id.</i> at 1065-66.</p>\n<p>In my opinion, citizenship rates can be taken into account in resolving the issue whether a plaintiff has satisfied the first <i>Gingles</i> condition. Individuals who are not citizens are not eligible voters. Those ineligible to vote are not among those whose votes have been diluted within the meaning of section 2 of the Act. <i>McNeil,</i> 851 F.2d at 945. The language of section 2 of the Act specifically proscribes the use of voting practices or procedures which result \"in a denial or abridgement of the right of any <i>citizen</i> of the United States.\" 42 U.S.C. § 1973(a) (Emphasis added).</p>\n<p>In support of their motion for summary judgment, the defendants have submitted the affidavit of Ralph Weber, in which the latter opines that 63.3% of Hispanics of voting age in the city of Milwaukee are citizens. (Weber Aff. ¶ 7). He arrived at that figure using data from the 1990 census. (Weber Aff. ¶¶ 4-6). Dividing the estimated Hispanic citizen voting age population by the total voting age population for the plaintiff-intervenors' proposed district, Mr. Weber estimates voting age Hispanic citizens comprise 39.3% of the population within the district. (Weber Aff. ¶ 8).</p>\n<p>The plaintiff-intervenors dispute the reliability of Mr. Weber's calculations. They contend that the census data for citizenship utilized by Mr. Weber \"merely produced citizenship estimates of the total population aged 18 and older.\" The plaintiff-intervenors contend that Mr. Weber's citizenship estimates are \"unreliable and unorthodox.\"</p>\n<p>In support of their argument, the plaintiff-intervenors submitted the affidavit of George Korbel. Mr. Korbel states that the census citizenship data relied upon by Mr. Weber are based on responses to the census long form, which \"excludes as many as 80% of the households.\" (Korbel Aff. ¶ 13). In contrast, the plaintiff-intervenors contend that the census figures for total population and voting age population are based on 100% head counts.</p>\n<p>The plaintiff-intervenors have not provided their own estimates as to citizenship rates for Hispanics within their proposed district. However, I believe that they have submitted sufficient evidence to raise a genuine issue of material fact as to both the reliability and accuracy of Mr. Weber's estimates of citizenship rates based on the census figures and whether the plaintiff-intervenors have satisfied the first <i>Gingles</i> precondition. Therefore, the defendants' motion for partial summary judgment on the plaintiff-intervenors' Voting Rights Act claim will be denied.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, IT IS ORDERED that the defendants' motion for partial summary judgment be and hereby is granted in part and denied in part.</p>\n<p>IT IS ALSO ORDERED that the defendants' motion for partial summary judgment be and hereby is granted as to the plaintiffs' and the plaintiff-intervenors' constitutional claims.</p>\n<p>IT IS FURTHER ORDERED that the defendants' motion for partial summary judgment be and hereby is denied as to the plaintiff-intervenors' claim under section 2 of the Voting Rights Act.</p>\n<p>IT IS FURTHER ORDERED that the plaintiffs' and the plaintiff-intervenors' constitutional claims be and hereby are dismissed.</p>\n<p>IT IS FURTHER ORDERED that each party shall bear its own costs on this motion.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/528427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667197/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/711166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/713063/"
          ]
        }
      ],
      "judges": "Myron L. Gordon",
      "date_created": "2014-10-30T07:17:56.365180Z",
      "date_modified": "2016-03-03T20:45:31.768012Z",
      "date_filed": "1996-06-10",
      "date_filed_is_approximate": false,
      "slug": "milwaukee-branch-naacp-v-thompson",
      "citation_id": 1785454,
      "case_name_short": "Thompson",
      "case_name": "MILWAUKEE BRANCH NAACP v. Thompson",
      "case_name_full": "",
      "federal_cite_one": "929 F. Supp. 1150",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/178382/milwaukee-branch-naacp-v-thompson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:17:56.360985Z",
  "date_modified": "2014-10-30T07:17:56.360985Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Thompson",
  "case_name": "MILWAUKEE BRANCH NAACP v. Thompson",
  "case_name_full": "",
  "slug": "milwaukee-branch-naacp-v-thompson",
  "docket_number": "94-C-1245",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}