{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1788151/",
  "id": 1788151,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1963224/",
      "id": 1963224,
      "absolute_url": "/opinion/1963224/mcneil-v-mcdonough/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1788151/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1963224/",
          "id": 1963224,
          "absolute_url": "/opinion/1963224/mcneil-v-mcdonough/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1963224/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/286/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:55:44.070875Z",
          "date_modified": "2017-04-08T03:35:30.988936Z",
          "type": "010combined",
          "sha1": "df6b18521f5c0abb96fa1827dbafc04476b0b950",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>515 F.Supp. 113 (1980)</b></center>\n<center><h1>Wilbur J. McNEIL and William Jones, Plaintiffs,<br>\nv.<br>\nRichard C. McDONOUGH et als., Defendants.</h1></center>\n<center>Civ. No. 76-1024.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 20, 1980.</center>\n<p><span class=\"star-pagination\">*114</span> <span class=\"star-pagination\">*115</span> <span class=\"star-pagination\">*116</span> <span class=\"star-pagination\">*117</span> <span class=\"star-pagination\">*118</span> Martin &amp; Hart by Arthur N. Martin, Jr., East Orange, N. J., for plaintiffs.</p>\n<p>John J. Degnan, Atty. Gen. of New Jersey, Joseph W. Ferraro, Jr., Deputy Atty. Gen., Newark, N. J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BIUNNO, District Judge.</p>\n<p>This is a case in which the claims made involve allegations of racial discrimination in employment and employment opportunities. Trial was before the court without a jury. As provided by F.R.Civ.P. 52, this opinion contains the findings of fact and conclusions of law contemplated by the Rule.</p>\n<p>The claims are asserted on a number of federal grounds with corresponding authority for jurisdiction, as follows:</p>\n<blockquote>Under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, jurisdiction being under 28 U.S.C. § 1343 or 42 U.S.C. § 2000e-5(f)(3), or both;</blockquote>\n<blockquote>Under 42 U.S.C. §§ 1982, 1983 and 1988, with jurisdiction under 28 U.S.C. § 1343;</blockquote>\n<blockquote>Under Amendment 14 of the U.S. Constitution with jurisdiction under 28 U.S.C. § 1331(a).</blockquote>\n<p>Different prerequisites, time limits or statutes of limitation apply to the different grounds, and different elements and defenses apply, as discussed hereafter.</p>\n<p>The individual defendants originally named were formerly in office as Director of the Division of Alcoholic Beverage Control in the Department of Law and Public Safety of the State of New Jersey. The present Director in office, Joseph H. Lerner, was impleaded by agreement of the parties as though originally named as a defendant and as though his answer were the same as the others. The court notes that the method provided for by F.R.Civ.P. 25(d)(2), i. e., describing the public officer by title rather than by name, was not used. The final defendant is the Division of Alcoholic Beverage Control itself.</p>\n<p>The plaintiffs, Wilbur J. McNeil and William Jones work in the Division.</p>\n<p>Before launching into an analysis of the law and testimony, it will be useful background to touch on the history of the Division itself.</p>\n<p>The Division is the current administrative successor to the N.J. State Department of Alcoholic Beverage Control, established by N.J.P.L.1933, c. 436 as a consequence of the adoption of Amendment 21, which in turn repealed Amendment 14 (Prohibition) of the U.S. Constitution. The history of regulation and control of alcoholic beverages, however, goes back much farther than that, perhaps as far back as Allinson's Laws. (1738-1739) <i>Gaine v. Burnett,</i> 122 N.J.L. 39, 4 A.2d 37 (S.Ct.1939) reviews this long history before federal Prohibition and Repeal.</p>\n<p>The 1933 statute followed an exhaustive study and report by a committee, established by joint resolution of the Legislature adopted October 9, 1933, and largely followed the draft statute proposed by the report.</p>\n<p>As was observed in an earlier study,</p>\n<blockquote>\n<span class=\"star-pagination\">*119</span> \"It was felt that the choice of a `single executive' was a wise one. The object of liquor legislation is rigid, uncompromising control. The main duties of the department are police in nature, and such duties are performed with greater efficiency and promptness through a single executive than through a plural board.\"</blockquote>\n<blockquote>\n<i>Study of State Administrative Agencies in New Jersey,</i> by Clark Crane Vogel under the supervision of Nathan L. Jacobs (University of Newark, May, 1941), at p.44.</blockquote>\n<p>With the enactment of the Revised Statutes of 1937, the statute became N.J.R.S. Title 33. The original statute, by § 3 (N.J. R.S. 33:1-3) not only created the Department, but itself named the first commissioner, D. Frederick Burnett, Esq., and fixed his term and salary. Mr. Burnett had served as counsel to the study committee (see <i>Study</i> supra, p.43 at n.9). It is a matter of common knowledge among the State's bench and bar that Mr. Burnett was not only the architect of the statute but that as its first commissioner, and with the able assistance of his Chief Deputy Commissioner and Counsel, Nathan L. Jacobs (until lately Associate Justice of the Supreme Court of New Jersey) set the level of high professional performance called for by the command that he do all things \"designed to insure the fair, impartial, stringent and comprehensive administration\" of the law. N.J.P.L. 1933, c. 436, § 20; N.J.R.S. 33:1-23.</p>\n<p>The structure of the department as created did not contemplate that it should itself be the sole vehicle for control and administration. Rather, a large measure of \"home rule\" was delegated to local municipalities with the Department serving as supervisor. The commissioner was assigned the function of issuing certain types of licenses (e. g., for manufacture, wholesale, plenary retail transit, transportation and public warehouse), N.J.R.S. 33:1-18, while local municipal boards or bodies were authorized to issue all other kinds of license, mainly various types of retail licenses which are far more numerous, N.J.R.S. 33:1-19.</p>\n<p>With this municipal licensing authority there was imposed a set of corresponding administrative enforcement duties, N.J.R.S. 33:1-24, including the suspension or revocation of municipally issued licenses, NJRS 33:1-31, subject to appeal to the commissioner. As of June 30, 1938, a total of 3,943 licenses had been issued, <i>Study supra,</i> at p. 51, most of which doubtless were municipally issued retail licenses.</p>\n<p>The structure, then, with the large measure of \"home rule\" for retail licenses, implied that the Department was intended to be a small, highly organized and efficient unit, directly controlling the manufacture, wholesaling and distribution aspects, while auditing the municipal functions through appeal and otherwise.<sup>[1]</sup></p>\n<p>With the adoption of the 1947 N.J. Constitution, it was required that all executive branch units, including departments, be allocated by law among and within not more than 20 principal departments, <i>N.J.Const.,</i> 1947, Art.5, § 4, par.1. Under current law the former Department has been constituted as a division of the Department of Law and Public Safety, headed by the Attorney General, N.J.R.S. 52:17B-15, and the powers and duties of the former commissioner transferred to the Director of the Division, N.J.R.S. 52:17B-17.</p>\n<p>Given this background and pattern, it is no surprise that the number of budgeted positions in the division is only about 150, a small number for a unit of State government charged with the important functions and duties of this one. Some of the positions are clerical force, which come under Civil Service (NJRS Title 11), by reason of N.J.R.S. 33:1-4c. All other State employees appointed by the director do not come within Civil Service. These fall into a number of categories:</p>\n<blockquote>\n<span class=\"star-pagination\">*120</span> ... 5 deputy directors, each assigned to a bureau by the director, and removable for cause; N.J.R.S. 33:1-4 b (1973);</blockquote>\n<blockquote>... such number of inspectors, investigators and executive assistants as the director deems necessary; they are removable at will, except that after 3 years employment they shall serve during good behavior and shall not be removed except for cause; <i>Idem.,</i> par. d.</blockquote>\n<blockquote>... temporarily employed experts and specialists for specified service;</blockquote>\n<blockquote>... counsel and other legal assistants.</blockquote>\n<p>Of the total staff, the evidence is that there are 80 to 90 employees in the Enforcement Bureau, these being divided into 5 sections: wholesale, retail, undercover, front and administrative. McNeil has served in both the undercover and retail sections and is now assigned to wholesale. Jones has been continuously assigned to undercover.</p>\n<p>Although the original commissioner was named by the Legislature, it may no longer elect or appoint any executive, administrative or judicial officer except the State Auditor, <i>N.J.Const.,</i> 1947, Art. 4, § 5 par. 5. The director of the Division is now appointed by the Governor, with the advice and consent of the Senate, N.J.R.S. 52:17B-16. The office was made full-time by N.J.P.L. 1970, c. 222, effective October 16, 1970, <i>Idem.</i> (pocket part).</p>\n<p>Thus, the Director of the division is today a state officer appointed by the Governor and confirmed by the Senate, whose immediate head is the Attorney-General of New Jersey, who in turn, as head of the Department of Law and Public Safety, is a member of the Governor's cabinet. In this capacity he serves an administrative state function separate from his duties and powers as chief law enforcement officer for the State as a constitutional officer, without regard to departmental structure or administrative duties. See <i>N.J.Const.</i> 1947, Art. 5, § 4, par. 1, 2 and 3; also <i>State v. Winne,</i> 12 N.J. 152, 96 A.2d 63 (1953); <i>Board etc. Lehigh Valley R. Co.,</i> 106 N.J.L. 411, 149 A. 263 (E &amp; A, 1929).</p>\n<p></p>\n<h2><i>Limitations Aspects</i></h2>\n<p>There is no federal statute of limitations for suits under the Civil Rights Act, 42 U.S.C. § 1981 et seq. The decisions widely recognize that in this circumstance the federal courts are to apply that period of limitation applicable under State law had a like action been brought under State law. In fact, the conformity provisions of 42 U.S.C. § 1988 contemplate that this course be followed.</p>\n<p>Inspection of the reported cases dealing with the selection of the proper State limitation period show wide variations of scope. As observed recently in <i>Davis v. U. S. Steel Supply,</i> 581 F.2d 335 (CA 3, 1978) the selection involves a process of analyzing each complaint, and each aspect of a particular complaint, to ascertain the fundamental nature of each claim since different time periods may apply to different claims or complaints.</p>\n<p>In this case, both plaintiffs have been and are still employees of the State of New Jersey, albeit in its unclassified service rather than under Civil Service, and complain of invidious discrimination grounded on race or color in the alleged failure to promote each of them. Since each has 3 years' service, neither may be discharged without cause under present local statute.</p>\n<p>Accordingly, the claim may be read as asserting that the employment relation, which is contractual in nature, is to be regarded as though it contained a provision that the employer would not act contrary to applicable law. Such a reading analogizes the claim as one for breach of contract, to which New Jersey's 6-year statute of limitations, N.J.S. 2A:14-1 would apply. That statute will be taken as governing all claims encompassed by 42 U.S.C. § 1981, et seq., as well as claims said to arise directly under the U.S. Constitution, in respect to which the same underlying considerations apply.</p>\n<p>Plaintiff McNeil filed his complaint on May 28, 1976, and for claims under the Civil Rights Act and the 14th Amendment encompasses alleged conduct back to May 29, 1970 but not earlier.</p>\n<p><span class=\"star-pagination\">*121</span> Plaintiff William Jones was allowed to be added by the pretrial order dated December 16, 1976 and so his corresponding claims will reach back to December 15, 1970 but not before.</p>\n<p>The present Director, Joseph H. Lerner, was added as a defendant by amendment filed October 16, 1978. As to him, such claims of both parties reach back to October 15, 1972 but not before assuming he was in office then.</p>\n<p>In the case of the claims under 42 U.S.C. 2000e (the Civil Rights Act of 1964) the basic claim arises from the definition of what is an \"unlawful employment practice for an employer\", 42 U.S.C. § 2000e-2(a). The provisions for mechanisms to prevent unlawful employment practices are found in § 2000e-5. Charges are to be filed within 180 days of the alleged unlawful practice, with EEOC; but if the matter begins with a proceeding filed with a local agency of the same kind as EEOC, then the time for filing with EEOC is either 300 days after the alleged unlawful practice, or within 30 days after notice that the local proceeding has terminated, whichever is earlier; <i>idem,</i> par. (e). Assuming these time limitations with EEOC are satisfied, then the person aggrieved may file a civil action (either in a US District Court or a State court, see <i>Peper v. Princeton,</i> 77 N.J. 55, 389 A.2d 465 (1978); and if the Attorney General (US) has not filed a civil action in a case involving a government or governmental agency within 180 days of the filing of the charge with EEOC, the person aggrieved is to be so notified, and may bring the civil action within 90 days after the notice.<sup>[2]</sup></p>\n<p>McNeil filed his Title VII charge with EEOC on May 25, 1974, and was issued a right to sue letter under date of March 4, 1976. Complaint was filed May 28, 1976, within 90 days, and can reach back 180 days before the EEOC filing, or to November 26, 1973.</p>\n<p>Jones filed his EEOC complaint February 18, 1975 (P-36). His \"right to sue\" letter from the Department of Justice is dated October 1, 1976, and if received the same day, the 90 days would have expired December 31, 1976. He was joined as plaintiff on December 16, 1976 and so his claim under 42 U.S.C. § 2000e is not barred by limitations. His claim can reach back to 180 days before February 18, 1975 (EEOC filing date), or to August 22, 1974.</p>\n<p>The amendment removing the exemption of state and local governments from Title VII had an effective date of March 24, 1972, and alleged violations after that date may be asserted, subject to the applicable limitations. See the Equal Employment Opportunity Act of 1972, Pub.L.No. 92-261, 86 Stat. 103.<sup>[3]</sup></p>\n<p></p>\n<h2><i>The Immunity Question</i></h2>\n<p>The complaint, as amended, names as defendants the present director of the ABC and three former directors (McDonough, Bowers and Ronco), individually and as Directors, plus the \"State of New Jersey Division of Alcoholic Beverage Control.\"<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*122</span> From the legislative history outlined above, there can be no doubt that insofar as the ABC is itself named as a defendant, the State of New Jersey is effectively named. The ABC is a division within the Department of Law and Public Safety, headed by the Attorney-General, and one of the principal departments in the Executive Branch. The employer is the State itself. Plaintiffs are state employees in the unclassified service. This fact being undeniably so in light of the structure of state government as reflected in its local Constitution and statutes, it follows that the only claims for money damages that plaintiffs can assert against the State are those coming within 42 U.S.C. § 2000e, <i>et seq.,</i> because the 1972 amendment contained a Congressional waiver of the State's immunity from suit under Amend. 11, through the exercise of its legislative power to implement Amend. 14 under § 5 thereof. Thus, no monetary claim can be asserted against the State under 42 U.S.C. § 1981, et seq., because for those statutes there has been no waiver of sovereign immunity, either by Congress or by the State. See: <i>Monroe v. Pape,</i> 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), as modified by <i>Monell v. Department, etc.,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>Parden v. Terminal Railway Co.,</i> 377 U.S. 184, 84 S.Ct. 1207, 12 L.Ed.2d 233 (1964); <i>Edelman v. Jordan,</i> 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974); <i>Fitzpatrick v. Bitzer,</i> 427 U.S. 445, 455, 96 S.Ct. 2666, 2671, 49 L.Ed.2d 614 (1976); <i>Cannon v. University of Chicago,</i> 441 U.S. 677, 99 S.Ct. 1946, 60 L.Ed.2d 560 (1979); <i>Chapman v. Houston, etc.,</i> 441 U.S. 600, 99 S.Ct. 1905, 60 L.Ed.2d 508 (1979); and the analysis in <i>Skehan v. Board, etc.,</i> 590 F.2d 470 (CA 3, 1978).</p>\n<p>Of course, if a case is made out on the merits, the 11th Amendment does not stand in the way of prospective injunctive remedies to the extent they are otherwise warranted.</p>\n<p></p>\n<h2><i>The Substantive Law</i></h2>\n<p>As the decisions in this evolving field of employment discrimination seem to indicate, the substantive law is essentially the same without regard to whether the claim is asserted under 42 U.S.C. § 1981, et seq., or under Title VII, 42 U.S.C. § 2000e, et seq.</p>\n<p>In terms of \"essential elements\" that must be established, of course, these will vary with the applicable statute. Thus, under 42 U.S.C. § 1981, the sole issue is \"race\", i. e., whether the claimant has been deprived of the same enumerated rights \"as are enjoyed by white persons.\" Under 42 U.S.C. § 1983, the issue is whether the claimant, as a citizen of the United States, has been subjected under color of local law to the deprivation of any rights, privileges or immunities secured by the federal Constitution and laws. Under 42 U.S.C. § 2000e, et seq., the denounced grounds of treatment which make an employment practice unlawful are those based on race, color, religion, sex, or national origin. See 42 U.S.C. § 2000e-2.</p>\n<p>In the case of non-federal employment (which now embraces traditional \"private sector\" employment as well as employment by a non-federal government, government agency, etc.) a further distinction is made by 42 U.S.C. § 2000e-5(f)(1) in respect to prerequisites to suit. For strictly private sector claims, it is EEOC which can file suit or issue a 90-day right to sue letter. For state government and state agency claims, that function is assigned to the Attorney General (Department of Justice).</p>\n<p>Regardless of what the forbidden criteria are under a given statute, it seems well recognized that four elements must be shown to make out a prima facie case of discrimination:</p>\n<blockquote>1. the claimant falls into one of the forbidden categories, as may be applicable under the particular statute involved;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*123</span> 2. the claimant applied and was qualified for a job (including a promotion) which was vacant and which the employer was seeking to fill;</blockquote>\n<blockquote>3. that although the claimant was qualified, he was rejected;</blockquote>\n<blockquote>4. that after rejection of claimant, the employer continued to seek applicants who possessed claimant's qualifications.</blockquote>\n<p>See, <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, at 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973).</p>\n<p>Thus, a case based on race discrimination might arise under § 1981, § 1983 or § 2000e, or all three. A case based on freedom of religion may arise under § 1983 even though the employment relation is not involved, and may arise under both § 1983 and § 2000e if it is involved. But a case grounded on gender discrimination (at this stage of the law) can only arise in the employment context and only under § 2000e.</p>\n<p>These examples aside, however, the four elements of a prima facie case under <i>McDonnell Douglas</i> probably are not a closed class or enumeration since the ultimate issue in every case of this kind is whatever conduct the applicable statute may denounce. The four elements of <i>McDonnell Douglas</i> appear to be no more than an articulation of the kind of showing that is to be accepted by the courts as making out a prima facie case, i. e., such that if the evidence is closed at that point, the claim must go to the finder of fact (jury or judge) who may, but is not obliged to, find for the claimant on the showing made. The level of proof called for, in light of the ultimate issue to be decided, is clearly intended to be somewhat lower than would be called for in some other kind of case, in recognition of the difficulties of adducing more direct forms of evidence. It might well be said that the four elements of <i>McDonnell Douglas</i> represent a set of circumstances regarded by law as sufficient to make a prima facie case.</p>\n<p>They cannot be regarded as an exclusive or closed set of elements, however, because (1) each case will necessarily turn on its own facts; (2) as articulated they do not reach the discriminatory discharge type of case; (3) they are probably inextricably intertwined with the law on order and allocation of proof rules, which have been developed to deal with all cases in the general field.</p>\n<p></p>\n<h2><i>Kinds of evidence to be considered</i></h2>\n<p>The development of a body of law through the decisional process is one based on reason and experience. It begins by reviewing and analyzing the set of existing decisions, and from that point developing an expression of a general principle by the logical process of induction. The general principle so developed is then <i>applied</i> to the decision of new disputes, each having its own set of facts, by the logical process of deduction.</p>\n<p>While it may be oversimplified, the history of modern jurisprudence shows that this process of induction and then deduction represents an attempt to apply to that part of the social sciences with which the law and the judicial process are concerned, the methods which have been so successful in the natural sciences from the days of the Renaissance and before.</p>\n<p>The behavior of water when heated, is a good example. Many experiments by different investigators, for example, showed a direct relation between the quantity of heat applied and the extent to which the temperature of the water rose. These and other observations led to the development of the theory of heat, before which it was only known that an object was (relatively) hot or cold. The study of observations led to the establishment of identifiable and precise units for the measurement of quantities of heat: the calorie is defined as that quantity of heat that will raise the temperature of one gram of water by one degree Centigrade, while the British Thermal Unit (B.T.U.) is that quantity of heat that will raise the temperature of one pound of water by one degree Fahrenheit.</p>\n<p>From like observations, the temperature at which water boils was found to be a <span class=\"star-pagination\">*124</span> constant, so long as the water is pure, depending on the pressure at the surface. At normal pressures and at sea level, the temperature is 100° C or 212° F.</p>\n<p>It was found that to melt a given quantity of ice, a change of state that does not raise the temperature, 80 times as much heat is needed as would be required to raise water temperature by one degree. This is the \"heat of fusion\" for ice. At the other end of the scale, where water is converted into steam, it was found that 537 times as much heat was needed to convert a given quantity of water into steam without raising its temperature or pressure. This is the \"heat of vaporization\" of water.</p>\n<p>These physical \"laws\", derived by induction from many experimental observations, and others like them, have led to countless discoveries and formulations in the natural sciences by applying the general principles so induced to specific other states of fact by deduction.</p>\n<p>Although the legal decisional process is analogous to that of the scientific method, and deliberately so designed, it is not the same. Water will boil at whatever temperature it does according to natural forces. The most that can be done is to describe it. The forces cannot be altered. In the social sciences, this is not true or, if it is true no means have been developed to achieve the same level of confidence and predictability. The law, as a branch of the social sciences, necessarily deals with the conduct and behavior of human beings, both as discrete individuals and as interacting populations of discrete individuals. About all that is known is that the behavior of discrete individuals or of populations cannot be forecast reliably in the same sense that the behavior of substances and forces can be in the natural sciences.</p>\n<p>These observations are considered to be of considerable importance in an evolving field of law such as this because, to quote Mr. Justice Holmes, \"The <i>life</i> of the law is not logic, it is experience\". (emphasis added). New decisions, like new scientific experiments, are the raw material by which the law, or a scientific principle, constantly evolves, changes or is refined. He did not discard logic; he emphasized the importance of experience. Logic is merely the tool by which experience is evaluated, understood and applied.</p>\n<p>Keeping in mind the cautions just discussed, the reported cases in the field so far recognize five categories of basic circumstances that will make out a discrimination in employment case:</p>\n<blockquote>1. <i>individual disparate treatment</i> cases, where the claimant adduces evidence which, if believed, tends to show less favorable treatment than peers due to some applicable forbidden criterion such as sex, race, etc. The prime example here is <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973);</blockquote>\n<blockquote>2. <i>pattern and practice</i> cases, where the claim is one of systematic disparate treatment of a category to which the claimant belongs, even though he cannot show \"individual disparate treatment\" directed to him. The major example of this category is <i>Hazelwood School District v. U. S.,</i> 433 U.S. 299, 97 S.Ct. 2736, 53 L.Ed.2d 768 (1977);</blockquote>\n<blockquote>3. <i>disparate impact or effect</i> cases, where the claim is that some seemingly neutral test for employment (hiring or promotion) criterion disproportionately disqualifies individuals in a category protected by the forbidden criteria, and that the test or criterion is not justified by business necessity. The lead case for this category is <i>Griggs v. Duke Power Co.</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971). A later case in this group is <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977);</blockquote>\n<blockquote>4. <i>perpetuation of discrimination</i> cases, where the claim is that the application of a seniority system carries into the future the effect and impact of discriminatory practices preceding the effective date (in the particular case) of Title VII. These mainly arise out of exclusion practices of labor unions (though not exclusively). One example out of many where this element was involved is <i>U. S. v. Int'l Union of Elevator Constructors,</i> 538 F.2d <span class=\"star-pagination\">*125</span> 1012 (CA 3, 1976). However, the decision in <i>Int'l Brotherhood of Teamsters v. U. S.,</i> 431 U.S. 324, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977) seems to narrow this category to those cases where the seniority system is itself discriminatory or had its genesis in a now-forbidden kind of discrimination (e. g. racial).</blockquote>\n<blockquote>5. <i>Affirmative action</i> cases, which may or may not involve prior discrimination of any kind, where a program is adopted to try to overcome current or expected disparities. Examples here are <i>University, etc., v. Bakke,</i> 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978) and <i>United Steelworkers v. Weber,</i> 443 U.S. 193, 99 S.Ct. 2721, 61 L.Ed.2d 480 (1979).</blockquote>\n<p>These five categories are no more than an attempt at a rational grouping of types made up of the very large number of reported decisions at all levels. Before <i>Bakke</i> and <i>Steelworkers</i> there were only four classifications. Next month there may be a sixth. The classification is not closed, nor can it be closed any more than classifications of \"fraud\". Courts have always refused to express any closed classification of all types of frauds, because if they did, an ingenious schemer would find some other way to defraud that was outside the definition of classifications or categories. The same is obviously true of cases involving claims of forbidden discrimination in employment.</p>\n<p>There are also cases arising under other statutes, and not involving \"civil rights\" in the sense discussed. A good example is <i>U. S. v. Testan,</i> 424 U.S. 392, 96 S.Ct. 948, 47 L.Ed.2d 114 (1976) where trial attorneys in a federal unit that involved matters coming before the Armed Services Board of Contract Appeals of the Department of Defense were classified by the U.S. Civil Service Commission in grade GS-13, and complained that their duties were identical to those of attorneys in the Contract Appeals Division (Judge AdvocateAir Force) who were classified in grade GS-14 (a higher compensated level). The decision turns on collateral matters such as the jurisdiction of the Court of Claims, and the merits of the claim are not decided. Yet, though no issue of race, color, religion, sex, national origin, etc., is mentioned, an employee in GS-13 who feels he belongs in GS-14 has exactly the same reaction and view of being \"discriminated against\" as a claimant under § 1981, § 1983 or § 2000e.</p>\n<p></p>\n<h2><i>Order and Allocation of Proof</i></h2>\n<p>This aspect of cases involving claims of unlawful discrimination in employment is unique only because the Supreme Court of the United States has found it necessary to indicate the kinds and quantum of evidence needed to adduce a prima facie case in this developing field of litigation. The concept that a claimant advancing an affirmative claim carries the burden of persuasion for the whole case is hardly novel. The notion that he must adduce some specified minimum, more than a modicum or scintilla, to survive a motion for involuntary dismissal at the end of plaintiff's case in a bench trial [Rule 41(b), F.R.Civ.P.] or a motion for a directed verdict in a jury trial at the same stage [Rule 50(a), F.R.Civ.P.] is also well established.</p>\n<p>Similarly, a defendant who rests on the motion (either kind) without tendering evidence of his own to meet a prima facie case takes the risk that the finder of fact, as distinguished from the judge ruling on a question of law, may conclude that the prima facie case also carries the burden of persuasion. It may be that the finder of fact will not be so persuaded, but a defendant who offers no evidence to meet what the judge concludes is a prima facie case as a matter of law takes the risk of the ultimate finding.</p>\n<p>The line of cases on this subject runs from what was said in <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), through <i>Furnco etc. v. Waters,</i> 438 U.S. 567, 98 S.Ct. 2943, 57 L.Ed.2d 957 (1978) to <i>Board etc. v. Sweeney,</i> 439 U.S. 24, 99 S.Ct. 295, 58 L.Ed.2d 216 (1978), and the decisions are by divided votes.</p>\n<p>What they say, in substance, is that which is generally understood, namely that <span class=\"star-pagination\">*126</span> once a claimant makes out a prima facie case (in this category under specifically articulated standards), the burden of producing evidence (but not the overall burden of persuasion) shifts to the defendant, who must come forward with the articulation, by evidence, of some legitimate, non-discriminatory reason for the conduct complained of, and need not do more, though he may if he chooses.<sup>[5]</sup></p>\n<p>The trial court is then obliged to consider and evaluate the evidence, including matters of credibility, to decide: first, whether the claimant has made a prima facie case under applicable standards; second, whether the defendant has adduced evidence to articulate a legitimate, non-discriminatory reason by way of explanation; third, on all the evidence as a whole, has the claimant carried the overall and ultimate burden of persuasion.</p>\n<p>It does not matter what the order or sequence of evidence is. The three steps by way of evaluation are to be separately considered and decided at the conclusion of all the evidence.</p>\n<p>On its face, this three-step process of marshalling the evidence and evaluating it is no different than what is done in every bench trial, or should be done in every bench trial by way of compliance with the spirit and purpose of Rule 52(a), F.R.Civ.P. The approach provides the Court of Appeals with both an evidential record and a careful articulation of findings of fact and conclusions of law such as to enable it to address directly and finally decide whatever issues are raised on appeal, and to enable it to apply soundly the rule that a trial court's findings of fact will not be disturbed unless clearly erroneous.<sup>[6]</sup></p>\n<p>As is evident from what has been said, the three stage evaluation is significant and must be carried out only in cases tried to the judge without a jury. In a case tried to a jury, the verdict would stand, whatever it might be, so long as the jury were properly instructed on the law, which hardly would include such notions as a prima facie case, or the shifting burden to produce evidence. The jury would be instructed that the claimant carries the burden of persuasion by a preponderance, and that the defendant carries the burden of persuasion by a preponderance for any affirmative defenses. It should be noted that both <i>Furnco</i> and <i>Sweeney</i> were cases tried to the judge without a jury, and they accordingly apply here. The guidelines for instructing a jury in a case of this kind have not been articulated by the Supreme Court in any of the cases in the line.</p>\n<p>The cases also imply that in cases of this type that are tried to the court without a jury, the trial court as a finder of fact is expected to be sensitive to the difficulties of making a case by any substantial kind of direct evidence. It should be not unwilling to draw inferences from circumstantial evidence, particularly where different circumstances tend to confirm each other and point to a particular outcome. No doubt there are discrimination cases where direct evidence is available; the court has heard some of these, and the experience is that they do not go to trial but are settled.</p>\n<p>Aside from those, the task of sifting the evidence to distinguish a valid claim of discrimination from a groundless one can be a difficult task, especially where the ultimate issue of unlawful discrimination is masked by ingeniously subtle devices. Yet, the task must be performed without crossing the undefined boundary between sensitivity for a claimant's difficult proof problems and outright bias or prejudice in favor of the claimant.</p>\n<p><span class=\"star-pagination\">*127</span> The problem is one that is typical of the difference between jury and non-jury trials. In principle, the review of a final judgment ought to be the same in either case. The fact and experience is that appellate courts, both federal and state, display a greater readiness to intrude into the fact-finding function in non-jury cases than they do in jury cases. This is especially true for those appellate courts, like New Jersey's, which are expressly vested with original jurisdiction \"as may be necessary to the complete determination of any cause on review\", <i>N.J. Const.,</i> 1947, Art. 6, § 5, par. 3. Similar authority is not expressly provided for in the federal scheme, where the test in a non-jury case is whether a trial judge's findings of fact must be left undisturbed unless \"clearly erroneous\". See <i>Sweeney v. Board, etc.,</i> 604 F.2d 106, at 109 n.2 (CA 1, 1979); <i>Scott v. Univ. of Delaware,</i> 601 F.2d 76, at 81 (CA 3, 1978), cert. den. 444 U.S. 931, 100 S.Ct.2d 275, 62 L.Ed.2d 189 (1979); <i>Rochez Bros. v. Rhoades,</i> 527 F.2d 880, at 887 (CA 3, 1975); <i>Kunda v. Muhlenberg, etc.,</i> 621 F.2d 532, 534 (CA 3, 1980). And compare <i>Worthy v. U. S. Steel,</i> 616 F.2d 698 (CA 3, 1980).</p>\n<p>The point is not idly discussed, because there has been serious periodic debate over the question whether American courts should follow the English experience, where all civil cases are tried to the bench without a jury except for those involving fraud or defamation (see, e. g., \"Should The Right to a Trial By Jury be Abolished in Most Types of Civil Cases?\" 83 NJLJ 465; \"Do We Need Juries In Civil Cases?\", 83 NJLJ 513; \"Trial By Jury in Civil Cases\", 83 NJLJ 513; \"On Juries in Civil Cases\", 87 NJLJ 268; \"The Jury and Civil Actions in England\", 87 NJLJ 753.</p>\n<p>One of the points made is that if all or most civil cases were tried without a jury, appellate courts would be more free to develop and lay down more specific and precise guides for trial judges than is fair in a mixed system. As it is, where some cases are tried to a jury and others not, depending on the choice of the parties, principle would reject the notion of sophisticated rules for bench trials only. The review function should be the same for both when both modes of trial exist.</p>\n<p>Yet, even for classes of cases for which there is no right to jury trial (e. g., equity cases, trials of title in condemnation cases, and trials under the Federal Tort Claims Act), no studies of this aspect appear to have been made and no distinct body of law appears to have been accumulated from which one or more general principles can be derived by induction so that they can then be applied by deduction to new disputes.</p>\n<p>In sum, as this court understands its function under the decisions referred to, it is to undertake the task of a sophisticated jury by evaluating the evidence through the three stages mentioned, and returning what would amount to a series of special verdicts.</p>\n<p>This \"jury-non-jury\" analysis has been undertaken to aid in evaluating the cases which deal with concepts such as a \"prima-facie\" case, shifting of the burden to offer evidence, the risk of non-persuasion and the overall burden of persuasion because they have dealt with these concepts in non-jury cases like this one, although the concepts themselves have an underlying meaning or function which is significant only when there is a separation as between judge and jury, one dealing with law and the other with facts.</p>\n<p>It is observed in passing, too, that the Supreme Court has flatly said that there is no right to jury trial in cases under Title VII, 42 U.S.C. § 2000e, <i>Great American etc. v. Novotny,</i> 442 U.S. 366, 99 S.Ct. 2345, 60 L.Ed.2d 957 (1979). This proposition was set forth with the rationale that \"the Act expressly authorizes only equitable remedies\". This can only refer to 42 U.S.C. § 2000e-5(g), which mentions such compensatory monetary items as \"back pay\" as forms of \"equitable relief\". See also, <i>Richerson v. Jones,</i> 551 F.2d 918, at 926 et seq. (CA 3, 1977), a case involving claims by a federal employee under 42 U.S.C. § 2000e-16, where punitive damages were ruled not allowable under Title VII because such damages are traditional in courts of law but not in courts of equity, relying on 42 U.S.C. <span class=\"star-pagination\">*128</span> § 2000e-5(g). <i>Richerson</i> is cited in <i>Great American</i> at footnote 17 for the same proposition.</p>\n<p>Yet, under Rule 18, F.R.Civ.P., a party may assert as many claims, \"legal, equitable, or maritime, <i>as he has</i> against an opposing party.\" (Emphasis added) New Jersey has gone well beyond <i>permitting</i> joinder; it <i>requires</i> joinder of claims under the \"entire controversy\" doctrine now formally expressed in N.J.Court Rule R. 4:27-1(b) (1979), and see <i>Pressler</i> annotations to the Gann Law Books edition, 1980, for the major decisions on the subject.</p>\n<p>Thus, a party may assert not only a claim for equitable (and hence non-jury) relief under Title VII, but also a claim under 42 U.S.C. § 1981, 1983, etc., for which he may demand a jury. Such claims are asserted in this case, but since no jury was demanded by any party, the jury aspect was waived, Rule 38, F.R.Civ.P. and General Rule 8-F of this District. This is not a case like <i>Great American etc. v. Novotny, supra</i><i>,</i> a case that went up from this circuit, where the Court of Appeals held that a claim under 42 U.S.C. § 2000e-3(a) [sec. 704(a) of Title VII] had been asserteda non-jury claim not before the Supreme Court  but where the Supreme Court reversed the Circuit and ruled that a claim under 42 U.S.C. § 2000e-2(a) could not be asserted through an alleged conspiracy under 42 U.S.C. § 1985(c), the latter being a claim for which a jury trial might have been demanded.</p>\n<p>For cases tried to a jury there are further implications. To illustrate: if a trial judge erroneously denies a motion for directed verdict under Rule 50(a) at the end of plaintiff's evidence, and decides that a prima facie case has been made out as a <i>matter of law,</i> all that the erroneous ruling implies is that on the evidential record at that stage there is a jury question. If defendant then chooses to rest and offers no evidence, the jury receives the case to decide on the facts. The judge's erroneous ruling, in this example, is supposed to be made by accepting the plaintiff's evidence as true, together with all favorable inferences that can reasonably be drawn therefrom by a reasonable jury. Even assuming the judge's ruling to be wrong, the jury is in no way bound to accept all the plaintiff's evidence, nor is it required to draw all the favorable reasonable inferences. On a plain <i>a priori</i> basis, the jury can return a verdict for the plaintiff or for the defendant. If the verdict be for plaintiff on the assumptions made here, the erroneous ruling can be corrected either by a motion n.o.v. under Rule 50(b), or on appeal from the final judgment.</p>\n<p>But if, on the other hand, the jury verdict is for defendant, the judge's erroneous ruling against defendant is mooted by the verdict and ensuing judgment. The error has been \"cured\" by the jury's verdict leaving nothing to be appealed in respect to this point. It is for this reason that the subject is not one found discussed in the opinions of upper courts. The point can only arise on appeal if the verdict is for plaintiff in such a case and if the error is not corrected by judgment n.o.v.</p>\n<p>The same observations apply in jury cases when defendant does offer evidence, including cases where plaintiff adduces rebuttal proofs, and the motion for directed verdict comes at the end of the evidence adduced by both sides. The only difference is that if there were a deficiency in plaintiff's case in chief, such that it failed in law to amount to a prima facie case, the deficiency may be supplied through evidence of defendant's testimony, whether on direct or cross-examination. Such an event, of itself, would \"wash out\" or cure the hypothetical erroneous ruling on the law at the end of plaintiff's case.</p>\n<p>In criminal cases, under local New Jersey law, this feature is different. A motion for acquittal at the end of the State's case, if denied, is judged on appeal only according to the evidence adduced up to that point, and nothing appearing as evidence proffered by defendant may be considered on the point. The rule in federal criminal cases has been different, and the \"jury question\" issue is tested by <i>all</i> the evidence on both sides at the end of the entire case, although some indications suggest a change <span class=\"star-pagination\">*129</span> in the direction of the New Jersey rule may be developing.</p>\n<p>In a routine, run-of-the-mill civil case tried to the court alone, whether it be by waiver of jury trial, or because it be one for which no right to jury trial exists, the court is called upon to make findings of fact and conclusions of law, Rule 52(a), and the same rule provides that:</p>\n<blockquote>\"If an opinion or memorandum of decision is filed, it will be sufficient if the findings of fact and conclusions of law appear therein.\"</blockquote>\n<p>Both requirements are, of necessity, matters of adjective and procedural law. This is for the obvious reason that the authority for the promulgation of Rule 52(a), along with all the other Rules of Civil Procedure, is derived from 28 U.S.C. § 2072, the second paragraph of which declares that:</p>\n<blockquote>\"Such rules shall not abridge, enlarge or modify any substantive right and shall preserve the right of trial by jury as at common law and as declared by the Seventh Amendment to the Constitution\".</blockquote>\n<p>It is not to be assumed, in construing the Rules, that the Supreme Court has exceeded the scope of its authority. Rather, the Rules are to be interpreted in such fashion as will fall within that scope.</p>\n<p>These well established principles and practices, however, have not been clearly applied in employment discrimination cases, whether under Title VII or § 1981, et seq., even in non-jury cases. Because of the uncertainty in the law and the absence of reliable guides to trial judges in these matters, the evaluation of the evidence will be made both as a matter of law (i. e., as though there had been a jury, and as though the court were ruling only on the <i>legal sufficiency</i> of the evidence), and separately as a finder of fact.</p>\n<p></p>\n<h2><i>Kinds of evidence in discrimination cases</i></h2>\n<p>Despite the many analyses of the wide variety of discrimination cases, the outcome of all of them inevitably depends on the element of intent, and a causal relation between that intent and the consequence complained of. The \"intent\" referred to is not by any means confined to actual, subjective, individual intent of a purposeful nature. It refers to the legal concept of intent which also embraces subconscious and institutional intent as well as an intent inferred from purposeful adherence to some direction or course of action even after an invidious discriminatory effect has been shown to follow from what may have been wholly innocent conduct. Equitable concepts carry considerable weight here, for the ancient rule has been that where a course of conduct, innocently undertaken, is shown to invade the rights of others and the fact is brought to the actor's attention, a refusal to alter the course of conduct to accommodate the rights of others will be regarded as deliberate and intentional. The principle is much the same as the even older concept, developed in the courts of law, that an entry by lawful authority will be treated as a trespass <i>ab initio</i> when the authority is abused after entry. The doctrine is said to have been first formally expounded in the <i>Six Carpenters' Case,</i> 8 Coke 148. It was said in that case that the reason for the rule was that the subsequent illegal conduct shows that there was an \"unlawful intent\" to begin with.</p>\n<p>The legal concept of \"intent\" is to be distinguished from \"motive\", as juries in criminal cases are regularly instructed. Forbidden discrimination in employment may be the consequence of the highest and most salutary motives, but the legal \"intent\", not the motive, is what controls.</p>\n<p>Categorization of various kinds of evidence which the decided cases show may be accepted as proof of invidious discrimination must be understood as not implying that no other kinds of evidence may be used, or that several kinds of evidence may not be combined to prove the claim even though each kind, taken alone in a given case, may be insufficient as a matter of law or as a matter of fact.</p>\n<p>It cannot be emphasized too strongly that each case will necessarily be evaluated on its own facts, and that no two cases will be exactly alike. Of course, there will be <span class=\"star-pagination\">*130</span> classes of cases, such as those where a large number of employers apply practices specified by an industry-wide collective bargaining agreement, in which the outcome of one dispute may have the practical effect, or may amount to binding precedent under the doctrine of <i>stare decisis,</i> of controlling the outcome of a very large number of other potential claims that never reach any administrative agency or court. The outcome of one case can oblige all the affected employers and collective bargaining agents to so modify the industry agreement as to eliminate any basis for other claims. This is a common prophylactic feature of any system of law.</p>\n<p>Keeping these severe limitations in mind, the various kinds of evidence which the reported cases recognize as probative of the ultimate fact may be described in a number of categories.</p>\n<p>A. STATISTICAL EVIDENCE. This kind of evidence is grounded on the mathematical theory of the law of large numbers, the fundamentals of which were developed by Laplace. In general, it may be said that statistical evidence so far dealt with by the cases falls in two classes. One consists of \"demographic statistics\" and the other of \"comparative statistics.\" The choice of terms is an unhappy one since, in discrimination cases, all uses of statistics are \"comparative\" in the sense that one set of numbers is inevitably matched up against some other set of numbers.</p>\n<p>Second, it must be kept in mind that the calculation of probabilities <i>a priori</i> is based on the assumption that the outcome of each trial of an event in a series is governed by pure chance or \"randomness\". Each toss of a perfectly balanced coin has an equal random chance of turning up heads or tails. Each roll of a perfectly formed and balanced die has an equal random chance of displaying at the top any number from one to six. Each spin of a roulette wheel, perfectly formed and balanced, and with a perfectly rounded and balanced ivory ball, has an equal random chance of having the ball come to rest in any number from one to thirty-six, on either a red or black number, or on either an odd or even number (disregarding for this purpose the two extra \"house\" spaces for zero and double-zero).</p>\n<p>These <i>a priori</i> calculations of probability, being based on the assumption of pure chance, also imply that the outcome of one trial has no cause-and-effect relation to the outcome of another trial; if it did, the \"pure chance\" assumption would be destroyed. It is for this reason that heads can come up ten times in a row consistent with <i>a priori</i> probabilities, and the historical list of events in no way requires that the eleventh toss should come up tails. Each trial is independent.</p>\n<p>The law of large numbers is designed to measure and articulate the probability that the outcome in a large number of trials will deviate, to one or another extent, from the <i>a priori</i> expectations, on the basis of the assumed \"pure chance\".</p>\n<p>Examined retrospectively (or <i>\"a posteriori\"</i>), the greater the deviation shown by the outcomes of a large number of trials in comparison with the <i>a priori</i> expectations, then the less is the probability that those results were of pure chance. But the law of large numbers does not purport to assert that a consecutive string of 1,000 heads is not the result of pure chance. It says no more than that such a series is extremely unlikely, puts a probability number on it, but also accepts that such a series can be the result of pure chance.<sup>[7]</sup></p>\n<p>In applying these concepts to discrimination cases, it must be kept in mind that if <span class=\"star-pagination\">*131</span> the outcome of a series is so improbable as to warrant the inference that some influence other than pure chance is at work, the mathematics are of little use in arriving at a rational conclusion to identify what external influence is causing the deviation. To make a decision in that regard calls for some kind of evidence other than statistical evidence. If the subject is the tossing of coins or the rolling of dice, the kind of evidence looked for would be physical. Is the coin perfectly balanced statistically and dynamically? Is there an atmospheric movement that affects the spin? Is the surface on which the coin falls level, true and perfectly smooth? Is that surface soft enough to damp out any tendency to bounce?</p>\n<p>When the subject is discrimination in employment, this kind of inquiry is considerably more complex and difficult. The precise physical data available for the study of coins and dice simply do not exist for interrelated human behavior. And, in addition, even if the proofs be clear that some influence other than pure chance is at work, the applicable law for a given claim only recognizes specific external influences as invidious or forbidden. If the external influence be one or more <i>other than</i> those denounced by the applicable statute, the abnormal outcome cannot of itself support the claim.</p>\n<p>The <i>demographic</i> statistical approach compares two populations in respect to their mix and distribution of particular kinds of individuals. One population is the relevant segment of the particular employer's work force. The other population is the group of individuals in the relevant labor market, and their mix and distribution. This kind of comparison of numbers resembles the process typical of some kinds of anti-trust cases, and a prime example of its application is that found in <i>Int'l Brotherhood of Teamsters v. U. S.,</i> 431 U.S. 324, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977).</p>\n<p>The second kind of statistical data used in discrimination cases is found where the claim is that some eligibility rule or practice arbitrarily and without rational basis automatically excludes some large segment. These are labeled as \"disparate impact\" cases, and a major example is <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977).</p>\n<p>As noted above, both forms are really \"comparative\", and the classification reflects no more than the differences in what composes the bases for comparison. The relevant work force, or applicants, or some other employer-related population is inevitably compared with a larger, non-employer related population. Sometimes, comparisons are made between the mix and distribution of one employer's work force with that of another, as in <i>Hazelwood etc., v. U. S.,</i> 433 U.S. 299, 97 S.Ct. 2736, 53 L.Ed.2d 768 (1977), decided the same day as <i>Dothard.</i></p>\n<p>And, although it is a jury selection case rather than an employment discrimination case, <i>Casteneda v. Partida,</i> 430 U.S. 482, 97 S.Ct. 1272, 51 L.Ed.2d 498 (1977) is worth careful reading for its discussion of the significance of statistical evidence, even though it appears to reflect an underlying distrust of the \"key-man\" system of jury selection more than confident rulings on the statistical data. <i>Castaneda</i> is also of value for what it does <i>not</i> say in discussing the significance of the outcomes of small samples (16 to 20 persons), each taken in 11 different years in a series, and adding them together as though they were a single \"large\" sample of 870 persons, and comparing the data with census figures of mix and distribution for the single year of 1970.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*132</span> An obvious method by which an employer might employ statistics as a means for protection against discrimination claims would be to employ a system of stratified selection. This involves making a determination of the mix and distribution of the relevant labor pool, and filling vacancies with competent workers in proportion to that population. Such a course would tend to create a work force whose mix and distribution matches very closely that of the labor pool. The system would be similar to that of stratified random sampling widely used in the conduct of polls or other samplings. The difficulty is, however, that from a legal standpoint such an approach necessarily involves a deliberate purpose to select according to race, sex, etc., which are the very criteria forbidden by law.</p>\n<p>The only instance so far reported where the Supreme Court has allowed a system even remotely resembling this approach is that in <i>United Steelworkers v. Weber,</i> 443 U.S. 193, 99 S.Ct. 2721, 61 L.Ed.2d 480 (1979), involving an \"affirmative action\" program at least in cases where the employer feels exposed to claims of \"arguable violations\" for past periods. In principle, the same approach ought to be valid in cases where there cannot be any arguable claim of past violations, e. g., where a new plant or facility is about to be established, in order to avoid <i>future</i> arguable claims, but the Supreme Court has not gone that far.</p>\n<p>Another difficulty with stratified methods is that the mix and distribution of the relevant labor force are not static. They shift over time. Since most employers prefer a relatively stable work force, changes in the relevant labor market will throw the work force distribution out of kilter. Beyond that, a successful program of this kind would have a natural tendency to attract to the relevant market individuals who perceive themselves as being subjects of discrimination elsewhere. If this ensued, success at the start would generate failure in the future.</p>\n<p>The paradox is not unlike the parallel one in the public schools. Once top-quality city schools have been confronted with heavy migrations from other States where segregated schools have failed to provide adequate education. Incoming pupils who have finished the 7th grade in a poor school, for example, may only be up to 5th grade level in a good school. The pupil cannot be placed in the 8th grade of the good school because he is not up to the work; nor can he be put in the 5th grade of that school because he would be \"demoted\" through no fault of his, and would be some three years older than his classmates. If a city school system were to invent a kind of upgrading school, to bring the incoming pupil to the level of his age group over a period of several years, and if it did so successfully, the likely result is that it would draw to itself more disadvantaged pupils from other areas than its capacity could handle, aside from shouldering the extra financial burden of curing deficiencies caused by inadequate school systems elsewhere. Here, too, success would invite failure.</p>\n<p>Finally, the comparison of statistical data must be approached with care, especially when demographic mix and distribution of the relevant labor market is involved. Many reported cases suggest the view that if the mix and distribution of the employer's work force does not reasonably match those of the relevant labor market, there is a strong inference that invidious influences other than chance are at work. The view would have some validity if the mix and distribution of the market were essentially stable over time, and if the employer's workforce were wholly replaced periodically at fairly frequent intervals. Subject to the proofs in a given case, neither is likely to be true. With a highly mobile population, the mix and distribution of the market is more likely to shift rather than to be stable, and there will be even larger shifts among the individuals composing each segment of that <span class=\"star-pagination\">*133</span> market. At the same time, at least in most well-managed enterprises, the employer's work force will likely tend to be stable in terms of the individuals composing it. When the employer succeeds in hiring, training and advancing individuals on merit, leaving everything else to chance, his work force will tend to be stable over long periods, with new hires coming in at entry level as long-term employees retire or die, and those between moving upwards as their skills and abilities improve. For this theoretically ideal model, it would be most unlikely that the work force mix and distribution would ever reasonably match those of the relevant labor market. It would tend to lag.</p>\n<p>For this reason, such statistics should involve comparisons of the mix and distribution of the work force after \"ageing\" it (much as accounts receivable are \"aged\"), so that the aged groups can be compared to the market composition at corresponding times in the past.</p>\n<p>For employers whose work force is represented by organized labor, the regular work force will usually enjoy a form of tenure and seniority rights (except for provisional workers). The employer is not free to create vacancies at various levels in order to hire others so that his workforce today can reasonably match the labor market. Even if unorganized, sound business reasons would fully justify keeping good, experienced and trained employees, and it would run counter to good business practice to discharge some of them to create job openings for new hires so that his mix and distribution will tend to match the current labor market.</p>\n<p>For these reasons, demographic statistics will have the most meaning when compared to the mix and distribution of job applicants and of new hires, rather than to the mix and distribution of the entire embedded work force.</p>\n<p>A final problem worth discussing is that of the sincere employer, who does not in fact consider any of the forbidden criteria, but who is subjectively perceived (incorrectly) by individuals in the labor market as being biased or prejudiced against them. For that situation, the employer can be hanged by the statistics even though to do so would be unjust.</p>\n<p>No reported case discusses this kind of problem, but it seems obvious that the only course available in such a case would be one calculated to correct the falsely grounded perception of individuals in the market. One method that might be used, without violating any of the statutes, would be to adopt a hiring rule that when there are two applicants and only one job opening, and one of the applicants is from an untrusting group, then so long as the two are more or less equally qualified, the employer will hire both. A policy of this kind could, in time, constitute an actual performance that would correct the false perception. However, economic considerations being what they are, a program of this kind could only be used by an employer who has entry level job openings occur with reasonable regularity. In such a case, the employer would in effect be filling both the existing job opening and the next one anticipated that has not yet occurred but will. If the time period between job openings is reasonably short, such a program would not unduly burden an employer with more employees than he needs.</p>\n<p>Obviously, such a program cannot be used to deal with promotions, especially where the structure of the work force is hierarchical, with fewer and fewer positions existing as one moves upward.</p>\n<p>B. DISPARATE TREATMENT EVIDENCE. In cases where statistical evidence, whether demographic or comparative (i. e., to show the exclusionary impact of some facially neutral criterion), is either not available or does not tend to support the claim, the evidence tendered may be of the kind referred to as \"disparate treatment\" evidence.</p>\n<p>In a statistical evidence case, given a disparity of some 2 or 3 standard deviations, or a \"gross\" exclusion of a significant percentage of otherwise potential applicants, the evidence tends to show (1) that <span class=\"star-pagination\">*134</span> there is a <i>general</i> discriminatory influence at work, and (2) a further inference that the individual claimant was affected adversely as a result.</p>\n<p>On the other hand, a case depending on disparate treatment is claimant oriented, based on his or her individual treatment. In such cases the statistical evidence may show no disparity at all, or even a disparity favoring the protected category. Even if that be so, a claimant who can show his own discriminatory treatment, even though there be no <i>general</i> indication of discrimination, is entitled to make out his case on the basis of his individual treatment.</p>\n<p>As an ultimate fact, discrimination based on race, sex, etc. is what must be shown by the individual claimant, by a preponderance, to sustain his claim. The only difference between these two kinds of proofs is that in a statistical case a successful result will implicate discrimination against some number of individuals, while in a disparate treatment case, the focus is directed to discrimination against the claiming individual even though there be no discrimination against others.</p>\n<p>Perhaps the prime example of a disparate treatment case, and one also involving promotion (as here) is <i>Gillin v. Federal Paper Board Co.,</i> 479 F.2d 97 (CA 2, 1973). In that case the traffic manager was scheduled to leave, and a woman on his staff expressed an interest in applying for his position.</p>\n<p>When she broached the subject, he commented that the job was more suited to a man and was not suitable for a woman. During an interview in the ensuing EEOC investigation, he repeated this view, and also said that if he ran a newspaper ad for the vacancy he would classify it as seeking a man (if he could). At trial he testified that if the woman were equally qualified with a male applicant, she would have less of a chance because of her gender.</p>\n<p>The trial evidence showed that the traffic manager did not even consider the woman for recommendation. It also showed that he made a single recommendation, of a man, whose qualifications were shown and conceded to be superior. The trial court found that the woman was not qualified for the job, and the Court of Appeals agreed with the finding.</p>\n<p>Yet, the Court of Appeals reversed the trial court's dismissal because even though the evidence clearly showed that the woman would have been properly rejected if considered, the fact that she was not even considered <i>because of her sex</i> had made out a case of discrimination forbidden by law.</p>\n<p>The opinion provides no clue of the measure of damages under these circumstances. There was a remand to consider the point, but there is no subsequent history of the case reported. Since the violation amounted to a discriminatory denial of the right to be rejected on the merits, without regard to sex, it may be that humiliation damages were allowed after remand, but whatever the final disposition was does not appear.</p>\n<p>The case is important because it is an excellent example of disparate treatment evidence. While few cases can be expected to produce a defense witness so clearly articulating what the Court of Appeals described as a Victorian or male chauvinist attitude, it does illustrate the kind of evidence in this category.</p>\n<p>See, also, <i>Furnco v. Waters,</i> 438 U.S. 567, at 579, 98 S.Ct. 2943, at 2951, 57 L.Ed.2d 957 (1978), emphasizing the importance of equal opportunity for <i>each</i> applicant regardless of race \"without regard to whether members of the applicant's race are already proportionately represented in the work force.\"</p>\n<p>C. MIXED EVIDENCE. The dissenting opinion of Mr. Justice Stevens in <i>Hazelwood School District v. U. S.,</i> 433 U.S. 299, at 314 et seq., 97 S.Ct. 2736, at 2744 et seq., 53 L.Ed.2d 768 (1977) states an obvious point that might otherwise be overlooked. He observes that the basic framework in a Title VII case \"is the same as in any other lawsuit.\" The ultimate fact, to prove which a plaintiff carries the ultimate burden of persuasion, is that the employer has engaged in an unlawful employment practice <span class=\"star-pagination\">*135</span> of discrimination by applying forbidden criteria. Although the reported cases tend to fall into the categories described above, no case has ever held that these are the only modes of proof.</p>\n<p>Fed.Ev. Rule 401 defines \"relevant evidence\" as evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action (i. e., any \"material\" fact) more probable or less probable than it would be without the evidence. Fed.Ev. Rule 402 makes all relevant evidence generally admissible. This threshold is not high, as observed in <i>Carter v. Hewitt,</i> 617 F.2d 961 (CA-3, 1980).</p>\n<p>These principles being beyond dispute, it follows that any kind of relevant evidence, of more than one type or category, may be offered and received in an employment discrimination case, just as it would be in any other kind of case.</p>\n<p>Where mixed evidence is offered, it is treated as like evidence is in other civil cases. Any one item of evidence in any category may be of itself insufficient either to make out a prima facie case or to carry the burden of persuasion. That never was the test. All the evidence is to be considered together, and as a bundle of evidence is to be measured as a single unit. It is the composite that counts, not the components. The only exception is where more than one element must be shown, and where all must be proved by a preponderance. In such cases each essential element is like a link of a chain so that if any link be not established, the case must fail. But this concept does not require that each link be made of the same kind of material. One may be proved by one kind of evidence and another by some other kind. Even a single link may be composed of several kinds of evidence.</p>\n<p></p>\n<h2><i>Purposeful discrimination</i></h2>\n<p>As observed above, while \"intent\" is an essential component of \"discrimination\" on a forbidden criterion, it is long established (at least in disparate impact cases) that purposeful discrimination need not be shown. Every person is presumed to intend the natural consequences of his own acts.</p>\n<p>However, there appears to be an open question whether, in an employment discrimination case against a State agency, as here, \"purposeful discrimination\" is an essential element. See, <i>Hazelwood School District v. U. S.,</i> 433 U.S. 299, at 306, note 12, 97 S.Ct. 2736, at 2741 note 12, 53 L.Ed.2d 768 (1977). This undecided question arises because of the basis for exercising power under § 5 of Amendment 14 to overcome the terms of Amendment 11. The issue was raised in <i>Hazelwood,</i> but the Court declined to rule on it since the case had been framed on the allegation \"that Hazelwood's pattern was the result of purpose.\" Since the case had been so framed, the Court saw no real constitutional controversy.</p>\n<p>Since the question remains open, and since this court can hardly resolve it, the evidence will be evaluated both on the assumption that \"purposeful\" discrimination must be shown in a suit against a State agency, and on the assumption that it need not be shown.</p>\n<p></p>\n<h2><i>The Prima Facie Case</i></h2>\n<p>The prima facie case introduced showed that McNeil was first hired in 1956, and Jones in 1958, and have been employed ever since by the Division. Both were black agents, and both were in the undercover section of the Enforcement Bureau until implementation of the Hays Report (a recommendation for reorganization of grades and levels for various kinds of jobs throughout State government, not limited to this Division). At that time, Jones was placed in a new title and higher salary grade, though evidently performing essentially the same functions, while McNeil was taken out of the undercover section and reassigned to the retail and gauging section at essentially the same salary as before, although he had previously been promoted once, in 1964, by Director Lordi.</p>\n<p>Further revision of job descriptions was made in 1974 under Director Ronco, and in 1975, both McNeil and Jones were promoted by him to the level of Senior Inspector. <span class=\"star-pagination\">*136</span> This was then, and is now, the highest level below supervisory levels, there being two levels, namely Principal Inspector and Supervising Inspector in that order, in the supervisory group, with 12 such positions in all for the Enforcement Bureau. Neither has been promoted since the start of the incumbency of Director Lerner on July 28, 1976.</p>\n<p>The evidence also showed that until formal bulletin posting of notices of vacancies began under the terms of a collective bargaining agreement negotiated with the State for police employees in all Departments, Divisions and Bureaus, knowledge of existing or anticipated vacancies was by \"common knowledge\" of a death, resignation or termination, or an impending retirement. These job openings were most frequent and numerous at entry level before achieving tenure (3 years' service under the statute), and least frequent and numerous in the case of higher levels, especially supervisory, where the number of positions was smaller and where the incumbents were traditionally tenured and career personnel with long service (though not always).</p>\n<p>Both McNeil and Jones said they understood the criteria for promotion were seniority and good performance. These criteria were not reduced to writing, and requests to be considered for promotion (evidently made from time to time whether there was an actual or impending vacancy or not) were processed through the supervisors for the section and evaluated, after which selection was made by the Director in consultation with his staff.</p>\n<p>There was not any evidence, as in <i>Gillin v. Federal Paper Board,</i> 479 F.2d 97 (CA 2, 1973), or as in <i>Rowe v. General Motors,</i> 457 F.2d 348 (CA 5, 1972) that supervisory personnel blocked presentation to the Director for his consideration any individual who had indicated interest. Nor was there any evidence, as in <i>Kunda v. Muhlenberg College,</i> 621 F.2d 532, 534 (CA 3, 1980), that published criteria for promotion were interpreted favorably for some (accompanied by calling attention to the importance of securing a master's degree) but not for others (who were not similarly instructed).</p>\n<p>Since all the positions involved are in the unclassified service, there are no formal, pencil-and-paper tests, validated or not, conducted by the N. J. Civil Service Commission. The processes for evaluation and selection are necessarily subjective.</p>\n<p>Plaintiffs also offered evidence of alleged harassment and intimidation. Both McNeil and Jones, along with one Boyce, were the subject of an undercover investigation by an undercover agent especially hired for the purpose, Nathanial Vestal. He had been a peace officer in Ohio with undercover experience, had met Inspector Dalton through Agent Marshall, and had indicated interest in working for the ABC. Dalton wrote him (Exh. P-39) to get in touch. A meeting followed with Dalton, Chief Campbell, one McCabe and Director Bower at the Gateway Motel. Vestal was told that McNeil, Jones and Boyce were suspected of taking bribes from licensees to ignore violations, and that he was to investigate the matter. He was given photos and written descriptions of the three men, and for about 2 months went to licensed premises they were scheduled to inspect, and eventually reported to Dalton that he had observed no misconduct by the three men. Dalton was disturbed at the report, and Vestal said Dalton tried to persuade him to report events that had not occurred. Dalton was eventually discharged for himself receiving payments from licensees.</p>\n<p>Evidence was also introduced of a meeting between McNeil and Director McDonough in the Spring of 1971, at about the time the Hays Report was in process of being implemented. McNeil had been \"docked\" a day's pay for failing to attend a meeting, and protested the action. Also, McDonough had learned of McNeil's candidacy for the United Community Corporation (a local semi-public civic group) and attendant press publicity. At the meeting, McDonough is said to have expressed the view that engaging in a city-wide campaign for elective office had \"blown the cover\" of McNeil as an undercover agent, and McNeil regards this view as responsible for his reassignment <span class=\"star-pagination\">*137</span> to retail gauging, as a result of which he did not receive the title and salary grade he would have otherwise (and which Jones did receive). McNeil regards this as a \"demotion\".</p>\n<p>Evidence was also introduced of an investigation, conducted at the request of Director McDonough, of an anonymous report that McNeil owned a large summer home in Martha's Vineyard, with a value inconsistent with his salary. The investigation was conducted without McNeil's knowledge, and the result showed the property to be owned by McNeil's in-laws but not by him. Nothing further was done with the matter.</p>\n<p>Evidence was also introduced of the presence, in Jones' personnel file, of letters sent to him at the ABC offices with the name of an unidentified female, suggesting an illicit sexual relationship. Jones was never informed of this, and no investigation was evidently conducted.</p>\n<p>Evidence of discriminatory attitudes toward black employees was also introduced. Vestal said that after his investigation of McNeil/Jones/Boyce, an attempt was made to terminate him, but was discontinued after he filed a complaint.</p>\n<p>Abad Perez, an Hispanic (Puerto Rico) testified to his experience with the Division and his conclusion that minority employees were discriminated against and had no future, as a result of which he left the ABC in March, 1977 (some 4 months before achieving tenure).</p>\n<p>Ruth C. Byrd testified that she worked for the ABC since 1956 as a clerk typist in licensing, and from 1973 on as a telephone-operator/typist. She said she had done the work of a principal clerk in licensing since 1956, was told she was covered by Civil Service, but has never received a promotion and has not been allowed to accrue pension benefits.</p>\n<p>Former Director Joseph P. Lordi, who served from 1964 to 1968, was also called by plaintiffs. He said that during his service there were no articulated guidelines for promotion. His criteria were seniority and merit, i. e., a man's work record with the ABC.</p>\n<p>As to mechanism, the request would either reach him through a request from a supervisor, or if the request had begun with him, he would call in the supervisor.</p>\n<p>He remembered Clarence Reed Johnson as being an inspector or senior inspector whom he appointed to head a branch office in the Camden area. Johnson was black, and was considered competent and qualified on the basis of the recommendations of Johnson's superiors, the work record shown by his file, and his years of service with the Division. He hired Betty Coleman, the first female agent in the Division, who was also black. He recommended McNeil to Attorney-General Sills as one of 6 promotions, secured approval of five, and announced the promotions (Exhs. P-43A, B and C) the promotions being effective June 8, 1964. Mr. Lordi had been in office only a short time, did not know McNeil personally, and relied on the evaluation of the supervisory staff and seniority.</p>\n<p>While there are other details and events in the record, the foregoing constitutes the major part of the prima facie case presented. There was no statistical data offered, either demographic or otherwise, nor did any expert in statistical analysis present any opinion on the significance of statistical data, such as what would define a relevant labor pool, what the mix and distribution were for the State of New Jersey by that definition as of the figures available from each decennial census, or the magnitude of a standard deviation, plus or minus, from a theoretical perfect match of the workforce at any of those points.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*138</span> In sum, what was introduced was a disparate treatment case with a mix of kinds of evidence as described.</p>\n<p>Taking the evidence as true, along with all reasonable inferences that a reasonable jury could draw from that evidence, the court finds that as a matter of law plaintiffs did establish a prima facie case such that had the proofs ended with plaintiffs' evidence, the case would have had to go to a jury to decide what facts were proven, the weight to be given, what inferences to draw, and whether the end result of the process showed the claims proven by a preponderance.</p>\n<p>This determination, which is on the law, recognizes that the aggregate of the proofs is borderline from a legal standpoint. This is because there was no evidence that, after either plaintiffs' not being promoted in a given instance, the vacancy remained open with efforts continuing to find someone else, or that on any promotion of someone else, the one promoted was less qualified or, if equally qualified, had less seniority. There is evidence of \"pass-overs\" by others with less seniority, but no evidence about relative qualification.</p>\n<p>While borderline, the ruling that a prima facie case was shown as a matter of law largely rests on the lack of written criteria for promotion, lack of specific instructions to supervisory personnel to guide their evaluations, and the subjective nature of the criteria employed by the appointing authority, the Director.</p>\n<p>The court recognizes that the positions are in the unclassified service, that the statute antedates the 1947 Constitution [see <i>State Troopers, etc. v. State,</i> 62 N.J. 302, 301 A.2d 141 (1973)] so that under local law the constitutional guidelines do not apply. Yet, at least since the 1972 amendments to 42 U.S.C. § 2000e, the agency has been subject to federal law on equal employment opportunity, and the local law making this agency exempt from civil service (except for clerical staff) must bow to paramount law.</p>\n<p>In other words, nothing in local law precludes a Director of the Division from establishing written criteria for promotion, or from providing written specifications to instruct supervisors in the application of the guidelines, and in other ways taking steps, fully within his local authority, to assure compliance with federal law.</p>\n<p></p>\n<h2><i>The defense evidence</i></h2>\n<p>In applying the three-step procedure for marshalling the evidence under <i>McDonnell Douglas,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), the second stage calls for considering the evidence offered to rebut the prima facie case. As made clearer in <i>Furnco,</i> 438 U.S. 567 (1978) and in <i>Board etc. v. Sweeney,</i> 439 U.S. 24, 99 S.Ct. 295, 58 L.Ed.2d 216 (1978), the shift of burden to produce evidence calls on the</p>\n<p></p>\n<pre>\n                          1930         1940        1950       1960         1970\n     Total population   4,041,334   4,160,165   4,835,329   5,451,933   7,168,143\n     Total non-white      215,416     229,078     323,744     518,476     805,358\n     Non-white %           5.33%      5.506%      6.695%       9.51%     11.235%\n     1930:   90 × .0533 × .9467 = 4.541; the square root is 2.13, rounded to 2 individuals\n     1940:   90 × .05506 × .94494 = 4.683; the square root is 2.16, rounded to 2 individuals\n     1950:   90 × .06695 × .93305 = 5.622; the square root is 2.37, rounded to 2 individuals\n     1960:   90 × .0951 × .9049 = 7.745; the square root is 2.78, rounded to 3 individuals\n     1970:   90 × .11235 × .88765 = 8.975; the square root is 3, or 3 individuals\n</pre>\n<p>employer to articulate, by evidence, proofs tending to show that the challenged activity was not the result of discrimination on a forbidden ground, but is explained by other considerations.</p>\n<p>Defendants in this case have presented evidence which does articulate explanations of this kind. That they have done so does not imply that the judgment must go in their favor. This is because the evaluation, like that of the prima facie case, is conducted on the assumption that the defense evidence is believed and that all reasonable inferences that a reasonable jury could draw would be drawn. The test is accordingly a legal test. It is of greatest significance when the plaintiff's prima facie case is so strong that, in addition to its ability to survive a defense motion addressed to sufficiency, it would support a motion for directed verdict for plaintiff if no rebuttal evidence were offered. The prima facie case of plaintiffs here is not that strong, yet the command of the reported decisions requires that the defense evidence be evaluated from a legal standpoint in this sense.</p>\n<p>Aside from Mr. Lordi (who was called by plaintiffs), defendants presented testimony by former directors McDonough, Bower and Ronco (each of whom served about two years and had no prior connection with ABC)<sup>[10]</sup> and the present Director, Joseph H. Lerner, who has served since mid-1976 and whose employment with the ABC goes back to about 1960. Thus, all directors who served since 1964 (except for Joseph M. Keegan, who has died) testified. Of the earlier directors, none testified. The court takes judicial notice that Directors Burnett and Driscoll have died, along with a long-term career employee, Emerson Tschupp, who frequently served as Acting Director in the earlier years. Whether Directors Hock, Cavicchia or Davis are alive does not appear of record, but if any are they would be of advanced age.<sup>[11]</sup></p>\n<p>Director McDonough's testimony is that in implementing the reorganization called for by the Hays Report, McNeil suffered a disadvantage by reason of having engaged in a city election for the United Community Corporation while employed as an undercover agent in the enforcement bureau. As he saw it, open publicity is entirely inconsistent with effective performance for undercover work. This is a factor rationally related to the agency function, i. e., a valid \"business\" reason, equally true without regard to race, sex, and the like.</p>\n<p>Mr. McDonough's testimony also tends to show that this factor led to McNeil's transfer to the retail gauging section, where \"cover\" is not a factor, as a result of which he did not enjoy the salary increase and back pay benefits realized by Jones, in the implementation of the Hays Report. (See Tr. p. 613).</p>\n<p>Similarly, the evidence about the Vestal incident is met by testimony of Director Bower, who had hired Vestal, that he proposed the formation of an all black \"flying squad\" composed of McNeil, Boyce, Jones and a Roland Smith. During the observation period, the senior member (McNeil) was to be in charge, and if it was found during the trial period that someone else should head the unit, the next senior one in terms of service would be named. The technique of testing an experimental structure had the precedent of what had been done by Director McDonough, who organized such a flying squad under Mr. Salvatore (a white) with considerable success that seems to have played a significant part in <span class=\"star-pagination\">*140</span> Salvatore's later promotion. See Tr. p. 592-597.</p>\n<p>In any event, neither the Vestal investigation nor the Martha's Vineyard investigation of Jones seems to have had any effect on their careers since both were promoted to Senior Inspector by Director Ronco in 1975.</p>\n<p>It is also evident that the undercover personnel in the Enforcement Bureau are not only exposed to considerable personal risk (in the police sense), but also to the temptations of bribery. While the instances recounted in the record are no doubt few in comparison with the volume of total activity, it appears clear that even supervisory employees, such as Dalton (white) and Johnson (black) succumbed to the temptation, and both were discharged for accepting money from licensees. The defendants' evidence clearly shows that the agency is aware of this risk and undertakes discharge proceedings in every case, without regard to race, sex, etc., where the evidence sustains the charge.</p>\n<p>The retail liquor business, particularly where consumption licensees are involved, is largely a cash business. The consumption locations are those most likely to be the ones where sales to minors (for most of the period, under age 21), prostitution, gambling or drug sales, as well as \"switching\" product and other violations are most likely to occur. As largely \"cash\" operations, there will be a tendency to pay wholesalers' salesmen in cash, thus carrying the risks of any cash operation over to the wholesale level to some extent.</p>\n<p>The court takes judicial notice of these risks, and of the intolerability of employees who are \"on the take\" in this most sensitive field. It also takes judicial notice of its own records, in Cr.No.76-405, in which an elected official holding high legislative office was indicted in this court on charges of violating 27 U.S.C. § 205 (commercial bribery in connection with sales of intoxicating liquor) in connection with the operation of a wholesale liquor business and who pleaded guilty to a superceding information. Other high state officials have also been found guilty on pleas involving bribery, extortion, tax evasion and the like, all bottomed on \"cash\" transactions. See, e. g., Cr. 579-71, Cr. 341-73, Cr. 12-73, Cr. 276-72, Cr. 277-72, among others.</p>\n<p>All these cases were highly publicized, and if they served any public purpose they ought to have made it clear that being \"on the take\" will not be tolerated, whether the miscreant be a high public official or an employee of a public agency. All of the defendants in the enumerated dockets, incidentally, were white.</p>\n<p>Thus, the defense testimony effectively articulated rational agency grounds for reassigning McNeil to retail gauging, for the Vestal investigation, for the Martha's Vineyard inquiry, for the retention of the anonymous letters in the Jones' file, and the like. That the supervisors and directors recognize the need to check the conduct of agency employees, yet do not adversely treat the subject of the investigation if no proof sufficient for discharge or other discipline appears, is shown by the Ronco promotions of both plaintiffs in 1975.</p>\n<p>So far as the Byrd evidence is concerned, the testimony for defendants is that she has been a \"temporary\" employee since 1956, that she had not passed the Civil Service test for clerk-typist, and that when a test was given and a list promulgated in 1973 (for which she did not qualify), the ABC created a new \"temporary\" position for which there is no Civil Service classification, in order to retain her. The defense evidence shows considerable favoritism for Byrd but not discrimination against blacks. She is ineligible for membership in the Public Employees' Retirement System (PERS) solely because, having failed to pass Civil Service examinations, she remains a \"temporary\" or \"provisional\" employee.</p>\n<p>The credibility of plaintiff's witness Vestal was challenged by the testimony of Peter Rossi, the delegate for PBA Local 104, N.J. State ABC Agents. He testified to Vestal's unauthorized display on his vehicle of a PBA shield when he was not a member, in 1975, a disorderly persons violation under N.J.S.A. 2A:170-20.5. Vestal refused <span class=\"star-pagination\">*141</span> to say where he got the shield or any other questions. Cranford local police were informed and Vestal turned over the shield without formal proceedings. On another occasion, he applied for membership with the PBA, but refused to submit the required resume. Eventually he did submit it and was admitted to membership in mid-1978 after having been twice rejected, once because of the unauthorized shield use, and the second time for refusal to submit a resume. This evidence contradicts Vestal's claim that he was discriminated against because of race or color.</p>\n<p>George Lund, Deputy Director for Administrative Services (including personnel matters) testified that there is an established grievance procedure with respect to promotions, which applies to the Enforcement Bureau. This procedure is grounded on the collective bargaining agreement for the Enforcement Bureau, all members of which are unclassified. No grievance was filed under that procedure by either plaintiff. During his service (8 years) he was not aware of any instance where an enforcement agent was promoted more than one level at a time. There is no written rule forbidding it; it is a matter of precedent. A promotion of more than one level would be unusual.</p>\n<p>He also said he knows Ruth Byrd, that she is not in PERS because she has not passed a civil service test and so is in \"provisional\" status. If he could promote her, he would. He has explained to her why she is not in PERS.</p>\n<p>He recalled two hires as senior inspectors from the outside, rather than from the ranks. These were Mr. Long and Mr. Hendrickson. Both were white, and both were hired because of extensive experience in accounting, one with a manufacturer and the other with a law enforcement agency elsewhere.</p>\n<p>Principal Inspector Spille also testified to events contradicting the testimony of Vestal, both as to qualifications and performance as well as his inability to function effectively with other agents, despite efforts to accommodate to his individual traits and lack of skills.</p>\n<p>Dennis Rulli, a supervising inspector for the enforcement bureau, with service since 1952, heads up the undercover section. He has principal inspectors below him, one covering northern N.J. and the other central N.J. There is a southern unit also, technically under his supervision but which does not report to him. Plaintiff Jones works under Principal Inspector Spille, who reports to Rulli, and has never submitted a request for promotion through established procedures. He knows of no grievances filed by black employees in connection with promotions received by others.</p>\n<p>Rulli has been involved in the termination of a number of employees, all of whom were white. One was listed for 1976, another in 1962. Both resigned on request though both had tenure. He began the investigation of Dalton which was then stayed due to his indictment; Dalton was eventually fired. He recommended that a Mr. Wetzel not be allowed to attain tenure. He has never disciplined a black agent.</p>\n<p>He said the Vestal incident was not the only time an \"outsider\" was engaged to investigate ABC personnel. One instance involved bringing in someone from the Attorney General's office, and his work resulted in firing of 7 or 9 men plus a supervisor. It involved the New Brunswick undercover squad. All were white.</p>\n<p>A black investigator was brought in from State Police in the late 1960's or early 1970's, but was ineffective because his identity was known.</p>\n<p>Rulli is also the training officer for ABC. He sent Jones to the State Police academy for a course in supervision, and had Jones function on occasion to relieve his supervisor, Spille. Jones did not like supervisory work; he said he would rather be out in the field.</p>\n<p>The interviewing or hiring team for ABC includes persons with supervisory functions and duties. There are no blacks on the group at this time. If Mr. Johnson from South Jersey were still with ABC, he would certainly sit with the group.</p>\n<p><span class=\"star-pagination\">*142</span> Daniel Salvatore, a Principal Inspector for ABC, entered service the same day as Jones, January 2, 1958. They were trained together at the State Police course in Sea Girt. He was promoted in 1962 and 1968, was reclassified in 1971 or 1972 under the Hays Report, and became a Principal Inspector in 1975.</p>\n<p>In the 1971 reorganization, he lost his supervisory position, and received no retroactive pay or increase in pay. He had been in charge of a special gambling squad with 4 males and 1 female under him. The reorganization abolished the squad, and Salvatore was placed under Dalton. After having been in charge of a squad he preferred to gauge whiskey rather than be second in command. This was a personal choice, and he was put on gauging in Warren, Morris and Sussex counties.</p>\n<p>He returned to undercover work in 1975 when promoted to Principal Inspector. He was not on the list of 10 employees submitted for consideration to the Director. He is now directly in command of the Central Unit, which embraces the area from Union to Ocean County out to the Delaware River. He has two area squads, numbering a total of 20 to 25 agents. Of these, there are 5 black males, two Hispanic males (a Cuban and a Puerto Rican) and one female. Another Hispanic agent planned for the squad did not make the grade at the Police Academy, and another black he expected was promoted to assistant seizure officer instead.</p>\n<p>Salvatore confirmed the testimony of his special assignment mentioned above, under Director McDonough in considerable detail.</p>\n<p>There is considerably more, but taken all in all, what has been described is the major part, and the court determines that the defense evidence, as a matter of law, did rebut plaintiffs' prima facie case.</p>\n<p></p>\n<h2><i>Pretext evidence</i></h2>\n<p>Under the applicable law, after the review of the defense rebuttal evidence, the court is obliged to consider evidence adduced by plaintiffs tending to show that the articulation of legitimate reasons is merely a pretext to conceal an underlying discrimination as shown by the prima facie case or otherwise.</p>\n<p>The court finds no evidence of this kind in the record, keeping in mind that this evaluation is not related to the particular order of proof. Evidence of pretext, if it exists, may be found in any part of the case, whether on direct or cross-examination, and without regard to which side called the witness. The entire record has been reviewed four times by the court, and it finds no indication of any pretext evidence having been adduced anywhere.</p>\n<p></p>\n<h2><i>Determinations as fact-finder</i></h2>\n<p>A. PURPOSEFUL DISCRIMINATION. Because of the open question whether purposeful discrimination must be shown to support a claim against a State government agency, the court has made a separate review and finding on the point.</p>\n<p>In this regard, the court acts as finder of fact, as though it had been a jury returning a special verdict.</p>\n<p>The court finds as a fact that there was no purposeful discrimination. The evidence on the point does not even approach equipoise, much less amount to a preponderance.</p>\n<p>The strongest evidence on the subject involves the Vestal incident, which had its start under Director McDonough and was executed under Director Bower, and the proposal for an all-black \"flying squad\" proposed by Director Bower.</p>\n<p>The evidence on the Vestal incident is unpersuasive because it is admitted by plaintiffs and by Vestal that after a period of surveillance, Vestal violated the trust of his special assignment by secretly disclosing his identity and function to the very persons he was to check up on. Whether Dalton was looking for a way to find subordinates to be blamed for his own acceptance of bribes, or not, is beside the point. Ordinarily, when a supervisor is himself \"on the take\" he receives his share from subordinates. This is not always so. A supervisor can be \"on the take\" even though subordinates <span class=\"star-pagination\">*143</span> are not participants by simply \"tipping off\" the target. But the outside hired undercover agent, engaged to conduct surveillance of subordinates, simply has no business disclosing his identity and function to the targets. Vestal never told Dalton or Bower what he had done. Rather, Vestal strikes the court as a person who was more interested in advancing his own position than in performing ably the sensitive and delicate assignment given to him in utmost secrecy. His conduct in this regard not only destroys his credibility, but his admission on the stand, under oath, appears to be more than ample ground for his discharge for cause.</p>\n<p>The testimony about his activities in respect to the PBA, undenied, further destroys his credibility as a witness, and the court gives his testimony little, if any weight.</p>\n<p>His demeanor and conduct as a witness confirms this evaluation. He displayed strong personal motive in his own interest, he had a personal axe to grind, and displayed an exaggerated view of what he thinks he has accomplished. In the court's view, he harmed the plaintiffs' case much more than he helped it, but his egocentric views led him to feel he had been helpful.</p>\n<p>The other \"purposeful\" item is Director Bower's proposal to form an experimental all-black squad. It is significant, as the court sees it, that this proposal followed the clearing of McNeil, Jones and Boyce at the end of Vestal's misguided effort. The Director did not know that Vestal had destroyed the surveillance. The inference was clear that, in his view, the three men were trustworthy. He then proposed the all-black squad, for which the recent Salvatore assignment was a clear precedent.</p>\n<p>This proposal, which was rejected, does not tend to prove discrimination, much less purposeful discrimination. McNeil, Jones and Boyce, of course, knew from Vestal's breach of trust, that they had been under suspicion. They assumed (correctly) that Bower was aware of the effort. But they knew, and Bower did not, that they had themselves been \"tipped off\" by Vestal. They never told Bower of their awareness, but acting upon it they rejected the proposal out of hand.</p>\n<p>In doing so, they disserved not only Bower and the ABC but themselves as well. They discarded a unique opportunity, under a considerate and concerned Director, to advance themselves and others of their race as well.</p>\n<p>The court finds that the Bower effort was sincere and well-motivated. He was satisfied that the men were reliable, and developed a proposal to provide the opportunity to advance them, keeping in mind the severe constraints of budget limitations. The court finds that had the proposal been accepted, and the experiment conducted successfully (which was within the plaintiffs' control), Director Bower would have been provided with a powerful factual basis to present to the Attorney General and the Governor (along with the budget director) for the needed appropriation to authorize promotions.</p>\n<p>The rejection of the proposal is found to have been rooted in plaintiffs' own subjective distrust, and their failure to recognize that they had been cleared and were being offered a unique opportunity for advancement, which they could themselves control by better-than-average performance.</p>\n<p>Considering these two major items, along with all other evidence remotely relevant on the point, the court finds, as a finder of fact, that no purposeful discrimination has been shown by a preponderance throughout the period dealt with by the record.</p>\n<p>B. NON-PURPOSEFUL DISCRIMINATION. The main theme of the plaintiffs' case, if purposeful discrimination need not be shown, is grounded largely on \"seniority\" concepts.</p>\n<p>Seniority systems as such, where \"routinely applied\", and where bona fide, are not made unlawful under Title VII, even where discrimination practiced before the Act took effect (1972, as to governments and government agencies) has the consequence of giving whites greater seniority rights than blacks or other victims <span class=\"star-pagination\">*144</span> of discrimination. <i>Teamsters v. U. S.,</i> 431 U.S. 324, at 352, 97 S.Ct. 1843, at 1863, 52 L.Ed.2d 396 (1977). In a ruling this year, the Supreme Court decided that a 45 week \"temporary\" status for new employees was a legitimate component of a \"seniority system\" under 42 U.S.C. § 2000e-2(h). <i>California Brewers Ass'n v. Bryant,</i> 444 U.S. 598, 100 S.Ct. 814, 63 L.Ed.2d 55 (1980).</p>\n<p>Seniority systems come in all sizes and shapes. They can be on a craft basis, on a plant basis, on a company-wide basis, and so on. See, e. g., <i>Jersey Central Power &amp; Light Co. v. Local 327, etc.,</i> 508 F.2d 687 (CA 3, 1975), vacated and remanded at 425 U.S. 987, 96 S.Ct. 2196, 48 L.Ed.2d 812 (1976) for reconsideration in light of <i>Franks v. Bowman, etc.,</i> 424 U.S. 747, 96 S.Ct. 1251, 47 L.Ed.2d 444 (1976), opinion on remand 542 F.2d 8 (CA 3 1976), after which the dispute was settled.</p>\n<p><i>Jersey Central</i> involved an electric public utility which had a company-wide seniority system. As the result of negotiations with EEOC in the exercise of its active administrative functions, an agreement was entered into, tripartite in nature, between the EEOC, the employer and the collective bargaining unions. The agreement was a \"settlement\" which did not establish or concede any prior discrimination. It set \"goals\" for \"new hires\" in respect to minority and female applicants, with a 5-year target.</p>\n<p>The \"active\" program for new hires was duly carried out, without controversy, until the employer encountered a period of financial difficulty (sparked by the Arabian oil embargo of 1973-1974) as a result of which it was obliged to protect its cash-flow and earnings position with lay-offs while applications for rate and revenue adjustments were processed with the usual \"deliberate speed\" and typical regulatory lag. What has happened since the disastrous events at Three-Mile-Island is not known.</p>\n<p>In any event, there was a conflict between the EEOC conciliatory agreement for \"new hires\" with the five year goals, and the collective bargaining agreement provisions on seniority. The District Court resolved the conflict by reading the two contracts together, especially since the labor unions were party to both, and directed that three seniority lists be established for layoffs and rehires: one for minority employees, one for females, and the third for \"all others\". Layoffs charged to each seniority list on a proportionate basis were felt to satisfy both contracts, recognizing seniority on the one hand while preserving the achievements of the EEOC contract on the other.</p>\n<p>As noted above, the Court of Appeals reversed, and the Supreme Court vacated and remanded. What happened later was some kind of settlement, not of record.</p>\n<p>The case cited is an example of the priority recognized by the Supreme Court to established seniority systems. However, it is of no guide here, as a support to plaintiffs' case, because the record shows that there is not any established seniority system for ABC employees in the State's unclassified system.</p>\n<p>Seniority is doubtless taken into account, as the present and all former directors who testified indicated, but it is not the kind of seniority \"system\" dealt with by <i>Teamsters,</i> or <i>Franks</i> or <i>California Brewers.</i> Rather, seniority at ABC is one factor  an objective one, by the way  among other factors considered in promotion cases. Merit counts. Honesty counts. Past performance counts. Loyalty counts.</p>\n<p>In a true seniority system, the employee with most seniority has first call, <i>at his choice, not the employer's,</i> for the next promotion. It is that feature, not present here, that supports the decisions in the cases cited. The rights have been vested by contract over the years.</p>\n<p>The structure in the present case, typical in many ways of the \"unclassified service\" in government, is neither fish nor fowl. A system such as Civil Service in government, depending as it does on specific examinations for hiring and promotion, along with features such as \"veterans' preference\" [see, e. g. <i>Personnel etc. v. Feeney,</i> 442 U.S. 256, 99 S.Ct. 2282, 60 L.Ed.2d 870 (1979)] bears no resemblance to privately contracted <span class=\"star-pagination\">*145</span> seniority systems. The sole test, aside from veterans' preference, is merit  as measured by the results of job-related tests. A bona fide seniority system is contractual and has no assurance of validation or of being \"job-related\". Time in service with the employer controls.</p>\n<p>The unclassified service in ABC is peculiar in other ways. By statute enacted as N.J.P.L. 1944, c. 216, amending NJSA 33:1-4, the \"inspectors, investigators and executive assistants\" (all in the unclassified service) employed for 3 years, \"shall serve during good behavior and shall not be removed except for cause.\" This is a \"freak\" provision for a body of employees hired at the start in the sole discretion of the Director, and removable by him at will before that point. Whether this arrangement helps or hurts the establishment and continuation of a small governmental agency in terms of building an \"esprit de corps\" or exposing it to the risks of \"to the victor belongs the spoils\" is for the New Jersey executive and legislative branches to decide.</p>\n<p>Rightly or wrongly, both the agency employees and outside office holders consider it appropriate to solicit and send letters to the Director to urge the appointment or promotion of A, B or C, when it is quite obvious that the outside public official has not the slightest notion of the agency or the merits of the request. The record contains letters from former Newark Mayor Addonizio (urging a hiring when the question was promotion), from Senator Kaye, Congressman Sandman, and from former Senator Bateman. To the credit of the Directors in office, such solicitations were politely acknowledged and then given the weight they deserved.</p>\n<p>Given this context, not appearing in any reported decision the court has found, it is no surprise that, despite the lack of written criteria, the absence of written instructions to supervisors, the lack of formal job-related tests, and the subjective nature of the criteria for promotion, the Directors have performed creditably and with no badge or sign of forbidden discrimination. They have judiciously avoided political influence, which is not a forbidden criterion under any federal statute. They have worked assiduously, usually over short, two-year terms of service, to carry forward the conceptions of the founder of ABC, D. Frederick Burnett, who expressed the guide that enforcement should be \"fair, impartial, stringent and comprehensive.\" NJSA 33:1-33.</p>\n<p>The agency is essentially a police agency, and the Enforcement Bureau is no doubt its most important unit. The nearly 600 municipalities having authority to issue retail licenses are assigned the primary jurisdiction for administration and enforcement. The Enforcement Bureau cannot be expected to do more than spot check as a tool for quality control, or provide support for municipalities who feel a need for help. If police forces at the municipal level performed flawlessly, there would be no need for an Enforcement Bureau or for an undercover section.</p>\n<p>The drastic population changes in the larger cities since World War II have created a distinct need for black undercover agents who can, with safety to themselves and effectiveness for the operation, obtain evidence of violations by licensees. The Directors have recognized that need, and have acted in all reasonable ways as they saw them, to recruit, train and promote black and other minority agents. They have evidently been successful by and large, though occasionally frustrated by misconduct of persons like Vestal, Dalton and Clarence Johnson, the Camden supervisor among others.</p>\n<p>So far as the ultimate offense of being \"on the take\", is concerned, the record shows that ABC will not tolerate such misconduct, and that the only proper discipline is discharge, which is meted out without regard to any forbidden criterion. Nothing in this case resembles the circumstances of <i>Worthy v. U. S. Steel,</i> 616 F.2d 698 (CA 3, 1980).</p>\n<p>In a number of instances, the record discloses that an incoming Director has been asked by his predecessor to honor planned promotions, probably delayed in execution by the timing of the annual appropriations <span class=\"star-pagination\">*146</span> laws, and it appears that these requests were generally adhered to. Especially where the incoming director was new to the Division (all appointments since 1964 except Bower and Lerner), the first promotions made reflect the judgment of the preceding Director, while later ones reflect the judgment of the incumbent. With most terms being for 2 years (in contrast to the 7 years contemplated by the enabling act) it is perfectly natural for this process to occur, and no adverse inference in the context of this case will be drawn on that account. Why most Directors move on after two years for most of the recent history is not dealt with in the record, and there is no point in speculation about it. The fact is that as each Director left, the selection of his replacement is placed in the hands of the incumbent Governor, with the advice and consent of the Senate.</p>\n<p>In only two instances were these arrangements of a different kind during the period discussed. One was Mr. Bowers, who was hired as an investigator (the only opening available) by Director McDonough, promoted by him as Assistant to the Director, and then appointed by the Governor with Senate approval to succeed McDonough as Director. See Tr. p. 659; 705-706. This appears to have been a \"grooming\" process for eventual appointment as Director. The other is the appointment of the present Director, who had long experience with ABC, including service as Acting Director. In these two instances, the incoming Director was already familiar with the ABC operation at its highest level, and with the staff and line personnel.</p>\n<p>Another factor in the picture is that ABC was perceived, rightly or wrongly, as not having maintained the very high reputation and quality of performance of earlier years. Thus, Director McDonough was told by Governor Cahill of rumors that there were serious potential problems. This was evidently triggered by what may have been a \"tip-off\" about a raid in Middlesex on which ABC agents were working with State Police. Views that ABC agents could not be relied on were also expressed by representatives of the Division of Alcohol, Tobacco and Firearms (U.S. Treasury), various local Chiefs of Police and New York ABC officials.</p>\n<p>Similarly, when Director Ronco (who had previous experience in law enforcement but none in ABC) was appointed, Governor Byrne indicated that the Division was \"rudderless\", that morale was not good and reputation was not good, and as a result Director Ronco undertook a reorganization, including better job descriptions, and including promotions for McNeil and Jones, among others.</p>\n<p>Considerable testimony dealt with the earlier reorganization under the Hays Report, which had been preceded by the Viser [sic] Report under Governor Hughes. The Viser Report was the result of studies of the levels of compensation for top management officials in State government up to the cabinet level. Upgrading of salary levels there had to precede any consideration of middle management levels and below, since the higher positions set the ceilings. The Hays Report that followed dealt with the lower levels and attempted to equalize compensation for substantially equivalent jobs throughout the Executive Branch. Although the implementation of these programs no doubt generated controversy about how well they achieved their purpose and the effect on particular individuals, nothing in the record remotely suggests any purpose, overt or pretextual, or any disparate impact, in regard to any forbidden criteria. Everything points to complete neutrality in this respect, and the court so finds.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*147</span> In sum, after detailed review of all the evidence, taken as a whole and functioning as a finder of fact, the court finds that plaintiffs have failed to prove a case by a preponderance, of the essential elements of the claims, whether under 42 U.S.C. § 1981, et seq., the 14th Amendment or 42 U.S.C. § 2000e, et seq. as to any defendant.</p>\n<p>Jones surely has no claim against McDonough, who included him in the group reclassified under the Hays Report, with an increase in pay and retroactive pay. McNeil has shown no claim against McDonough because his transfer to gauging was the result of his having engaged in public activity legitimately regarded as inconsistent with his functions as an undercover agent. This, the court finds to be a proper consideration in view of the Division's functions and the importance and sensitivity of the undercover assignment. Whether considered as a narrow review to test for arbitrary or capricious qualities, or as a wholly independent, de novo evaluation [see <i>Henry v. Rahway State Prison,</i> 81 N.J. 571, 410 A.2d 686 (1980)] the result is the same. The court finds that the action taken was untainted.</p>\n<p>The claims against Mr. Bower also fall short of a preponderance. Aware of the suspicions expressed about McNeil, Jones and Boyce, and aware of the fact that the Vestal investigation turned up no evidence (but unaware of Vestal's infidelity), Mr. Bower sincerely proposed the all-black \"flying squad\" to all three plus another. As noted above, the court finds that had plaintiffs been equally sincere, and had undertaken the experiment with success, Mr. Bower's hand would have had a strong bid for seeking the needed appropriations to make the arrangement official. In this regard, the court finds that if plaintiffs had not been \"tipped off\" by Vestal, they most likely would have accepted the proposed experiment or one similar to it. In this sense, plaintiffs were injured by Vestal whose disclosure of his identity and assignment undoubtedly planted the seed of distrust which led to the rejection. The fault was not Bower's, but Vestal's.</p>\n<p>How any claim can be asserted against Mr. Ronco is beyond the court's understanding in view of his promotion of both plaintiffs to the highest positions below the supervisory level in 1975 and in the course of his own reorganization of the Division. This claim is utterly without merit.</p>\n<p>As to Director Lerner, the evidence is clear that his policies positively seek the recruitment, training and advancement of minority agents for the entirely proper purpose of meeting agency needs. Undercover work in the larger cities, with many retail consumption licensees catering to distinct minority patronage, obviously requires undercover agents who will not be evidently \"out of place\" during surveillance operations. He has not rejected either plaintiff, nor disciplined or demoted either. He has not promoted anyone else, equally or less qualified, over them, aside from seniority. He, too, may be facing budget difficulties. The court takes judicial notice of the announced decision of the Attorney-General to eliminate state-required price fixing in the alcoholic beverage field, a policy recently upheld by the Supreme Court of New Jersey, and supported by the decision in <i>California Retail Liquor Dealers Association v. Midcal Aluminum, Inc.,</i> 445 U.S. 97, 100 S.Ct. 937, 63 L.Ed.2d 233 (1980).</p>\n<p>This change inevitably foreshadows a shrinkage in the authorized positions for ABC, and the 1980-1981 budget and appropriations bill is currently pending. Some number of ABC employees whose work was concerned with price regulation will not be needed any longer. The court cannot say that Director Lerner is to be faulted for <span class=\"star-pagination\">*148</span> prudent hesitation. It finds that no claim has been proved against him.</p>\n<p>The testimony also showed, for the entire period covered, that while some whites with less seniority were promoted over minority agents with more seniority, the converse was also true. The record is replete with examples. The point is, as noted at the start, that what plaintiffs really complain of is not race discrimination but of the absence of a full-fledged seniority system which does not exist. All Directors testified that length of service was a factor, but none testified to anything resembling a full-fledged seniority system.</p>\n<p>In observing the witnesses, the court's own evaluation is that neither McNeil nor Jones demonstrated the kind of familiarity with the details of ABC operations that one would expect of agents with their length of service. In contrast to agents who are in supervisory positions, some with less seniority, the plaintiffs' lesser qualifications were clear, although both have \"filled in\" for supervisors and Jones was sent to take a supervisor's training course. The court asked a number of questions to provide it with an indication of relative qualification, and finds that each has failed to prove he is truly qualified for supervisory work.</p>\n<p>It must be said, as implied above, that the broad discretion vested in the Director by local law is one thing, and establishing practices or procedures to affirmatively show compliance with paramount federal law is another. Given the broad discretion he has, a Director is free to establish precise job descriptions, specify objective criteria for promotion, establish job-related tests if he chooses, issue written instructions for the application of all these tools, and otherwise see to it that he simultaneously achieves his statutory duties and at the same time erases any basis for any claims like the present ones.</p>\n<p>In sum, no actionable discrimination has been shown for any past occurrences, and no basis for future injunctive relief. The fact that there are several supervisory vacancies, the filling of which has been held in abeyance pending the outcome of this suit, is not a fact supporting any claim made. Both plaintiffs have applied for promotion. Neither has been rejected. No one else has been appointed. To deal with that feature of the case would be to render an advisory opinion and to substitute the court's judgment for a decision which is the responsibility of the Director.</p>\n<h2>NOTES</h2>\n<p>[1]  See the structure, very closely patterned after this one, for the Legalized Games of Chance Control Commission and the legislation on bingo and raffles for charitable and benevolent organizations, NJSA 5:8-1, et seq., and especially NJSA 5:8-8, 5:8-11, 5:8-12, 5:8-13, 5:8-22, 5:8-25, 5:8-30, 5:8-39, 5:8-51, 5:8-57, 5:8-66.</p>\n<p>[2]  This analysis may need refinement for a referral State like New Jersey in light of the later decision in <i>Mohasco Corp. v. Silver,</i> 447 U.S. 807, 100 S.Ct. 2486, 65 L.Ed.2d 532 (1980).</p>\n<p>[3]  The claim by McNeil, based on his transfer to gauging in the implementation of the Hays Report later discussed is barred as a Title VII claim because the incident long predates his 1973 cutoff date, and predates the effective date of March 24, 1972 as to the agency.\n</p>\n<p>The claims of both McNeil and Jones as to the Vestal incident later discussed are also barred as Title VII claims since the matter predates their respective 1973 and 1974 cutoff dates.</p>\n<p>Despite this, the court has taken all incidents complained of into account in its evaluations.</p>\n<p>[4]  There have been 11 persons in all who have headed the Division of Alcoholic Beverage Control as Director (or its predecessor, the Department of Alcoholic Beverage Control and Commissioner) since its formation. These, and their terms, were as follows:\n</p>\n<p></p>\n<pre>\n12/6/33 to 4/22/40         D. Frederick Burnett\n8/11/41 to 1/20/47         Alfred E. Driscoll\n4/1/47 to 1/31/52          Erwin B. Hock\n7/1/52 to 2/14/54          Dominic A. Cavicchia\n2/15/54 to 1/21/63         William Howe Davis\n3/11/64 to 1/9/68          Joseph P. Lordi\n1/15/68 to 1/21/70         Joseph M. Keegan\n1/22/70 to 2/13/72         Richard C. McDonough\n2/14/72 to 3/8/74          Robert E. Bower\n7/16/74 to 4/2/76          Leonard D. Ronco\n7/28/76 to present         Joseph H. Lerner\n</pre>\n<p>Gaps between terms are periods for which an \"acting\" designation was filled by deputies already on the staff. One was Emerson Tschupp (see, Lordi testimony, p. 794), another was the present director (see Lerner testimony, p. 858).</p>\n<p>[5]  Some of the cases also speak of a further opportunity given to plaintiff to meet defendant's articulation of lawful reasons with evidence tending to show that the defense evidence is no more than a pretext to conceal an underlying discriminatory purpose or impact. This is not really a separate sequential item since such evidence can be and often is introduced as part of plaintiff's case in chief. The broad discovery available in civil cases, properly used, informs plaintiff of the defense position and enables him to anticipate it in this fashion.</p>\n<p>[6]  Needless remands for more clearly articulated expressions are avoided by adhering to this practice.</p>\n<p>[7]  These notions must be dealt with very carefully and with clear understanding. For instance the odds against dealing a bridge hand of 13 cards, all of the same suit, runs into the hundreds of trillions to one. Precisely the same odds militate against <i>any specific hand of bridge</i> as dealt, no matter how poor. The reason for this is that the number of combinations and permutations of bridge hands is that large, and the probability of dealing <i>any</i> particular hand is exactly the same as for any other, including one of 13 spades. It is the rules of the game of bridge, <i>not the laws of probability,</i> that make 13 spades so valuable and most hands nondescript. See Levinson, \"The Science of Chance\" (Rinehart, 1950), pp. 30-31.</p>\n<p>[8]  In employment promotion cases, the analysis of statistical evidence is considerably more difficult because employers do not discharge entire work forces and draw new ones at random from the pool in the relevant labor market on any periodic basis, such as daily, weekly, monthly or annually. There is not, accordingly, any series of independent \"events\" in the sense used for probability mathematics, and so comparisons may be more deceptive than meaningful. It may be that some technique using moving averages paced to the rates of change in the employer's work force and in the labor pool would be a better tool but the court has found no discussion of this approach.\n</p>\n<p>Of course this comment would not apply to those arrangements where selection of workmen is made on a frequent, periodic basis, not by the employer but by the labor union at the hiring hall or \"shape up\". Even here, established seniority systems may prevent randomness in selection.</p>\n<p>[9]  Although no demographic data were offered by plaintiffs, the court has undertaken to look up the census figures for each decennial census available from 1930 (3 years before the statute creating the ABC was enacted) through 1970 (the most recent census). The gross population figures, without adjustment for age, and other criteria that would more accurately define the relevant labor market, are tabulated below.\n</p>\n<p>For a sample of 90 employees, in 1970, the <i>\"a priori\"</i> number of non-whites would work out to 90 × .11235 or 10 individuals. Since the \"standard deviation\" is 3 individuals, any number between 7 non-whites and 13 non-whites would reflect one standard deviation plus or minus from the <i>\"a priori\"</i> expectation based on demographic data. While comprehensive tabulations of the work force are not in the record, the testimony discloses that the number of non-white employees, most of which are identified by various witnesses, are well within this range of one standard deviation. Plaintiffs McNeil and Jones, along with Vestal and Boyce, comprise 4 by themselves. Seven more are in the two area squads under Inspector Salvatore in the Central Unit.</p>\n<p>[10]  Director Bower was prepared for his eventual appointment in an accelerated fashion, as discussed later, but this is not a case of experience \"in the ranks\", as with Director Lerner, and his preparation was evidently intended to ready him to succeed Director McDonough.</p>\n<p>[11]  The 1980 N.J. Lawyer's Diary lists Dominic A. Cavicchia as retired from the practice of law, with an address in Fanwood, N.J. The Martindale-Hubbell Directory records his year of birth as 1901. William Howe Davis is also listed in the 1980 Diary, and the Martindale-Hubbell Directory records his year of birth as 1904. While not in the record, both publications are \"directories * * * generally used and relied on * * * by persons in particular occupations\", Fed.Ev. Rule 803(17), and probably come within Fed.Ev. Rule 201(b)(2), but their tenor is merely noted in passing.</p>\n<p>[12]  To some extent the Division's personnel problems may be due to what are probably low salary scales for undercover police work in today's context. This would tend to create pressure for \"promotions\", not because the applicant really wants to move to higher rank and greater responsibility but because it is the only means for achieving a pay raise. Compare the levels set in the original statute in 1933, NJSA 33:1-3 and 4. The \"commissioner\" (now Director) was to receive $16,500 a year. His three deputies (now five) were to receive up to $6,000 a year (fixed by the commissioner). The inspectors and investigators were to receive up to $3,500 a year (fixed by the commissioner). These amounts are roughly equivalent today to $165,000., $60,000., and $35,000. aside from the erosion from increased tax rates in higher income brackets, FICA tax, and the recently adopted State income tax.\n</p>\n<p>The relatively low current scales are bound to have an adverse effect in attracting, recruiting, training and advancing promising and dedicated and trustworthy police officers especially for undercover work. It cuts across all lines without regard to race, color, sex, etc.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">113</span></span> (1980)</b></center>\n<center><h1>Wilbur J. McNEIL and William Jones, Plaintiffs,<br>\nv.<br>\nRichard C. McDONOUGH et als., Defendants.</h1></center>\n<center>Civ. No. 76-1024.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 20, 1980.</center>\n<p><span class=\"star-pagination\">*114</span> <span class=\"star-pagination\">*115</span> <span class=\"star-pagination\">*116</span> <span class=\"star-pagination\">*117</span> <span class=\"star-pagination\">*118</span> Martin &amp; Hart by Arthur N. Martin, Jr., East Orange, N. J., for plaintiffs.</p>\n<p>John J. Degnan, Atty. Gen. of New Jersey, Joseph W. Ferraro, Jr., Deputy Atty. Gen., Newark, N. J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BIUNNO, District Judge.</p>\n<p>This is a case in which the claims made involve allegations of racial discrimination in employment and employment opportunities. Trial was before the court without a jury. As provided by F.R.Civ.P. 52, this opinion contains the findings of fact and conclusions of law contemplated by the Rule.</p>\n<p>The claims are asserted on a number of federal grounds with corresponding authority for jurisdiction, as follows:</p>\n<blockquote>Under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, jurisdiction being under 28 U.S.C. § 1343 or 42 U.S.C. § 2000e-5(f)(3), or both;</blockquote>\n<blockquote>Under 42 U.S.C. §§ 1982, 1983 and 1988, with jurisdiction under 28 U.S.C. § 1343;</blockquote>\n<blockquote>Under Amendment 14 of the U.S. Constitution with jurisdiction under 28 U.S.C. § 1331(a).</blockquote>\n<p>Different prerequisites, time limits or statutes of limitation apply to the different grounds, and different elements and defenses apply, as discussed hereafter.</p>\n<p>The individual defendants originally named were formerly in office as Director of the Division of Alcoholic Beverage Control in the Department of Law and Public Safety of the State of New Jersey. The present Director in office, Joseph H. Lerner, was impleaded by agreement of the parties as though originally named as a defendant and as though his answer were the same as the others. The court notes that the method provided for by F.R.Civ.P. 25(d)(2), i. e., describing the public officer by title rather than by name, was not used. The final defendant is the Division of Alcoholic Beverage Control itself.</p>\n<p>The plaintiffs, Wilbur J. McNeil and William Jones work in the Division.</p>\n<p>Before launching into an analysis of the law and testimony, it will be useful background to touch on the history of the Division itself.</p>\n<p>The Division is the current administrative successor to the N.J. State Department of Alcoholic Beverage Control, established by N.J.P.L.1933, c. 436 as a consequence of the adoption of Amendment 21, which in turn repealed Amendment 14 (Prohibition) of the U.S. Constitution. The history of regulation and control of alcoholic beverages, however, goes back much farther than that, perhaps as far back as Allinson's Laws. (1738-1739) <i>Gaine v. Burnett,</i> <span class=\"citation\" data-id=\"3558064\"><a href=\"/opinion/3577618/gaine-v-burnett/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"3558064\"><a href=\"/opinion/3577618/gaine-v-burnett/\"><span class=\"volume\">4</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">37</span></a></span> (S.Ct.1939) reviews this long history before federal Prohibition and Repeal.</p>\n<p>The 1933 statute followed an exhaustive study and report by a committee, established by joint resolution of the Legislature adopted October 9, 1933, and largely followed the draft statute proposed by the report.</p>\n<p>As was observed in an earlier study,</p>\n<blockquote>\n<span class=\"star-pagination\">*119</span> \"It was felt that the choice of a `single executive' was a wise one. The object of liquor legislation is rigid, uncompromising control. The main duties of the department are police in nature, and such duties are performed with greater efficiency and promptness through a single executive than through a plural board.\"</blockquote>\n<blockquote>\n<i>Study of State Administrative Agencies in New Jersey,</i> by Clark Crane Vogel under the supervision of Nathan L. Jacobs (University of Newark, May, 1941), at p.44.</blockquote>\n<p>With the enactment of the Revised Statutes of 1937, the statute became N.J.R.S. Title 33. The original statute, by § 3 (N.J. R.S. 33:1-3) not only created the Department, but itself named the first commissioner, D. Frederick Burnett, Esq., and fixed his term and salary. Mr. Burnett had served as counsel to the study committee (see <i>Study</i> supra, p.43 at n.9). It is a matter of common knowledge among the State's bench and bar that Mr. Burnett was not only the architect of the statute but that as its first commissioner, and with the able assistance of his Chief Deputy Commissioner and Counsel, Nathan L. Jacobs (until lately Associate Justice of the Supreme Court of New Jersey) set the level of high professional performance called for by the command that he do all things \"designed to insure the fair, impartial, stringent and comprehensive administration\" of the law. N.J.P.L. 1933, c. 436, § 20; N.J.R.S. 33:1-23.</p>\n<p>The structure of the department as created did not contemplate that it should itself be the sole vehicle for control and administration. Rather, a large measure of \"home rule\" was delegated to local municipalities with the Department serving as supervisor. The commissioner was assigned the function of issuing certain types of licenses (e. g., for manufacture, wholesale, plenary retail transit, transportation and public warehouse), N.J.R.S. 33:1-18, while local municipal boards or bodies were authorized to issue all other kinds of license, mainly various types of retail licenses which are far more numerous, N.J.R.S. 33:1-19.</p>\n<p>With this municipal licensing authority there was imposed a set of corresponding administrative enforcement duties, N.J.R.S. 33:1-24, including the suspension or revocation of municipally issued licenses, NJRS 33:1-31, subject to appeal to the commissioner. As of June 30, 1938, a total of 3,943 licenses had been issued, <i>Study supra,</i> at p. 51, most of which doubtless were municipally issued retail licenses.</p>\n<p>The structure, then, with the large measure of \"home rule\" for retail licenses, implied that the Department was intended to be a small, highly organized and efficient unit, directly controlling the manufacture, wholesaling and distribution aspects, while auditing the municipal functions through appeal and otherwise.<sup>[1]</sup></p>\n<p>With the adoption of the 1947 N.J. Constitution, it was required that all executive branch units, including departments, be allocated by law among and within not more than 20 principal departments, <i>N.J.Const.,</i> 1947, Art.5, § 4, par.1. Under current law the former Department has been constituted as a division of the Department of Law and Public Safety, headed by the Attorney General, N.J.R.S. 52:17B-15, and the powers and duties of the former commissioner transferred to the Director of the Division, N.J.R.S. 52:17B-17.</p>\n<p>Given this background and pattern, it is no surprise that the number of budgeted positions in the division is only about 150, a small number for a unit of State government charged with the important functions and duties of this one. Some of the positions are clerical force, which come under Civil Service (NJRS Title 11), by reason of N.J.R.S. 33:1-4c. All other State employees appointed by the director do not come within Civil Service. These fall into a number of categories:</p>\n<blockquote>\n<span class=\"star-pagination\">*120</span> ... 5 deputy directors, each assigned to a bureau by the director, and removable for cause; N.J.R.S. 33:1-4 b (1973);</blockquote>\n<blockquote>... such number of inspectors, investigators and executive assistants as the director deems necessary; they are removable at will, except that after 3 years employment they shall serve during good behavior and shall not be removed except for cause; <i>Idem.,</i> par. d.</blockquote>\n<blockquote>... temporarily employed experts and specialists for specified service;</blockquote>\n<blockquote>... counsel and other legal assistants.</blockquote>\n<p>Of the total staff, the evidence is that there are 80 to 90 employees in the Enforcement Bureau, these being divided into 5 sections: wholesale, retail, undercover, front and administrative. McNeil has served in both the undercover and retail sections and is now assigned to wholesale. Jones has been continuously assigned to undercover.</p>\n<p>Although the original commissioner was named by the Legislature, it may no longer elect or appoint any executive, administrative or judicial officer except the State Auditor, <i>N.J.Const.,</i> 1947, Art. 4, § 5 par. 5. The director of the Division is now appointed by the Governor, with the advice and consent of the Senate, N.J.R.S. 52:17B-16. The office was made full-time by N.J.P.L. 1970, c. 222, effective October 16, 1970, <i>Idem.</i> (pocket part).</p>\n<p>Thus, the Director of the division is today a state officer appointed by the Governor and confirmed by the Senate, whose immediate head is the Attorney-General of New Jersey, who in turn, as head of the Department of Law and Public Safety, is a member of the Governor's cabinet. In this capacity he serves an administrative state function separate from his duties and powers as chief law enforcement officer for the State as a constitutional officer, without regard to departmental structure or administrative duties. See <i>N.J.Const.</i> 1947, Art. 5, § 4, par. 1, 2 and 3; also <i>State v. Winne,</i> <span class=\"citation\" data-id=\"1475521\"><a href=\"/opinion/1475521/state-v-winne/\"><span class=\"volume\">12</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">152</span></a></span>, <span class=\"citation\" data-id=\"1475521\"><a href=\"/opinion/1475521/state-v-winne/\"><span class=\"volume\">96</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">63</span></a></span> (1953); <i>Board etc. Lehigh Valley R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">411</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">A.</span> <span class=\"page\">263</span></span> (E &amp; A, 1929).</p>\n<p></p>\n<h2><i>Limitations Aspects</i></h2>\n<p>There is no federal statute of limitations for suits under the Civil Rights Act, 42 U.S.C. § 1981 et seq. The decisions widely recognize that in this circumstance the federal courts are to apply that period of limitation applicable under State law had a like action been brought under State law. In fact, the conformity provisions of 42 U.S.C. § 1988 contemplate that this course be followed.</p>\n<p>Inspection of the reported cases dealing with the selection of the proper State limitation period show wide variations of scope. As observed recently in <i>Davis v. U. S. Steel Supply,</i> <span class=\"citation\" data-id=\"358681\"><a href=\"/opinion/358681/17-fair-emplpraccas-1190-17-empl-prac-dec-p-8467-thelma-davis-v/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span> (CA 3, 1978) the selection involves a process of analyzing each complaint, and each aspect of a particular complaint, to ascertain the fundamental nature of each claim since different time periods may apply to different claims or complaints.</p>\n<p>In this case, both plaintiffs have been and are still employees of the State of New Jersey, albeit in its unclassified service rather than under Civil Service, and complain of invidious discrimination grounded on race or color in the alleged failure to promote each of them. Since each has 3 years' service, neither may be discharged without cause under present local statute.</p>\n<p>Accordingly, the claim may be read as asserting that the employment relation, which is contractual in nature, is to be regarded as though it contained a provision that the employer would not act contrary to applicable law. Such a reading analogizes the claim as one for breach of contract, to which New Jersey's 6-year statute of limitations, N.J.S. 2A:14-1 would apply. That statute will be taken as governing all claims encompassed by 42 U.S.C. § 1981, et seq., as well as claims said to arise directly under the U.S. Constitution, in respect to which the same underlying considerations apply.</p>\n<p>Plaintiff McNeil filed his complaint on May 28, 1976, and for claims under the Civil Rights Act and the 14th Amendment encompasses alleged conduct back to May 29, 1970 but not earlier.</p>\n<p><span class=\"star-pagination\">*121</span> Plaintiff William Jones was allowed to be added by the pretrial order dated December 16, 1976 and so his corresponding claims will reach back to December 15, 1970 but not before.</p>\n<p>The present Director, Joseph H. Lerner, was added as a defendant by amendment filed October 16, 1978. As to him, such claims of both parties reach back to October 15, 1972 but not before assuming he was in office then.</p>\n<p>In the case of the claims under 42 U.S.C. 2000e (the Civil Rights Act of 1964) the basic claim arises from the definition of what is an \"unlawful employment practice for an employer\", 42 U.S.C. § 2000e-2(a). The provisions for mechanisms to prevent unlawful employment practices are found in § 2000e-5. Charges are to be filed within 180 days of the alleged unlawful practice, with EEOC; but if the matter begins with a proceeding filed with a local agency of the same kind as EEOC, then the time for filing with EEOC is either 300 days after the alleged unlawful practice, or within 30 days after notice that the local proceeding has terminated, whichever is earlier; <i>idem,</i> par. (e). Assuming these time limitations with EEOC are satisfied, then the person aggrieved may file a civil action (either in a US District Court or a State court, see <i>Peper v. Princeton,</i> <span class=\"citation\" data-id=\"2073924\"><a href=\"/opinion/2073924/peper-v-princeton-university-board-of-trustees/\"><span class=\"volume\">77</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">55</span></a></span>, <span class=\"citation\" data-id=\"2073924\"><a href=\"/opinion/2073924/peper-v-princeton-university-board-of-trustees/\"><span class=\"volume\">389</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">465</span></a></span> (1978); and if the Attorney General (US) has not filed a civil action in a case involving a government or governmental agency within 180 days of the filing of the charge with EEOC, the person aggrieved is to be so notified, and may bring the civil action within 90 days after the notice.<sup>[2]</sup></p>\n<p>McNeil filed his Title VII charge with EEOC on May 25, 1974, and was issued a right to sue letter under date of March 4, 1976. Complaint was filed May 28, 1976, within 90 days, and can reach back 180 days before the EEOC filing, or to November 26, 1973.</p>\n<p>Jones filed his EEOC complaint February 18, 1975 (P-36). His \"right to sue\" letter from the Department of Justice is dated October 1, 1976, and if received the same day, the 90 days would have expired December 31, 1976. He was joined as plaintiff on December 16, 1976 and so his claim under 42 U.S.C. § 2000e is not barred by limitations. His claim can reach back to 180 days before February 18, 1975 (EEOC filing date), or to August 22, 1974.</p>\n<p>The amendment removing the exemption of state and local governments from Title VII had an effective date of March 24, 1972, and alleged violations after that date may be asserted, subject to the applicable limitations. See the Equal Employment Opportunity Act of 1972, Pub.L.No. 92-261, 86 Stat. 103.<sup>[3]</sup></p>\n<p></p>\n<h2><i>The Immunity Question</i></h2>\n<p>The complaint, as amended, names as defendants the present director of the ABC and three former directors (McDonough, Bowers and Ronco), individually and as Directors, plus the \"State of New Jersey Division of Alcoholic Beverage Control.\"<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*122</span> From the legislative history outlined above, there can be no doubt that insofar as the ABC is itself named as a defendant, the State of New Jersey is effectively named. The ABC is a division within the Department of Law and Public Safety, headed by the Attorney-General, and one of the principal departments in the Executive Branch. The employer is the State itself. Plaintiffs are state employees in the unclassified service. This fact being undeniably so in light of the structure of state government as reflected in its local Constitution and statutes, it follows that the only claims for money damages that plaintiffs can assert against the State are those coming within 42 U.S.C. § 2000e, <i>et seq.,</i> because the 1972 amendment contained a Congressional waiver of the State's immunity from suit under Amend. 11, through the exercise of its legislative power to implement Amend. 14 under § 5 thereof. Thus, no monetary claim can be asserted against the State under 42 U.S.C. § 1981, et seq., because for those statutes there has been no waiver of sovereign immunity, either by Congress or by the State. See: <i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961), as modified by <i>Monell v. Department, etc.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Parden v. Terminal Railway Co.,</i> <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1964); <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974); <i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 455, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, 2671, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976); <i>Cannon v. University of Chicago,</i> <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979); <i>Chapman v. Houston, etc.,</i> <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1905</span></a></span>, <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1979); and the analysis in <i>Skehan v. Board, etc.,</i> <span class=\"citation\" data-id=\"362786\"><a href=\"/opinion/362786/dr-joseph-t-skehan-v-board-of-trustees-of-bloomsburg-state-college-and/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">470</span></a></span> (CA 3, 1978).</p>\n<p>Of course, if a case is made out on the merits, the 11th Amendment does not stand in the way of prospective injunctive remedies to the extent they are otherwise warranted.</p>\n<p></p>\n<h2><i>The Substantive Law</i></h2>\n<p>As the decisions in this evolving field of employment discrimination seem to indicate, the substantive law is essentially the same without regard to whether the claim is asserted under 42 U.S.C. § 1981, et seq., or under Title VII, 42 U.S.C. § 2000e, et seq.</p>\n<p>In terms of \"essential elements\" that must be established, of course, these will vary with the applicable statute. Thus, under 42 U.S.C. § 1981, the sole issue is \"race\", i. e., whether the claimant has been deprived of the same enumerated rights \"as are enjoyed by white persons.\" Under 42 U.S.C. § 1983, the issue is whether the claimant, as a citizen of the United States, has been subjected under color of local law to the deprivation of any rights, privileges or immunities secured by the federal Constitution and laws. Under 42 U.S.C. § 2000e, et seq., the denounced grounds of treatment which make an employment practice unlawful are those based on race, color, religion, sex, or national origin. See 42 U.S.C. § 2000e-2.</p>\n<p>In the case of non-federal employment (which now embraces traditional \"private sector\" employment as well as employment by a non-federal government, government agency, etc.) a further distinction is made by 42 U.S.C. § 2000e-5(f)(1) in respect to prerequisites to suit. For strictly private sector claims, it is EEOC which can file suit or issue a 90-day right to sue letter. For state government and state agency claims, that function is assigned to the Attorney General (Department of Justice).</p>\n<p>Regardless of what the forbidden criteria are under a given statute, it seems well recognized that four elements must be shown to make out a prima facie case of discrimination:</p>\n<blockquote>1. the claimant falls into one of the forbidden categories, as may be applicable under the particular statute involved;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*123</span> 2. the claimant applied and was qualified for a job (including a promotion) which was vacant and which the employer was seeking to fill;</blockquote>\n<blockquote>3. that although the claimant was qualified, he was rejected;</blockquote>\n<blockquote>4. that after rejection of claimant, the employer continued to seek applicants who possessed claimant's qualifications.</blockquote>\n<p>See, <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, at 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).</p>\n<p>Thus, a case based on race discrimination might arise under § 1981, § 1983 or § 2000e, or all three. A case based on freedom of religion may arise under § 1983 even though the employment relation is not involved, and may arise under both § 1983 and § 2000e if it is involved. But a case grounded on gender discrimination (at this stage of the law) can only arise in the employment context and only under § 2000e.</p>\n<p>These examples aside, however, the four elements of a prima facie case under <i>McDonnell Douglas</i> probably are not a closed class or enumeration since the ultimate issue in every case of this kind is whatever conduct the applicable statute may denounce. The four elements of <i>McDonnell Douglas</i> appear to be no more than an articulation of the kind of showing that is to be accepted by the courts as making out a prima facie case, i. e., such that if the evidence is closed at that point, the claim must go to the finder of fact (jury or judge) who may, but is not obliged to, find for the claimant on the showing made. The level of proof called for, in light of the ultimate issue to be decided, is clearly intended to be somewhat lower than would be called for in some other kind of case, in recognition of the difficulties of adducing more direct forms of evidence. It might well be said that the four elements of <i>McDonnell Douglas</i> represent a set of circumstances regarded by law as sufficient to make a prima facie case.</p>\n<p>They cannot be regarded as an exclusive or closed set of elements, however, because (1) each case will necessarily turn on its own facts; (2) as articulated they do not reach the discriminatory discharge type of case; (3) they are probably inextricably intertwined with the law on order and allocation of proof rules, which have been developed to deal with all cases in the general field.</p>\n<p></p>\n<h2><i>Kinds of evidence to be considered</i></h2>\n<p>The development of a body of law through the decisional process is one based on reason and experience. It begins by reviewing and analyzing the set of existing decisions, and from that point developing an expression of a general principle by the logical process of induction. The general principle so developed is then <i>applied</i> to the decision of new disputes, each having its own set of facts, by the logical process of deduction.</p>\n<p>While it may be oversimplified, the history of modern jurisprudence shows that this process of induction and then deduction represents an attempt to apply to that part of the social sciences with which the law and the judicial process are concerned, the methods which have been so successful in the natural sciences from the days of the Renaissance and before.</p>\n<p>The behavior of water when heated, is a good example. Many experiments by different investigators, for example, showed a direct relation between the quantity of heat applied and the extent to which the temperature of the water rose. These and other observations led to the development of the theory of heat, before which it was only known that an object was (relatively) hot or cold. The study of observations led to the establishment of identifiable and precise units for the measurement of quantities of heat: the calorie is defined as that quantity of heat that will raise the temperature of one gram of water by one degree Centigrade, while the British Thermal Unit (B.T.U.) is that quantity of heat that will raise the temperature of one pound of water by one degree Fahrenheit.</p>\n<p>From like observations, the temperature at which water boils was found to be a <span class=\"star-pagination\">*124</span> constant, so long as the water is pure, depending on the pressure at the surface. At normal pressures and at sea level, the temperature is 100° C or 212° F.</p>\n<p>It was found that to melt a given quantity of ice, a change of state that does not raise the temperature, 80 times as much heat is needed as would be required to raise water temperature by one degree. This is the \"heat of fusion\" for ice. At the other end of the scale, where water is converted into steam, it was found that 537 times as much heat was needed to convert a given quantity of water into steam without raising its temperature or pressure. This is the \"heat of vaporization\" of water.</p>\n<p>These physical \"laws\", derived by induction from many experimental observations, and others like them, have led to countless discoveries and formulations in the natural sciences by applying the general principles so induced to specific other states of fact by deduction.</p>\n<p>Although the legal decisional process is analogous to that of the scientific method, and deliberately so designed, it is not the same. Water will boil at whatever temperature it does according to natural forces. The most that can be done is to describe it. The forces cannot be altered. In the social sciences, this is not true or, if it is true no means have been developed to achieve the same level of confidence and predictability. The law, as a branch of the social sciences, necessarily deals with the conduct and behavior of human beings, both as discrete individuals and as interacting populations of discrete individuals. About all that is known is that the behavior of discrete individuals or of populations cannot be forecast reliably in the same sense that the behavior of substances and forces can be in the natural sciences.</p>\n<p>These observations are considered to be of considerable importance in an evolving field of law such as this because, to quote Mr. Justice Holmes, \"The <i>life</i> of the law is not logic, it is experience\". (emphasis added). New decisions, like new scientific experiments, are the raw material by which the law, or a scientific principle, constantly evolves, changes or is refined. He did not discard logic; he emphasized the importance of experience. Logic is merely the tool by which experience is evaluated, understood and applied.</p>\n<p>Keeping in mind the cautions just discussed, the reported cases in the field so far recognize five categories of basic circumstances that will make out a discrimination in employment case:</p>\n<blockquote>1. <i>individual disparate treatment</i> cases, where the claimant adduces evidence which, if believed, tends to show less favorable treatment than peers due to some applicable forbidden criterion such as sex, race, etc. The prime example here is <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973);</blockquote>\n<blockquote>2. <i>pattern and practice</i> cases, where the claim is one of systematic disparate treatment of a category to which the claimant belongs, even though he cannot show \"individual disparate treatment\" directed to him. The major example of this category is <i>Hazelwood School District v. U. S.,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977);</blockquote>\n<blockquote>3. <i>disparate impact or effect</i> cases, where the claim is that some seemingly neutral test for employment (hiring or promotion) criterion disproportionately disqualifies individuals in a category protected by the forbidden criteria, and that the test or criterion is not justified by business necessity. The lead case for this category is <i>Griggs v. Duke Power Co.</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). A later case in this group is <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977);</blockquote>\n<blockquote>4. <i>perpetuation of discrimination</i> cases, where the claim is that the application of a seniority system carries into the future the effect and impact of discriminatory practices preceding the effective date (in the particular case) of Title VII. These mainly arise out of exclusion practices of labor unions (though not exclusively). One example out of many where this element was involved is <i>U. S. v. Int'l Union of Elevator Constructors,</i> 538 F.2d <span class=\"star-pagination\">*125</span> 1012 (CA 3, 1976). However, the decision in <i>Int'l Brotherhood of Teamsters v. U. S.,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977) seems to narrow this category to those cases where the seniority system is itself discriminatory or had its genesis in a now-forbidden kind of discrimination (e. g. racial).</blockquote>\n<blockquote>5. <i>Affirmative action</i> cases, which may or may not involve prior discrimination of any kind, where a program is adopted to try to overcome current or expected disparities. Examples here are <i>University, etc., v. Bakke,</i> <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978) and <i>United Steelworkers v. Weber,</i> <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2721</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1979).</blockquote>\n<p>These five categories are no more than an attempt at a rational grouping of types made up of the very large number of reported decisions at all levels. Before <i>Bakke</i> and <i>Steelworkers</i> there were only four classifications. Next month there may be a sixth. The classification is not closed, nor can it be closed any more than classifications of \"fraud\". Courts have always refused to express any closed classification of all types of frauds, because if they did, an ingenious schemer would find some other way to defraud that was outside the definition of classifications or categories. The same is obviously true of cases involving claims of forbidden discrimination in employment.</p>\n<p>There are also cases arising under other statutes, and not involving \"civil rights\" in the sense discussed. A good example is <i>U. S. v. Testan,</i> <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1976) where trial attorneys in a federal unit that involved matters coming before the Armed Services Board of Contract Appeals of the Department of Defense were classified by the U.S. Civil Service Commission in grade GS-13, and complained that their duties were identical to those of attorneys in the Contract Appeals Division (Judge AdvocateAir Force) who were classified in grade GS-14 (a higher compensated level). The decision turns on collateral matters such as the jurisdiction of the Court of Claims, and the merits of the claim are not decided. Yet, though no issue of race, color, religion, sex, national origin, etc., is mentioned, an employee in GS-13 who feels he belongs in GS-14 has exactly the same reaction and view of being \"discriminated against\" as a claimant under § 1981, § 1983 or § 2000e.</p>\n<p></p>\n<h2><i>Order and Allocation of Proof</i></h2>\n<p>This aspect of cases involving claims of unlawful discrimination in employment is unique only because the Supreme Court of the United States has found it necessary to indicate the kinds and quantum of evidence needed to adduce a prima facie case in this developing field of litigation. The concept that a claimant advancing an affirmative claim carries the burden of persuasion for the whole case is hardly novel. The notion that he must adduce some specified minimum, more than a modicum or scintilla, to survive a motion for involuntary dismissal at the end of plaintiff's case in a bench trial [Rule 41(b), F.R.Civ.P.] or a motion for a directed verdict in a jury trial at the same stage [Rule 50(a), F.R.Civ.P.] is also well established.</p>\n<p>Similarly, a defendant who rests on the motion (either kind) without tendering evidence of his own to meet a prima facie case takes the risk that the finder of fact, as distinguished from the judge ruling on a question of law, may conclude that the prima facie case also carries the burden of persuasion. It may be that the finder of fact will not be so persuaded, but a defendant who offers no evidence to meet what the judge concludes is a prima facie case as a matter of law takes the risk of the ultimate finding.</p>\n<p>The line of cases on this subject runs from what was said in <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), through <i>Furnco etc. v. Waters,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978) to <i>Board etc. v. Sweeney,</i> <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></a></span> (1978), and the decisions are by divided votes.</p>\n<p>What they say, in substance, is that which is generally understood, namely that <span class=\"star-pagination\">*126</span> once a claimant makes out a prima facie case (in this category under specifically articulated standards), the burden of producing evidence (but not the overall burden of persuasion) shifts to the defendant, who must come forward with the articulation, by evidence, of some legitimate, non-discriminatory reason for the conduct complained of, and need not do more, though he may if he chooses.<sup>[5]</sup></p>\n<p>The trial court is then obliged to consider and evaluate the evidence, including matters of credibility, to decide: first, whether the claimant has made a prima facie case under applicable standards; second, whether the defendant has adduced evidence to articulate a legitimate, non-discriminatory reason by way of explanation; third, on all the evidence as a whole, has the claimant carried the overall and ultimate burden of persuasion.</p>\n<p>It does not matter what the order or sequence of evidence is. The three steps by way of evaluation are to be separately considered and decided at the conclusion of all the evidence.</p>\n<p>On its face, this three-step process of marshalling the evidence and evaluating it is no different than what is done in every bench trial, or should be done in every bench trial by way of compliance with the spirit and purpose of Rule 52(a), F.R.Civ.P. The approach provides the Court of Appeals with both an evidential record and a careful articulation of findings of fact and conclusions of law such as to enable it to address directly and finally decide whatever issues are raised on appeal, and to enable it to apply soundly the rule that a trial court's findings of fact will not be disturbed unless clearly erroneous.<sup>[6]</sup></p>\n<p>As is evident from what has been said, the three stage evaluation is significant and must be carried out only in cases tried to the judge without a jury. In a case tried to a jury, the verdict would stand, whatever it might be, so long as the jury were properly instructed on the law, which hardly would include such notions as a prima facie case, or the shifting burden to produce evidence. The jury would be instructed that the claimant carries the burden of persuasion by a preponderance, and that the defendant carries the burden of persuasion by a preponderance for any affirmative defenses. It should be noted that both <i>Furnco</i> and <i>Sweeney</i> were cases tried to the judge without a jury, and they accordingly apply here. The guidelines for instructing a jury in a case of this kind have not been articulated by the Supreme Court in any of the cases in the line.</p>\n<p>The cases also imply that in cases of this type that are tried to the court without a jury, the trial court as a finder of fact is expected to be sensitive to the difficulties of making a case by any substantial kind of direct evidence. It should be not unwilling to draw inferences from circumstantial evidence, particularly where different circumstances tend to confirm each other and point to a particular outcome. No doubt there are discrimination cases where direct evidence is available; the court has heard some of these, and the experience is that they do not go to trial but are settled.</p>\n<p>Aside from those, the task of sifting the evidence to distinguish a valid claim of discrimination from a groundless one can be a difficult task, especially where the ultimate issue of unlawful discrimination is masked by ingeniously subtle devices. Yet, the task must be performed without crossing the undefined boundary between sensitivity for a claimant's difficult proof problems and outright bias or prejudice in favor of the claimant.</p>\n<p><span class=\"star-pagination\">*127</span> The problem is one that is typical of the difference between jury and non-jury trials. In principle, the review of a final judgment ought to be the same in either case. The fact and experience is that appellate courts, both federal and state, display a greater readiness to intrude into the fact-finding function in non-jury cases than they do in jury cases. This is especially true for those appellate courts, like New Jersey's, which are expressly vested with original jurisdiction \"as may be necessary to the complete determination of any cause on review\", <i>N.J. Const.,</i> 1947, Art. 6, § 5, par. 3. Similar authority is not expressly provided for in the federal scheme, where the test in a non-jury case is whether a trial judge's findings of fact must be left undisturbed unless \"clearly erroneous\". See <i>Sweeney v. Board, etc.,</i> <span class=\"citation\" data-id=\"369075\"><a href=\"/opinion/369075/20-fair-emplpraccas-759-20-empl-prac-dec-p-30221-christine-m/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, at 109 n.2 (CA 1, 1979); <i>Scott v. Univ. of Delaware,</i> <span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></span>, at 81 (CA 3, 1978), cert. den. <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></span>, 100 S.Ct.2d 275, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">189</span></span> (1979); <i>Rochez Bros. v. Rhoades,</i> <span class=\"citation\" data-id=\"331904\"><a href=\"/opinion/331904/rochez-brothers-inc-a-pennsylvania-corporation-v-charles-r-rhoades/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, at 887 (CA 3, 1975); <i>Kunda v. Muhlenberg, etc.,</i> <span class=\"citation\" data-id=\"378086\"><a href=\"/opinion/378086/connie-rae-kunda-v-muhlenberg-college-john-h-morey-individually-and-in/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 534 (CA 3, 1980). And compare <i>Worthy v. U. S. Steel,</i> <span class=\"citation\" data-id=\"375510\"><a href=\"/opinion/375510/22-fair-emplpraccas-102-22-empl-prac-dec-p-30705/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span> (CA 3, 1980).</p>\n<p>The point is not idly discussed, because there has been serious periodic debate over the question whether American courts should follow the English experience, where all civil cases are tried to the bench without a jury except for those involving fraud or defamation (see, e. g., \"Should The Right to a Trial By Jury be Abolished in Most Types of Civil Cases?\" 83 NJLJ 465; \"Do We Need Juries In Civil Cases?\", 83 NJLJ 513; \"Trial By Jury in Civil Cases\", 83 NJLJ 513; \"On Juries in Civil Cases\", 87 NJLJ 268; \"The Jury and Civil Actions in England\", 87 NJLJ 753.</p>\n<p>One of the points made is that if all or most civil cases were tried without a jury, appellate courts would be more free to develop and lay down more specific and precise guides for trial judges than is fair in a mixed system. As it is, where some cases are tried to a jury and others not, depending on the choice of the parties, principle would reject the notion of sophisticated rules for bench trials only. The review function should be the same for both when both modes of trial exist.</p>\n<p>Yet, even for classes of cases for which there is no right to jury trial (e. g., equity cases, trials of title in condemnation cases, and trials under the Federal Tort Claims Act), no studies of this aspect appear to have been made and no distinct body of law appears to have been accumulated from which one or more general principles can be derived by induction so that they can then be applied by deduction to new disputes.</p>\n<p>In sum, as this court understands its function under the decisions referred to, it is to undertake the task of a sophisticated jury by evaluating the evidence through the three stages mentioned, and returning what would amount to a series of special verdicts.</p>\n<p>This \"jury-non-jury\" analysis has been undertaken to aid in evaluating the cases which deal with concepts such as a \"prima-facie\" case, shifting of the burden to offer evidence, the risk of non-persuasion and the overall burden of persuasion because they have dealt with these concepts in non-jury cases like this one, although the concepts themselves have an underlying meaning or function which is significant only when there is a separation as between judge and jury, one dealing with law and the other with facts.</p>\n<p>It is observed in passing, too, that the Supreme Court has flatly said that there is no right to jury trial in cases under Title VII, 42 U.S.C. § 2000e, <i>Great American etc. v. Novotny,</i> <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2345</span></a></span>, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1979). This proposition was set forth with the rationale that \"the Act expressly authorizes only equitable remedies\". This can only refer to 42 U.S.C. § 2000e-5(g), which mentions such compensatory monetary items as \"back pay\" as forms of \"equitable relief\". See also, <i>Richerson v. Jones,</i> <span class=\"citation\" data-id=\"344167\"><a href=\"/opinion/344167/dionysius-richerson-in-no-76-1762-v-captain-gerald-r-jones-united/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, at 926 et seq. (CA 3, 1977), a case involving claims by a federal employee under 42 U.S.C. § 2000e-16, where punitive damages were ruled not allowable under Title VII because such damages are traditional in courts of law but not in courts of equity, relying on 42 U.S.C. <span class=\"star-pagination\">*128</span> § 2000e-5(g). <i>Richerson</i> is cited in <i>Great American</i> at footnote 17 for the same proposition.</p>\n<p>Yet, under Rule 18, F.R.Civ.P., a party may assert as many claims, \"legal, equitable, or maritime, <i>as he has</i> against an opposing party.\" (Emphasis added) New Jersey has gone well beyond <i>permitting</i> joinder; it <i>requires</i> joinder of claims under the \"entire controversy\" doctrine now formally expressed in N.J.Court Rule R. 4:27-1(b) (1979), and see <i>Pressler</i> annotations to the Gann Law Books edition, 1980, for the major decisions on the subject.</p>\n<p>Thus, a party may assert not only a claim for equitable (and hence non-jury) relief under Title VII, but also a claim under 42 U.S.C. § 1981, 1983, etc., for which he may demand a jury. Such claims are asserted in this case, but since no jury was demanded by any party, the jury aspect was waived, Rule 38, F.R.Civ.P. and General Rule 8-F of this District. This is not a case like <i>Great American etc. v. Novotny, supra</i><i>,</i> a case that went up from this circuit, where the Court of Appeals held that a claim under 42 U.S.C. § 2000e-3(a) [sec. 704(a) of Title VII] had been asserteda non-jury claim not before the Supreme Court  but where the Supreme Court reversed the Circuit and ruled that a claim under 42 U.S.C. § 2000e-2(a) could not be asserted through an alleged conspiracy under 42 U.S.C. § 1985(c), the latter being a claim for which a jury trial might have been demanded.</p>\n<p>For cases tried to a jury there are further implications. To illustrate: if a trial judge erroneously denies a motion for directed verdict under Rule 50(a) at the end of plaintiff's evidence, and decides that a prima facie case has been made out as a <i>matter of law,</i> all that the erroneous ruling implies is that on the evidential record at that stage there is a jury question. If defendant then chooses to rest and offers no evidence, the jury receives the case to decide on the facts. The judge's erroneous ruling, in this example, is supposed to be made by accepting the plaintiff's evidence as true, together with all favorable inferences that can reasonably be drawn therefrom by a reasonable jury. Even assuming the judge's ruling to be wrong, the jury is in no way bound to accept all the plaintiff's evidence, nor is it required to draw all the favorable reasonable inferences. On a plain <i>a priori</i> basis, the jury can return a verdict for the plaintiff or for the defendant. If the verdict be for plaintiff on the assumptions made here, the erroneous ruling can be corrected either by a motion n.o.v. under Rule 50(b), or on appeal from the final judgment.</p>\n<p>But if, on the other hand, the jury verdict is for defendant, the judge's erroneous ruling against defendant is mooted by the verdict and ensuing judgment. The error has been \"cured\" by the jury's verdict leaving nothing to be appealed in respect to this point. It is for this reason that the subject is not one found discussed in the opinions of upper courts. The point can only arise on appeal if the verdict is for plaintiff in such a case and if the error is not corrected by judgment n.o.v.</p>\n<p>The same observations apply in jury cases when defendant does offer evidence, including cases where plaintiff adduces rebuttal proofs, and the motion for directed verdict comes at the end of the evidence adduced by both sides. The only difference is that if there were a deficiency in plaintiff's case in chief, such that it failed in law to amount to a prima facie case, the deficiency may be supplied through evidence of defendant's testimony, whether on direct or cross-examination. Such an event, of itself, would \"wash out\" or cure the hypothetical erroneous ruling on the law at the end of plaintiff's case.</p>\n<p>In criminal cases, under local New Jersey law, this feature is different. A motion for acquittal at the end of the State's case, if denied, is judged on appeal only according to the evidence adduced up to that point, and nothing appearing as evidence proffered by defendant may be considered on the point. The rule in federal criminal cases has been different, and the \"jury question\" issue is tested by <i>all</i> the evidence on both sides at the end of the entire case, although some indications suggest a change <span class=\"star-pagination\">*129</span> in the direction of the New Jersey rule may be developing.</p>\n<p>In a routine, run-of-the-mill civil case tried to the court alone, whether it be by waiver of jury trial, or because it be one for which no right to jury trial exists, the court is called upon to make findings of fact and conclusions of law, Rule 52(a), and the same rule provides that:</p>\n<blockquote>\"If an opinion or memorandum of decision is filed, it will be sufficient if the findings of fact and conclusions of law appear therein.\"</blockquote>\n<p>Both requirements are, of necessity, matters of adjective and procedural law. This is for the obvious reason that the authority for the promulgation of Rule 52(a), along with all the other Rules of Civil Procedure, is derived from 28 U.S.C. § 2072, the second paragraph of which declares that:</p>\n<blockquote>\"Such rules shall not abridge, enlarge or modify any substantive right and shall preserve the right of trial by jury as at common law and as declared by the Seventh Amendment to the Constitution\".</blockquote>\n<p>It is not to be assumed, in construing the Rules, that the Supreme Court has exceeded the scope of its authority. Rather, the Rules are to be interpreted in such fashion as will fall within that scope.</p>\n<p>These well established principles and practices, however, have not been clearly applied in employment discrimination cases, whether under Title VII or § 1981, et seq., even in non-jury cases. Because of the uncertainty in the law and the absence of reliable guides to trial judges in these matters, the evaluation of the evidence will be made both as a matter of law (i. e., as though there had been a jury, and as though the court were ruling only on the <i>legal sufficiency</i> of the evidence), and separately as a finder of fact.</p>\n<p></p>\n<h2><i>Kinds of evidence in discrimination cases</i></h2>\n<p>Despite the many analyses of the wide variety of discrimination cases, the outcome of all of them inevitably depends on the element of intent, and a causal relation between that intent and the consequence complained of. The \"intent\" referred to is not by any means confined to actual, subjective, individual intent of a purposeful nature. It refers to the legal concept of intent which also embraces subconscious and institutional intent as well as an intent inferred from purposeful adherence to some direction or course of action even after an invidious discriminatory effect has been shown to follow from what may have been wholly innocent conduct. Equitable concepts carry considerable weight here, for the ancient rule has been that where a course of conduct, innocently undertaken, is shown to invade the rights of others and the fact is brought to the actor's attention, a refusal to alter the course of conduct to accommodate the rights of others will be regarded as deliberate and intentional. The principle is much the same as the even older concept, developed in the courts of law, that an entry by lawful authority will be treated as a trespass <i>ab initio</i> when the authority is abused after entry. The doctrine is said to have been first formally expounded in the <i>Six Carpenters' Case,</i> 8 Coke 148. It was said in that case that the reason for the rule was that the subsequent illegal conduct shows that there was an \"unlawful intent\" to begin with.</p>\n<p>The legal concept of \"intent\" is to be distinguished from \"motive\", as juries in criminal cases are regularly instructed. Forbidden discrimination in employment may be the consequence of the highest and most salutary motives, but the legal \"intent\", not the motive, is what controls.</p>\n<p>Categorization of various kinds of evidence which the decided cases show may be accepted as proof of invidious discrimination must be understood as not implying that no other kinds of evidence may be used, or that several kinds of evidence may not be combined to prove the claim even though each kind, taken alone in a given case, may be insufficient as a matter of law or as a matter of fact.</p>\n<p>It cannot be emphasized too strongly that each case will necessarily be evaluated on its own facts, and that no two cases will be exactly alike. Of course, there will be <span class=\"star-pagination\">*130</span> classes of cases, such as those where a large number of employers apply practices specified by an industry-wide collective bargaining agreement, in which the outcome of one dispute may have the practical effect, or may amount to binding precedent under the doctrine of <i>stare decisis,</i> of controlling the outcome of a very large number of other potential claims that never reach any administrative agency or court. The outcome of one case can oblige all the affected employers and collective bargaining agents to so modify the industry agreement as to eliminate any basis for other claims. This is a common prophylactic feature of any system of law.</p>\n<p>Keeping these severe limitations in mind, the various kinds of evidence which the reported cases recognize as probative of the ultimate fact may be described in a number of categories.</p>\n<p>A. STATISTICAL EVIDENCE. This kind of evidence is grounded on the mathematical theory of the law of large numbers, the fundamentals of which were developed by Laplace. In general, it may be said that statistical evidence so far dealt with by the cases falls in two classes. One consists of \"demographic statistics\" and the other of \"comparative statistics.\" The choice of terms is an unhappy one since, in discrimination cases, all uses of statistics are \"comparative\" in the sense that one set of numbers is inevitably matched up against some other set of numbers.</p>\n<p>Second, it must be kept in mind that the calculation of probabilities <i>a priori</i> is based on the assumption that the outcome of each trial of an event in a series is governed by pure chance or \"randomness\". Each toss of a perfectly balanced coin has an equal random chance of turning up heads or tails. Each roll of a perfectly formed and balanced die has an equal random chance of displaying at the top any number from one to six. Each spin of a roulette wheel, perfectly formed and balanced, and with a perfectly rounded and balanced ivory ball, has an equal random chance of having the ball come to rest in any number from one to thirty-six, on either a red or black number, or on either an odd or even number (disregarding for this purpose the two extra \"house\" spaces for zero and double-zero).</p>\n<p>These <i>a priori</i> calculations of probability, being based on the assumption of pure chance, also imply that the outcome of one trial has no cause-and-effect relation to the outcome of another trial; if it did, the \"pure chance\" assumption would be destroyed. It is for this reason that heads can come up ten times in a row consistent with <i>a priori</i> probabilities, and the historical list of events in no way requires that the eleventh toss should come up tails. Each trial is independent.</p>\n<p>The law of large numbers is designed to measure and articulate the probability that the outcome in a large number of trials will deviate, to one or another extent, from the <i>a priori</i> expectations, on the basis of the assumed \"pure chance\".</p>\n<p>Examined retrospectively (or <i>\"a posteriori\"</i>), the greater the deviation shown by the outcomes of a large number of trials in comparison with the <i>a priori</i> expectations, then the less is the probability that those results were of pure chance. But the law of large numbers does not purport to assert that a consecutive string of 1,000 heads is not the result of pure chance. It says no more than that such a series is extremely unlikely, puts a probability number on it, but also accepts that such a series can be the result of pure chance.<sup>[7]</sup></p>\n<p>In applying these concepts to discrimination cases, it must be kept in mind that if <span class=\"star-pagination\">*131</span> the outcome of a series is so improbable as to warrant the inference that some influence other than pure chance is at work, the mathematics are of little use in arriving at a rational conclusion to identify what external influence is causing the deviation. To make a decision in that regard calls for some kind of evidence other than statistical evidence. If the subject is the tossing of coins or the rolling of dice, the kind of evidence looked for would be physical. Is the coin perfectly balanced statistically and dynamically? Is there an atmospheric movement that affects the spin? Is the surface on which the coin falls level, true and perfectly smooth? Is that surface soft enough to damp out any tendency to bounce?</p>\n<p>When the subject is discrimination in employment, this kind of inquiry is considerably more complex and difficult. The precise physical data available for the study of coins and dice simply do not exist for interrelated human behavior. And, in addition, even if the proofs be clear that some influence other than pure chance is at work, the applicable law for a given claim only recognizes specific external influences as invidious or forbidden. If the external influence be one or more <i>other than</i> those denounced by the applicable statute, the abnormal outcome cannot of itself support the claim.</p>\n<p>The <i>demographic</i> statistical approach compares two populations in respect to their mix and distribution of particular kinds of individuals. One population is the relevant segment of the particular employer's work force. The other population is the group of individuals in the relevant labor market, and their mix and distribution. This kind of comparison of numbers resembles the process typical of some kinds of anti-trust cases, and a prime example of its application is that found in <i>Int'l Brotherhood of Teamsters v. U. S.,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977).</p>\n<p>The second kind of statistical data used in discrimination cases is found where the claim is that some eligibility rule or practice arbitrarily and without rational basis automatically excludes some large segment. These are labeled as \"disparate impact\" cases, and a major example is <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977).</p>\n<p>As noted above, both forms are really \"comparative\", and the classification reflects no more than the differences in what composes the bases for comparison. The relevant work force, or applicants, or some other employer-related population is inevitably compared with a larger, non-employer related population. Sometimes, comparisons are made between the mix and distribution of one employer's work force with that of another, as in <i>Hazelwood etc., v. U. S.,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977), decided the same day as <i>Dothard.</i></p>\n<p>And, although it is a jury selection case rather than an employment discrimination case, <i>Casteneda v. Partida,</i> <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1272</span></a></span>, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">498</span></a></span> (1977) is worth careful reading for its discussion of the significance of statistical evidence, even though it appears to reflect an underlying distrust of the \"key-man\" system of jury selection more than confident rulings on the statistical data. <i>Castaneda</i> is also of value for what it does <i>not</i> say in discussing the significance of the outcomes of small samples (16 to 20 persons), each taken in 11 different years in a series, and adding them together as though they were a single \"large\" sample of 870 persons, and comparing the data with census figures of mix and distribution for the single year of 1970.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*132</span> An obvious method by which an employer might employ statistics as a means for protection against discrimination claims would be to employ a system of stratified selection. This involves making a determination of the mix and distribution of the relevant labor pool, and filling vacancies with competent workers in proportion to that population. Such a course would tend to create a work force whose mix and distribution matches very closely that of the labor pool. The system would be similar to that of stratified random sampling widely used in the conduct of polls or other samplings. The difficulty is, however, that from a legal standpoint such an approach necessarily involves a deliberate purpose to select according to race, sex, etc., which are the very criteria forbidden by law.</p>\n<p>The only instance so far reported where the Supreme Court has allowed a system even remotely resembling this approach is that in <i>United Steelworkers v. Weber,</i> <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2721</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1979), involving an \"affirmative action\" program at least in cases where the employer feels exposed to claims of \"arguable violations\" for past periods. In principle, the same approach ought to be valid in cases where there cannot be any arguable claim of past violations, e. g., where a new plant or facility is about to be established, in order to avoid <i>future</i> arguable claims, but the Supreme Court has not gone that far.</p>\n<p>Another difficulty with stratified methods is that the mix and distribution of the relevant labor force are not static. They shift over time. Since most employers prefer a relatively stable work force, changes in the relevant labor market will throw the work force distribution out of kilter. Beyond that, a successful program of this kind would have a natural tendency to attract to the relevant market individuals who perceive themselves as being subjects of discrimination elsewhere. If this ensued, success at the start would generate failure in the future.</p>\n<p>The paradox is not unlike the parallel one in the public schools. Once top-quality city schools have been confronted with heavy migrations from other States where segregated schools have failed to provide adequate education. Incoming pupils who have finished the 7th grade in a poor school, for example, may only be up to 5th grade level in a good school. The pupil cannot be placed in the 8th grade of the good school because he is not up to the work; nor can he be put in the 5th grade of that school because he would be \"demoted\" through no fault of his, and would be some three years older than his classmates. If a city school system were to invent a kind of upgrading school, to bring the incoming pupil to the level of his age group over a period of several years, and if it did so successfully, the likely result is that it would draw to itself more disadvantaged pupils from other areas than its capacity could handle, aside from shouldering the extra financial burden of curing deficiencies caused by inadequate school systems elsewhere. Here, too, success would invite failure.</p>\n<p>Finally, the comparison of statistical data must be approached with care, especially when demographic mix and distribution of the relevant labor market is involved. Many reported cases suggest the view that if the mix and distribution of the employer's work force does not reasonably match those of the relevant labor market, there is a strong inference that invidious influences other than chance are at work. The view would have some validity if the mix and distribution of the market were essentially stable over time, and if the employer's workforce were wholly replaced periodically at fairly frequent intervals. Subject to the proofs in a given case, neither is likely to be true. With a highly mobile population, the mix and distribution of the market is more likely to shift rather than to be stable, and there will be even larger shifts among the individuals composing each segment of that <span class=\"star-pagination\">*133</span> market. At the same time, at least in most well-managed enterprises, the employer's work force will likely tend to be stable in terms of the individuals composing it. When the employer succeeds in hiring, training and advancing individuals on merit, leaving everything else to chance, his work force will tend to be stable over long periods, with new hires coming in at entry level as long-term employees retire or die, and those between moving upwards as their skills and abilities improve. For this theoretically ideal model, it would be most unlikely that the work force mix and distribution would ever reasonably match those of the relevant labor market. It would tend to lag.</p>\n<p>For this reason, such statistics should involve comparisons of the mix and distribution of the work force after \"ageing\" it (much as accounts receivable are \"aged\"), so that the aged groups can be compared to the market composition at corresponding times in the past.</p>\n<p>For employers whose work force is represented by organized labor, the regular work force will usually enjoy a form of tenure and seniority rights (except for provisional workers). The employer is not free to create vacancies at various levels in order to hire others so that his workforce today can reasonably match the labor market. Even if unorganized, sound business reasons would fully justify keeping good, experienced and trained employees, and it would run counter to good business practice to discharge some of them to create job openings for new hires so that his mix and distribution will tend to match the current labor market.</p>\n<p>For these reasons, demographic statistics will have the most meaning when compared to the mix and distribution of job applicants and of new hires, rather than to the mix and distribution of the entire embedded work force.</p>\n<p>A final problem worth discussing is that of the sincere employer, who does not in fact consider any of the forbidden criteria, but who is subjectively perceived (incorrectly) by individuals in the labor market as being biased or prejudiced against them. For that situation, the employer can be hanged by the statistics even though to do so would be unjust.</p>\n<p>No reported case discusses this kind of problem, but it seems obvious that the only course available in such a case would be one calculated to correct the falsely grounded perception of individuals in the market. One method that might be used, without violating any of the statutes, would be to adopt a hiring rule that when there are two applicants and only one job opening, and one of the applicants is from an untrusting group, then so long as the two are more or less equally qualified, the employer will hire both. A policy of this kind could, in time, constitute an actual performance that would correct the false perception. However, economic considerations being what they are, a program of this kind could only be used by an employer who has entry level job openings occur with reasonable regularity. In such a case, the employer would in effect be filling both the existing job opening and the next one anticipated that has not yet occurred but will. If the time period between job openings is reasonably short, such a program would not unduly burden an employer with more employees than he needs.</p>\n<p>Obviously, such a program cannot be used to deal with promotions, especially where the structure of the work force is hierarchical, with fewer and fewer positions existing as one moves upward.</p>\n<p>B. DISPARATE TREATMENT EVIDENCE. In cases where statistical evidence, whether demographic or comparative (i. e., to show the exclusionary impact of some facially neutral criterion), is either not available or does not tend to support the claim, the evidence tendered may be of the kind referred to as \"disparate treatment\" evidence.</p>\n<p>In a statistical evidence case, given a disparity of some 2 or 3 standard deviations, or a \"gross\" exclusion of a significant percentage of otherwise potential applicants, the evidence tends to show (1) that <span class=\"star-pagination\">*134</span> there is a <i>general</i> discriminatory influence at work, and (2) a further inference that the individual claimant was affected adversely as a result.</p>\n<p>On the other hand, a case depending on disparate treatment is claimant oriented, based on his or her individual treatment. In such cases the statistical evidence may show no disparity at all, or even a disparity favoring the protected category. Even if that be so, a claimant who can show his own discriminatory treatment, even though there be no <i>general</i> indication of discrimination, is entitled to make out his case on the basis of his individual treatment.</p>\n<p>As an ultimate fact, discrimination based on race, sex, etc. is what must be shown by the individual claimant, by a preponderance, to sustain his claim. The only difference between these two kinds of proofs is that in a statistical case a successful result will implicate discrimination against some number of individuals, while in a disparate treatment case, the focus is directed to discrimination against the claiming individual even though there be no discrimination against others.</p>\n<p>Perhaps the prime example of a disparate treatment case, and one also involving promotion (as here) is <i>Gillin v. Federal Paper Board Co.,</i> <span class=\"citation\" data-id=\"311367\"><a href=\"/opinion/311367/5-fair-emplpraccas-1094-5-empl-prac-dec-p-8613-nancy-a-gillin-v/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span> (CA 2, 1973). In that case the traffic manager was scheduled to leave, and a woman on his staff expressed an interest in applying for his position.</p>\n<p>When she broached the subject, he commented that the job was more suited to a man and was not suitable for a woman. During an interview in the ensuing EEOC investigation, he repeated this view, and also said that if he ran a newspaper ad for the vacancy he would classify it as seeking a man (if he could). At trial he testified that if the woman were equally qualified with a male applicant, she would have less of a chance because of her gender.</p>\n<p>The trial evidence showed that the traffic manager did not even consider the woman for recommendation. It also showed that he made a single recommendation, of a man, whose qualifications were shown and conceded to be superior. The trial court found that the woman was not qualified for the job, and the Court of Appeals agreed with the finding.</p>\n<p>Yet, the Court of Appeals reversed the trial court's dismissal because even though the evidence clearly showed that the woman would have been properly rejected if considered, the fact that she was not even considered <i>because of her sex</i> had made out a case of discrimination forbidden by law.</p>\n<p>The opinion provides no clue of the measure of damages under these circumstances. There was a remand to consider the point, but there is no subsequent history of the case reported. Since the violation amounted to a discriminatory denial of the right to be rejected on the merits, without regard to sex, it may be that humiliation damages were allowed after remand, but whatever the final disposition was does not appear.</p>\n<p>The case is important because it is an excellent example of disparate treatment evidence. While few cases can be expected to produce a defense witness so clearly articulating what the Court of Appeals described as a Victorian or male chauvinist attitude, it does illustrate the kind of evidence in this category.</p>\n<p>See, also, <i>Furnco v. Waters,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, at 579, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, at 2951, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978), emphasizing the importance of equal opportunity for <i>each</i> applicant regardless of race \"without regard to whether members of the applicant's race are already proportionately represented in the work force.\"</p>\n<p>C. MIXED EVIDENCE. The dissenting opinion of Mr. Justice Stevens in <i>Hazelwood School District v. U. S.,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, at 314 et seq., <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, at 2744 et seq., <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977) states an obvious point that might otherwise be overlooked. He observes that the basic framework in a Title VII case \"is the same as in any other lawsuit.\" The ultimate fact, to prove which a plaintiff carries the ultimate burden of persuasion, is that the employer has engaged in an unlawful employment practice <span class=\"star-pagination\">*135</span> of discrimination by applying forbidden criteria. Although the reported cases tend to fall into the categories described above, no case has ever held that these are the only modes of proof.</p>\n<p>Fed.Ev. Rule 401 defines \"relevant evidence\" as evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action (i. e., any \"material\" fact) more probable or less probable than it would be without the evidence. Fed.Ev. Rule 402 makes all relevant evidence generally admissible. This threshold is not high, as observed in <i>Carter v. Hewitt,</i> <span class=\"citation\" data-id=\"375911\"><a href=\"/opinion/375911/reginald-carter-v-lowell-d-hewitt-superintendent-john-fuiek-co-duane/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span> (CA-3, 1980).</p>\n<p>These principles being beyond dispute, it follows that any kind of relevant evidence, of more than one type or category, may be offered and received in an employment discrimination case, just as it would be in any other kind of case.</p>\n<p>Where mixed evidence is offered, it is treated as like evidence is in other civil cases. Any one item of evidence in any category may be of itself insufficient either to make out a prima facie case or to carry the burden of persuasion. That never was the test. All the evidence is to be considered together, and as a bundle of evidence is to be measured as a single unit. It is the composite that counts, not the components. The only exception is where more than one element must be shown, and where all must be proved by a preponderance. In such cases each essential element is like a link of a chain so that if any link be not established, the case must fail. But this concept does not require that each link be made of the same kind of material. One may be proved by one kind of evidence and another by some other kind. Even a single link may be composed of several kinds of evidence.</p>\n<p></p>\n<h2><i>Purposeful discrimination</i></h2>\n<p>As observed above, while \"intent\" is an essential component of \"discrimination\" on a forbidden criterion, it is long established (at least in disparate impact cases) that purposeful discrimination need not be shown. Every person is presumed to intend the natural consequences of his own acts.</p>\n<p>However, there appears to be an open question whether, in an employment discrimination case against a State agency, as here, \"purposeful discrimination\" is an essential element. See, <i>Hazelwood School District v. U. S.,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, at 306, note 12, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, at 2741 note 12, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977). This undecided question arises because of the basis for exercising power under § 5 of Amendment 14 to overcome the terms of Amendment 11. The issue was raised in <i>Hazelwood,</i> but the Court declined to rule on it since the case had been framed on the allegation \"that Hazelwood's pattern was the result of purpose.\" Since the case had been so framed, the Court saw no real constitutional controversy.</p>\n<p>Since the question remains open, and since this court can hardly resolve it, the evidence will be evaluated both on the assumption that \"purposeful\" discrimination must be shown in a suit against a State agency, and on the assumption that it need not be shown.</p>\n<p></p>\n<h2><i>The Prima Facie Case</i></h2>\n<p>The prima facie case introduced showed that McNeil was first hired in 1956, and Jones in 1958, and have been employed ever since by the Division. Both were black agents, and both were in the undercover section of the Enforcement Bureau until implementation of the Hays Report (a recommendation for reorganization of grades and levels for various kinds of jobs throughout State government, not limited to this Division). At that time, Jones was placed in a new title and higher salary grade, though evidently performing essentially the same functions, while McNeil was taken out of the undercover section and reassigned to the retail and gauging section at essentially the same salary as before, although he had previously been promoted once, in 1964, by Director Lordi.</p>\n<p>Further revision of job descriptions was made in 1974 under Director Ronco, and in 1975, both McNeil and Jones were promoted by him to the level of Senior Inspector. <span class=\"star-pagination\">*136</span> This was then, and is now, the highest level below supervisory levels, there being two levels, namely Principal Inspector and Supervising Inspector in that order, in the supervisory group, with 12 such positions in all for the Enforcement Bureau. Neither has been promoted since the start of the incumbency of Director Lerner on July 28, 1976.</p>\n<p>The evidence also showed that until formal bulletin posting of notices of vacancies began under the terms of a collective bargaining agreement negotiated with the State for police employees in all Departments, Divisions and Bureaus, knowledge of existing or anticipated vacancies was by \"common knowledge\" of a death, resignation or termination, or an impending retirement. These job openings were most frequent and numerous at entry level before achieving tenure (3 years' service under the statute), and least frequent and numerous in the case of higher levels, especially supervisory, where the number of positions was smaller and where the incumbents were traditionally tenured and career personnel with long service (though not always).</p>\n<p>Both McNeil and Jones said they understood the criteria for promotion were seniority and good performance. These criteria were not reduced to writing, and requests to be considered for promotion (evidently made from time to time whether there was an actual or impending vacancy or not) were processed through the supervisors for the section and evaluated, after which selection was made by the Director in consultation with his staff.</p>\n<p>There was not any evidence, as in <i>Gillin v. Federal Paper Board,</i> <span class=\"citation\" data-id=\"311367\"><a href=\"/opinion/311367/5-fair-emplpraccas-1094-5-empl-prac-dec-p-8613-nancy-a-gillin-v/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span> (CA 2, 1973), or as in <i>Rowe v. General Motors,</i> <span class=\"citation\" data-id=\"302358\"><a href=\"/opinion/302358/4-fair-emplpraccas-445-4-empl-prac-dec-p-7689-jake-rowe-v-general/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span> (CA 5, 1972) that supervisory personnel blocked presentation to the Director for his consideration any individual who had indicated interest. Nor was there any evidence, as in <i>Kunda v. Muhlenberg College,</i> <span class=\"citation\" data-id=\"378086\"><a href=\"/opinion/378086/connie-rae-kunda-v-muhlenberg-college-john-h-morey-individually-and-in/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 534 (CA 3, 1980), that published criteria for promotion were interpreted favorably for some (accompanied by calling attention to the importance of securing a master's degree) but not for others (who were not similarly instructed).</p>\n<p>Since all the positions involved are in the unclassified service, there are no formal, pencil-and-paper tests, validated or not, conducted by the N. J. Civil Service Commission. The processes for evaluation and selection are necessarily subjective.</p>\n<p>Plaintiffs also offered evidence of alleged harassment and intimidation. Both McNeil and Jones, along with one Boyce, were the subject of an undercover investigation by an undercover agent especially hired for the purpose, Nathanial Vestal. He had been a peace officer in Ohio with undercover experience, had met Inspector Dalton through Agent Marshall, and had indicated interest in working for the ABC. Dalton wrote him (Exh. P-39) to get in touch. A meeting followed with Dalton, Chief Campbell, one McCabe and Director Bower at the Gateway Motel. Vestal was told that McNeil, Jones and Boyce were suspected of taking bribes from licensees to ignore violations, and that he was to investigate the matter. He was given photos and written descriptions of the three men, and for about 2 months went to licensed premises they were scheduled to inspect, and eventually reported to Dalton that he had observed no misconduct by the three men. Dalton was disturbed at the report, and Vestal said Dalton tried to persuade him to report events that had not occurred. Dalton was eventually discharged for himself receiving payments from licensees.</p>\n<p>Evidence was also introduced of a meeting between McNeil and Director McDonough in the Spring of 1971, at about the time the Hays Report was in process of being implemented. McNeil had been \"docked\" a day's pay for failing to attend a meeting, and protested the action. Also, McDonough had learned of McNeil's candidacy for the United Community Corporation (a local semi-public civic group) and attendant press publicity. At the meeting, McDonough is said to have expressed the view that engaging in a city-wide campaign for elective office had \"blown the cover\" of McNeil as an undercover agent, and McNeil regards this view as responsible for his reassignment <span class=\"star-pagination\">*137</span> to retail gauging, as a result of which he did not receive the title and salary grade he would have otherwise (and which Jones did receive). McNeil regards this as a \"demotion\".</p>\n<p>Evidence was also introduced of an investigation, conducted at the request of Director McDonough, of an anonymous report that McNeil owned a large summer home in Martha's Vineyard, with a value inconsistent with his salary. The investigation was conducted without McNeil's knowledge, and the result showed the property to be owned by McNeil's in-laws but not by him. Nothing further was done with the matter.</p>\n<p>Evidence was also introduced of the presence, in Jones' personnel file, of letters sent to him at the ABC offices with the name of an unidentified female, suggesting an illicit sexual relationship. Jones was never informed of this, and no investigation was evidently conducted.</p>\n<p>Evidence of discriminatory attitudes toward black employees was also introduced. Vestal said that after his investigation of McNeil/Jones/Boyce, an attempt was made to terminate him, but was discontinued after he filed a complaint.</p>\n<p>Abad Perez, an Hispanic (Puerto Rico) testified to his experience with the Division and his conclusion that minority employees were discriminated against and had no future, as a result of which he left the ABC in March, 1977 (some 4 months before achieving tenure).</p>\n<p>Ruth C. Byrd testified that she worked for the ABC since 1956 as a clerk typist in licensing, and from 1973 on as a telephone-operator/typist. She said she had done the work of a principal clerk in licensing since 1956, was told she was covered by Civil Service, but has never received a promotion and has not been allowed to accrue pension benefits.</p>\n<p>Former Director Joseph P. Lordi, who served from 1964 to 1968, was also called by plaintiffs. He said that during his service there were no articulated guidelines for promotion. His criteria were seniority and merit, i. e., a man's work record with the ABC.</p>\n<p>As to mechanism, the request would either reach him through a request from a supervisor, or if the request had begun with him, he would call in the supervisor.</p>\n<p>He remembered Clarence Reed Johnson as being an inspector or senior inspector whom he appointed to head a branch office in the Camden area. Johnson was black, and was considered competent and qualified on the basis of the recommendations of Johnson's superiors, the work record shown by his file, and his years of service with the Division. He hired Betty Coleman, the first female agent in the Division, who was also black. He recommended McNeil to Attorney-General Sills as one of 6 promotions, secured approval of five, and announced the promotions (Exhs. P-43A, B and C) the promotions being effective June 8, 1964. Mr. Lordi had been in office only a short time, did not know McNeil personally, and relied on the evaluation of the supervisory staff and seniority.</p>\n<p>While there are other details and events in the record, the foregoing constitutes the major part of the prima facie case presented. There was no statistical data offered, either demographic or otherwise, nor did any expert in statistical analysis present any opinion on the significance of statistical data, such as what would define a relevant labor pool, what the mix and distribution were for the State of New Jersey by that definition as of the figures available from each decennial census, or the magnitude of a standard deviation, plus or minus, from a theoretical perfect match of the workforce at any of those points.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*138</span> In sum, what was introduced was a disparate treatment case with a mix of kinds of evidence as described.</p>\n<p>Taking the evidence as true, along with all reasonable inferences that a reasonable jury could draw from that evidence, the court finds that as a matter of law plaintiffs did establish a prima facie case such that had the proofs ended with plaintiffs' evidence, the case would have had to go to a jury to decide what facts were proven, the weight to be given, what inferences to draw, and whether the end result of the process showed the claims proven by a preponderance.</p>\n<p>This determination, which is on the law, recognizes that the aggregate of the proofs is borderline from a legal standpoint. This is because there was no evidence that, after either plaintiffs' not being promoted in a given instance, the vacancy remained open with efforts continuing to find someone else, or that on any promotion of someone else, the one promoted was less qualified or, if equally qualified, had less seniority. There is evidence of \"pass-overs\" by others with less seniority, but no evidence about relative qualification.</p>\n<p>While borderline, the ruling that a prima facie case was shown as a matter of law largely rests on the lack of written criteria for promotion, lack of specific instructions to supervisory personnel to guide their evaluations, and the subjective nature of the criteria employed by the appointing authority, the Director.</p>\n<p>The court recognizes that the positions are in the unclassified service, that the statute antedates the 1947 Constitution [see <i>State Troopers, etc. v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">302</span></span>, <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">141</span></span> (1973)] so that under local law the constitutional guidelines do not apply. Yet, at least since the 1972 amendments to 42 U.S.C. § 2000e, the agency has been subject to federal law on equal employment opportunity, and the local law making this agency exempt from civil service (except for clerical staff) must bow to paramount law.</p>\n<p>In other words, nothing in local law precludes a Director of the Division from establishing written criteria for promotion, or from providing written specifications to instruct supervisors in the application of the guidelines, and in other ways taking steps, fully within his local authority, to assure compliance with federal law.</p>\n<p></p>\n<h2><i>The defense evidence</i></h2>\n<p>In applying the three-step procedure for marshalling the evidence under <i>McDonnell Douglas,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), the second stage calls for considering the evidence offered to rebut the prima facie case. As made clearer in <i>Furnco,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span> (1978) and in <i>Board etc. v. Sweeney,</i> <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></a></span> (1978), the shift of burden to produce evidence calls on the</p>\n<p></p>\n<pre>\n                          1930         1940        1950       1960         1970\n     Total population   4,041,334   4,160,165   4,835,329   5,451,933   7,168,143\n     Total non-white      215,416     229,078     323,744     518,476     805,358\n     Non-white %           5.33%      5.506%      6.695%       9.51%     11.235%\n     1930:   90 × .0533 × .9467 = 4.541; the square root is 2.13, rounded to 2 individuals\n     1940:   90 × .05506 × .94494 = 4.683; the square root is 2.16, rounded to 2 individuals\n     1950:   90 × .06695 × .93305 = 5.622; the square root is 2.37, rounded to 2 individuals\n     1960:   90 × .0951 × .9049 = 7.745; the square root is 2.78, rounded to 3 individuals\n     1970:   90 × .11235 × .88765 = 8.975; the square root is 3, or 3 individuals\n</pre>\n<p>employer to articulate, by evidence, proofs tending to show that the challenged activity was not the result of discrimination on a forbidden ground, but is explained by other considerations.</p>\n<p>Defendants in this case have presented evidence which does articulate explanations of this kind. That they have done so does not imply that the judgment must go in their favor. This is because the evaluation, like that of the prima facie case, is conducted on the assumption that the defense evidence is believed and that all reasonable inferences that a reasonable jury could draw would be drawn. The test is accordingly a legal test. It is of greatest significance when the plaintiff's prima facie case is so strong that, in addition to its ability to survive a defense motion addressed to sufficiency, it would support a motion for directed verdict for plaintiff if no rebuttal evidence were offered. The prima facie case of plaintiffs here is not that strong, yet the command of the reported decisions requires that the defense evidence be evaluated from a legal standpoint in this sense.</p>\n<p>Aside from Mr. Lordi (who was called by plaintiffs), defendants presented testimony by former directors McDonough, Bower and Ronco (each of whom served about two years and had no prior connection with ABC)<sup>[10]</sup> and the present Director, Joseph H. Lerner, who has served since mid-1976 and whose employment with the ABC goes back to about 1960. Thus, all directors who served since 1964 (except for Joseph M. Keegan, who has died) testified. Of the earlier directors, none testified. The court takes judicial notice that Directors Burnett and Driscoll have died, along with a long-term career employee, Emerson Tschupp, who frequently served as Acting Director in the earlier years. Whether Directors Hock, Cavicchia or Davis are alive does not appear of record, but if any are they would be of advanced age.<sup>[11]</sup></p>\n<p>Director McDonough's testimony is that in implementing the reorganization called for by the Hays Report, McNeil suffered a disadvantage by reason of having engaged in a city election for the United Community Corporation while employed as an undercover agent in the enforcement bureau. As he saw it, open publicity is entirely inconsistent with effective performance for undercover work. This is a factor rationally related to the agency function, i. e., a valid \"business\" reason, equally true without regard to race, sex, and the like.</p>\n<p>Mr. McDonough's testimony also tends to show that this factor led to McNeil's transfer to the retail gauging section, where \"cover\" is not a factor, as a result of which he did not enjoy the salary increase and back pay benefits realized by Jones, in the implementation of the Hays Report. (See Tr. p. 613).</p>\n<p>Similarly, the evidence about the Vestal incident is met by testimony of Director Bower, who had hired Vestal, that he proposed the formation of an all black \"flying squad\" composed of McNeil, Boyce, Jones and a Roland Smith. During the observation period, the senior member (McNeil) was to be in charge, and if it was found during the trial period that someone else should head the unit, the next senior one in terms of service would be named. The technique of testing an experimental structure had the precedent of what had been done by Director McDonough, who organized such a flying squad under Mr. Salvatore (a white) with considerable success that seems to have played a significant part in <span class=\"star-pagination\">*140</span> Salvatore's later promotion. See Tr. p. 592-597.</p>\n<p>In any event, neither the Vestal investigation nor the Martha's Vineyard investigation of Jones seems to have had any effect on their careers since both were promoted to Senior Inspector by Director Ronco in 1975.</p>\n<p>It is also evident that the undercover personnel in the Enforcement Bureau are not only exposed to considerable personal risk (in the police sense), but also to the temptations of bribery. While the instances recounted in the record are no doubt few in comparison with the volume of total activity, it appears clear that even supervisory employees, such as Dalton (white) and Johnson (black) succumbed to the temptation, and both were discharged for accepting money from licensees. The defendants' evidence clearly shows that the agency is aware of this risk and undertakes discharge proceedings in every case, without regard to race, sex, etc., where the evidence sustains the charge.</p>\n<p>The retail liquor business, particularly where consumption licensees are involved, is largely a cash business. The consumption locations are those most likely to be the ones where sales to minors (for most of the period, under age 21), prostitution, gambling or drug sales, as well as \"switching\" product and other violations are most likely to occur. As largely \"cash\" operations, there will be a tendency to pay wholesalers' salesmen in cash, thus carrying the risks of any cash operation over to the wholesale level to some extent.</p>\n<p>The court takes judicial notice of these risks, and of the intolerability of employees who are \"on the take\" in this most sensitive field. It also takes judicial notice of its own records, in Cr.No.76-405, in which an elected official holding high legislative office was indicted in this court on charges of violating 27 U.S.C. § 205 (commercial bribery in connection with sales of intoxicating liquor) in connection with the operation of a wholesale liquor business and who pleaded guilty to a superceding information. Other high state officials have also been found guilty on pleas involving bribery, extortion, tax evasion and the like, all bottomed on \"cash\" transactions. See, e. g., Cr. 579-71, Cr. 341-73, Cr. 12-73, Cr. 276-72, Cr. 277-72, among others.</p>\n<p>All these cases were highly publicized, and if they served any public purpose they ought to have made it clear that being \"on the take\" will not be tolerated, whether the miscreant be a high public official or an employee of a public agency. All of the defendants in the enumerated dockets, incidentally, were white.</p>\n<p>Thus, the defense testimony effectively articulated rational agency grounds for reassigning McNeil to retail gauging, for the Vestal investigation, for the Martha's Vineyard inquiry, for the retention of the anonymous letters in the Jones' file, and the like. That the supervisors and directors recognize the need to check the conduct of agency employees, yet do not adversely treat the subject of the investigation if no proof sufficient for discharge or other discipline appears, is shown by the Ronco promotions of both plaintiffs in 1975.</p>\n<p>So far as the Byrd evidence is concerned, the testimony for defendants is that she has been a \"temporary\" employee since 1956, that she had not passed the Civil Service test for clerk-typist, and that when a test was given and a list promulgated in 1973 (for which she did not qualify), the ABC created a new \"temporary\" position for which there is no Civil Service classification, in order to retain her. The defense evidence shows considerable favoritism for Byrd but not discrimination against blacks. She is ineligible for membership in the Public Employees' Retirement System (PERS) solely because, having failed to pass Civil Service examinations, she remains a \"temporary\" or \"provisional\" employee.</p>\n<p>The credibility of plaintiff's witness Vestal was challenged by the testimony of Peter Rossi, the delegate for PBA Local 104, N.J. State ABC Agents. He testified to Vestal's unauthorized display on his vehicle of a PBA shield when he was not a member, in 1975, a disorderly persons violation under N.J.S.A. 2A:170-20.5. Vestal refused <span class=\"star-pagination\">*141</span> to say where he got the shield or any other questions. Cranford local police were informed and Vestal turned over the shield without formal proceedings. On another occasion, he applied for membership with the PBA, but refused to submit the required resume. Eventually he did submit it and was admitted to membership in mid-1978 after having been twice rejected, once because of the unauthorized shield use, and the second time for refusal to submit a resume. This evidence contradicts Vestal's claim that he was discriminated against because of race or color.</p>\n<p>George Lund, Deputy Director for Administrative Services (including personnel matters) testified that there is an established grievance procedure with respect to promotions, which applies to the Enforcement Bureau. This procedure is grounded on the collective bargaining agreement for the Enforcement Bureau, all members of which are unclassified. No grievance was filed under that procedure by either plaintiff. During his service (8 years) he was not aware of any instance where an enforcement agent was promoted more than one level at a time. There is no written rule forbidding it; it is a matter of precedent. A promotion of more than one level would be unusual.</p>\n<p>He also said he knows Ruth Byrd, that she is not in PERS because she has not passed a civil service test and so is in \"provisional\" status. If he could promote her, he would. He has explained to her why she is not in PERS.</p>\n<p>He recalled two hires as senior inspectors from the outside, rather than from the ranks. These were Mr. Long and Mr. Hendrickson. Both were white, and both were hired because of extensive experience in accounting, one with a manufacturer and the other with a law enforcement agency elsewhere.</p>\n<p>Principal Inspector Spille also testified to events contradicting the testimony of Vestal, both as to qualifications and performance as well as his inability to function effectively with other agents, despite efforts to accommodate to his individual traits and lack of skills.</p>\n<p>Dennis Rulli, a supervising inspector for the enforcement bureau, with service since 1952, heads up the undercover section. He has principal inspectors below him, one covering northern N.J. and the other central N.J. There is a southern unit also, technically under his supervision but which does not report to him. Plaintiff Jones works under Principal Inspector Spille, who reports to Rulli, and has never submitted a request for promotion through established procedures. He knows of no grievances filed by black employees in connection with promotions received by others.</p>\n<p>Rulli has been involved in the termination of a number of employees, all of whom were white. One was listed for 1976, another in 1962. Both resigned on request though both had tenure. He began the investigation of Dalton which was then stayed due to his indictment; Dalton was eventually fired. He recommended that a Mr. Wetzel not be allowed to attain tenure. He has never disciplined a black agent.</p>\n<p>He said the Vestal incident was not the only time an \"outsider\" was engaged to investigate ABC personnel. One instance involved bringing in someone from the Attorney General's office, and his work resulted in firing of 7 or 9 men plus a supervisor. It involved the New Brunswick undercover squad. All were white.</p>\n<p>A black investigator was brought in from State Police in the late 1960's or early 1970's, but was ineffective because his identity was known.</p>\n<p>Rulli is also the training officer for ABC. He sent Jones to the State Police academy for a course in supervision, and had Jones function on occasion to relieve his supervisor, Spille. Jones did not like supervisory work; he said he would rather be out in the field.</p>\n<p>The interviewing or hiring team for ABC includes persons with supervisory functions and duties. There are no blacks on the group at this time. If Mr. Johnson from South Jersey were still with ABC, he would certainly sit with the group.</p>\n<p><span class=\"star-pagination\">*142</span> Daniel Salvatore, a Principal Inspector for ABC, entered service the same day as Jones, January 2, 1958. They were trained together at the State Police course in Sea Girt. He was promoted in 1962 and 1968, was reclassified in 1971 or 1972 under the Hays Report, and became a Principal Inspector in 1975.</p>\n<p>In the 1971 reorganization, he lost his supervisory position, and received no retroactive pay or increase in pay. He had been in charge of a special gambling squad with 4 males and 1 female under him. The reorganization abolished the squad, and Salvatore was placed under Dalton. After having been in charge of a squad he preferred to gauge whiskey rather than be second in command. This was a personal choice, and he was put on gauging in Warren, Morris and Sussex counties.</p>\n<p>He returned to undercover work in 1975 when promoted to Principal Inspector. He was not on the list of 10 employees submitted for consideration to the Director. He is now directly in command of the Central Unit, which embraces the area from Union to Ocean County out to the Delaware River. He has two area squads, numbering a total of 20 to 25 agents. Of these, there are 5 black males, two Hispanic males (a Cuban and a Puerto Rican) and one female. Another Hispanic agent planned for the squad did not make the grade at the Police Academy, and another black he expected was promoted to assistant seizure officer instead.</p>\n<p>Salvatore confirmed the testimony of his special assignment mentioned above, under Director McDonough in considerable detail.</p>\n<p>There is considerably more, but taken all in all, what has been described is the major part, and the court determines that the defense evidence, as a matter of law, did rebut plaintiffs' prima facie case.</p>\n<p></p>\n<h2><i>Pretext evidence</i></h2>\n<p>Under the applicable law, after the review of the defense rebuttal evidence, the court is obliged to consider evidence adduced by plaintiffs tending to show that the articulation of legitimate reasons is merely a pretext to conceal an underlying discrimination as shown by the prima facie case or otherwise.</p>\n<p>The court finds no evidence of this kind in the record, keeping in mind that this evaluation is not related to the particular order of proof. Evidence of pretext, if it exists, may be found in any part of the case, whether on direct or cross-examination, and without regard to which side called the witness. The entire record has been reviewed four times by the court, and it finds no indication of any pretext evidence having been adduced anywhere.</p>\n<p></p>\n<h2><i>Determinations as fact-finder</i></h2>\n<p>A. PURPOSEFUL DISCRIMINATION. Because of the open question whether purposeful discrimination must be shown to support a claim against a State government agency, the court has made a separate review and finding on the point.</p>\n<p>In this regard, the court acts as finder of fact, as though it had been a jury returning a special verdict.</p>\n<p>The court finds as a fact that there was no purposeful discrimination. The evidence on the point does not even approach equipoise, much less amount to a preponderance.</p>\n<p>The strongest evidence on the subject involves the Vestal incident, which had its start under Director McDonough and was executed under Director Bower, and the proposal for an all-black \"flying squad\" proposed by Director Bower.</p>\n<p>The evidence on the Vestal incident is unpersuasive because it is admitted by plaintiffs and by Vestal that after a period of surveillance, Vestal violated the trust of his special assignment by secretly disclosing his identity and function to the very persons he was to check up on. Whether Dalton was looking for a way to find subordinates to be blamed for his own acceptance of bribes, or not, is beside the point. Ordinarily, when a supervisor is himself \"on the take\" he receives his share from subordinates. This is not always so. A supervisor can be \"on the take\" even though subordinates <span class=\"star-pagination\">*143</span> are not participants by simply \"tipping off\" the target. But the outside hired undercover agent, engaged to conduct surveillance of subordinates, simply has no business disclosing his identity and function to the targets. Vestal never told Dalton or Bower what he had done. Rather, Vestal strikes the court as a person who was more interested in advancing his own position than in performing ably the sensitive and delicate assignment given to him in utmost secrecy. His conduct in this regard not only destroys his credibility, but his admission on the stand, under oath, appears to be more than ample ground for his discharge for cause.</p>\n<p>The testimony about his activities in respect to the PBA, undenied, further destroys his credibility as a witness, and the court gives his testimony little, if any weight.</p>\n<p>His demeanor and conduct as a witness confirms this evaluation. He displayed strong personal motive in his own interest, he had a personal axe to grind, and displayed an exaggerated view of what he thinks he has accomplished. In the court's view, he harmed the plaintiffs' case much more than he helped it, but his egocentric views led him to feel he had been helpful.</p>\n<p>The other \"purposeful\" item is Director Bower's proposal to form an experimental all-black squad. It is significant, as the court sees it, that this proposal followed the clearing of McNeil, Jones and Boyce at the end of Vestal's misguided effort. The Director did not know that Vestal had destroyed the surveillance. The inference was clear that, in his view, the three men were trustworthy. He then proposed the all-black squad, for which the recent Salvatore assignment was a clear precedent.</p>\n<p>This proposal, which was rejected, does not tend to prove discrimination, much less purposeful discrimination. McNeil, Jones and Boyce, of course, knew from Vestal's breach of trust, that they had been under suspicion. They assumed (correctly) that Bower was aware of the effort. But they knew, and Bower did not, that they had themselves been \"tipped off\" by Vestal. They never told Bower of their awareness, but acting upon it they rejected the proposal out of hand.</p>\n<p>In doing so, they disserved not only Bower and the ABC but themselves as well. They discarded a unique opportunity, under a considerate and concerned Director, to advance themselves and others of their race as well.</p>\n<p>The court finds that the Bower effort was sincere and well-motivated. He was satisfied that the men were reliable, and developed a proposal to provide the opportunity to advance them, keeping in mind the severe constraints of budget limitations. The court finds that had the proposal been accepted, and the experiment conducted successfully (which was within the plaintiffs' control), Director Bower would have been provided with a powerful factual basis to present to the Attorney General and the Governor (along with the budget director) for the needed appropriation to authorize promotions.</p>\n<p>The rejection of the proposal is found to have been rooted in plaintiffs' own subjective distrust, and their failure to recognize that they had been cleared and were being offered a unique opportunity for advancement, which they could themselves control by better-than-average performance.</p>\n<p>Considering these two major items, along with all other evidence remotely relevant on the point, the court finds, as a finder of fact, that no purposeful discrimination has been shown by a preponderance throughout the period dealt with by the record.</p>\n<p>B. NON-PURPOSEFUL DISCRIMINATION. The main theme of the plaintiffs' case, if purposeful discrimination need not be shown, is grounded largely on \"seniority\" concepts.</p>\n<p>Seniority systems as such, where \"routinely applied\", and where bona fide, are not made unlawful under Title VII, even where discrimination practiced before the Act took effect (1972, as to governments and government agencies) has the consequence of giving whites greater seniority rights than blacks or other victims <span class=\"star-pagination\">*144</span> of discrimination. <i>Teamsters v. U. S.,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, at 352, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, at 1863, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977). In a ruling this year, the Supreme Court decided that a 45 week \"temporary\" status for new employees was a legitimate component of a \"seniority system\" under 42 U.S.C. § 2000e-2(h). <i>California Brewers Ass'n v. Bryant,</i> <span class=\"citation\" data-id=\"110187\"><a href=\"/opinion/110187/california-brewers-assn-v-bryant/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, <span class=\"citation\" data-id=\"110187\"><a href=\"/opinion/110187/california-brewers-assn-v-bryant/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"110187\"><a href=\"/opinion/110187/california-brewers-assn-v-bryant/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1980).</p>\n<p>Seniority systems come in all sizes and shapes. They can be on a craft basis, on a plant basis, on a company-wide basis, and so on. See, e. g., <i>Jersey Central Power &amp; Light Co. v. Local 327, etc.,</i> <span class=\"citation\" data-id=\"324115\"><a href=\"/opinion/324115/9-fair-emplpraccas-117-9-empl-prac-dec-p-9923/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span> (CA 3, 1975), vacated and remanded at <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1976) for reconsideration in light of <i>Franks v. Bowman, etc.,</i> <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>, <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1976), opinion on remand <span class=\"citation\" data-id=\"339124\"><a href=\"/opinion/339124/13-fair-emplpraccas-762-12-empl-prac-dec-p-11193/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span> (CA 3 1976), after which the dispute was settled.</p>\n<p><i>Jersey Central</i> involved an electric public utility which had a company-wide seniority system. As the result of negotiations with EEOC in the exercise of its active administrative functions, an agreement was entered into, tripartite in nature, between the EEOC, the employer and the collective bargaining unions. The agreement was a \"settlement\" which did not establish or concede any prior discrimination. It set \"goals\" for \"new hires\" in respect to minority and female applicants, with a 5-year target.</p>\n<p>The \"active\" program for new hires was duly carried out, without controversy, until the employer encountered a period of financial difficulty (sparked by the Arabian oil embargo of 1973-1974) as a result of which it was obliged to protect its cash-flow and earnings position with lay-offs while applications for rate and revenue adjustments were processed with the usual \"deliberate speed\" and typical regulatory lag. What has happened since the disastrous events at Three-Mile-Island is not known.</p>\n<p>In any event, there was a conflict between the EEOC conciliatory agreement for \"new hires\" with the five year goals, and the collective bargaining agreement provisions on seniority. The District Court resolved the conflict by reading the two contracts together, especially since the labor unions were party to both, and directed that three seniority lists be established for layoffs and rehires: one for minority employees, one for females, and the third for \"all others\". Layoffs charged to each seniority list on a proportionate basis were felt to satisfy both contracts, recognizing seniority on the one hand while preserving the achievements of the EEOC contract on the other.</p>\n<p>As noted above, the Court of Appeals reversed, and the Supreme Court vacated and remanded. What happened later was some kind of settlement, not of record.</p>\n<p>The case cited is an example of the priority recognized by the Supreme Court to established seniority systems. However, it is of no guide here, as a support to plaintiffs' case, because the record shows that there is not any established seniority system for ABC employees in the State's unclassified system.</p>\n<p>Seniority is doubtless taken into account, as the present and all former directors who testified indicated, but it is not the kind of seniority \"system\" dealt with by <i>Teamsters,</i> or <i>Franks</i> or <i>California Brewers.</i> Rather, seniority at ABC is one factor  an objective one, by the way  among other factors considered in promotion cases. Merit counts. Honesty counts. Past performance counts. Loyalty counts.</p>\n<p>In a true seniority system, the employee with most seniority has first call, <i>at his choice, not the employer's,</i> for the next promotion. It is that feature, not present here, that supports the decisions in the cases cited. The rights have been vested by contract over the years.</p>\n<p>The structure in the present case, typical in many ways of the \"unclassified service\" in government, is neither fish nor fowl. A system such as Civil Service in government, depending as it does on specific examinations for hiring and promotion, along with features such as \"veterans' preference\" [see, e. g. <i>Personnel etc. v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979)] bears no resemblance to privately contracted <span class=\"star-pagination\">*145</span> seniority systems. The sole test, aside from veterans' preference, is merit  as measured by the results of job-related tests. A bona fide seniority system is contractual and has no assurance of validation or of being \"job-related\". Time in service with the employer controls.</p>\n<p>The unclassified service in ABC is peculiar in other ways. By statute enacted as N.J.P.L. 1944, c. 216, amending NJSA 33:1-4, the \"inspectors, investigators and executive assistants\" (all in the unclassified service) employed for 3 years, \"shall serve during good behavior and shall not be removed except for cause.\" This is a \"freak\" provision for a body of employees hired at the start in the sole discretion of the Director, and removable by him at will before that point. Whether this arrangement helps or hurts the establishment and continuation of a small governmental agency in terms of building an \"esprit de corps\" or exposing it to the risks of \"to the victor belongs the spoils\" is for the New Jersey executive and legislative branches to decide.</p>\n<p>Rightly or wrongly, both the agency employees and outside office holders consider it appropriate to solicit and send letters to the Director to urge the appointment or promotion of A, B or C, when it is quite obvious that the outside public official has not the slightest notion of the agency or the merits of the request. The record contains letters from former Newark Mayor Addonizio (urging a hiring when the question was promotion), from Senator Kaye, Congressman Sandman, and from former Senator Bateman. To the credit of the Directors in office, such solicitations were politely acknowledged and then given the weight they deserved.</p>\n<p>Given this context, not appearing in any reported decision the court has found, it is no surprise that, despite the lack of written criteria, the absence of written instructions to supervisors, the lack of formal job-related tests, and the subjective nature of the criteria for promotion, the Directors have performed creditably and with no badge or sign of forbidden discrimination. They have judiciously avoided political influence, which is not a forbidden criterion under any federal statute. They have worked assiduously, usually over short, two-year terms of service, to carry forward the conceptions of the founder of ABC, D. Frederick Burnett, who expressed the guide that enforcement should be \"fair, impartial, stringent and comprehensive.\" NJSA 33:1-33.</p>\n<p>The agency is essentially a police agency, and the Enforcement Bureau is no doubt its most important unit. The nearly 600 municipalities having authority to issue retail licenses are assigned the primary jurisdiction for administration and enforcement. The Enforcement Bureau cannot be expected to do more than spot check as a tool for quality control, or provide support for municipalities who feel a need for help. If police forces at the municipal level performed flawlessly, there would be no need for an Enforcement Bureau or for an undercover section.</p>\n<p>The drastic population changes in the larger cities since World War II have created a distinct need for black undercover agents who can, with safety to themselves and effectiveness for the operation, obtain evidence of violations by licensees. The Directors have recognized that need, and have acted in all reasonable ways as they saw them, to recruit, train and promote black and other minority agents. They have evidently been successful by and large, though occasionally frustrated by misconduct of persons like Vestal, Dalton and Clarence Johnson, the Camden supervisor among others.</p>\n<p>So far as the ultimate offense of being \"on the take\", is concerned, the record shows that ABC will not tolerate such misconduct, and that the only proper discipline is discharge, which is meted out without regard to any forbidden criterion. Nothing in this case resembles the circumstances of <i>Worthy v. U. S. Steel,</i> <span class=\"citation\" data-id=\"375510\"><a href=\"/opinion/375510/22-fair-emplpraccas-102-22-empl-prac-dec-p-30705/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span> (CA 3, 1980).</p>\n<p>In a number of instances, the record discloses that an incoming Director has been asked by his predecessor to honor planned promotions, probably delayed in execution by the timing of the annual appropriations <span class=\"star-pagination\">*146</span> laws, and it appears that these requests were generally adhered to. Especially where the incoming director was new to the Division (all appointments since 1964 except Bower and Lerner), the first promotions made reflect the judgment of the preceding Director, while later ones reflect the judgment of the incumbent. With most terms being for 2 years (in contrast to the 7 years contemplated by the enabling act) it is perfectly natural for this process to occur, and no adverse inference in the context of this case will be drawn on that account. Why most Directors move on after two years for most of the recent history is not dealt with in the record, and there is no point in speculation about it. The fact is that as each Director left, the selection of his replacement is placed in the hands of the incumbent Governor, with the advice and consent of the Senate.</p>\n<p>In only two instances were these arrangements of a different kind during the period discussed. One was Mr. Bowers, who was hired as an investigator (the only opening available) by Director McDonough, promoted by him as Assistant to the Director, and then appointed by the Governor with Senate approval to succeed McDonough as Director. See Tr. p. 659; 705-706. This appears to have been a \"grooming\" process for eventual appointment as Director. The other is the appointment of the present Director, who had long experience with ABC, including service as Acting Director. In these two instances, the incoming Director was already familiar with the ABC operation at its highest level, and with the staff and line personnel.</p>\n<p>Another factor in the picture is that ABC was perceived, rightly or wrongly, as not having maintained the very high reputation and quality of performance of earlier years. Thus, Director McDonough was told by Governor Cahill of rumors that there were serious potential problems. This was evidently triggered by what may have been a \"tip-off\" about a raid in Middlesex on which ABC agents were working with State Police. Views that ABC agents could not be relied on were also expressed by representatives of the Division of Alcohol, Tobacco and Firearms (U.S. Treasury), various local Chiefs of Police and New York ABC officials.</p>\n<p>Similarly, when Director Ronco (who had previous experience in law enforcement but none in ABC) was appointed, Governor Byrne indicated that the Division was \"rudderless\", that morale was not good and reputation was not good, and as a result Director Ronco undertook a reorganization, including better job descriptions, and including promotions for McNeil and Jones, among others.</p>\n<p>Considerable testimony dealt with the earlier reorganization under the Hays Report, which had been preceded by the Viser [sic] Report under Governor Hughes. The Viser Report was the result of studies of the levels of compensation for top management officials in State government up to the cabinet level. Upgrading of salary levels there had to precede any consideration of middle management levels and below, since the higher positions set the ceilings. The Hays Report that followed dealt with the lower levels and attempted to equalize compensation for substantially equivalent jobs throughout the Executive Branch. Although the implementation of these programs no doubt generated controversy about how well they achieved their purpose and the effect on particular individuals, nothing in the record remotely suggests any purpose, overt or pretextual, or any disparate impact, in regard to any forbidden criteria. Everything points to complete neutrality in this respect, and the court so finds.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*147</span> In sum, after detailed review of all the evidence, taken as a whole and functioning as a finder of fact, the court finds that plaintiffs have failed to prove a case by a preponderance, of the essential elements of the claims, whether under 42 U.S.C. § 1981, et seq., the 14th Amendment or 42 U.S.C. § 2000e, et seq. as to any defendant.</p>\n<p>Jones surely has no claim against McDonough, who included him in the group reclassified under the Hays Report, with an increase in pay and retroactive pay. McNeil has shown no claim against McDonough because his transfer to gauging was the result of his having engaged in public activity legitimately regarded as inconsistent with his functions as an undercover agent. This, the court finds to be a proper consideration in view of the Division's functions and the importance and sensitivity of the undercover assignment. Whether considered as a narrow review to test for arbitrary or capricious qualities, or as a wholly independent, de novo evaluation [see <i>Henry v. Rahway State Prison,</i> <span class=\"citation\" data-id=\"1936823\"><a href=\"/opinion/1936823/henry-v-rahway-state-prison/\"><span class=\"volume\">81</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"1936823\"><a href=\"/opinion/1936823/henry-v-rahway-state-prison/\"><span class=\"volume\">410</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">686</span></a></span> (1980)] the result is the same. The court finds that the action taken was untainted.</p>\n<p>The claims against Mr. Bower also fall short of a preponderance. Aware of the suspicions expressed about McNeil, Jones and Boyce, and aware of the fact that the Vestal investigation turned up no evidence (but unaware of Vestal's infidelity), Mr. Bower sincerely proposed the all-black \"flying squad\" to all three plus another. As noted above, the court finds that had plaintiffs been equally sincere, and had undertaken the experiment with success, Mr. Bower's hand would have had a strong bid for seeking the needed appropriations to make the arrangement official. In this regard, the court finds that if plaintiffs had not been \"tipped off\" by Vestal, they most likely would have accepted the proposed experiment or one similar to it. In this sense, plaintiffs were injured by Vestal whose disclosure of his identity and assignment undoubtedly planted the seed of distrust which led to the rejection. The fault was not Bower's, but Vestal's.</p>\n<p>How any claim can be asserted against Mr. Ronco is beyond the court's understanding in view of his promotion of both plaintiffs to the highest positions below the supervisory level in 1975 and in the course of his own reorganization of the Division. This claim is utterly without merit.</p>\n<p>As to Director Lerner, the evidence is clear that his policies positively seek the recruitment, training and advancement of minority agents for the entirely proper purpose of meeting agency needs. Undercover work in the larger cities, with many retail consumption licensees catering to distinct minority patronage, obviously requires undercover agents who will not be evidently \"out of place\" during surveillance operations. He has not rejected either plaintiff, nor disciplined or demoted either. He has not promoted anyone else, equally or less qualified, over them, aside from seniority. He, too, may be facing budget difficulties. The court takes judicial notice of the announced decision of the Attorney-General to eliminate state-required price fixing in the alcoholic beverage field, a policy recently upheld by the Supreme Court of New Jersey, and supported by the decision in <i>California Retail Liquor Dealers Association v. Midcal Aluminum, Inc.,</i> <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1980).</p>\n<p>This change inevitably foreshadows a shrinkage in the authorized positions for ABC, and the 1980-1981 budget and appropriations bill is currently pending. Some number of ABC employees whose work was concerned with price regulation will not be needed any longer. The court cannot say that Director Lerner is to be faulted for <span class=\"star-pagination\">*148</span> prudent hesitation. It finds that no claim has been proved against him.</p>\n<p>The testimony also showed, for the entire period covered, that while some whites with less seniority were promoted over minority agents with more seniority, the converse was also true. The record is replete with examples. The point is, as noted at the start, that what plaintiffs really complain of is not race discrimination but of the absence of a full-fledged seniority system which does not exist. All Directors testified that length of service was a factor, but none testified to anything resembling a full-fledged seniority system.</p>\n<p>In observing the witnesses, the court's own evaluation is that neither McNeil nor Jones demonstrated the kind of familiarity with the details of ABC operations that one would expect of agents with their length of service. In contrast to agents who are in supervisory positions, some with less seniority, the plaintiffs' lesser qualifications were clear, although both have \"filled in\" for supervisors and Jones was sent to take a supervisor's training course. The court asked a number of questions to provide it with an indication of relative qualification, and finds that each has failed to prove he is truly qualified for supervisory work.</p>\n<p>It must be said, as implied above, that the broad discretion vested in the Director by local law is one thing, and establishing practices or procedures to affirmatively show compliance with paramount federal law is another. Given the broad discretion he has, a Director is free to establish precise job descriptions, specify objective criteria for promotion, establish job-related tests if he chooses, issue written instructions for the application of all these tools, and otherwise see to it that he simultaneously achieves his statutory duties and at the same time erases any basis for any claims like the present ones.</p>\n<p>In sum, no actionable discrimination has been shown for any past occurrences, and no basis for future injunctive relief. The fact that there are several supervisory vacancies, the filling of which has been held in abeyance pending the outcome of this suit, is not a fact supporting any claim made. Both plaintiffs have applied for promotion. Neither has been rejected. No one else has been appointed. To deal with that feature of the case would be to render an advisory opinion and to substitute the court's judgment for a decision which is the responsibility of the Director.</p>\n<h2>NOTES</h2>\n<p>[1]  See the structure, very closely patterned after this one, for the Legalized Games of Chance Control Commission and the legislation on bingo and raffles for charitable and benevolent organizations, NJSA 5:8-1, et seq., and especially NJSA 5:8-8, 5:8-11, 5:8-12, 5:8-13, 5:8-22, 5:8-25, 5:8-30, 5:8-39, 5:8-51, 5:8-57, 5:8-66.</p>\n<p>[2]  This analysis may need refinement for a referral State like New Jersey in light of the later decision in <i>Mohasco Corp. v. Silver,</i> <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2486</span></a></span>, <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (1980).</p>\n<p>[3]  The claim by McNeil, based on his transfer to gauging in the implementation of the Hays Report later discussed is barred as a Title VII claim because the incident long predates his 1973 cutoff date, and predates the effective date of March 24, 1972 as to the agency.\n</p>\n<p>The claims of both McNeil and Jones as to the Vestal incident later discussed are also barred as Title VII claims since the matter predates their respective 1973 and 1974 cutoff dates.</p>\n<p>Despite this, the court has taken all incidents complained of into account in its evaluations.</p>\n<p>[4]  There have been 11 persons in all who have headed the Division of Alcoholic Beverage Control as Director (or its predecessor, the Department of Alcoholic Beverage Control and Commissioner) since its formation. These, and their terms, were as follows:\n</p>\n<p></p>\n<pre>\n12/6/33 to 4/22/40         D. Frederick Burnett\n8/11/41 to 1/20/47         Alfred E. Driscoll\n4/1/47 to 1/31/52          Erwin B. Hock\n7/1/52 to 2/14/54          Dominic A. Cavicchia\n2/15/54 to 1/21/63         William Howe Davis\n3/11/64 to 1/9/68          Joseph P. Lordi\n1/15/68 to 1/21/70         Joseph M. Keegan\n1/22/70 to 2/13/72         Richard C. McDonough\n2/14/72 to 3/8/74          Robert E. Bower\n7/16/74 to 4/2/76          Leonard D. Ronco\n7/28/76 to present         Joseph H. Lerner\n</pre>\n<p>Gaps between terms are periods for which an \"acting\" designation was filled by deputies already on the staff. One was Emerson Tschupp (see, Lordi testimony, p. 794), another was the present director (see Lerner testimony, p. 858).</p>\n<p>[5]  Some of the cases also speak of a further opportunity given to plaintiff to meet defendant's articulation of lawful reasons with evidence tending to show that the defense evidence is no more than a pretext to conceal an underlying discriminatory purpose or impact. This is not really a separate sequential item since such evidence can be and often is introduced as part of plaintiff's case in chief. The broad discovery available in civil cases, properly used, informs plaintiff of the defense position and enables him to anticipate it in this fashion.</p>\n<p>[6]  Needless remands for more clearly articulated expressions are avoided by adhering to this practice.</p>\n<p>[7]  These notions must be dealt with very carefully and with clear understanding. For instance the odds against dealing a bridge hand of 13 cards, all of the same suit, runs into the hundreds of trillions to one. Precisely the same odds militate against <i>any specific hand of bridge</i> as dealt, no matter how poor. The reason for this is that the number of combinations and permutations of bridge hands is that large, and the probability of dealing <i>any</i> particular hand is exactly the same as for any other, including one of 13 spades. It is the rules of the game of bridge, <i>not the laws of probability,</i> that make 13 spades so valuable and most hands nondescript. See Levinson, \"The Science of Chance\" (Rinehart, 1950), pp. 30-31.</p>\n<p>[8]  In employment promotion cases, the analysis of statistical evidence is considerably more difficult because employers do not discharge entire work forces and draw new ones at random from the pool in the relevant labor market on any periodic basis, such as daily, weekly, monthly or annually. There is not, accordingly, any series of independent \"events\" in the sense used for probability mathematics, and so comparisons may be more deceptive than meaningful. It may be that some technique using moving averages paced to the rates of change in the employer's work force and in the labor pool would be a better tool but the court has found no discussion of this approach.\n</p>\n<p>Of course this comment would not apply to those arrangements where selection of workmen is made on a frequent, periodic basis, not by the employer but by the labor union at the hiring hall or \"shape up\". Even here, established seniority systems may prevent randomness in selection.</p>\n<p>[9]  Although no demographic data were offered by plaintiffs, the court has undertaken to look up the census figures for each decennial census available from 1930 (3 years before the statute creating the ABC was enacted) through 1970 (the most recent census). The gross population figures, without adjustment for age, and other criteria that would more accurately define the relevant labor market, are tabulated below.\n</p>\n<p>For a sample of 90 employees, in 1970, the <i>\"a priori\"</i> number of non-whites would work out to 90 × .11235 or 10 individuals. Since the \"standard deviation\" is 3 individuals, any number between 7 non-whites and 13 non-whites would reflect one standard deviation plus or minus from the <i>\"a priori\"</i> expectation based on demographic data. While comprehensive tabulations of the work force are not in the record, the testimony discloses that the number of non-white employees, most of which are identified by various witnesses, are well within this range of one standard deviation. Plaintiffs McNeil and Jones, along with Vestal and Boyce, comprise 4 by themselves. Seven more are in the two area squads under Inspector Salvatore in the Central Unit.</p>\n<p>[10]  Director Bower was prepared for his eventual appointment in an accelerated fashion, as discussed later, but this is not a case of experience \"in the ranks\", as with Director Lerner, and his preparation was evidently intended to ready him to succeed Director McDonough.</p>\n<p>[11]  The 1980 N.J. Lawyer's Diary lists Dominic A. Cavicchia as retired from the practice of law, with an address in Fanwood, N.J. The Martindale-Hubbell Directory records his year of birth as 1901. William Howe Davis is also listed in the 1980 Diary, and the Martindale-Hubbell Directory records his year of birth as 1904. While not in the record, both publications are \"directories * * * generally used and relied on * * * by persons in particular occupations\", Fed.Ev. Rule 803(17), and probably come within Fed.Ev. Rule 201(b)(2), but their tenor is merely noted in passing.</p>\n<p>[12]  To some extent the Division's personnel problems may be due to what are probably low salary scales for undercover police work in today's context. This would tend to create pressure for \"promotions\", not because the applicant really wants to move to higher rank and greater responsibility but because it is the only means for achieving a pay raise. Compare the levels set in the original statute in 1933, NJSA 33:1-3 and 4. The \"commissioner\" (now Director) was to receive $16,500 a year. His three deputies (now five) were to receive up to $6,000 a year (fixed by the commissioner). The inspectors and investigators were to receive up to $3,500 a year (fixed by the commissioner). These amounts are roughly equivalent today to $165,000., $60,000., and $35,000. aside from the erosion from increased tax rates in higher income brackets, FICA tax, and the recently adopted State income tax.\n</p>\n<p>The relatively low current scales are bound to have an adverse effect in attracting, recruiting, training and advancing promising and dedicated and trustworthy police officers especially for undercover work. It cuts across all lines without regard to race, color, sex, etc.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110215/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358681/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375911/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378086/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1475521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1936823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2073924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3558064/"
          ]
        }
      ],
      "judges": "Biunno",
      "date_created": "2014-10-30T19:28:51.815406Z",
      "date_modified": "2016-03-03T21:08:48.556228Z",
      "date_filed": "1980-03-20",
      "date_filed_is_approximate": false,
      "slug": "mcneil-v-mcdonough",
      "citation_id": 1935995,
      "case_name_short": "McNeil",
      "case_name": "McNeil v. McDonough",
      "case_name_full": "",
      "federal_cite_one": "515 F. Supp. 113",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1788151/mcneil-v-mcdonough/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:28:51.811601Z",
  "date_modified": "2014-10-30T19:28:51.811601Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "McNeil",
  "case_name": "McNeil v. McDonough",
  "case_name_full": "",
  "slug": "mcneil-v-mcdonough",
  "docket_number": "Civ. No. 76-1024",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}