{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1800233/",
  "id": 1800233,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1972014/",
      "id": 1972014,
      "absolute_url": "/opinion/1972014/matter-of-yaccarino/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1800233/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1972014/",
          "id": 1972014,
          "absolute_url": "/opinion/1972014/matter-of-yaccarino/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1972014/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": true,
          "date_created": "2013-10-30T07:57:12.602584Z",
          "date_modified": "2017-04-08T04:25:58.770298Z",
          "type": "010combined",
          "sha1": "703d7fb4504c169c3e215336c442975db86b62cf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>101 N.J. 342 (1985)</b></center>\n<center><b>502 A.2d 3</b></center>\n<center><h1>IN THE MATTER OF THOMAS L. YACCARINO, JUDGE OF THE SUPERIOR COURT OF THE STATE OF NEW JERSEY.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued October 9, 1984.</center>\n<center>Decided December 27, 1985.</center>\n<p><span class=\"star-pagination\">*348</span> <i>Eugene J. Sullivan,</i> Assistant Attorney General, and <i>J. Michael Nolan, Jr.,</i> Special Counsel, argued the cause for the State of New Jersey (<i>Irwin I. Kimmelman,</i> Attorney General of New Jersey, and <i>J. Michael Nolan, Jr.,</i> attorneys; <i>Eugene J. Sullivan,</i> of counsel; <i>J. Michael Nolan, Jr.,</i> and <i>Robert T. Lawless,</i> Deputy Attorney General, on the briefs).</p>\n<p><i>Michael D. Schottland, Robert J. Del Tufo, John R. Ford, Joseph N. Dempsey,</i> and <i>Robert F. Novins</i> argued the cause for respondent (<i>Michael D. Schottland, Charles J. Uliano, Joseph N. Dempsey, John R. Ford, Robert F. Novins,</i> and <i>Robert J. Del Tufo,</i> attorneys; <i>Michael D. Schottland, Charles J. Uliano, Robert F. Dempsey, John R. Ford, Joel N. Kreizman, Robert F. Novins, Robert J. Del Tufo, Carmine A. Iannaccone, Frank Verdi,</i> and <i>Beth Novins,</i> on the briefs).</p>\n<p><i>Edward G. D'Alessandro</i> argued the cause for <i>amici curaie</i> Montego Bay, Inc., and Green Parrot, Inc. (<i>D'Alessandro, Sussman, Jacovino &amp; Mahoney,</i> attorneys; <i>Edward G. D'Alessandro,</i> of counsel; <i>Brian E. Mahoney,</i> on the brief).</p>\n<p>PER CURIAM.</p>\n<p>This is a judicial removal proceeding brought under <i>N.J.S.A.</i> 2A:1B-1 to -11, against Judge Thomas L. Yaccarino of the Superior Court of New Jersey (respondent). The proceedings <span class=\"star-pagination\">*349</span> were initiated by a complaint authorized by this Court in February 1984 following two presentments of the Advisory Committee on Judicial Conduct (ACJC). The subject matter of the complaint and underlying presentments concern conduct of respondent dating back to 1979. Respondent was charged with professional ethical misconduct in violation of <i>N.J.S.A.</i> 2A:1B-2, Rule 2:15-8(a), and Canons 1, 2A, 2B, 3A(3), 3A(4), 3C, 5C(1), and 5C(7) of the Code of Judicial Conduct. The Court designated a three-judge panel pursuant to <i>N.J.S.A.</i> 2A:1B-7 to conduct a hearing, take evidence, and to report its findings to the Court.</p>\n<p>Respondent filed an answer in which he denied the allegations against him. In addition, he asserted several defenses, seeking both the dismissal of the entire proceedings on constitutional, statutory, and procedural grounds and the dismissal of particular charges on grounds relating specially to these charges.</p>\n<p>The special panel denied respondent's several motions based on his affirmative defenses and proceeded with hearings, which were held from March through May 1984. The panel rendered its report dated July 3, 1984. It found generally that the evidence showed a \"pattern of misconduct\" that warranted respondent's removal from the bench. Accordingly, on July 12, 1984, this Court issued an order to show cause why respondent should not be removed.</p>\n<p></p>\n<h2>I.</h2>\n<p>We deal first with a threshold contention made by respondent that the report of the special panel was not authorized by the statute governing judicial removal or any appropriate Rule and should be struck as <i>ultra vires.</i> Respondent argues that the panel is statutorily empowered only \"to take evidence,\" <i>N.J.S.A.</i> 2A:1B-7, that is, to compile the evidence and summarize it. It is claimed that the panel exceeded its authority by making factual determinations and recommending disciplinary sanctions.</p>\n<p><span class=\"star-pagination\">*350</span> We reject this contention. In <i>Matter of Coruzzi,</i> 95 <i>N.J.</i> 557 (1984), this Court recognized that the Judicial Removal Act was passed to implement removal procedures as authorized generally under the Constitution. <i>N.J. Const.</i> of 1947, art. 6, § 6, para. 4. We stated that the Act \"left much to the Supreme Court's discretion,\" citing <i>N.J.S.A.</i> 2A:1B-8.</p>\n<blockquote>The interests involved are so great that the Legislature required that the matter be heard directly by the Supreme Court or through its designated three-judge panel. [95 <i>N.J.</i> at 570.]</blockquote>\n<p>The Constitution and enabling statute confer a broad authority upon this Court. <i>N.J.S.A.</i> 2A:1B-8 provides that \"[e]xcept as otherwise provided in this act, proceedings shall be governed by rules of the Supreme Court.\" Clearly the Act contemplated authority in this Court to effectuate fully the power to be exercised in the area of judicial discipline. The Court has done so in this case by specific order. There is nothing inconsistent with the purpose or provisions of the Act in the Court acting by directive to constitute a three-judge panel and authorizing it, as an aspect of its hearing function, not only to receive evidence but also to make findings of fact and recommendations as to appropriate discipline.</p>\n<p>This procedure is fully consistent with the legislative scheme because all functions undertaken by the panel are strictly ancillary to the ultimate disciplinary functions performed by this Court. Because the final determinations of fact are made by this Court after its independent review of the record and, further, the ultimate or final discipline to be imposed rests in the sole judgment of the Court, the findings of fact and recommended discipline of the panel are essentially advisory. <i>Matter of Hardt,</i> 72 <i>N.J.</i> 160, 164-65 (1977); <i>see also </i><i>Matter of Yengo,</i> 72 <i>N.J.</i> 425, 429 (1977) (\"This Court * * * reached independent conclusions of its own on the evidence so taken....\").</p>\n<p>We add that the absence of a formal Rule of Court authorizing generally the constitution of a three-judge panel in <span class=\"star-pagination\">*351</span> judicial disciplinary proceedings in these circumstances does not vitiate the jurisdiction of the panel to conduct these proceedings and issue a report that includes its findings of fact and recommendations. The Court's Rule-making authority may be exercised by the promulgation of formal rules to be included in the published Rules of Court, <i>R.</i> 1:1. It may also be exercised in the form of general directives or specific orders. <i>See, e.g., </i><i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557; <i>Matter of Albano,</i> 75 <i>N.J.</i> 509 (1978).</p>\n<p>Respondent also contends that the judicial-removal proceeding should be dismissed because its conduct violated the right of due process. We conclude that this removal proceeding does not deny respondent's rights under the constitution of the United States and the constitution of New Jersey.</p>\n<p>Respondent complains that this Court acts, or has acted, as \"an investigator, complainant, prosecutor, grand jury, trial court and appellate court,\" and that the Court cannot, therefore, be a fair final arbiter in this matter. It is clear that this Court and the Legislature have honored the requirements of both procedural and substantive due process in separating the investigatory, prosecutorial, and adjudicative functions entailed in judicial disciplinary proceedings. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 573; <i>see </i><i>Mazza v. Cavicchia,</i> 15 <i>N.J.</i> 498 (1954). The fact that this Court authorized a complaint to be filed with the ACJC does not cast the Court in the role of an investigator; that the complaint was tried and heard by the ACJC does not cast this Court in the role of a prosecutor. And the additional fact that this Court empaneled a three-judge tribunal to hear these proceedings ancillary to this Court's final independent review does not itself constitute prejudgment or an earlier appellate adjudication by the Court. These proceedings amply observe the appropriate separation of all important functions implicated in disciplinary proceedings. Moreover, it is abundantly clear that the procedures provided in removal proceedings as to notice, opportunity to be heard, and the confrontation <span class=\"star-pagination\">*352</span> of adverse witnesses and evidence, see <i>N.J.S.A.</i> 2A:1B-6; <i>see also R.</i> 2:14-1 and <i>R.</i> 2:14-2, meet all the requirements of procedural due process.</p>\n<p>Respondent also claims that the act governing judicial removal, vesting as it does the power to remove judges in the Supreme Court, is an unconstitutional delegation of authority by the Legislature. Respondent cannot be heard to complain on the basis of the New Jersey Constitution. Article 6, section 2, paragraph 3 and section 6, paragraph 4 empower this Court to control the disciplinary aspects of the judiciary. The Legislature has implemented this constitutional authority by the enactment of the Judicial Removal Act, and specifically <i>N.J.S.A.</i> 2A:1B-2 and -3. The omissions from the Act of provisions for removal of members of the Supreme Court is not, as suggested by respondent, fatal from a constitutional standpoint. The Constitution itself has furnished other avenues for removal involving these judicial positions. <i>N.J.Const.</i> of 1947, art. 6, § 6, § 6, paragraph 4.</p>\n<p>The Respondent further contends that under the federal constitution judges can be removed by different procedures and substantive standards. <i>See U.S. Const.</i> art. III § 1, art. II § 4. Clearly, these federal constitutional provisions do not preempt state control of its own judiciary. A state that creates a public office can set standards of conduct for the state officer. <i>See </i><i>Gruenburg v. Kavanagh,</i> 413 <i>F. Supp.</i> 1132 (E.D. Mich. 1976); <i>Sinclair v. Schroeder,</i> 225 <i>Kan.</i> 3, 586 <i>P.</i>2d 683 (1978).</p>\n<p>These considerations also address respondent's further claims that the judicial removal statute is unconstitutionally vague. The Act, as supplemented by the Code of Judicial Conduct, establishes a sufficiently definite standard upon which to impose discipline or base a decision of removal. <i>See </i><i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557; <i>Matter of Hardt, supra,</i> 72 <i>N.J.</i> 160.</p>\n<p><span class=\"star-pagination\">*353</span> Respondent stresses the fact that the Attorney General decided not to present any aspect of these matters to a grand jury. Respondent asserts that the failure by a grand jury to return an indictment for some of these asserted offenses requires a finding by this Court that there is insufficient evidence to warrant removal. We disagree. Conduct that in itself does not constitute a criminal offense may be violative of standards governing performance, warranting discipline or removal for cause. <i>Napolitano v. Ward,</i> 457 <i>F.</i>2d 279, 284 (7th Cir.), <i>cert. denied,</i> 409 <i>U.S.</i> 1037, 93 <i>S.Ct.</i> 512, 34 <i>L.Ed.</i>2d 486 (1972). Further, the principle of collateral estoppel, which is pleaded as a defense, has no application here. With respect to the actions of the Attorney General, there was no definitive determination of the merits of the underlying charges with respect to a breach of judicial ethics. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 568, 569 n. 6. Finally, the power of the judiciary, stemming from the doctrine of separation of powers, must prevail to control its own members. Any decision by the Attorney General's office not to present this matter to a grand jury involves a discretionary determination by the executive branch and cannot bind or affect the judicial branch in matters concerning the goverance of the judiciary. <i>Accord </i><i>Knight v. Margate,</i> 86 <i>N.J.</i> 374 (1981).</p>\n<p>In sum, we determine that respondent's claims that these proceedings should be dismissed in their entirety on constitutional and statutory grounds are without merit. We concur in the determination of the panel that respondent's defenses based on these claims should be rejected.</p>\n<p></p>\n<h2>II.</h2>\n<p>Several of the charges of misconduct focus upon respondent's actions towards litigants, witnesses, and other persons appearing before him in particular court proceedings over which respondent presided. We deal initially with these.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*354</span> A.</h2>\n<p></p>\n<h2><i>The Ricca Matter</i></h2>\n<p>This matter arises out of respondent's conduct while presiding in a non-jury civil proceeding entitled <i>Elastomers Limited, Inc. v. Gino Ricca.</i> This was an action brought against the defendant for an alleged embezzlement of funds.</p>\n<p>Our independent review of the record discloses that respondent in the course of this proceedings discussed in open court his own financial dealings, threatened the witness-defendant, extensively questioned the defendant concerning the falsification of federal tax returns, and pointedly demeaned defendant with certain comments. Respondent, for example, told the defendant, \"You are in this thing up to your hipboots with Uncle Sam. Forget about defending yourself. You are dead ...\" In a direct appeal of that case, the Appellate Division specifically criticized respondent's conduct at trial in these respects.<sup>[1]</sup></p>\n<p>Based upon our independent assessment of the record, the evidence demonstrated beyond a reasonable doubt that, in their <span class=\"star-pagination\">*355</span> totality, respondent's comments in this matter were such that he threatened the defendant and expressed a personal bias and hostility against him that was wholly inconsistent with the judicial obligation to remain objective and neutral. This evidence also demonstrated beyond a reasonable doubt that respondent's conduct of this case reflected discourtesy, disrespect, and impatience, clearly constituing improper decorum and a lack of dignity, which vitiated the atmosphere of fairness and impartiality. Based upon these findings, we conclude that respondent violated Canons 1, 2A, 3A(3) and 3A(4).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2><i>The Bornstein Matter</i></h2>\n<p>This matter arises out of respondent's conduct of a matrimonial proceeding entitled <i>Andrea Bornstein v. Alan Bornstein.</i> The particular aspect of the matrimonial proceedings over which respondent presided involved the visitation rights of defendant, Dr. Bornstein, with respect to two minor children who were in the custody of their mother, the plaintiff. Dr. Bornstein had remarried and failed to exercise his visitation rights for a substantial period of time. He subsequently changed his mind and sought to visit the children, who were 13 and 9 years of age. However, he was unsuccessful because the children refused to see him. Mrs. Bornstein did not force the children to see their father nor did she discipline them for refusing to do so.</p>\n<p>Respondent at one time expressed his attitude toward defendant by stating that \"[i]n plain English, * * * if I had a stick thirty feet long to reach him now, I would bop him one. * *\" Later, he invoked his own personal views about child rearing when, referring to the fact that the Bornstein children would not call Dr. Bornstein \"father\" or \"daddy,\" but only by his first name, Alan, or simply as \"he,\" respondent stated, \"[i]f I had a kid and he called my wife Gail, his nose would be out of joint and his teeth would rattle.\"</p>\n<p><span class=\"star-pagination\">*356</span> Respondent also indicated that his personal views concerning religion took precedence over the law. When Mrs. Bornstein explained that she was in court because the children did not want to see their father, and not because of an intention on her part to stop them from doing so, respondent told her that she had \"an absolute affirmative duty cast upon [her] by [her] God, not by Yaccarino, not by me, but by God\" to persuade them to change their attitude and to respect and revere their father, and that she was not relieved of that responsibility because the father might have been a \"100 carat cad.\" Respondent again criticized Mrs. Bornstein for permitting the children to refer to their father as \"Alan\" and then invoked a religious example by reminding Mrs. Bornstein of how God destroyed Sodom and Gomorrah. When Mrs. Bornstein informed respondent that two independent psychiatrists had advised her that it would be harmful if the children were forced to see their father, he stated, \"I am not talking about a psychiatrist. I am talking about God.\"</p>\n<p>Respondent also advised those present in court of his personal views on divorce. He announced from the bench that he did not believe in divorce. With respect to custody, respondent commented that he could not imagine a situation in which a court would say to him \"[y]ou may or you may not see your children.\" In addition, respondent stated that if confronted with such a situation, \"I would pull this courthouse right off the hinges. There wouldn't be a courthouse. There can't be a world where those are the rules in my life.\" When counsel demurred, respondent informed the attorney that while both he [the attorney] and his client were \"civilized,\" he himself was \"uncivilized\" since \"I don't believe in divorce.\" The respondent expressed his personal views that the State's matrimonial laws and the court's authority to limit a parent's visitation rights would not be enforced by him. Respondent also expressed his willingness to kill anyone including himself for the protection of his children.</p>\n<p><span class=\"star-pagination\">*357</span> We appreciate that this was an unusual, difficult, and exasperating case. A prominent and experienced matrimonial practitioner personally solicited respondent to attempt to resolve the dispute. The respondent made extraordinary efforts to reconcile the father and his children. The judge struggled to assure each party that he understood that party's position. For example, the lawyers involved testified that they believed the judge, in describing the husband as a \"cad,\" was not only making it clear that the court did not condone anything that he had done, but wanted the wife to recognize how intractable the situation was. The case was undoubtedly stressful. Still,</p>\n<blockquote>[n]o matter how tired or vexed, * * * judges should not allow their language to sink below a minimally-acceptable level. Judges, like other members of society, will occasionally have a \"bad day.\" Even on such days, however, a judge must conduct court proceedings in a manner that will maintain public confidence in the integrity and impartiality of the judiciary. [<i>Matter of Sadofski,</i> 98 <i>N.J.</i> 434, 441 (1985).]</blockquote>\n<p>Based upon our independent assessment of the record, the evidence shows beyond a reasonable doubt that respondent spoke in crude terms, displayed a personal animus to the parties, invoked personal beliefs not legally relevant to the cause, and made irresponsible and reckless statements showing disrespect for and defiance of the law. Based on these findings, we conclude that respondent violated Canons 1, 2A, 2B, 3A(3) and 3A(4).</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2><i>The Josephson Matter</i></h2>\n<p>Respondent presided in two proceedings at a hearing in which Milton Josephson, Esq. was counsel. In <i>In re Estate of Kendall,</i> Mr. Josephson represented one of the heirs of the estate. He made a motion to be relieved as counsel. Respondent evidently understood the motion to be for relief as counsel and an assessment of fees against a successor attorney. At the close of the hearing respondent directed critical remarks at <span class=\"star-pagination\">*358</span> Josephson in a particularly offensive and harsh manner.<sup>[2]</sup> Following these remarks respondent granted Josephson's application to be relieved as counsel, but added \"with pleasure,\" indicating that he was personally happy to have Mr. Josephson out of the case.</p>\n<p>In the other proceeding, <i>Rue v. Jones,</i> respondent presided at a hearing on a motion brought by Mr. Josephson on behalf of the defendant to vacate a default that had been entered against his client. Although the motion was originally submitted under Rule 1:6-2, respondent ordered oral argument because it appeared that discrepancies existed between Mr. Josephson's affidavit and the affidavit previously submitted by opposing counsel, Leonard J. Coates. During the course of the hearing, Mr. Josephson represented to respondent that his client was in a hospital and therefore did not have knowledge of the attempted service by publication. The hospital was contacted at the request of respondent and it was indicated that there was no record of the client's admission during the entire year in question. At the conclusion of the hearing, respondent sanctioned Josephson, found him in contempt, and summarily fined him $200.</p>\n<p><span class=\"star-pagination\">*359</span> Based upon an independent review of the record we determine that respondent's conduct was not respectful or courteous; it betrayed personal feelings of hostility inconsistent with the objectivity, impartiality, and dignity required of a judge. We conclude, based upon these findings, that respondent's actions in these matters violated Canons 1 and 2.</p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2><i>The Bogewicz Matter</i></h2>\n<p>The case of <i>Milewski v. Bogewicz</i> was an action between two sisters for partition of jointly-owned land. Helen Bogewicz wrote a letter to respondent advising him <i>ex parte</i> of facts she believed demonstrated inadequate representation by her lawyer. The Organization of Women for Legal Awareness, an organization that seeks to protect the interests of women in legal proceedings, had recommended to Ms. Bogewicz that she write the letter.</p>\n<p>Respondent became incensed with the letter. He thereafter repeatedly humiliated and degraded Ms. Bogewicz in open court by means of a series of sarcastic comments, questions and hypothetical situations. Even after Ms. Bogewicz had apologized, respondent engaged in continuing unprovoked and harsh criticisms, harping constantly on the impropriety of an <i>ex parte</i> communication with the court.</p>\n<p>Based upon our independent assessment of the record, the evidence demonstrates beyond a reasonable doubt that respondent engaged in a course of conduct that tended to publicly humiliate and demean Ms. Bogewicz. He demonstrated a lack of sensitivity, civility, fairness and impartiality when he disregarded Ms. Bogewicz's apology and continued to berate and belittle her. Based on these findings, we conclude that this conduct constituted a violation of Canons 1, 2 and 3A(3).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*360</span> III.</h2>\n<p></p>\n<h2><i>The Stockton State College Matter</i></h2>\n<p>Another matter of asserted misconduct by respondent entails a personal family matter and the claimed misuse of his judicial office concerning this family interest. This arises out of an incident involving respondent's daughter, Cynthia Yaccarino, who was a student at Stockton State College during 1981.</p>\n<p>We find from our independent review of the record these facts to have been established beyond doubt. On March 6, 1981, Sergeant John Niewender, of the Stockton State College Police Department, found a dog belonging to respondent's daughter walking unleashed near the College bookstore. Sergeant Niewender had warned Cynthia on prior occasions that the dog required a municipal license and that she could not leave it unattended on the college campus. Sergeant Niewender put a rope on the dog and began to walk back to his car with it, intending to impound the dog. Cynthia came out of the bookstore and became irate at the officer and began yelling at him. Sergeant Niewender informed her that he was impounding the dog for lack of a license. Cynthia then screamed at and physically attacked the officer, striking and kicking at him and pulling his clothing while he attempted to place the dog inside his car. Her physical assault and interferences continued despite warnings from the officer, who finally placed her under arrest. He later charged her with simple assault, <i>N.J.S.A.</i> 2C:12-1a, obstructing a governmental function, <i>N.J.S.A.</i> 2C:29-1, and harassment, <i>N.J.S.A.</i> 2C:33-4. Cynthia was kept at the police station for an hour while the arrest papers were prepared; she then left and obtained a dog license, and retrieved the dog.</p>\n<p>Cynthia did not tell her parents of the incident until ten days later. She showed her mother an article concerning the incident contained in a school newspaper. Mrs. Yaccarino in turn showed it to respondent on the evening of March 16, 1981. Respondent immediately called the Stockton State College Police <span class=\"star-pagination\">*361</span> and spoke with Detective Sergeant Lentz. Respondent identified himself as a Superior Court Judge and demanded to know the statute that authorized the detention of the dog. He also told Lentz that he was a holder of silver and gold P.B.A. cards and had helped write the rules and laws governing campus police. Finally, respondent asked that the Chief of the Campus Police call him, and Lentz said he would have him call the next day.</p>\n<p>Respondent then called Frank Muzzi, Chief of the Monmouth College Campus Police Department and a longtime friend. Muzzi said he knew the Chief of the Stockton State Campus Police and that he would call him and ask him to contact respondent. Muzzi then called the Stockton State College Campus Police Station. After receiving this call, Sergeant Lentz called Chief Long of the Stockton State Campus Police, who then called Muzzi. Chief Long agreed to call respondent the next day. Muzzi then called respondent and confirmed that Chief Long would call the next day. Nevertheless, that evening respondent called Monmouth County Prosecutor Alexander D. Lehrer, but did not reach him. Later that evening the prosecutor returned respondent's call, and respondent asked him to contact Richard J. Williams, Atlantic County Prosecutor, to have Williams investigate Cynthia Yaccarino's arrest. Lehrer did speak with Williams the next day and told Williams of respondent's allegations of police misconduct.</p>\n<p>The next day, March 17, 1981, Frank Licitra, Chief of Detectives of the Monmouth County Prosecutor's Office, returned respondent's call of the night before. Licitra agreed to call Chief Long to find out what had happened. Licitra did call Long and asked him to call respondent. Licitra then confirmed to respondent that Long would call.</p>\n<p>At approximately 3:30 p.m. on the same day, Chief Long called respondent at his chambers in Freehold. Respondent was on the bench but later returned the call. Respondent identified himself as a Superior Court Judge. Respondent said that Sergeant Niewender, the arresting officer, had acted improperly <span class=\"star-pagination\">*362</span> and should be disciplined by \"firing the big cop.\" Respondent then finished by warning that if Long did not take action against Niewender by 9:00 a.m. the next day, March 18, 1981, respondent would turn the matter over to his legal counsel and sue Long, Niewender and Stockton State College for violation of his daughter's civil rights.</p>\n<p>Niewender was not fired and, on March 18, 1981, Cynthia Yaccarino filed two complaints against Niewender in Galloway Township Municipal Court. Respondent also called Donald Phillips, the Galloway Township prosecuting attorney on several occasions. On March 16 and May 27, 1981, the charges against Cynthia Yaccarino were heard in Galloway Township Municipal Court. The Municipal Court Judge dismissed the charges.</p>\n<p>We find from this evidence beyond a reasonable doubt that respondent's conduct engendered an undeniable appearance of impropriety. This was occasioned by respondent's numerous personal contacts with law enforcement officials, his use of intermediaries to contact law enforcement officials, and his repeated references to his official position. We fully appreciate that it was respondent's daughter who had been subjected to what he perceived to be a personal affront to her and exposure to personal indignity, particularly in the way that she was arrested and physically confined to a chair in the stationhouse. We reflect upon this with considerable understanding; this occurrence would anger and upset any parent. Judges are subject to the same human emotions as other parents and are entitled, as parents, to respond to a felt unjust abuse of their children. But judges must always be conscious that they not blur the line between parent and judge.</p>\n<p>Based upon our independent assessment of the record, the evidence demonstrates beyond a reasonable doubt that respondent used the power, authority, and prestige of his office as a Judge of the Superior Court to advance the private interests of his daughter with respect to the charges pending against her in the Municipal Court of Galloway Township. Respondent used <span class=\"star-pagination\">*363</span> his judicial position in an attempt to influence other public officials in the performance of their lawful duties and to interfere with the orderly administration of justice. We further find beyond a reasonable doubt that this conduct constitutes a misuse of judicial office, which reflects adversely upon the office of a judge and the administration of justice and brings the judiciary into public disrepute. We therefore conclude that respondent violated Canons 1 and 2 of the Code of Judicial Conduct.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We next consider the charges involving respondent's conduct in connection with two liquor license ventures (sometimes referred to as the ABC matters). The principal allegations against respondent in this matter are that (1) he possessed an interest in the liquor licenses held by Montego Bay, Inc. and Green Parrot, Inc. by reason of undisclosed stock ownership in the two corporations, and that this interest was not disclosed in violation of <i>N.J.S.A.</i> 33:1-25 and -26; (2) as a sitting Superior Court judge, he was prohibited from holding an interest in a liquor license by virtue of <i>N.J.S.A.</i> 2A:154-1 and <i>N.J.A.C.</i> 13:2-23.31; and (3) his involvement in the Montego Bay and Green Parrot enterprises violated article VI, section VI, paragraph 6 of the New Jersey Constitution, which prohibits a judge from \"engaging in ... other gainful pursuit.\" On the basis of these allegations respondent is charged with having violated Canons 1, 2A, 2B, 5C(1) and 5D of the Code of Judicial Conduct. We deal initially with the evidence that relates to each of these ventures and the findings of fact to be derived from that evidence, and then consider the conclusions to be drawn from these findings.</p>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2><i>The Green Parrot Bar</i></h2>\n<p>The evidence as to whether respondent had an ownership interest in the liquor licensee whether this interest was disclosed, <span class=\"star-pagination\">*364</span> and whether his conduct constituted \"gainful pursuit\" is intertwined. The extensive record reveals that in early 1981, Gordon Long and Craig Brierley sought investors to participate in the purchase of the Green Parrot Bar. A meeting between the interested parties, including respondent and his wife, was arranged at respondent's home. At this meeting, respondent made it known to the others that he was interested in the purchase of the real estate only and not the ownership and operation of the bar. However, he was interested in the bar to the extent that its income would help defer the debt service incurred in purchasing the real estate and suggested his wife as an acceptable partner. Respondent testified that he informed the others at this meeting that they would have to separate the land and the bar by establishing a realty and separate operating company. However, Long and Brierly had already entered into a purchase and sale agreement for the Green Parrot, which included the land and the bar.</p>\n<p>Nonetheless, a partnership, Green Parrot Realty, was formed to take title to the land, and a corporation, Green Parrot, Inc., was formed to operate the bar. Dennis Crawford, an investor and the attorney who drew up all the necessary papers, testified that respondent was not involved, but that his wife, Gail Yaccarino, was involved in both companies as a partner. No lease was ever drawn up between Green Parrot, Inc. and Green Parrot Realty, and no rent was provided by any method. No mention of respondent was made on Green Parrot, Inc.'s application for a liquor license. Moreover, the deeds and mortgages did not list respondent as a purchser, nor did they reflect his having an interest in the real estate.</p>\n<p>Respondent testified that his wife prepared and executed a deed transferring her interest in the property to herself and respondent as tenants by the entirety, in order to reflect his <span class=\"star-pagination\">*365</span> ownership interest. However, this deed was never recorded.<sup>[3]</sup> The Green Parrot purchase-and-sale agreement executed between the partnership, the corporation, and the disclosed owners in their individual capacities subsequent to the closing demonstrate the lack of separation between the partnership and the corporation.<sup>[4]</sup> Paragraph 8 of the purchase and sale agreement expressly provides that Gail Yaccarino holds the stock in Green Parrot, Inc. and the partnership interest in Green Parrot Realty as the nominee of the respondent.<sup>[5]</sup> Respondent was also considered to have an insurable interest in the Green Parrot enterprise, reflected in both the purchase-and-sale agreement and the insurance policy obtained on behalf of the corporation.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*366</span> The parties, other than respondent, described the characterization of his wife's interest as a \"nominee\" to be a mere formality necessary to obtain insurance on respondent's life. Whether nominal or substantial, respondent's interest in the real estate and the license was interdependent with that of his wife.</p>\n<p>Moreover, respondent actively participated in the business affairs of the Green Parrot partnership and corporation enterprise. Crawford testified that respondent was present at and participated in the majority of the corporate meetings held for Green Parrot. Respondent's wife, on the other hand, attended fewer than one-half and possibly fewer than one-quarter of these meetings. When the project ran short of funds during the course of renovation, it was respondent whom Long contacted to resolve this problem.</p>\n<p>Based upon our independent assessment of the record, we find from this evidence beyond a reasonable doubt that respondent was the true owner of the partnership interest in the realty and had a beneficial interest in the stock of the corporation involved in the Green Parrot enterprise. We also find that by not including his name on the Green Parrot deed and mortgage and by not recording the deed between him and his wife and by not including his name in the application for the Green Parrot liquor license, respondent failed to disclose his interest in the property and liquor licensee. In addition, we find that respondent did not merely hold an interest in the real estate and the corporation as an investment; his active participation in the commercial business and operations of the Green Parrot liquor licensee exceeded any need to protect his investment or proprietary interest and was for the purpose of assuring the profitability of the enterprise.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*367</span> B.</h2>\n<p></p>\n<h2><i>The Montego Bay Bar Matter</i></h2>\n<p>The evidence relating to the issues of respondent's alleged ownership interest, the alleged non-disclosure of that interest, and his asserted \"gainful pursuit\" in connection with the Montego Bay bar enterprise is contained in an extensive record.</p>\n<p>The evidence demonstrates beyond a reasonable doubt that in the fall of 1981, Gordon Long approached his partners in the Green Parrot and Penta, the accountant for the Green Parrot, about the possibility of acquiring a second bar known as \"Jerry Lynch's which was to be renamed \"Montego Bay.\" In addition to the bar, the Montego Bay property consisted of a hotel, several apartments, a kitchen and a large tract of undeveloped land on the beachfront highway. At a meeting of interested persons, respondent expressed his view that the investment value of the real estate was great. A series of informal meetings and discussions among the investors ensued and finally in early 1982 they met and agreed to purchase Montego Bay, provided the necessary financing could be obtained.</p>\n<p>Respondent felt that the property was particularly attractive as an investment because it was the only undeveloped beach-front property in the area upon which condominiums might be constructed. The ownership interest of respondent and his wife was to be structured in the same manner as the arrangement with the Green Parrot enterprise, and it was \"clearly understood\" that the deed to the property would reflect his and Kacandes' interests as tenants by the entirety with their wives.</p>\n<p>As with the Green Parrot, respondent professed he wanted to participate only in the purchase of the real estate. Language identical to that contained in the purchase-and-sale agreement for the Green Parrot was included in the purchase-and-sale agreement, dated May 14, 1982, for the Montego Bay. The agreement was for the purchase and sale of the land and bar. Gail Yaccarino was thus named \"as the nominee,\" respondent was not named, and the operation and management of the land <span class=\"star-pagination\">*368</span> and bar were to be undertaken as one entity. Also, the Montego Bay agreement obligated the corporation and partnership to purchase respondent's stock and partnership interest upon his death.<sup>[7]</sup></p>\n<p>A partnership designated as Montego Bay Associates was formed to take title to the Montego Bay realty. The partners in Montego Bay Associates were identified as Long, Penta, Hirsch, Crawford, Stella Kacandes, and Gail Yaccarino. A corporation known as Montego Bay, Inc. was formed to acquire the liquor license and conduct the bar operation. The agreement for the purchase of the realty was contingent upon a transfer of the liquor license. The certificate of incorporation, filed November 25, 1981, and the stock certificates issued by the corporation reflect Crawford, Long, Penta, Hirsch, Stella Kacandes, and Gail Yaccarino as the shareholders in Montego Bay, Inc.</p>\n<p>Respondent and his wife obtained their $25,000 to be invested by obtaining a bank check in that amount payable to them jointly for which they executed a demand note as co-borrowers. In addition, respondent in his individual capacity signed a continuing personal guarantee of the bond obligation.</p>\n<p>It is clear from the Montego Bay purchase and sale agreement and the closing documents that there was no segregation of the monies that were to be paid towards the liquor license, fixtures, furniture, and equipment used in the bar business and the monies allocated towards the purchase of the realty. No separation of identity between the corporation and the partnership was observed by the participants in the Montego Bay enterprise; the assets of the two entities were commingled.</p>\n<p>The evidence also establishes that respondent failed to disclose his interest in the enterprise, particularly his interest in <span class=\"star-pagination\">*369</span> the corporate licensee. Respondent's name does not appear on the deed, which was recorded, notwithstanding his testimony that he held an interest in the property as tenants by the entirety with his wife, and that the parties \"clearly understood\" his name was to appear on the deed,<sup>[8]</sup> and, notwithstanding his claim to having objected to the omission of his name in the earlier Green Parrot deed. Further, respondent did not disclose his name or interest in the application for a liquor license filed on behalf of Montego Bay.</p>\n<p>In addition, respondent participated extensively in the business affairs to Montego Bay Project. During its organizational and construction phases respondent attended meetings involving both the partnership and the corporation and participated extensively in discussions dealing with the business of the enterprise.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*370</span> Based upon our independent assessment of the record, we find from this evidence beyond a reasonable doubt that respondent was the true owner of both the stock and partnership interest in the Montego Bay enterprise, that he made a conscious effort to conceal his ownership interest, and that by virtue of his extensive participation in the business affairs and operations of this enterprise, he sought to assure the profitability of the enterprise.</p>\n<p></p>\n<h2>C.</h2>\n<p>We next consider the conclusions to be drawn from the evidence and factual findings pertaining to these ABC matters. We take into account particular claims and defenses raised by respondent, as well as the arguments made by the liquor licensees themselves as <i>amicus curiae.</i></p>\n<p>It is argued that any interest of respondent in the liquor licensees is lawful and therefore cannot provide a basis for the assertion that his involvement in these matters was unethical. According to this argument, the operative rule, <i>N.J.A.C.</i> 13:2-23.31, prohibits an interest in a liquor license only by specified law-enforcement officers or others with ABC regulatory duties, and does not apply to judges. In any event, it is asserted that any impropriety in a judge's interest in a liquor license can be overcome by a judge simply disqualifying himself in a matter involving the licensee.</p>\n<p>Although the asserted unlawfulness of respondent's interest in a liquor license was part of the charges against him, we conclude that we need not resolve the question as to whether such an interest by a judge is lawful under ABC statutes and regulations. This determination, in our view, is obviated because <span class=\"star-pagination\">*371</span> the gravaman of these charges against respondent is that he failed to <i>disclose</i> his interest in the liquor licenses. <i>N.J.S.A.</i> 33:1-25 clearly requires, with respect to corporate applications, that the names of stockholders of 1% or more of corporate stock be \"stated in the application.\" <i>N.J.S.A.</i> 33:1-26 provides for the same disclosure in connection with this transfer of liquor licenses. Respondent has testified that he was not consulted in connection with either of the license applications and that he never reviewed or discussed their contents prior to their submission to the Division of Alcoholic Beverage Control. We cannot credit respondent's testimony that he had no knowledge that any disclosure as to the identity of the owners was required in connection with a liquor license application.<sup>[10]</sup></p>\n<p>It is also asserted that under <i>N.J.S.A.</i> 2A:1B-7, the special panel (and presumably this Court) had no jurisdiction in these proceedings to affect the licensees in any way. We agree that our determinations here will not constitute an enforcement of ABC regulations. We note, also, that there are independent administrative proceedings currently pending before the Division of Alcoholic Beverage Control that address the subject-matter of respondent's involvement in these liquor licensees. Our adjudication in these proceedings involves only the question of whether respondent is guilty of unethical conduct under the Canons of Judicial Conduct. That determination can affect only the respondent and not these licensees. This consideration dispels as well the claim that an informal opinion of the Division of Alcoholic Beverage Control and a report of the Belmar Police Department indicating, at least tentatively, that there was nothing to prevent a judge from having an interest in <span class=\"star-pagination\">*372</span> a liquor license bars the Court from determining whether respondent has conducted himself unethically by failing to disclose his interest.</p>\n<p>It is also contended that a finding that respondent holds an undisclosed interest in the liquor license would be unconstitutional because it would prevent female spouses from investing in businesses with capital generated by joint spousal assets and commitments. We disagree. Here, the only issue is whether respondent himself acquired an interest in a liquor license that he failed to disclose. We conclude that he did, and that his wife's interest in these circumstances is not relevant to this determination. A determination that respondent's conduct is unethical does not bar his wife from lawful investment.</p>\n<p>As noted, we have also determined that under the circumstances, respondent, by reason of his activities in conjunction with his interest in the two liquor licenses, went well beyond what would be required simply to make and manage an investment in real estate. His extensive activities were for the purpose of establishing the financial soundness of these enterprises and assuring their profitability. We are satisfied therefore that respondent thereby engaged in \"gainful pursuit,\" as prohibited by article VI, section 6, paragraph 6 of the New Jersey Constitution.</p>\n<p>Respondent disputes this determination on the grounds that there are no definitive guidelines as to what is meant by \"gainful pursuit\", and therefore it is unjust to find him guilty of violating this constitutional provision. We concede that in some cases there may be uncertainty as to whether particular conduct violates the constitutional stricture. However, there is a readily understandable distinction between a passive investment, which entails minimal managerial responsibility to assure its continuing soundness, and the kind of aggressive, hands-on, close supervision of a business that is necessary to enhance its commercial success. We can arrive at no conclusion other than that respondent's participation in these two enterprises far exceeded the scope of a permissible real estate investment. By <span class=\"star-pagination\">*373</span> his active participation in the Green Parrot and Montego Bay enterprises respondent \"engaged in ... gainful pursuit\" in violation of the Constitution of this State.</p>\n<p>Based upon these determinations, we conclude that respondent violated Canons 1, 2A, 2B, 5C(1) and 5D of the Canons of Judicial Conduct and article VI, section 6, paragraph 6 of the New Jersey Constitution.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2><i>The Manzo Matter</i></h2>\n<p>Our final, most critical focus must inevitably be upon the <i>Manzo</i> matter. Here we review conduct that touches directly upon the administration of justice and the integrity of the judicial process. This matter involves asserted misconduct of respondent in the handling of settlement aspects of a non-jury civil proceeding before him. The claimed breach of ethics involves not only respondent's handling of the settlement proceedings but, more importantly, the personal financial interest that he developed in the subject-matter of the proceedings and his attempt to deal with this problem when its existence became known to other persons.</p>\n<p>The matter, entitled <i>Patrick Manzo v. Michael Manzo,</i> was instituted in 1975 in the Chancery Division of the Superior Court of New Jersey, seeking the dissolution of several closely-held corporations and the distribution of the corporate assets to three brothers, Michael, Joseph, and Patrick Manzo, who were the shareholders, officers, and directors of the corporations. The corporations were engaged in asphalt manufacturing and general contracting, particularly road construction and paving. In addition, the corporations had interests in other assets, including a shopping center, a liquor license, and developed and undeveloped real estate. One of these assets was a large house situated on three lots located on Philadelphia Boulevard in Sea Girt, New Jersey. Total corporate assets were estimated in the range of $20,000,000 to $30,000,000.</p>\n<p><span class=\"star-pagination\">*374</span> We find from our independent assessment of the record the following facts to be established by the evidence beyond a reasonable doubt. Respondent became actively involved as trial judge in the <i>Manzo</i> matter. In July 1976 the Manzo brothers arrived at a settlement, the terms of which were placed on the record in open court and incorporated in a judgment signed by respondent. The settlement agreement provided for the physical division of certain assets among the brothers; Michael was to receive 60%, Joseph 25% and Patrick 15% of the aggregate value of all the assets, including the Sea Girt property, as set forth in the agreement.</p>\n<p>Under the terms of the judgment, the Manzos were given fifteen days to agree on the valuation of each of the assets. In the event they could not agree upon the value of any of the assets, the judgment provided that the court would appoint an appraiser or appraisers to value any disputed asset; the determination by the appraiser was to be binding on all parties. The judgment further provided that in the event of a dispute among the parties concerning the interpretation of the settlement agreement, the court was given broad authorization to make a final determination following notice to all parties.</p>\n<p>Disputes concerning the interpretation of the settlement agreement and the mechanics of its implementation arose almost immediately following entry of the judgment. As a consequence of the Manzos' inability to resolve their differences, it was agreed by the parties and their respective attorneys that respondent could meet <i>ex parte</i> with the individual litigants without their attorneys being present to discuss the case. The ostensible reason for this highly unusual and questionable procedure was to conserve the time of attorneys and thus reduce the costs of litigation and also to relieve the court calendar of the frequent motions made in the case. Thereafter, respondent met in chambers with the Manzo brothers, individually or severally, with or without their attorneys, and participated in several private telephone conversations with Joseph Manzo.</p>\n<p><span class=\"star-pagination\">*375</span> One dispute related to the valuation of the Sea Girt property. Joseph and Patrick Manzo had selected this property as part of their share of the corporate assets being distributed under the settlement agreement. In an initial appraisal, John D. Lazarus found the fair market value of the property was $165,952; he appraised the land at $97,500 and the improvements thereon at $68,452. Respondent expressed a personal interest in the Sea Girt property during a meeting with Joseph and Patrick Manzo in his chambers sometime in February or March of 1981.</p>\n<p>Several days after this meeting Patrick Manzo gave respondent's secretary the key to the house. Respondent visited the premises with his wife, younger children, and Mr. and Mrs. Robert Rizas. Mr. Rizas, who was a friend and a building contractor in the area, testified that respondent or his wife at this time mentioned that the cost of the house would be between $110,000 and $120,000. Mr. Rizas inspected the property and concluded that it would cost approximately $75,000 to make the premises habitable.</p>\n<p>Approximately a week or two thereafter, respondent asked Richard Smith, another building contractor, to inspect the property. Smith agreed to do so, and he, respondent, and their wives inspected the property. While at the property, respondent told Smith that he was interested in purchasing the house. In response to an inquiry by Smith as to the anticipated purchase price, respondent replied that the sellers were asking \"between $60,000 and $80,000.\" Smith thereupon expressed to respondent his view that this was \"an excellent deal.\" Smith, who believed that the property consisted of only two lots, was of the opinion that the land, absent the house, was in and of itself worth at least $100,000, or $50,000 a lot. Smith was not aware at the time that the house was situated on three lots.</p>\n<p>During the inspection with Smith, respondent told Smith that the Sea Girt property was one of the assets that was being distributed in the <i>Manzo</i> proceeding pending before him. Although respondent disputes this, we agree with the special <span class=\"star-pagination\">*376</span> panel's findings that he asked Smith \"to take the house in [Smith's] name and when the case was disposed of, then the house would go back to  [respondent].\" Smith's testimony that respondent suggested that he take title to the Sea Girt property is corroborated by Theodore W. Geiser, Esq., one of respondent's former attorneys. Mr. Geiser testified that he questioned respondent as to why he needed Smith to take title to the property, and that respondent stated that \"that may have been an excess of caution.\" Respondent further requested of Smith that he get in touch with Joseph Manzo to \"find out if we could get this thing worked out,\" and that he arrange for plumbers and electricians to inspect the house to determine the extent of the damage and the cost of repairs.</p>\n<p>Smith, who did not know Joseph Manzo or any of his brothers and had never dealt with any of the Manzo corporations, did not immediately contact Joseph Manzo. Respondent eventually called Smith to find out whether he had gotten in touch with Joseph Manzo. Smith told respondent that he had not done so because he did not have Joseph Manzo's telephone number. Respondent thereupon gave Smith Joseph Manzo's office and home telephone numbers and Smith agreed to get in touch with Joseph Manzo. Smith then called Joseph Manzo and made an appointment to meet with him at the latter's office. In that telephone conversation, Joseph Manzo expressed an interest in pre-engineered metal buildings that Smith was selling at the time and asked Smith to bring brochures with him to the meeting.</p>\n<p>Smith met with Joseph Manzo at the latter's office. The conversation commenced with a discussion of the pre-engineered metal buildings and then moved to the Sea Girt property. Smith and Joseph Manzo discussed the manner in which Smith was to take title to the property and later, when the <i>Manzo</i> case was disposed of, transfer title to respondent. They did not, however, discuss the purchase price as it was Smith's understanding that the price was \"always between sixty and eighty thousand dollars.\" During this meeting, Joseph Manzo <span class=\"star-pagination\">*377</span> showed Smith documentation pertaining to another offer that had been received for the property in the amount of either $175,000 or $275,000.</p>\n<p>Respondent and Joseph Manzo then agreed to have the property reappraised by Lazarus in order to have Lazarus, who, as noted, had originally appraised the property in 1977 at $165,952, evaluate it in the $60,000 price range.<sup>[11]</sup> It is not critical to our determination whether Manzo or respondent suggested Lazarus; it is clear that respondent knew Lazarus was doing the reappraisal. Joseph Manzo immediately called Lazarus and told Lazarus that respondent was to call him to request that he reappraise the Sea Girt property. Joseph Manzo told Lazarus that they were \"trying to figure a way to sell, you know, to sell the house to [respondent]\" and that respondent \"wanted [Lazarus'] to reappraise it at a lower figure.\" Joseph Manzo informed Lazarus that respondent \"wants to come in around 60.\" Lazarus replied, \"[i]t's tough with that lot, you know the land alone.\" Nonetheless, Lazarus stated that \"[a]nything that I can do to facilitate ... a workable arrangement with all of you there, I'm only too happy to help.\" In fact, in accordance with his testimony, Lazarus believed Joseph Manzo's figure was \"ridiculous,\" that it was not possible to appraise the property even as low as $125,000, and therefore he never responded to the $60,000 figure mentioned by Joseph Manzo in the June 29, 1981, telephone conversation. Respondent himself acknowledged that he spoke to Lazarus about another appraisal of the property.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*378</span> Lazarus reappraised the property as of July 10, 1981. At that time he valued the land at $100,000, $2,500 more than he evaluated it at in the 1977 appraisal, and evaluated the improvements thereon at $33,448 as compared to the $68,452 value of four years earlier, which, he said, was \"as low as I could support it.\" Lazarus sent Joseph Manzo and respondent copies of the appraisal letter dated August 19, 1981. Respondent testified that after receiving this appraisal he told Smith he was no longer interested in the property. Smith, on the other hand, testified that respondent did not tell him \"to forget about the house\" until sometime in October or November 1981.</p>\n<p>The circumstances surrounding the origins and existence of the tape recorded telephone conversations became relevant to additional charges of judicial misconduct. Following the meeting at which the subject of the Sea Girt property first came up and respondent expressed an interest in the property, Joseph Manzo decided to record conversations with respondent. Despite his assertion that his purpose was to protect himself, Joseph Manzo's real purpose in recording the conversations was to obtain documented evidence that he would use to force respondent to disqualify himself from hearing the <i>Manzo</i> case. With that object in mind, during the next several months Joseph Manzo recorded a number of telephone conversations between himself and respondent and between himself and others, <span class=\"star-pagination\">*379</span> including Lazarus. Some of the tapes were placed in evidence, heard by the panel, and have been considered in this appeal as part of the record. As noted, one of these conversations occurred on June 29, 1981. <i>Supra</i> at 371 n. 10.<sup>[13]</sup></p>\n<p>In February of 1982, John R. Fiorino, a real-estate broker and the Monmouth County Democratic Chairman, contacted Michael Manzo to inquire whether the Manzos still owned the Sea Girt property, and if so, whether it was available for sale. Fiorino <span class=\"star-pagination\">*380</span> was interested in buying the property because he wanted to build a new house on the site. Michael Manzo told Fiorino that the property was involved in litigation, but that when the litigation terminated, he would contact him. Thereafter, when Michael Manzo failed to get in touch with Fiorino, Fiorino at the urging of his wife contacted Joseph Manzo to inquire about the property.</p>\n<p>On or about February 14, 1982, Joseph Manzo went to Fiorino's office to discuss the Sea Girt property. Joseph Manzo at this time told Fiorino that they [the Manzos] were seeking approximately $200,000 for the property. However, Joseph Manzo indicated that he really could not sell Fiorino the house because respondent wanted it. Joseph Manzo complained bitterly to Fiorino about respondent's handling of the <i>Manzo</i> case and stated that respondent \"was in bed with his [Joseph Manzo's] brother Mike.\" Joseph Manzo also informed Fiorino that he possessed tape-recorded conversations wherein respondent expressed an interest in the Sea Girt property. The following day Joseph Manzo returned to Fiorino's office and played portions of these tapes. However, because Fiorino was pressed for time and was unable to listen to all of the tapes, Joseph Manzo offered to prepare a composite of the tapes and deliver it to Fiorino.</p>\n<p>After hearing the tapes, Fiorino sought and obtained legal advice from John Bonello, Esq., whom he knew to be a friend of respondent. On or about Thursday, February 18, 1982, John Bonello met with Fiorino in the latter's office. It was decided that John Bonello would contact Geiser, whom John Bonello knew since Geiser served as counsel to his law firm. Geiser at this time was also a member of the defense team representing respondent in connection with other complaints then pending before the Advisory Committee on Judicial Conduct. John Bonello testified that he felt that Geiser \"would be in a stronger position to speak to the judge,\" and contacted Geiser by telephone to arrange a meeting with him later that evening.</p>\n<p><span class=\"star-pagination\">*381</span> John Bonello, Geiser, and Fiorino met that evening at the Colts Neck Inn. There, Fiorino related to Geiser what he had been told by Joseph Manzo and gave Geiser a synopsis of what was on the tapes. Geiser indicated that he would listen to the tapes if they were produced. The following day Joseph Manzo delivered to Fiorino's secretary an envelope containing a cassette tape. In accordance with Geiser's instructions, Fiorino left the tape in a mail box at the Sea Girt home of John B. Murray, Esq., a partner in Geiser's law firm.</p>\n<p>On Saturday, February 20, 1982, Murray contacted Geiser and told him that he had listened to the tape. Geiser then called respondent for the first time and informed him of the existence of the Manzo tapes. According to Geiser, respondent stated, \"[p]lease don't tell anyone about those tapes for the time being.\" Respondent testified that upon receipt of this information, he called Charles J. Uliano, Esq., who was also a member of his defense team. Uliano advised respondent to \"sit tight,\" and not take action of any kind. On or about Monday, February 22, 1982, Murray delivered the <i>Manzo</i> tape to Geiser, who had a copy made at his law firm and placed the copy in respondent's file. The original tape was later returned to Fiorino.</p>\n<p>Respondent testified that notwithstanding Uliano's advice, he attempted to contact John Bonello and Fiorino to find out \"what was going on.\" However, both men refused to discuss the matter with him at that time.</p>\n<p>On March 3, 1982, respondent met with Michael D. Schottland, Esq. and Uliano to discuss the situation regarding the <i>Manzo</i> tapes. Respondent suggested that the litigants in the <i>Manzo</i> case be ordered into court and that they be questioned on the record about the tapes and directed to turn the tapes over to the court. Schottland testified that although Uliano felt that this was a good idea, he [Schottland] did not because he felt that such action might be viewed as a misuse by respondent of <span class=\"star-pagination\">*382</span> his authority. Schottland advised respondent \"not to do anything,\" and a meeting was set for Saturday, March 6, 1982.</p>\n<p>On March 5 respondent met with Richard Bonello and John Bonello late in the afternoon at the law offices of Anschelewitz, Barr, Ansell and Bonello in Ocean Township. Respondent testified that at this meeting John Bonello \"confessed\" that a deal had been made between Fiorino and Joseph Manzo \"to knock the Judge [respondent] out of the case\" and that Joseph Manzo would then replace his existing counsel with John Bonello. This \"confession\" was denied by Bonello and was not otherwise corroborated. We reject respondent's contention that John Bonello confessed to being part of a conspiracy with Fiorino and Joseph Manzo to force respondent's recusal from the <i>Manzo</i> case.</p>\n<p>The following afternoon, Saturday, March 6, 1982, at the law offices of Chamlin, Schottland, Rosen, Cavanagh &amp; Uliano in West Long Branch, attorneys George Chamlin, Thomas W. Cavanagh, Jr., Joseph Dempsey, Charles A. Costanzo, Richard D. Schottland, Charles Uliano, and Theodore Geiser met. The <i>Manzo</i> tape was played and a discussion ensued as to the course of action respondent should follow. Respondent and John Bonello arrived at approximately 5:00 p.m. Geiser suggested that respondent seek retirement based on medical disability and that he not return to the bench on Monday. After respondent rejected this advice, Geiser withdrew as one of respondent's attorneys; he then disclosed the contents of the tapes to respondent. Cavanagh expressed the opinion that respondent was obliged to report the matter to the Supreme Court immediately and that if he did not, the attorneys might themselves have an obligation to do so. Respondent became irate, and told Cavanagh to leave, which he did. Respondent left shortly thereafter.</p>\n<p>In a meeting with Richard Bonello on the evening of March 6, 1982, respondent told Bonello that the <i>Manzo</i> tapes had to be destroyed; he told Bonello that an affidavit had to be obtained <span class=\"star-pagination\">*383</span> from Joseph Manzo stating that the tapes never existed. Respondent called Bonello the next morning, on March 7, 1982, and told him that Joseph Manzo should destroy the tapes and then state in open court that they had existed but contained nothing relevant.</p>\n<p>On the evening of March 7 Geiser informed Collete Coolbaugh, Secretary of the Advisory Committee on Judicial Conduct of the existence of these tapes. Richard Bonello, on the following day, March 8, 1982, delivered the original and a copy of the tape to the State Police.</p>\n<p>While we have scrupulously examined the transcript of the testimony governing these events, we recognize that the issues of credibility are extremely close and sharply contested. We are satisfied that the special panel properly and conscientiously decided upon the credibility of the various witnesses. The panel resolved this issue against respondent. Their findings are not contradicted by our own independent assessment of the evidence and cannot be effectively assailed on a review of the record.</p>\n<p>Respondent claims by way of defense in this phase of the <i>Manzo</i> matter that the evidence presented was the result of a breach of the attorney-client privilege, and therefore the evidence should have been excluded from these proceedings. Respondent specifically argues that the disclosures concerning his actions in the <i>Manzo</i> matter were revealed to the ACJC by Geiser, his attorney, and this revelation violated the attorney-client privilege, tainting the Committee's presentments and therefore the complaint. Respondent relies upon the privilege under Evidence Rule 26, and the Disciplinary Rule of attorney-client confidentiality, DR 4-101.</p>\n<p>Evidence Rule 26(2) itself provides that the privilege shall not extend to \"a communication in the course of legal service sought or obtained in aid of the commission of a crime or a fraud....\" We have recently recognized that the concept of fraud is sufficiently broad to encompass deceitful and deceptive <span class=\"star-pagination\">*384</span> acts that might not otherwise warrant criminal or civil sanctions. <i>Fellerman v. Bradley,</i> 99 <i>N.J.</i> 493 (1985); see <i>Matter of Stein,</i> 1 <i>N.J.</i> 228 (1949); <i>In re Callan,</i> 122 <i>N.J. Super.</i> 479 (Ch.Div. 1973), aff'd, 126 <i>N.J. Super.</i> 103 (App.Div. 1973), rev'd on other grounds, 66 <i>N.J.</i> 401 (1975). It is abundantly clear that the subject matter of the communications involving the tapes was of a fraudulent character. In these circumstances the Disciplinary Rules, particularly DR 4-101, furnish no confidentiality or secrecy to a communication that is not privileged because of its fraudulent nature. <i>See </i><i>Fellerman v. Bradley, supra</i><i>.</i><sup>[14]</sup></p>\n<p>Moreover, neither Evidence Rule 26(2) nor Disciplinary Rule 4-101 furnishes protection for respondent because the communications <span class=\"star-pagination\">*385</span> concerning the existence of the <i>Manzo</i> tapes were not cloaked with an attorney-client confidentiality or secrecy. As noted, the existence of the tapes had been independently revealed by persons who were outside the attorney-client relationship and the tapes or their contents had been circulated by such individuals among several people. Accordingly, we conclude that a violation of the attorney-client privilege has not been established.</p>\n<p>Based upon our independent assessment of the record, we determine that the evidence establishes beyond a reasonable doubt that respondent's agreement to conduct these judicial proceedings by meeting the parties <i>ex parte,</i> in chambers, off the record, and without their attorneys present was highly improper and contrary to the Rules of Court. In the absence of highly unusual, emergent circumstances, such <i>ex parte</i> communications are impermissible. <i>R.</i> 1:2-1. By engaging in extended <i>ex parte</i> communications with the individual litigants, respondent failed to conduct himself in a manner that promotes public confidence in the integrity and impartiality of the judiciary. Respondent placed the litigants in a position in which they could believe that they were able to influence the decisions of matters pending before him. Moreover, respondent's <i>ex parte</i> communications cannot be considered simply as \"technical\" violations on the basis that the litigants and their attorneys consented to the procedure. As a member of the judiciary of this state, respondent had an independent and affirmative duty to adhere to those procedural strictures that support the integrity and independence of the judicial system. This conduct violated not only Canon 3A(4), but also the letter and spirit of Canons 1, 2A and 2B, as well as the mandate of Rule 1:2-1 that all trials, hearings on motions, and other applications be conducted in open court.</p>\n<p>We determine, further, that the evidence establishes beyond a reasonable doubt that respondent developed a personal interest in and improperly attempted to buy the Sea Girt property. <span class=\"star-pagination\">*386</span> The inevitable appearance to an informed person is that respondent exploited his judicial position as the judge responsible for the determination of the disputes between the parties by seeking to obtain the Sea Girt property at an unreasonably favorable price. In his attempt to purchase the Sea Girt property from a litigant in a matter pending before him, respondent also tried to impugn the credibility of an expert witness who was already retained to provide opinion evidence in the proceedings. Respondent thus involved himself in personal financial or business dealings that compromised his fairness, objectivity, and impartiality. Moreover, respondent's conduct generated an absolute and impermissible conflict of interest that could not be rectified or overcome by disclosure and waiver. We therefore conclude that he violated Canons 3C, 3D, 5(C)(1) and 5(C)(7).</p>\n<p>The facts derived from our independent assessment of the record also demonstrate beyond a reasonable doubt that respondent refused to disclose his conduct with respect to his attempt to obtain the Sea Girt property to proper authority. Respondent attempted to conceal his wrongdoing by a pattern of conduct that at the very least could lead a knowledgeable observer to believe that there was an attempt to have persons suborn perjury and to have evidence of wrongdoing destroyed. We conclude that respondent has violated Canons 1, 2A, 2B, 3A(4), 3C, 3D, 5C(1) and 5C(7).</p>\n<p></p>\n<h2>VI.</h2>\n<p>We now address the question of appropriate discipline. In this context we consider respondent's claims that his unethical conduct can be explained and legally excused by his medical condition, and that these proceedings should be dismissed as moot because respondent has filed an application for retirement on grounds of his medical disability.</p>\n<p>We initiate our discussion of appropriate discipline by recapitulating the nature and purpose of judicial disciplinary proceedings. It is to be understood and stressed that these proceedings <span class=\"star-pagination\">*387</span> are not penal in nature. <i>N.J.S.A.</i> 2A:1B-11. \"[R]emoval is not punishment for a crime,\" but rather serves to vindicate the integrity of the judiciary. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 577.</p>\n<p>We have indicated that respondent, in the matters that are the subject of these proceedings, has violated the ethical precepts of Canons 1, 2, 3 and 5 of the Code of Judicial Conduct. Canon 1 mandates that each judge must observe high standards of conduct so that the integrity and independence of the judiciary may be preserved. Canon 2 directs not only that a judge must comply with the law but also that he or she must behave at all times \"in a manner that promotes public confidence in the integrity and impartiality of the judiciary.\" It also admonishes a judge not to \"lend the prestige of * * * judicial office to advance the private interests of others\" or foster an impression that other persons are in a position to influence him or her. Specifically, a judge may not permit family or personal relationships to influence his or her \"judicial conduct.\" <i>Canon</i> 3 requires that a judge be patient, dignified, and courteous to litigants, witnesses, and lawyers alike. A judge's duty in this regard is to hear all proceedings fairly and with patience. This <i>Canon</i> also directs that a judge accord to every person who is legally interested in the proceeding the full right to be heard according to the law. <i>Canon</i> 5 prescribes that a judge may not engage in financial dealings that can compromise the performance of judicial duties or detract from the integrity of the judiciary.</p>\n<p>Respondent engaged in unethical conduct with respect to the manner in which he dealt with persons appearing before him in the course of in-court proceedings. The evidence relating particularly to the <i>Ricca, Bornstein</i> and <i>Bogewicz</i> proceedings demonstrates beyond question that respondent violated the standards of Canons 1, 2 and 3.</p>\n<p>In the <i>Ricca</i> matter, respondent displayed a lack of patience, dignity, and courtesy to litigants, witnesses, and lawyers alike. <span class=\"star-pagination\">*388</span> He betrayed personal hostility and arrogance inconsistent with the attitude of impartiality and fairness expected of a judge. In the <i>Bornstein</i> matter, respondent placed undue pressure on the parties, accompanied by sharp criticism, verbal abuse, and crudities. Respondent expressed disrespect for the law, allowing his personal moral and religious code to dominate the performance of his judicial duties. In the <i>Josephson</i> matter, we conclude that respondent's conduct was also improper, although on balance it in itself was not so egregious as to merit additional formal discipline. In the <i>Bogewicz</i> matter, we determine that respondent acted in a harsh and insensitive way, engaging in the verbal and mental oppression of a litigant who attempted to apologize for a seemingly inadvertent transgression. Again, respondent revealed an imperiousness, intolerance, and insensitivity, at cross-purposes with the decorum, consideration, and respect that judges should possess and display in court proceedings.</p>\n<p>As to these matters, <i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509, is instructive:</p>\n<blockquote>[I]t is the judge's obligation to see that justice is done in every case that comes before him. This includes not only reaching the correct legal result in the particular case, but also the exhibiting at all times of judicial demeanor, patience and understanding. People come to the court to be heard. They have a right to expect that in presenting their grievances they will be treated with respect. In <i>In re Yengo, supra,</i> 72 <i>N.J.</i> at 450, Chief Justice Hughes observed:</blockquote>\n<blockquote>The poorest, weakest most hapless or illiterate defendant standing before an American court, is entitled to exactly the same respect, rights and hearing as would be the Chief Justice of the United States standing before the court and similarly accused. [75 <i>N.J.</i> at 514.]</blockquote>\n<p>We have considered that respondent may have been assigned the more difficult and complicated cases pending in the county, and that this undoubtedly imposed a heavy burden upon him and that he may generally have felt that such cases \"call for a personalized approach.\" We are mindful that respondent over the course of his judicial career has been assigned significant and substantial judicial responsibilities and has been a productive, conscientious, and energetic judge. Many attorneys have commended respondent's performance in office. His conduct in these particular cases, however, went well beyond the outer <span class=\"star-pagination\">*389</span> limits of acceptable judicial behavior. <i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509; <i>see </i><i>Matter of Sadofski, supra,</i> 98 <i>N.J.</i> 434. In this regard, we concur in the emphasis given by the special panel to the observations quoted from <i>Matter of Ross,</i> 428 <i>A.</i>2d 858, 861 (Me. 1981): \"Lawless judicial conduct  the administration, in disregard of the law, of a personal brand of justice in which the judge becomes a law unto himself  is as threatening to the concept of government under law as is the loss of judicial independence. * * *\"</p>\n<p>Further, respondent's transgressions reflected in these matters were repetitive. This misconduct may be distinguished from that found in those cases involving a failure of judicial temperament that appeared to be episodic or aberrational. <i>E.G. </i><i>Matter of Horan,</i> 85 <i>N.J.</i> 535, 538 (1981) (as to undignified and discourteous remarks in a single case, the Court said \"[t]his single incident, however, does not indicate a course of conduct.\"). Respondent's negative attitude and actions toward people appearing in court before him reflect a more flagrant lack of judicial fitness and insight than occasional lapses or poor judgment. <i>Compare </i><i>Matter of Yengo, supra,</i> 72 <i>N.J.</i> 425, <i>with </i><i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509.</p>\n<p>Respondent also engaged in unethical conduct by allowing personal and family interests to override his judicial obligations and by misusing his judicial office for these reasons. In the <i>Stockton State College</i> matter, we find beyond a reasonable doubt that respondent allowed his family concerns to influence his conduct and judgment. He used the power and prestige of his office as a Judge of the Superior Court to advance the private interests of his daughter with respect to the municipal-court charges pending against her.</p>\n<p>We acknowledge that respondent, as any parent, was entitled to provide parental help for his daughter. He assuredly had the right to take legal action fully to protect her interests. However, respondent had no right to engage in any conduct that would be unavailable to a parent who did not hold judicial <span class=\"star-pagination\">*390</span> office. Respondent's conduct here crossed the line of reasonable parental protection and intercession. He clearly used his official position impermissibly to effectuate his parental interests.</p>\n<p>The Respondent is also guilty of unethical conduct with respect to the assertion of personal financial interests in a manner incompatible with his obligations as a judge and his judicial office. This form of unethical conduct is manifested in both the ABC matters and the <i>Manzo</i> matter.</p>\n<p>As to the ABC matters, we have found beyond a reasonable doubt that respondent possessed an undisclosed interest in the liquor license held by Montego Bay, Inc. and Green Parrot, Inc. We determined that respondent engaged in a conscious effort to conceal his interest in the two entities. By allowing his interest in the Montego Bay and Green Parrot liquor licenses to remain undisclosed and by taking active steps to conceal these interests, respondent failed to observe the high standards of conduct required of judges so that the integrity of the judiciary may be preserved. Respondent manifested a disrespect for the law and otherwise failed to conduct himself in a manner that promotes public confidence in the integrity of the judiciary.</p>\n<p>Respondent also conducted himself unethically by engaging in a \"gainful pursuit\" in connection with his involvement in these liquor licenses. Article 6, section 6, paragraph 6 of the Constitution declares:</p>\n<blockquote>The Justices of the Supreme Court and the Judges of the Superior Court shall receive for their services such salaries as may be provided by law, which shall not be diminished during the term of their appointment. They shall not, while in office, engage in the practice of law or other gainful pursuit.</blockquote>\n<p>While there are no explicit decisional precedents as to what is meant by \"other gainful pursuit,\" the Code of Judicial Conduct, Canon 5C, warns against business dealings that reflect on impartiality or require excessive recusals. Canon 5C(2) states that \"[a] judge may hold investments, including real estate, but should not serve as an officer, director, manager, advisor or employee of any business.\" We concur in the conclusion of the <span class=\"star-pagination\">*391</span> special panel that in these circumstances the respondent's conduct involved more than an investment in real estate, and involved the active participation in a commercial business. It constituted the prohibited engagement in \"gainful pursuit.\"</p>\n<p>In the <i>Manzo</i> matter, as noted, three distinct ethical charges are implicated. The first relates to respondent's conduct of these proceedings through <i>ex parte</i> meetings with the litigants. Canon 3A(4) prohibits <i>ex parte</i> communications with parties in pending litigation. Rule 1:2-1 also provides for proceedings in open court. See <i>Matter of Holder,</i> 74 <i>N.J.</i> 581, 587 (1977). This concept of open and public judicial proceedings is of fundamental importance and must be scrupulously followed. Respondent failed to follow it here. This conduct was clearly improper. We are mindful that there are extenuating circumstances that may reduce or obviate the need for formal discipline. Here, respondent's conduct was encouraged and agreed to by all parties and their attorneys. Consequently, while respondent's actions are strongly disapproved, additional discipline for this infraction would not be warranted. See <i>Matter of Alvino,</i> 100 <i>N.J.</i> 92 (1985).</p>\n<p>As to the charge of self-dealing in the <i>Manzo</i> matter, we have found beyond a reasonable doubt that respondent engaged in this form of misconduct with respect to the Sea Girt property. In many respects this aspect of respondent's misconduct is the most serious and unredeeming. Respondent impugned the integrity and independence of the judiciary and created the appearance of impropriety, violating Canons 1 and 2 of the Code of Judicial Conduct. This conduct also violated Canon 5C(1), which prohibits a judge from engaging in \"financial and business dealings that tend to reflect adversely on his impartiality, interfere with the proper performance of his judicial duties, exploit his judicial position, or involve him in transactions with lawyers or persons likely to come before the court on which he serves.\" He offended Canon 5C(7), which prohibits a judge <span class=\"star-pagination\">*392</span> from exploiting information that he has obtained \"in his judicial capacity\" with respect to his own \"financial dealings.\"</p>\n<p>The strictures of these Canons are sufficiently strong to trigger a further obligation that a judge disqualify himself whenever he knows that he has a financial or other interest that could be affected by the outcome of the proceedings. See Canon 3C. Respondent failed to disqualify himself after he had expressed an interest in buying the property. This failure, moreover, cannot be excused simply by respondent's claim that his interest was disclosed. The avoidance of such a conflict and the necessity for disqualification are absolute. See Canon 3D.</p>\n<p>Based upon a resolution of close credibility issues, we have determined further in the <i>Manzo</i> matter that respondent became aware of the existence of objective evidence of self-dealing that would tend to incriminate him, at least in terms of potential disciplinary charges. This evidence consisted of the taped recordings of his conversations in which he sought to obtain the Sea Girt property. He had a duty immediately to unburden the judiciary of this conflict. He chose a path designed to suppress and conceal this evidence. We find beyond a reasonable doubt that respondent's conduct in this regard demonstrates a disrespect for the law, a lack of integrity, and a failure to observe the high standards of conduct required of a judge in order to promote public confidence in the judiciary.</p>\n<p>Respondent claims that his medical condition constitutes a mitigating circumstance sufficient to excuse his unethical conduct. He asserts his conduct \"was neither willful nor negligent, but constituted and [was] directly attributable to the direct and unanticipated consequences of severe and radical surgical trauma coupled with serious physical and/or emotional ailments which involuntarily disabled and prevented him from properly performing his judicial duties.\" The gravamen of this defense is that respondent suffered organic brain damage or dysfunction as a result of coronary bypass surgery in February of 1979.</p>\n<p><span class=\"star-pagination\">*393</span> We have carefully assessed the medical evidence offered to substantiate respondent's position. The following experts testified: Dr. Thomas Westerman, an otolaryngologist, Associate Professor at Hahnemann Medical College; Dr. Robert L. Sadoff, Professor of Clinical Psychiatry at the University of Pennsylvania Medical School and Lecturer in law at the Villanova Law School; Dr. Joseph N. DiGiacomo, cardiologist and psychiatrist at the University of Pennsylvania; Dr. Gerald Cooke, clinical and forensic psychologist; and Dr. Ivan V. Dressner, neurologist. Respondent also submitted medical evidence in the form of professional literature to support his contentions that bypass surgery is related to delirium or personality changes.</p>\n<p>Dr. Westerman testified that respondent had perceptual problems, which in some cases may cause frustrations leading to impaired judgment, dating from the time of the bypass surgery. Dr. Sadoff studied the findings of Dr. Westerman and performed his own psychiatric and physical examination of the respondent and reached the same conclusions as Dr. Westerman. Dr. DiGiacomo reviewed the tests by Drs. Sadoff and Westerman, interviewed respondent's wife, and examined respondent. He concluded that respondent had suffered organic brain damage, which accounted for respondent's \"behavioral transformation.\" After examining respondent, Dr. Gerald Cooke concluded that bypass surgery had severe effects on respondent, impairing his cognitive functions, and that respondent had crossed over from a personality style to a personality disorder.</p>\n<p>The medical opinion that respondent had suffered brain damage during bypass surgery was disputed by Dr. Ivan Dressner. He found that respondent's personality was largely unchanged, and, further, respondent's I.Q. was well above normal.</p>\n<p>We have considered the expert medical testimony and the medical reports and hospital records presented during these proceedings, as well as the additional medical literature submitted. <span class=\"star-pagination\">*394</span> The panel, reviewing this evidence, was \"thoroughly convinced that respondent did not sustain brain damage or injury secondary to his cardiac surgery.\"<sup>[15]</sup></p>\n<p>The evidence before us demonstrates a disability. We have, in fact, authorized respondent's application for retirement based upon the medical evidence of disability. See <i>N.J.S.A.</i> 43:6A-12. Respondent himself readily acknowledges that his medical condition renders him currently unfit to be a judge. Nevertheless, we are satisfied that even assuming that respondent sustained some organic brain damage and some personality change or dysfunction secondary to his cardiac surgery, such condition does not alter the quality of respondent's breach of ethics or provide a defense in these removal proceedings. See <i>In re Jacob,</i> 95 <i>N.J.</i> 132 (1984).</p>\n<p>This medical evidence does not directly relate to motive or intent on the part of respondent. In any event, the primary object of judicial discipline is protection of the public and maintaining the integrity of the judiciary, not punishment of the judge. Consequently, neither the intent to commit the act nor the motive underlying misconduct that is otherwise purposive and voluntary, may ordinarily be considered as a defense in <span class=\"star-pagination\">*395</span> disciplinary proceedings. See <i>Matter of Hardt, supra,</i> 72 <i>N.J.</i> at 165. The integrity of our judicial system must be preserved irrespective of the personal cause, be it emotional or otherwise, that is ascribed to a judge's knowing and volitional failure to adhere to the high standards of conduct imposed upon all judges. Accordingly, we find respondent's medical defense is unavailing in these proceedings.</p>\n<p>While we do not minimize respondent's claimed disability, we cannot agree that the pendency of his application for disability retirement obviates these proceedings. <i>In re Vasser,</i> 75 <i>N.J.</i> 357 (1978); See <i>In re Murray,</i> 92 <i>N.J.</i> 567 (1983); <i>In re Sgro,</i> 63 <i>N.J.</i> 538 (1973); <i>In re Spitalnick,</i> 63 <i>N.J.</i> 429 (1973); <i>In re Stevens,</i> 20 <i>N.J.</i> 177, 180 (1955). In a variant context, we said in <i>In re Mattera,</i> 34 <i>N.J.</i> 259, 266 (1961):</p>\n<blockquote>A single act of misconduct may offend the public interest in a number of areas and call for an appropriate remedy as to each hurt. This may require removal from public office. It may also require criminal prosecution. Still further it may require that the roster of attorneys be cleansed of a miscreant. The remedies are not cumulative to vindicate a single interest; rather each is designed to deal with a separate need.</blockquote>\n<p>In <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557, this Court dealt with a judge who had been convicted for accepting a bribe. The judge was formally removed from office, the Court observing:</p>\n<blockquote>Without question, the most significant goal of judicial removal statutes is the preservation of the public's confidence in the judicial system. That confidence is shaken when a judge commits an offense that subjects him or her to removal; the removal proceedings are designed to restore faith. [Citation omitted]. <i>Id.</i> at 571-72</blockquote>\n<p>We conclude that respondent's application for a retirement based on medical disability cannot supplant these judicial-removal proceedings. We are further satisfied that these removal proceedings do not, and should not, constitute a bar to respondent's pending application for a retirement pension based upon disability which should now proceed. While this retirement application proceeding may raise issues concerning whether respondent's judicial service was honorable in light of the determinations made in this case, as well as the effect of any such adverse determinations upon respondent's retirement pension <span class=\"star-pagination\">*396</span> entitlement, the proceedings are separate and distinct. See <i>Eyers v. Public Employees' Retirement Sys.,</i> 91 <i>N.J.</i> 51 (1982). These considerations emphasize the different and special concern that is implicated in judicial disciplinary actions that is not suitably addressed by other judicial or administrative proceedings arising from a judge's performance in office. See <i>N.J.S.A.</i> 2A:1B-11.</p>\n<p>We realize that in reviewing these complaints of judicial misconduct our concentration is focused essentially upon those events that form the basis of specific charges. In fairness, we must also consider the totality of respondent's judicial career. We are aware of the many years of service that respondent has given to the public as prosecutor and judge. That record is not only essentially blameless, but reflects dedication and skill, and official recognition in terms of the duties and responsibilities to which respondent has been assigned. Moreover, many judges and lawyers who have known respondent have sensed a profound change in him following the open-heart surgery. Significantly, some of the most damaging testimony against respondent was prefaced by expressions of personal concern for the respondent. And, as noted, there is evidence of current medical impairment.</p>\n<p>It is always difficult to balance a lifetime of service against a congeries of transgressions. In the last analysis, our predominant interest in these proceedings is the public interest. Against that standard, we must conclude that this composite of serious professional and personal shortcomings demonstrates respondent's unfitness for continued judicial service. Accordingly, we conclude that respondent's conduct, as reflected in the events that are the subject of these proceedings, warrants his removal from judicial office. He shall not hereafter hold judicial office.</p>\n<p>So ordered.</p>\n<p><span class=\"star-pagination\">*397</span> <i>For removal</i>  Chief Justice WILENTZ, and Justices CLIFFORD, HANDLER, POLLOCK, O'HERN and GARIBALDI  6.</p>\n<p><i>Opposed</i>  None.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JUDGE THOMAS L. YACCARINO of the Superior Court, Monmouth County, having been ORDERED to show cause why he should not be removed from judicial office or otherwise disciplined, and good cause appearing;</p>\n<p>It is ORDERED that JUDGE THOMAS L. YACCARINO is hereby removed from judicial office, effective immediately.</p>\n<h2>NOTES</h2>\n<p>[1]  The Appellate Division, in an unreported opinion, stated:\n</p>\n<p>1. The judge gratuitously discussed hiw own financial matters and the stocks he \"blew\" money on.</p>\n<p>2. The judge stated to the witness Ricca that he had already \"jumped on\" one witness and threatened to \"step on\" the witness Ricca \"to get his attention.\"</p>\n<p>3. In the course of Ricca's testimony, the judge personally questioned him about whether he falsified federal returns and elicited an affirmative response. Shortly thereafter he directed the court reporter to \"prepare this transcript and certify it to me.\" This presents two problems: first, the questioning of the witness by the court in such a way as to cause self incrimination; second, the intimidating effect on the witness of such questioning by the court in the course of his testimony.</p>\n<p>4. In further questioning the witness Ricca, the judge volunteered the following:</p>\n<p>\"I have the capacity to talk in more plain terms that anybody you are ever going to meet if you live to be 100, Mr. Ricca. It's called pit training. I'm a pit trained judge ...\"</p>\n<p>The judge then went on to inform the witness that he \"tried thousands of cases right out there.\"</p>\n<p>[2]  The exchange between respondent and Mr. Josephson included the following:\n</p>\n<p>THE COURT: Don't be a judge baiter, I'll have these two guys in blue pick you up and throw you out of this courtroom. You may be much older but I guarantee you I was in court longer than you were and I tried many more cases and I am a pit-trained lawyer. Do you know what that is? I've seen you a thousand times. You had different faces and different clothes on; but I know you well. You are a judge baiter. Now you are going to answer the question or you are not going to be permitted to address the court. By what authority do you come to court this morning and ask me to award you a counsel fee against a member of the bar of this state who has not appeared in a case and his only activity has been that he has agreed to succeed you if I relieve you as counsel Answer that question or leave the courtroom?</p>\n<p>MR. JOSEPHSON: Your Honor had directed me to leave the courtroom?</p>\n<p>THE COURT: Obviously you cannot answer the question. Turn around and leave. Thank you.</p>\n<p>[3]  Respondent explained the reason that the deed was not recorded was that Crawford requested he not do so because, again, Crawford feared it might affect the acceleration clause. This explanation as to why respondent's name does not appear on the deed to the Green Parrot property and why the deed between him and his wife was not recorded is not persuasive. There is no provision in either the Green Parrot note or mortgage that prohibits a change in the ownership of the property.</p>\n<p>[4]  The recital of intention included in the buy/sell Agreement, dated November 16, 1981, states:\n</p>\n<p>WHEREAS, it is the understanding of the parties hereto that neither the partnership or [sic] the corporation would ever be operated separately; and</p>\n<p>WHEREAS, the parties hereto believe that their best interests will be served by preserving harmony and continuity with respect to the management of GREEN PARROT, INC. and GREEN PARROT REALTY.</p>\n<p>* * * * * * * *</p>\n<p>[5]  Paragraph 8.a. of the buy/sell agreement states:\n</p>\n<p>It is understood by and between the parties hereto that Stella Kacandes and Gail Mary Yaccarino hold stock in the within corporation and hold a partnership interest as the nominees of Harry G. Kacandes and Thomas Yaccarino, respectively, and that for the purposes of this Buy-Sell Agreement, the death of either Harry G. Kacandes or Thomas Yaccarino shall be the same as if either Stella Kacandes or Gail Mary Yaccarino had died.</p>\n<p>[6]  Paragraph 7.a. of the purchase-and-sale agreement provides that the corporation and partnership had heretofore taken out certain policies of insurance on the lives of the stockholders, described in an attached schedule B, which listed respondent as a stockholder. Also, a $100,000 life insurance policy on respondent's life had been taken out; the application for this insurance policy named Green Parrot, Inc. as both owner and beneficiary.</p>\n<p>[7]  An insurance policy in the face amount of $200,000 was placed on respondent's life with the New Jersey Life Insurance Company; there was no provision to fund the purchase of Gail Yaccarino's interest upon her death.</p>\n<p>[8]  Respondent testified that he was not present at the beginning of the Montego Bay closing, and that when he learned by telephone that his name did not appear on the deed he refused to come to the closing to execute those documents that required his signature. He stated he was persuaded to do so only when assured by Crawford that if he came to the closing, \"something would be done\" to reflect his interest. Respondent testified that, as a result, a document was prepared and executed by all parties involved to reflect his interest in the property. This document is undated except for an indication that it was prepared in May of 1982.</p>\n<p>[9]  We are unpersuaded by respondent's position that whenever he attended corporate meetings, he did so on behalf of his wife by virtue of the power-of-attorney granted him by his wife, which was executed prior to his heart surgery in 1979. By his own testimony respondent was present at the site between 30 and 35 times during the construction phase, discussing matters with the contractors at the job site. When money was needed at the site in order to make minor purchases of supplies or materials, respondent would advance the money and then be reimbursed out of petty cash. Respondent also contributed a personal check in the amount of $175 for the processing fee for the loan application submitted in order to obtain EDA funding for the Montego Bay construction. Respondent was designated by the Montego Bay partners to be the liason to Herbert Staruch, the architect initially retained for the design of the Montego Bay building. Respondent accepted this role and in this capacity engaged in numerous telephone conversations relating to the project and received extensive documentation and correspondence from the architect, including a proposed contract and invoices for architectural services. We realize that during some portion of this time, respondent was on sick leave from his judicial duties, but the extensive nature of his activities demonstrates more than a passing of time during recovery. His responsibilities were significant.</p>\n<p>[10]  Further, a telephone call made to respondent by his wife in connection with the submission of one of the license applications placed him on notice as to a possible violation of the liquor laws. According to respondent, his wife called him from the Belmar municipal clerk's office and told him that they wanted her to sign a document stating that he would not share in the income from the bar business. In response he told her not to sign the document and \"to tell them go jump in a lake.\"</p>\n<p>[11]  Evidence in support of this conclusion is reflected in portions of a telephone conversation between respondent and Joseph Manzo that occurred on June 29, 1981, which was tape recorded. See discussion, <i>infra</i> at 379.</p>\n<p>[12]  Although respondent first testified that he had \"absolutely no recollection of ever speaking to John Lazarus about his appraisal of the Sea Girt property,\" he subsequently acknowledged a later conversation on August 3, 1981, which was also recorded by Joseph Manzo, that indicated that he had had such a conversation. The August 3, 1981, conversation, in pertinent part, was as follows:\n</p>\n<p>MR. MANZO: What, what is the uh  first of all, did you hear anything from Lazarus?</p>\n<p>JUDGE YACCARINO: Not yet, I uh </p>\n<p>MR. MANZO: What the hell is he doing?</p>\n<p>JUDGE YACCARINO: He said he had trouble getting in there because the people and whatever they told him. It's inconvenient they told him.</p>\n<p>MR. MANZO: He's been in there two weeks ago. What the hell is he doing. I don't understand the guy.</p>\n<p>JUDGE YACCARINO: Well, you call him up.</p>\n<p>MR. MANZO: All right. I'll, I'll bug him.</p>\n<p>JUDGE YACCARINO: He's your man.</p>\n<p>[13]  This recorded conversation was transcribed as follows:\n</p>\n<p>JUDGE YACCARINO: You must be calling from a boat or something.</p>\n<p>MR. MANZO: Yeah. Judge, uh, I uh  I'm wondering uh, if we could get this guy uh, to appraise this thing now before we do any more work and make the thing  while it's at its worst.</p>\n<p>JUDGE YACCARINO: Oh, that could be worked out, Joe.</p>\n<p>MR. MANZO: Well, I wanna do it right away if we're gonna do it, cause I go up, you know, we're trying to bring the thing up in shape and uh, every day that goes by it's getting better. You know, we're putting it back where the way it should be.</p>\n<p>JUDGE YACCARINO: Oh okay. I didn't know you were doing anything down there.</p>\n<p>MR. MANZO: Yea, we  we gotta clean it up. Everybody's on my neck. The grass is too tall, and uh, whatever else.</p>\n<p>JUDGE YACCARINO: Yeah.</p>\n<p>MR. MANZO: So uh, I'd like to have  give me the name of the guy or, or send him to me or whatever.</p>\n<p>JUDGE YACCARINO: All right, okay. I'll give him a call and see if he can get down there and have him contact you.</p>\n<p>MR. MANZO: When uh  give me his name, I'll call.</p>\n<p>JUDGE YACCARINO: Well, call John Lazarus.</p>\n<p>MR. MANZO: John Lazarus, is he the guy that's gonna do it?</p>\n<p>JUDGE YACCARINO: He's, he's the guy that appraised it originally.</p>\n<p>MR. MANZO: Yeah, I know. Well, is he gonna bring it down to the sixties?</p>\n<p>JUDGE YACCARINO: I don't know, but uh, talk to him.</p>\n<p>MR. MANZO: You gotta talk to him first.</p>\n<p>JUDGE YACCARINO: All right.</p>\n<p>MR. MANZO: Talk to him. Tell him what you want. And then tell him I'll meet him and show him  I'll show him;  I'll show him; I'll bring him in the worst side.</p>\n<p>JUDGE YACCARINO: Okay.</p>\n<p>MR. MANZO: We'll go on from there.</p>\n<p>JUDGE YACCARINO: Okay.</p>\n<p>[14]  The newly adopted Rules of Professional Conduct do not apply to these proceedings, which involve charges antedating the current Rules. In addition to Disciplinary Rule 4-101, other Disciplinary Rules would authorize the disclosure of such a communication, <i>e.g.,</i> DR 1-102(A) (A lawyer shall not (1) violate a disciplinary rule; (2) circumvent a disciplinary rule through actions of another; (3) engage in illegal conduct that adversely reflects on his fitness to practice law; (4) engage in conduct involving dishonesty, fraud, deceit or misrepresentation; (5) engage in conduct that is prejudicial to the administration of justice; (6) engage in any other conduct that adversely reflects on his fitness to practice law); DR 1-103(A) (A lawyer possessing unprivileged knowledge of a violation of DR 1-102 should report such knowledge to a tribunal or other authority empowered to investigate or act upon such violation); DR 4-101(C) (A lawyer may disclose * * * (2) confidences or secrets when permitted under disciplinary rules or required by law or court order, (3) the intention of his clients to commit a crime and the information necessary to prevent the crime); DR 7-102(A) (In his representation of a client, a lawyer * * * shall not (3) conceal or knowingly fail to disclose that which he is required by law to reveal, (4) knowingly use perjured testimony or false evidence, (5) knowingly make a false statement of law or fact, (6) participate in the creation or preservation of evidence when he believes that the evidence is false, (7) counsel or assist his client in conduct that the lawyer knows to be illegal or fraudulent, (8) knowingly engage in other illegal conduct or conduct contrary to a disciplinary rule); DR 7-102(B)(1) (A lawyer who receives information clearly establishing that: his client has, in the course of the representation, perpetrated a fraud upon a person or tribunal shall promptly call upon his client to rectify the same and if his client refuses or is unable to do so, he shall reveal the fraud to the affected person or tribunal).</p>\n<p>[15]  The panel stated:\n</p>\n<p>\"Although respondent is afflicted with a number of medical problems, he is not brain-damaged and does not suffer from a brain or neurological disfunction or impairment. Moreover, we observed respondent carefully during his testimony in these proceedings and found him to be lucid, articulate and capable of understanding and answering the questions put to him and of appreciating the nature and consequences of his acts. His cognitive functioning is not impaired. Additionally, respondent is highly intelligent. His Full-Scale IQ was tested and scored at 132 in March of 1984 by Gerald Cooke, a clinical and forensic psychologist. This score places respondent in the Very Superior Range of intellectual functioning and within the top one percent (1%) of the population. Finally, we cannot ignore the complicated economic and legal machinations engaged in by respondent in the <i>Green Parrot</i> and <i>Montego Bay</i> ventures which unquestionably demonstrate his high intellectual ability. We find, therefore, that respondent's behavior in these matters was not the result of his surgery.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">342</span></span> (1985)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">3</span></span></b></center>\n<center><h1>IN THE MATTER OF THOMAS L. YACCARINO, JUDGE OF THE SUPERIOR COURT OF THE STATE OF NEW JERSEY.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued October 9, 1984.</center>\n<center>Decided December 27, 1985.</center>\n<p><span class=\"star-pagination\">*348</span> <i>Eugene J. Sullivan,</i> Assistant Attorney General, and <i>J. Michael Nolan, Jr.,</i> Special Counsel, argued the cause for the State of New Jersey (<i>Irwin I. Kimmelman,</i> Attorney General of New Jersey, and <i>J. Michael Nolan, Jr.,</i> attorneys; <i>Eugene J. Sullivan,</i> of counsel; <i>J. Michael Nolan, Jr.,</i> and <i>Robert T. Lawless,</i> Deputy Attorney General, on the briefs).</p>\n<p><i>Michael D. Schottland, Robert J. Del Tufo, John R. Ford, Joseph N. Dempsey,</i> and <i>Robert F. Novins</i> argued the cause for respondent (<i>Michael D. Schottland, Charles J. Uliano, Joseph N. Dempsey, John R. Ford, Robert F. Novins,</i> and <i>Robert J. Del Tufo,</i> attorneys; <i>Michael D. Schottland, Charles J. Uliano, Robert F. Dempsey, John R. Ford, Joel N. Kreizman, Robert F. Novins, Robert J. Del Tufo, Carmine A. Iannaccone, Frank Verdi,</i> and <i>Beth Novins,</i> on the briefs).</p>\n<p><i>Edward G. D'Alessandro</i> argued the cause for <i>amici curaie</i> Montego Bay, Inc., and Green Parrot, Inc. (<i>D'Alessandro, Sussman, Jacovino &amp; Mahoney,</i> attorneys; <i>Edward G. D'Alessandro,</i> of counsel; <i>Brian E. Mahoney,</i> on the brief).</p>\n<p>PER CURIAM.</p>\n<p>This is a judicial removal proceeding brought under <i>N.J.S.A.</i> 2A:1B-1 to -11, against Judge Thomas L. Yaccarino of the Superior Court of New Jersey (respondent). The proceedings <span class=\"star-pagination\">*349</span> were initiated by a complaint authorized by this Court in February 1984 following two presentments of the Advisory Committee on Judicial Conduct (ACJC). The subject matter of the complaint and underlying presentments concern conduct of respondent dating back to 1979. Respondent was charged with professional ethical misconduct in violation of <i>N.J.S.A.</i> 2A:1B-2, Rule 2:15-8(a), and Canons 1, 2A, 2B, 3A(3), 3A(4), 3C, 5C(1), and 5C(7) of the Code of Judicial Conduct. The Court designated a three-judge panel pursuant to <i>N.J.S.A.</i> 2A:1B-7 to conduct a hearing, take evidence, and to report its findings to the Court.</p>\n<p>Respondent filed an answer in which he denied the allegations against him. In addition, he asserted several defenses, seeking both the dismissal of the entire proceedings on constitutional, statutory, and procedural grounds and the dismissal of particular charges on grounds relating specially to these charges.</p>\n<p>The special panel denied respondent's several motions based on his affirmative defenses and proceeded with hearings, which were held from March through May 1984. The panel rendered its report dated July 3, 1984. It found generally that the evidence showed a \"pattern of misconduct\" that warranted respondent's removal from the bench. Accordingly, on July 12, 1984, this Court issued an order to show cause why respondent should not be removed.</p>\n<p></p>\n<h2>I.</h2>\n<p>We deal first with a threshold contention made by respondent that the report of the special panel was not authorized by the statute governing judicial removal or any appropriate Rule and should be struck as <i>ultra vires.</i> Respondent argues that the panel is statutorily empowered only \"to take evidence,\" <i>N.J.S.A.</i> 2A:1B-7, that is, to compile the evidence and summarize it. It is claimed that the panel exceeded its authority by making factual determinations and recommending disciplinary sanctions.</p>\n<p><span class=\"star-pagination\">*350</span> We reject this contention. In <i>Matter of Coruzzi,</i> 95 <i>N.J.</i> 557 (1984), this Court recognized that the Judicial Removal Act was passed to implement removal procedures as authorized generally under the Constitution. <i>N.J. Const.</i> of 1947, art. 6, § 6, para. 4. We stated that the Act \"left much to the Supreme Court's discretion,\" citing <i>N.J.S.A.</i> 2A:1B-8.</p>\n<blockquote>The interests involved are so great that the Legislature required that the matter be heard directly by the Supreme Court or through its designated three-judge panel. [95 <i>N.J.</i> at 570.]</blockquote>\n<p>The Constitution and enabling statute confer a broad authority upon this Court. <i>N.J.S.A.</i> 2A:1B-8 provides that \"[e]xcept as otherwise provided in this act, proceedings shall be governed by rules of the Supreme Court.\" Clearly the Act contemplated authority in this Court to effectuate fully the power to be exercised in the area of judicial discipline. The Court has done so in this case by specific order. There is nothing inconsistent with the purpose or provisions of the Act in the Court acting by directive to constitute a three-judge panel and authorizing it, as an aspect of its hearing function, not only to receive evidence but also to make findings of fact and recommendations as to appropriate discipline.</p>\n<p>This procedure is fully consistent with the legislative scheme because all functions undertaken by the panel are strictly ancillary to the ultimate disciplinary functions performed by this Court. Because the final determinations of fact are made by this Court after its independent review of the record and, further, the ultimate or final discipline to be imposed rests in the sole judgment of the Court, the findings of fact and recommended discipline of the panel are essentially advisory. <i>Matter of Hardt,</i> 72 <i>N.J.</i> 160, 164-65 (1977); <i>see also </i><i>Matter of Yengo,</i> 72 <i>N.J.</i> 425, 429 (1977) (\"This Court * * * reached independent conclusions of its own on the evidence so taken....\").</p>\n<p>We add that the absence of a formal Rule of Court authorizing generally the constitution of a three-judge panel in <span class=\"star-pagination\">*351</span> judicial disciplinary proceedings in these circumstances does not vitiate the jurisdiction of the panel to conduct these proceedings and issue a report that includes its findings of fact and recommendations. The Court's Rule-making authority may be exercised by the promulgation of formal rules to be included in the published Rules of Court, <i>R.</i> 1:1. It may also be exercised in the form of general directives or specific orders. <i>See, e.g., </i><i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557; <i>Matter of Albano,</i> 75 <i>N.J.</i> 509 (1978).</p>\n<p>Respondent also contends that the judicial-removal proceeding should be dismissed because its conduct violated the right of due process. We conclude that this removal proceeding does not deny respondent's rights under the constitution of the United States and the constitution of New Jersey.</p>\n<p>Respondent complains that this Court acts, or has acted, as \"an investigator, complainant, prosecutor, grand jury, trial court and appellate court,\" and that the Court cannot, therefore, be a fair final arbiter in this matter. It is clear that this Court and the Legislature have honored the requirements of both procedural and substantive due process in separating the investigatory, prosecutorial, and adjudicative functions entailed in judicial disciplinary proceedings. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 573; <i>see </i><i>Mazza v. Cavicchia,</i> 15 <i>N.J.</i> 498 (1954). The fact that this Court authorized a complaint to be filed with the ACJC does not cast the Court in the role of an investigator; that the complaint was tried and heard by the ACJC does not cast this Court in the role of a prosecutor. And the additional fact that this Court empaneled a three-judge tribunal to hear these proceedings ancillary to this Court's final independent review does not itself constitute prejudgment or an earlier appellate adjudication by the Court. These proceedings amply observe the appropriate separation of all important functions implicated in disciplinary proceedings. Moreover, it is abundantly clear that the procedures provided in removal proceedings as to notice, opportunity to be heard, and the confrontation <span class=\"star-pagination\">*352</span> of adverse witnesses and evidence, see <i>N.J.S.A.</i> 2A:1B-6; <i>see also R.</i> 2:14-1 and <i>R.</i> 2:14-2, meet all the requirements of procedural due process.</p>\n<p>Respondent also claims that the act governing judicial removal, vesting as it does the power to remove judges in the Supreme Court, is an unconstitutional delegation of authority by the Legislature. Respondent cannot be heard to complain on the basis of the New Jersey Constitution. Article 6, section 2, paragraph 3 and section 6, paragraph 4 empower this Court to control the disciplinary aspects of the judiciary. The Legislature has implemented this constitutional authority by the enactment of the Judicial Removal Act, and specifically <i>N.J.S.A.</i> 2A:1B-2 and -3. The omissions from the Act of provisions for removal of members of the Supreme Court is not, as suggested by respondent, fatal from a constitutional standpoint. The Constitution itself has furnished other avenues for removal involving these judicial positions. <i>N.J.Const.</i> of 1947, art. 6, § 6, § 6, paragraph 4.</p>\n<p>The Respondent further contends that under the federal constitution judges can be removed by different procedures and substantive standards. <i>See U.S. Const.</i> art. III § 1, art. II § 4. Clearly, these federal constitutional provisions do not preempt state control of its own judiciary. A state that creates a public office can set standards of conduct for the state officer. <i>See </i><i>Gruenburg v. Kavanagh,</i> 413 <i>F. Supp.</i> 1132 (E.D. Mich. 1976); <i>Sinclair v. Schroeder,</i> 225 <i>Kan.</i> 3, 586 <i>P.</i>2d 683 (1978).</p>\n<p>These considerations also address respondent's further claims that the judicial removal statute is unconstitutionally vague. The Act, as supplemented by the Code of Judicial Conduct, establishes a sufficiently definite standard upon which to impose discipline or base a decision of removal. <i>See </i><i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557; <i>Matter of Hardt, supra,</i> 72 <i>N.J.</i> 160.</p>\n<p><span class=\"star-pagination\">*353</span> Respondent stresses the fact that the Attorney General decided not to present any aspect of these matters to a grand jury. Respondent asserts that the failure by a grand jury to return an indictment for some of these asserted offenses requires a finding by this Court that there is insufficient evidence to warrant removal. We disagree. Conduct that in itself does not constitute a criminal offense may be violative of standards governing performance, warranting discipline or removal for cause. <i>Napolitano v. Ward,</i> 457 <i>F.</i>2d 279, 284 (7th Cir.), <i>cert. denied,</i> 409 <i>U.S.</i> 1037, 93 <i>S.Ct.</i> 512, 34 <i>L.Ed.</i>2d 486 (1972). Further, the principle of collateral estoppel, which is pleaded as a defense, has no application here. With respect to the actions of the Attorney General, there was no definitive determination of the merits of the underlying charges with respect to a breach of judicial ethics. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 568, 569 n. 6. Finally, the power of the judiciary, stemming from the doctrine of separation of powers, must prevail to control its own members. Any decision by the Attorney General's office not to present this matter to a grand jury involves a discretionary determination by the executive branch and cannot bind or affect the judicial branch in matters concerning the goverance of the judiciary. <i>Accord </i><i>Knight v. Margate,</i> 86 <i>N.J.</i> 374 (1981).</p>\n<p>In sum, we determine that respondent's claims that these proceedings should be dismissed in their entirety on constitutional and statutory grounds are without merit. We concur in the determination of the panel that respondent's defenses based on these claims should be rejected.</p>\n<p></p>\n<h2>II.</h2>\n<p>Several of the charges of misconduct focus upon respondent's actions towards litigants, witnesses, and other persons appearing before him in particular court proceedings over which respondent presided. We deal initially with these.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*354</span> A.</h2>\n<p></p>\n<h2><i>The Ricca Matter</i></h2>\n<p>This matter arises out of respondent's conduct while presiding in a non-jury civil proceeding entitled <i>Elastomers Limited, Inc. v. Gino Ricca.</i> This was an action brought against the defendant for an alleged embezzlement of funds.</p>\n<p>Our independent review of the record discloses that respondent in the course of this proceedings discussed in open court his own financial dealings, threatened the witness-defendant, extensively questioned the defendant concerning the falsification of federal tax returns, and pointedly demeaned defendant with certain comments. Respondent, for example, told the defendant, \"You are in this thing up to your hipboots with Uncle Sam. Forget about defending yourself. You are dead ...\" In a direct appeal of that case, the Appellate Division specifically criticized respondent's conduct at trial in these respects.<sup>[1]</sup></p>\n<p>Based upon our independent assessment of the record, the evidence demonstrated beyond a reasonable doubt that, in their <span class=\"star-pagination\">*355</span> totality, respondent's comments in this matter were such that he threatened the defendant and expressed a personal bias and hostility against him that was wholly inconsistent with the judicial obligation to remain objective and neutral. This evidence also demonstrated beyond a reasonable doubt that respondent's conduct of this case reflected discourtesy, disrespect, and impatience, clearly constituing improper decorum and a lack of dignity, which vitiated the atmosphere of fairness and impartiality. Based upon these findings, we conclude that respondent violated Canons 1, 2A, 3A(3) and 3A(4).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2><i>The Bornstein Matter</i></h2>\n<p>This matter arises out of respondent's conduct of a matrimonial proceeding entitled <i>Andrea Bornstein v. Alan Bornstein.</i> The particular aspect of the matrimonial proceedings over which respondent presided involved the visitation rights of defendant, Dr. Bornstein, with respect to two minor children who were in the custody of their mother, the plaintiff. Dr. Bornstein had remarried and failed to exercise his visitation rights for a substantial period of time. He subsequently changed his mind and sought to visit the children, who were 13 and 9 years of age. However, he was unsuccessful because the children refused to see him. Mrs. Bornstein did not force the children to see their father nor did she discipline them for refusing to do so.</p>\n<p>Respondent at one time expressed his attitude toward defendant by stating that \"[i]n plain English, * * * if I had a stick thirty feet long to reach him now, I would bop him one. * *\" Later, he invoked his own personal views about child rearing when, referring to the fact that the Bornstein children would not call Dr. Bornstein \"father\" or \"daddy,\" but only by his first name, Alan, or simply as \"he,\" respondent stated, \"[i]f I had a kid and he called my wife Gail, his nose would be out of joint and his teeth would rattle.\"</p>\n<p><span class=\"star-pagination\">*356</span> Respondent also indicated that his personal views concerning religion took precedence over the law. When Mrs. Bornstein explained that she was in court because the children did not want to see their father, and not because of an intention on her part to stop them from doing so, respondent told her that she had \"an absolute affirmative duty cast upon [her] by [her] God, not by Yaccarino, not by me, but by God\" to persuade them to change their attitude and to respect and revere their father, and that she was not relieved of that responsibility because the father might have been a \"100 carat cad.\" Respondent again criticized Mrs. Bornstein for permitting the children to refer to their father as \"Alan\" and then invoked a religious example by reminding Mrs. Bornstein of how God destroyed Sodom and Gomorrah. When Mrs. Bornstein informed respondent that two independent psychiatrists had advised her that it would be harmful if the children were forced to see their father, he stated, \"I am not talking about a psychiatrist. I am talking about God.\"</p>\n<p>Respondent also advised those present in court of his personal views on divorce. He announced from the bench that he did not believe in divorce. With respect to custody, respondent commented that he could not imagine a situation in which a court would say to him \"[y]ou may or you may not see your children.\" In addition, respondent stated that if confronted with such a situation, \"I would pull this courthouse right off the hinges. There wouldn't be a courthouse. There can't be a world where those are the rules in my life.\" When counsel demurred, respondent informed the attorney that while both he [the attorney] and his client were \"civilized,\" he himself was \"uncivilized\" since \"I don't believe in divorce.\" The respondent expressed his personal views that the State's matrimonial laws and the court's authority to limit a parent's visitation rights would not be enforced by him. Respondent also expressed his willingness to kill anyone including himself for the protection of his children.</p>\n<p><span class=\"star-pagination\">*357</span> We appreciate that this was an unusual, difficult, and exasperating case. A prominent and experienced matrimonial practitioner personally solicited respondent to attempt to resolve the dispute. The respondent made extraordinary efforts to reconcile the father and his children. The judge struggled to assure each party that he understood that party's position. For example, the lawyers involved testified that they believed the judge, in describing the husband as a \"cad,\" was not only making it clear that the court did not condone anything that he had done, but wanted the wife to recognize how intractable the situation was. The case was undoubtedly stressful. Still,</p>\n<blockquote>[n]o matter how tired or vexed, * * * judges should not allow their language to sink below a minimally-acceptable level. Judges, like other members of society, will occasionally have a \"bad day.\" Even on such days, however, a judge must conduct court proceedings in a manner that will maintain public confidence in the integrity and impartiality of the judiciary. [<i>Matter of Sadofski,</i> 98 <i>N.J.</i> 434, 441 (1985).]</blockquote>\n<p>Based upon our independent assessment of the record, the evidence shows beyond a reasonable doubt that respondent spoke in crude terms, displayed a personal animus to the parties, invoked personal beliefs not legally relevant to the cause, and made irresponsible and reckless statements showing disrespect for and defiance of the law. Based on these findings, we conclude that respondent violated Canons 1, 2A, 2B, 3A(3) and 3A(4).</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2><i>The Josephson Matter</i></h2>\n<p>Respondent presided in two proceedings at a hearing in which Milton Josephson, Esq. was counsel. In <i>In re Estate of Kendall,</i> Mr. Josephson represented one of the heirs of the estate. He made a motion to be relieved as counsel. Respondent evidently understood the motion to be for relief as counsel and an assessment of fees against a successor attorney. At the close of the hearing respondent directed critical remarks at <span class=\"star-pagination\">*358</span> Josephson in a particularly offensive and harsh manner.<sup>[2]</sup> Following these remarks respondent granted Josephson's application to be relieved as counsel, but added \"with pleasure,\" indicating that he was personally happy to have Mr. Josephson out of the case.</p>\n<p>In the other proceeding, <i>Rue v. Jones,</i> respondent presided at a hearing on a motion brought by Mr. Josephson on behalf of the defendant to vacate a default that had been entered against his client. Although the motion was originally submitted under Rule 1:6-2, respondent ordered oral argument because it appeared that discrepancies existed between Mr. Josephson's affidavit and the affidavit previously submitted by opposing counsel, Leonard J. Coates. During the course of the hearing, Mr. Josephson represented to respondent that his client was in a hospital and therefore did not have knowledge of the attempted service by publication. The hospital was contacted at the request of respondent and it was indicated that there was no record of the client's admission during the entire year in question. At the conclusion of the hearing, respondent sanctioned Josephson, found him in contempt, and summarily fined him $200.</p>\n<p><span class=\"star-pagination\">*359</span> Based upon an independent review of the record we determine that respondent's conduct was not respectful or courteous; it betrayed personal feelings of hostility inconsistent with the objectivity, impartiality, and dignity required of a judge. We conclude, based upon these findings, that respondent's actions in these matters violated Canons 1 and 2.</p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2><i>The Bogewicz Matter</i></h2>\n<p>The case of <i>Milewski v. Bogewicz</i> was an action between two sisters for partition of jointly-owned land. Helen Bogewicz wrote a letter to respondent advising him <i>ex parte</i> of facts she believed demonstrated inadequate representation by her lawyer. The Organization of Women for Legal Awareness, an organization that seeks to protect the interests of women in legal proceedings, had recommended to Ms. Bogewicz that she write the letter.</p>\n<p>Respondent became incensed with the letter. He thereafter repeatedly humiliated and degraded Ms. Bogewicz in open court by means of a series of sarcastic comments, questions and hypothetical situations. Even after Ms. Bogewicz had apologized, respondent engaged in continuing unprovoked and harsh criticisms, harping constantly on the impropriety of an <i>ex parte</i> communication with the court.</p>\n<p>Based upon our independent assessment of the record, the evidence demonstrates beyond a reasonable doubt that respondent engaged in a course of conduct that tended to publicly humiliate and demean Ms. Bogewicz. He demonstrated a lack of sensitivity, civility, fairness and impartiality when he disregarded Ms. Bogewicz's apology and continued to berate and belittle her. Based on these findings, we conclude that this conduct constituted a violation of Canons 1, 2 and 3A(3).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*360</span> III.</h2>\n<p></p>\n<h2><i>The Stockton State College Matter</i></h2>\n<p>Another matter of asserted misconduct by respondent entails a personal family matter and the claimed misuse of his judicial office concerning this family interest. This arises out of an incident involving respondent's daughter, Cynthia Yaccarino, who was a student at Stockton State College during 1981.</p>\n<p>We find from our independent review of the record these facts to have been established beyond doubt. On March 6, 1981, Sergeant John Niewender, of the Stockton State College Police Department, found a dog belonging to respondent's daughter walking unleashed near the College bookstore. Sergeant Niewender had warned Cynthia on prior occasions that the dog required a municipal license and that she could not leave it unattended on the college campus. Sergeant Niewender put a rope on the dog and began to walk back to his car with it, intending to impound the dog. Cynthia came out of the bookstore and became irate at the officer and began yelling at him. Sergeant Niewender informed her that he was impounding the dog for lack of a license. Cynthia then screamed at and physically attacked the officer, striking and kicking at him and pulling his clothing while he attempted to place the dog inside his car. Her physical assault and interferences continued despite warnings from the officer, who finally placed her under arrest. He later charged her with simple assault, <i>N.J.S.A.</i> 2C:12-1a, obstructing a governmental function, <i>N.J.S.A.</i> 2C:29-1, and harassment, <i>N.J.S.A.</i> 2C:33-4. Cynthia was kept at the police station for an hour while the arrest papers were prepared; she then left and obtained a dog license, and retrieved the dog.</p>\n<p>Cynthia did not tell her parents of the incident until ten days later. She showed her mother an article concerning the incident contained in a school newspaper. Mrs. Yaccarino in turn showed it to respondent on the evening of March 16, 1981. Respondent immediately called the Stockton State College Police <span class=\"star-pagination\">*361</span> and spoke with Detective Sergeant Lentz. Respondent identified himself as a Superior Court Judge and demanded to know the statute that authorized the detention of the dog. He also told Lentz that he was a holder of silver and gold P.B.A. cards and had helped write the rules and laws governing campus police. Finally, respondent asked that the Chief of the Campus Police call him, and Lentz said he would have him call the next day.</p>\n<p>Respondent then called Frank Muzzi, Chief of the Monmouth College Campus Police Department and a longtime friend. Muzzi said he knew the Chief of the Stockton State Campus Police and that he would call him and ask him to contact respondent. Muzzi then called the Stockton State College Campus Police Station. After receiving this call, Sergeant Lentz called Chief Long of the Stockton State Campus Police, who then called Muzzi. Chief Long agreed to call respondent the next day. Muzzi then called respondent and confirmed that Chief Long would call the next day. Nevertheless, that evening respondent called Monmouth County Prosecutor Alexander D. Lehrer, but did not reach him. Later that evening the prosecutor returned respondent's call, and respondent asked him to contact Richard J. Williams, Atlantic County Prosecutor, to have Williams investigate Cynthia Yaccarino's arrest. Lehrer did speak with Williams the next day and told Williams of respondent's allegations of police misconduct.</p>\n<p>The next day, March 17, 1981, Frank Licitra, Chief of Detectives of the Monmouth County Prosecutor's Office, returned respondent's call of the night before. Licitra agreed to call Chief Long to find out what had happened. Licitra did call Long and asked him to call respondent. Licitra then confirmed to respondent that Long would call.</p>\n<p>At approximately 3:30 p.m. on the same day, Chief Long called respondent at his chambers in Freehold. Respondent was on the bench but later returned the call. Respondent identified himself as a Superior Court Judge. Respondent said that Sergeant Niewender, the arresting officer, had acted improperly <span class=\"star-pagination\">*362</span> and should be disciplined by \"firing the big cop.\" Respondent then finished by warning that if Long did not take action against Niewender by 9:00 a.m. the next day, March 18, 1981, respondent would turn the matter over to his legal counsel and sue Long, Niewender and Stockton State College for violation of his daughter's civil rights.</p>\n<p>Niewender was not fired and, on March 18, 1981, Cynthia Yaccarino filed two complaints against Niewender in Galloway Township Municipal Court. Respondent also called Donald Phillips, the Galloway Township prosecuting attorney on several occasions. On March 16 and May 27, 1981, the charges against Cynthia Yaccarino were heard in Galloway Township Municipal Court. The Municipal Court Judge dismissed the charges.</p>\n<p>We find from this evidence beyond a reasonable doubt that respondent's conduct engendered an undeniable appearance of impropriety. This was occasioned by respondent's numerous personal contacts with law enforcement officials, his use of intermediaries to contact law enforcement officials, and his repeated references to his official position. We fully appreciate that it was respondent's daughter who had been subjected to what he perceived to be a personal affront to her and exposure to personal indignity, particularly in the way that she was arrested and physically confined to a chair in the stationhouse. We reflect upon this with considerable understanding; this occurrence would anger and upset any parent. Judges are subject to the same human emotions as other parents and are entitled, as parents, to respond to a felt unjust abuse of their children. But judges must always be conscious that they not blur the line between parent and judge.</p>\n<p>Based upon our independent assessment of the record, the evidence demonstrates beyond a reasonable doubt that respondent used the power, authority, and prestige of his office as a Judge of the Superior Court to advance the private interests of his daughter with respect to the charges pending against her in the Municipal Court of Galloway Township. Respondent used <span class=\"star-pagination\">*363</span> his judicial position in an attempt to influence other public officials in the performance of their lawful duties and to interfere with the orderly administration of justice. We further find beyond a reasonable doubt that this conduct constitutes a misuse of judicial office, which reflects adversely upon the office of a judge and the administration of justice and brings the judiciary into public disrepute. We therefore conclude that respondent violated Canons 1 and 2 of the Code of Judicial Conduct.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We next consider the charges involving respondent's conduct in connection with two liquor license ventures (sometimes referred to as the ABC matters). The principal allegations against respondent in this matter are that (1) he possessed an interest in the liquor licenses held by Montego Bay, Inc. and Green Parrot, Inc. by reason of undisclosed stock ownership in the two corporations, and that this interest was not disclosed in violation of <i>N.J.S.A.</i> 33:1-25 and -26; (2) as a sitting Superior Court judge, he was prohibited from holding an interest in a liquor license by virtue of <i>N.J.S.A.</i> 2A:154-1 and <i>N.J.A.C.</i> 13:2-23.31; and (3) his involvement in the Montego Bay and Green Parrot enterprises violated article VI, section VI, paragraph 6 of the New Jersey Constitution, which prohibits a judge from \"engaging in ... other gainful pursuit.\" On the basis of these allegations respondent is charged with having violated Canons 1, 2A, 2B, 5C(1) and 5D of the Code of Judicial Conduct. We deal initially with the evidence that relates to each of these ventures and the findings of fact to be derived from that evidence, and then consider the conclusions to be drawn from these findings.</p>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2><i>The Green Parrot Bar</i></h2>\n<p>The evidence as to whether respondent had an ownership interest in the liquor licensee whether this interest was disclosed, <span class=\"star-pagination\">*364</span> and whether his conduct constituted \"gainful pursuit\" is intertwined. The extensive record reveals that in early 1981, Gordon Long and Craig Brierley sought investors to participate in the purchase of the Green Parrot Bar. A meeting between the interested parties, including respondent and his wife, was arranged at respondent's home. At this meeting, respondent made it known to the others that he was interested in the purchase of the real estate only and not the ownership and operation of the bar. However, he was interested in the bar to the extent that its income would help defer the debt service incurred in purchasing the real estate and suggested his wife as an acceptable partner. Respondent testified that he informed the others at this meeting that they would have to separate the land and the bar by establishing a realty and separate operating company. However, Long and Brierly had already entered into a purchase and sale agreement for the Green Parrot, which included the land and the bar.</p>\n<p>Nonetheless, a partnership, Green Parrot Realty, was formed to take title to the land, and a corporation, Green Parrot, Inc., was formed to operate the bar. Dennis Crawford, an investor and the attorney who drew up all the necessary papers, testified that respondent was not involved, but that his wife, Gail Yaccarino, was involved in both companies as a partner. No lease was ever drawn up between Green Parrot, Inc. and Green Parrot Realty, and no rent was provided by any method. No mention of respondent was made on Green Parrot, Inc.'s application for a liquor license. Moreover, the deeds and mortgages did not list respondent as a purchser, nor did they reflect his having an interest in the real estate.</p>\n<p>Respondent testified that his wife prepared and executed a deed transferring her interest in the property to herself and respondent as tenants by the entirety, in order to reflect his <span class=\"star-pagination\">*365</span> ownership interest. However, this deed was never recorded.<sup>[3]</sup> The Green Parrot purchase-and-sale agreement executed between the partnership, the corporation, and the disclosed owners in their individual capacities subsequent to the closing demonstrate the lack of separation between the partnership and the corporation.<sup>[4]</sup> Paragraph 8 of the purchase and sale agreement expressly provides that Gail Yaccarino holds the stock in Green Parrot, Inc. and the partnership interest in Green Parrot Realty as the nominee of the respondent.<sup>[5]</sup> Respondent was also considered to have an insurable interest in the Green Parrot enterprise, reflected in both the purchase-and-sale agreement and the insurance policy obtained on behalf of the corporation.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*366</span> The parties, other than respondent, described the characterization of his wife's interest as a \"nominee\" to be a mere formality necessary to obtain insurance on respondent's life. Whether nominal or substantial, respondent's interest in the real estate and the license was interdependent with that of his wife.</p>\n<p>Moreover, respondent actively participated in the business affairs of the Green Parrot partnership and corporation enterprise. Crawford testified that respondent was present at and participated in the majority of the corporate meetings held for Green Parrot. Respondent's wife, on the other hand, attended fewer than one-half and possibly fewer than one-quarter of these meetings. When the project ran short of funds during the course of renovation, it was respondent whom Long contacted to resolve this problem.</p>\n<p>Based upon our independent assessment of the record, we find from this evidence beyond a reasonable doubt that respondent was the true owner of the partnership interest in the realty and had a beneficial interest in the stock of the corporation involved in the Green Parrot enterprise. We also find that by not including his name on the Green Parrot deed and mortgage and by not recording the deed between him and his wife and by not including his name in the application for the Green Parrot liquor license, respondent failed to disclose his interest in the property and liquor licensee. In addition, we find that respondent did not merely hold an interest in the real estate and the corporation as an investment; his active participation in the commercial business and operations of the Green Parrot liquor licensee exceeded any need to protect his investment or proprietary interest and was for the purpose of assuring the profitability of the enterprise.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*367</span> B.</h2>\n<p></p>\n<h2><i>The Montego Bay Bar Matter</i></h2>\n<p>The evidence relating to the issues of respondent's alleged ownership interest, the alleged non-disclosure of that interest, and his asserted \"gainful pursuit\" in connection with the Montego Bay bar enterprise is contained in an extensive record.</p>\n<p>The evidence demonstrates beyond a reasonable doubt that in the fall of 1981, Gordon Long approached his partners in the Green Parrot and Penta, the accountant for the Green Parrot, about the possibility of acquiring a second bar known as \"Jerry Lynch's which was to be renamed \"Montego Bay.\" In addition to the bar, the Montego Bay property consisted of a hotel, several apartments, a kitchen and a large tract of undeveloped land on the beachfront highway. At a meeting of interested persons, respondent expressed his view that the investment value of the real estate was great. A series of informal meetings and discussions among the investors ensued and finally in early 1982 they met and agreed to purchase Montego Bay, provided the necessary financing could be obtained.</p>\n<p>Respondent felt that the property was particularly attractive as an investment because it was the only undeveloped beach-front property in the area upon which condominiums might be constructed. The ownership interest of respondent and his wife was to be structured in the same manner as the arrangement with the Green Parrot enterprise, and it was \"clearly understood\" that the deed to the property would reflect his and Kacandes' interests as tenants by the entirety with their wives.</p>\n<p>As with the Green Parrot, respondent professed he wanted to participate only in the purchase of the real estate. Language identical to that contained in the purchase-and-sale agreement for the Green Parrot was included in the purchase-and-sale agreement, dated May 14, 1982, for the Montego Bay. The agreement was for the purchase and sale of the land and bar. Gail Yaccarino was thus named \"as the nominee,\" respondent was not named, and the operation and management of the land <span class=\"star-pagination\">*368</span> and bar were to be undertaken as one entity. Also, the Montego Bay agreement obligated the corporation and partnership to purchase respondent's stock and partnership interest upon his death.<sup>[7]</sup></p>\n<p>A partnership designated as Montego Bay Associates was formed to take title to the Montego Bay realty. The partners in Montego Bay Associates were identified as Long, Penta, Hirsch, Crawford, Stella Kacandes, and Gail Yaccarino. A corporation known as Montego Bay, Inc. was formed to acquire the liquor license and conduct the bar operation. The agreement for the purchase of the realty was contingent upon a transfer of the liquor license. The certificate of incorporation, filed November 25, 1981, and the stock certificates issued by the corporation reflect Crawford, Long, Penta, Hirsch, Stella Kacandes, and Gail Yaccarino as the shareholders in Montego Bay, Inc.</p>\n<p>Respondent and his wife obtained their $25,000 to be invested by obtaining a bank check in that amount payable to them jointly for which they executed a demand note as co-borrowers. In addition, respondent in his individual capacity signed a continuing personal guarantee of the bond obligation.</p>\n<p>It is clear from the Montego Bay purchase and sale agreement and the closing documents that there was no segregation of the monies that were to be paid towards the liquor license, fixtures, furniture, and equipment used in the bar business and the monies allocated towards the purchase of the realty. No separation of identity between the corporation and the partnership was observed by the participants in the Montego Bay enterprise; the assets of the two entities were commingled.</p>\n<p>The evidence also establishes that respondent failed to disclose his interest in the enterprise, particularly his interest in <span class=\"star-pagination\">*369</span> the corporate licensee. Respondent's name does not appear on the deed, which was recorded, notwithstanding his testimony that he held an interest in the property as tenants by the entirety with his wife, and that the parties \"clearly understood\" his name was to appear on the deed,<sup>[8]</sup> and, notwithstanding his claim to having objected to the omission of his name in the earlier Green Parrot deed. Further, respondent did not disclose his name or interest in the application for a liquor license filed on behalf of Montego Bay.</p>\n<p>In addition, respondent participated extensively in the business affairs to Montego Bay Project. During its organizational and construction phases respondent attended meetings involving both the partnership and the corporation and participated extensively in discussions dealing with the business of the enterprise.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*370</span> Based upon our independent assessment of the record, we find from this evidence beyond a reasonable doubt that respondent was the true owner of both the stock and partnership interest in the Montego Bay enterprise, that he made a conscious effort to conceal his ownership interest, and that by virtue of his extensive participation in the business affairs and operations of this enterprise, he sought to assure the profitability of the enterprise.</p>\n<p></p>\n<h2>C.</h2>\n<p>We next consider the conclusions to be drawn from the evidence and factual findings pertaining to these ABC matters. We take into account particular claims and defenses raised by respondent, as well as the arguments made by the liquor licensees themselves as <i>amicus curiae.</i></p>\n<p>It is argued that any interest of respondent in the liquor licensees is lawful and therefore cannot provide a basis for the assertion that his involvement in these matters was unethical. According to this argument, the operative rule, <i>N.J.A.C.</i> 13:2-23.31, prohibits an interest in a liquor license only by specified law-enforcement officers or others with ABC regulatory duties, and does not apply to judges. In any event, it is asserted that any impropriety in a judge's interest in a liquor license can be overcome by a judge simply disqualifying himself in a matter involving the licensee.</p>\n<p>Although the asserted unlawfulness of respondent's interest in a liquor license was part of the charges against him, we conclude that we need not resolve the question as to whether such an interest by a judge is lawful under ABC statutes and regulations. This determination, in our view, is obviated because <span class=\"star-pagination\">*371</span> the gravaman of these charges against respondent is that he failed to <i>disclose</i> his interest in the liquor licenses. <i>N.J.S.A.</i> 33:1-25 clearly requires, with respect to corporate applications, that the names of stockholders of 1% or more of corporate stock be \"stated in the application.\" <i>N.J.S.A.</i> 33:1-26 provides for the same disclosure in connection with this transfer of liquor licenses. Respondent has testified that he was not consulted in connection with either of the license applications and that he never reviewed or discussed their contents prior to their submission to the Division of Alcoholic Beverage Control. We cannot credit respondent's testimony that he had no knowledge that any disclosure as to the identity of the owners was required in connection with a liquor license application.<sup>[10]</sup></p>\n<p>It is also asserted that under <i>N.J.S.A.</i> 2A:1B-7, the special panel (and presumably this Court) had no jurisdiction in these proceedings to affect the licensees in any way. We agree that our determinations here will not constitute an enforcement of ABC regulations. We note, also, that there are independent administrative proceedings currently pending before the Division of Alcoholic Beverage Control that address the subject-matter of respondent's involvement in these liquor licensees. Our adjudication in these proceedings involves only the question of whether respondent is guilty of unethical conduct under the Canons of Judicial Conduct. That determination can affect only the respondent and not these licensees. This consideration dispels as well the claim that an informal opinion of the Division of Alcoholic Beverage Control and a report of the Belmar Police Department indicating, at least tentatively, that there was nothing to prevent a judge from having an interest in <span class=\"star-pagination\">*372</span> a liquor license bars the Court from determining whether respondent has conducted himself unethically by failing to disclose his interest.</p>\n<p>It is also contended that a finding that respondent holds an undisclosed interest in the liquor license would be unconstitutional because it would prevent female spouses from investing in businesses with capital generated by joint spousal assets and commitments. We disagree. Here, the only issue is whether respondent himself acquired an interest in a liquor license that he failed to disclose. We conclude that he did, and that his wife's interest in these circumstances is not relevant to this determination. A determination that respondent's conduct is unethical does not bar his wife from lawful investment.</p>\n<p>As noted, we have also determined that under the circumstances, respondent, by reason of his activities in conjunction with his interest in the two liquor licenses, went well beyond what would be required simply to make and manage an investment in real estate. His extensive activities were for the purpose of establishing the financial soundness of these enterprises and assuring their profitability. We are satisfied therefore that respondent thereby engaged in \"gainful pursuit,\" as prohibited by article VI, section 6, paragraph 6 of the New Jersey Constitution.</p>\n<p>Respondent disputes this determination on the grounds that there are no definitive guidelines as to what is meant by \"gainful pursuit\", and therefore it is unjust to find him guilty of violating this constitutional provision. We concede that in some cases there may be uncertainty as to whether particular conduct violates the constitutional stricture. However, there is a readily understandable distinction between a passive investment, which entails minimal managerial responsibility to assure its continuing soundness, and the kind of aggressive, hands-on, close supervision of a business that is necessary to enhance its commercial success. We can arrive at no conclusion other than that respondent's participation in these two enterprises far exceeded the scope of a permissible real estate investment. By <span class=\"star-pagination\">*373</span> his active participation in the Green Parrot and Montego Bay enterprises respondent \"engaged in ... gainful pursuit\" in violation of the Constitution of this State.</p>\n<p>Based upon these determinations, we conclude that respondent violated Canons 1, 2A, 2B, 5C(1) and 5D of the Canons of Judicial Conduct and article VI, section 6, paragraph 6 of the New Jersey Constitution.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2><i>The Manzo Matter</i></h2>\n<p>Our final, most critical focus must inevitably be upon the <i>Manzo</i> matter. Here we review conduct that touches directly upon the administration of justice and the integrity of the judicial process. This matter involves asserted misconduct of respondent in the handling of settlement aspects of a non-jury civil proceeding before him. The claimed breach of ethics involves not only respondent's handling of the settlement proceedings but, more importantly, the personal financial interest that he developed in the subject-matter of the proceedings and his attempt to deal with this problem when its existence became known to other persons.</p>\n<p>The matter, entitled <i>Patrick Manzo v. Michael Manzo,</i> was instituted in 1975 in the Chancery Division of the Superior Court of New Jersey, seeking the dissolution of several closely-held corporations and the distribution of the corporate assets to three brothers, Michael, Joseph, and Patrick Manzo, who were the shareholders, officers, and directors of the corporations. The corporations were engaged in asphalt manufacturing and general contracting, particularly road construction and paving. In addition, the corporations had interests in other assets, including a shopping center, a liquor license, and developed and undeveloped real estate. One of these assets was a large house situated on three lots located on Philadelphia Boulevard in Sea Girt, New Jersey. Total corporate assets were estimated in the range of $20,000,000 to $30,000,000.</p>\n<p><span class=\"star-pagination\">*374</span> We find from our independent assessment of the record the following facts to be established by the evidence beyond a reasonable doubt. Respondent became actively involved as trial judge in the <i>Manzo</i> matter. In July 1976 the Manzo brothers arrived at a settlement, the terms of which were placed on the record in open court and incorporated in a judgment signed by respondent. The settlement agreement provided for the physical division of certain assets among the brothers; Michael was to receive 60%, Joseph 25% and Patrick 15% of the aggregate value of all the assets, including the Sea Girt property, as set forth in the agreement.</p>\n<p>Under the terms of the judgment, the Manzos were given fifteen days to agree on the valuation of each of the assets. In the event they could not agree upon the value of any of the assets, the judgment provided that the court would appoint an appraiser or appraisers to value any disputed asset; the determination by the appraiser was to be binding on all parties. The judgment further provided that in the event of a dispute among the parties concerning the interpretation of the settlement agreement, the court was given broad authorization to make a final determination following notice to all parties.</p>\n<p>Disputes concerning the interpretation of the settlement agreement and the mechanics of its implementation arose almost immediately following entry of the judgment. As a consequence of the Manzos' inability to resolve their differences, it was agreed by the parties and their respective attorneys that respondent could meet <i>ex parte</i> with the individual litigants without their attorneys being present to discuss the case. The ostensible reason for this highly unusual and questionable procedure was to conserve the time of attorneys and thus reduce the costs of litigation and also to relieve the court calendar of the frequent motions made in the case. Thereafter, respondent met in chambers with the Manzo brothers, individually or severally, with or without their attorneys, and participated in several private telephone conversations with Joseph Manzo.</p>\n<p><span class=\"star-pagination\">*375</span> One dispute related to the valuation of the Sea Girt property. Joseph and Patrick Manzo had selected this property as part of their share of the corporate assets being distributed under the settlement agreement. In an initial appraisal, John D. Lazarus found the fair market value of the property was $165,952; he appraised the land at $97,500 and the improvements thereon at $68,452. Respondent expressed a personal interest in the Sea Girt property during a meeting with Joseph and Patrick Manzo in his chambers sometime in February or March of 1981.</p>\n<p>Several days after this meeting Patrick Manzo gave respondent's secretary the key to the house. Respondent visited the premises with his wife, younger children, and Mr. and Mrs. Robert Rizas. Mr. Rizas, who was a friend and a building contractor in the area, testified that respondent or his wife at this time mentioned that the cost of the house would be between $110,000 and $120,000. Mr. Rizas inspected the property and concluded that it would cost approximately $75,000 to make the premises habitable.</p>\n<p>Approximately a week or two thereafter, respondent asked Richard Smith, another building contractor, to inspect the property. Smith agreed to do so, and he, respondent, and their wives inspected the property. While at the property, respondent told Smith that he was interested in purchasing the house. In response to an inquiry by Smith as to the anticipated purchase price, respondent replied that the sellers were asking \"between $60,000 and $80,000.\" Smith thereupon expressed to respondent his view that this was \"an excellent deal.\" Smith, who believed that the property consisted of only two lots, was of the opinion that the land, absent the house, was in and of itself worth at least $100,000, or $50,000 a lot. Smith was not aware at the time that the house was situated on three lots.</p>\n<p>During the inspection with Smith, respondent told Smith that the Sea Girt property was one of the assets that was being distributed in the <i>Manzo</i> proceeding pending before him. Although respondent disputes this, we agree with the special <span class=\"star-pagination\">*376</span> panel's findings that he asked Smith \"to take the house in [Smith's] name and when the case was disposed of, then the house would go back to  [respondent].\" Smith's testimony that respondent suggested that he take title to the Sea Girt property is corroborated by Theodore W. Geiser, Esq., one of respondent's former attorneys. Mr. Geiser testified that he questioned respondent as to why he needed Smith to take title to the property, and that respondent stated that \"that may have been an excess of caution.\" Respondent further requested of Smith that he get in touch with Joseph Manzo to \"find out if we could get this thing worked out,\" and that he arrange for plumbers and electricians to inspect the house to determine the extent of the damage and the cost of repairs.</p>\n<p>Smith, who did not know Joseph Manzo or any of his brothers and had never dealt with any of the Manzo corporations, did not immediately contact Joseph Manzo. Respondent eventually called Smith to find out whether he had gotten in touch with Joseph Manzo. Smith told respondent that he had not done so because he did not have Joseph Manzo's telephone number. Respondent thereupon gave Smith Joseph Manzo's office and home telephone numbers and Smith agreed to get in touch with Joseph Manzo. Smith then called Joseph Manzo and made an appointment to meet with him at the latter's office. In that telephone conversation, Joseph Manzo expressed an interest in pre-engineered metal buildings that Smith was selling at the time and asked Smith to bring brochures with him to the meeting.</p>\n<p>Smith met with Joseph Manzo at the latter's office. The conversation commenced with a discussion of the pre-engineered metal buildings and then moved to the Sea Girt property. Smith and Joseph Manzo discussed the manner in which Smith was to take title to the property and later, when the <i>Manzo</i> case was disposed of, transfer title to respondent. They did not, however, discuss the purchase price as it was Smith's understanding that the price was \"always between sixty and eighty thousand dollars.\" During this meeting, Joseph Manzo <span class=\"star-pagination\">*377</span> showed Smith documentation pertaining to another offer that had been received for the property in the amount of either $175,000 or $275,000.</p>\n<p>Respondent and Joseph Manzo then agreed to have the property reappraised by Lazarus in order to have Lazarus, who, as noted, had originally appraised the property in 1977 at $165,952, evaluate it in the $60,000 price range.<sup>[11]</sup> It is not critical to our determination whether Manzo or respondent suggested Lazarus; it is clear that respondent knew Lazarus was doing the reappraisal. Joseph Manzo immediately called Lazarus and told Lazarus that respondent was to call him to request that he reappraise the Sea Girt property. Joseph Manzo told Lazarus that they were \"trying to figure a way to sell, you know, to sell the house to [respondent]\" and that respondent \"wanted [Lazarus'] to reappraise it at a lower figure.\" Joseph Manzo informed Lazarus that respondent \"wants to come in around 60.\" Lazarus replied, \"[i]t's tough with that lot, you know the land alone.\" Nonetheless, Lazarus stated that \"[a]nything that I can do to facilitate ... a workable arrangement with all of you there, I'm only too happy to help.\" In fact, in accordance with his testimony, Lazarus believed Joseph Manzo's figure was \"ridiculous,\" that it was not possible to appraise the property even as low as $125,000, and therefore he never responded to the $60,000 figure mentioned by Joseph Manzo in the June 29, 1981, telephone conversation. Respondent himself acknowledged that he spoke to Lazarus about another appraisal of the property.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*378</span> Lazarus reappraised the property as of July 10, 1981. At that time he valued the land at $100,000, $2,500 more than he evaluated it at in the 1977 appraisal, and evaluated the improvements thereon at $33,448 as compared to the $68,452 value of four years earlier, which, he said, was \"as low as I could support it.\" Lazarus sent Joseph Manzo and respondent copies of the appraisal letter dated August 19, 1981. Respondent testified that after receiving this appraisal he told Smith he was no longer interested in the property. Smith, on the other hand, testified that respondent did not tell him \"to forget about the house\" until sometime in October or November 1981.</p>\n<p>The circumstances surrounding the origins and existence of the tape recorded telephone conversations became relevant to additional charges of judicial misconduct. Following the meeting at which the subject of the Sea Girt property first came up and respondent expressed an interest in the property, Joseph Manzo decided to record conversations with respondent. Despite his assertion that his purpose was to protect himself, Joseph Manzo's real purpose in recording the conversations was to obtain documented evidence that he would use to force respondent to disqualify himself from hearing the <i>Manzo</i> case. With that object in mind, during the next several months Joseph Manzo recorded a number of telephone conversations between himself and respondent and between himself and others, <span class=\"star-pagination\">*379</span> including Lazarus. Some of the tapes were placed in evidence, heard by the panel, and have been considered in this appeal as part of the record. As noted, one of these conversations occurred on June 29, 1981. <i>Supra</i> at 371 n. 10.<sup>[13]</sup></p>\n<p>In February of 1982, John R. Fiorino, a real-estate broker and the Monmouth County Democratic Chairman, contacted Michael Manzo to inquire whether the Manzos still owned the Sea Girt property, and if so, whether it was available for sale. Fiorino <span class=\"star-pagination\">*380</span> was interested in buying the property because he wanted to build a new house on the site. Michael Manzo told Fiorino that the property was involved in litigation, but that when the litigation terminated, he would contact him. Thereafter, when Michael Manzo failed to get in touch with Fiorino, Fiorino at the urging of his wife contacted Joseph Manzo to inquire about the property.</p>\n<p>On or about February 14, 1982, Joseph Manzo went to Fiorino's office to discuss the Sea Girt property. Joseph Manzo at this time told Fiorino that they [the Manzos] were seeking approximately $200,000 for the property. However, Joseph Manzo indicated that he really could not sell Fiorino the house because respondent wanted it. Joseph Manzo complained bitterly to Fiorino about respondent's handling of the <i>Manzo</i> case and stated that respondent \"was in bed with his [Joseph Manzo's] brother Mike.\" Joseph Manzo also informed Fiorino that he possessed tape-recorded conversations wherein respondent expressed an interest in the Sea Girt property. The following day Joseph Manzo returned to Fiorino's office and played portions of these tapes. However, because Fiorino was pressed for time and was unable to listen to all of the tapes, Joseph Manzo offered to prepare a composite of the tapes and deliver it to Fiorino.</p>\n<p>After hearing the tapes, Fiorino sought and obtained legal advice from John Bonello, Esq., whom he knew to be a friend of respondent. On or about Thursday, February 18, 1982, John Bonello met with Fiorino in the latter's office. It was decided that John Bonello would contact Geiser, whom John Bonello knew since Geiser served as counsel to his law firm. Geiser at this time was also a member of the defense team representing respondent in connection with other complaints then pending before the Advisory Committee on Judicial Conduct. John Bonello testified that he felt that Geiser \"would be in a stronger position to speak to the judge,\" and contacted Geiser by telephone to arrange a meeting with him later that evening.</p>\n<p><span class=\"star-pagination\">*381</span> John Bonello, Geiser, and Fiorino met that evening at the Colts Neck Inn. There, Fiorino related to Geiser what he had been told by Joseph Manzo and gave Geiser a synopsis of what was on the tapes. Geiser indicated that he would listen to the tapes if they were produced. The following day Joseph Manzo delivered to Fiorino's secretary an envelope containing a cassette tape. In accordance with Geiser's instructions, Fiorino left the tape in a mail box at the Sea Girt home of John B. Murray, Esq., a partner in Geiser's law firm.</p>\n<p>On Saturday, February 20, 1982, Murray contacted Geiser and told him that he had listened to the tape. Geiser then called respondent for the first time and informed him of the existence of the Manzo tapes. According to Geiser, respondent stated, \"[p]lease don't tell anyone about those tapes for the time being.\" Respondent testified that upon receipt of this information, he called Charles J. Uliano, Esq., who was also a member of his defense team. Uliano advised respondent to \"sit tight,\" and not take action of any kind. On or about Monday, February 22, 1982, Murray delivered the <i>Manzo</i> tape to Geiser, who had a copy made at his law firm and placed the copy in respondent's file. The original tape was later returned to Fiorino.</p>\n<p>Respondent testified that notwithstanding Uliano's advice, he attempted to contact John Bonello and Fiorino to find out \"what was going on.\" However, both men refused to discuss the matter with him at that time.</p>\n<p>On March 3, 1982, respondent met with Michael D. Schottland, Esq. and Uliano to discuss the situation regarding the <i>Manzo</i> tapes. Respondent suggested that the litigants in the <i>Manzo</i> case be ordered into court and that they be questioned on the record about the tapes and directed to turn the tapes over to the court. Schottland testified that although Uliano felt that this was a good idea, he [Schottland] did not because he felt that such action might be viewed as a misuse by respondent of <span class=\"star-pagination\">*382</span> his authority. Schottland advised respondent \"not to do anything,\" and a meeting was set for Saturday, March 6, 1982.</p>\n<p>On March 5 respondent met with Richard Bonello and John Bonello late in the afternoon at the law offices of Anschelewitz, Barr, Ansell and Bonello in Ocean Township. Respondent testified that at this meeting John Bonello \"confessed\" that a deal had been made between Fiorino and Joseph Manzo \"to knock the Judge [respondent] out of the case\" and that Joseph Manzo would then replace his existing counsel with John Bonello. This \"confession\" was denied by Bonello and was not otherwise corroborated. We reject respondent's contention that John Bonello confessed to being part of a conspiracy with Fiorino and Joseph Manzo to force respondent's recusal from the <i>Manzo</i> case.</p>\n<p>The following afternoon, Saturday, March 6, 1982, at the law offices of Chamlin, Schottland, Rosen, Cavanagh &amp; Uliano in West Long Branch, attorneys George Chamlin, Thomas W. Cavanagh, Jr., Joseph Dempsey, Charles A. Costanzo, Richard D. Schottland, Charles Uliano, and Theodore Geiser met. The <i>Manzo</i> tape was played and a discussion ensued as to the course of action respondent should follow. Respondent and John Bonello arrived at approximately 5:00 p.m. Geiser suggested that respondent seek retirement based on medical disability and that he not return to the bench on Monday. After respondent rejected this advice, Geiser withdrew as one of respondent's attorneys; he then disclosed the contents of the tapes to respondent. Cavanagh expressed the opinion that respondent was obliged to report the matter to the Supreme Court immediately and that if he did not, the attorneys might themselves have an obligation to do so. Respondent became irate, and told Cavanagh to leave, which he did. Respondent left shortly thereafter.</p>\n<p>In a meeting with Richard Bonello on the evening of March 6, 1982, respondent told Bonello that the <i>Manzo</i> tapes had to be destroyed; he told Bonello that an affidavit had to be obtained <span class=\"star-pagination\">*383</span> from Joseph Manzo stating that the tapes never existed. Respondent called Bonello the next morning, on March 7, 1982, and told him that Joseph Manzo should destroy the tapes and then state in open court that they had existed but contained nothing relevant.</p>\n<p>On the evening of March 7 Geiser informed Collete Coolbaugh, Secretary of the Advisory Committee on Judicial Conduct of the existence of these tapes. Richard Bonello, on the following day, March 8, 1982, delivered the original and a copy of the tape to the State Police.</p>\n<p>While we have scrupulously examined the transcript of the testimony governing these events, we recognize that the issues of credibility are extremely close and sharply contested. We are satisfied that the special panel properly and conscientiously decided upon the credibility of the various witnesses. The panel resolved this issue against respondent. Their findings are not contradicted by our own independent assessment of the evidence and cannot be effectively assailed on a review of the record.</p>\n<p>Respondent claims by way of defense in this phase of the <i>Manzo</i> matter that the evidence presented was the result of a breach of the attorney-client privilege, and therefore the evidence should have been excluded from these proceedings. Respondent specifically argues that the disclosures concerning his actions in the <i>Manzo</i> matter were revealed to the ACJC by Geiser, his attorney, and this revelation violated the attorney-client privilege, tainting the Committee's presentments and therefore the complaint. Respondent relies upon the privilege under Evidence Rule 26, and the Disciplinary Rule of attorney-client confidentiality, DR 4-101.</p>\n<p>Evidence Rule 26(2) itself provides that the privilege shall not extend to \"a communication in the course of legal service sought or obtained in aid of the commission of a crime or a fraud....\" We have recently recognized that the concept of fraud is sufficiently broad to encompass deceitful and deceptive <span class=\"star-pagination\">*384</span> acts that might not otherwise warrant criminal or civil sanctions. <i>Fellerman v. Bradley,</i> 99 <i>N.J.</i> 493 (1985); see <i>Matter of Stein,</i> 1 <i>N.J.</i> 228 (1949); <i>In re Callan,</i> 122 <i>N.J. Super.</i> 479 (Ch.Div. 1973), aff'd, 126 <i>N.J. Super.</i> 103 (App.Div. 1973), rev'd on other grounds, 66 <i>N.J.</i> 401 (1975). It is abundantly clear that the subject matter of the communications involving the tapes was of a fraudulent character. In these circumstances the Disciplinary Rules, particularly DR 4-101, furnish no confidentiality or secrecy to a communication that is not privileged because of its fraudulent nature. <i>See </i><i>Fellerman v. Bradley, supra</i><i>.</i><sup>[14]</sup></p>\n<p>Moreover, neither Evidence Rule 26(2) nor Disciplinary Rule 4-101 furnishes protection for respondent because the communications <span class=\"star-pagination\">*385</span> concerning the existence of the <i>Manzo</i> tapes were not cloaked with an attorney-client confidentiality or secrecy. As noted, the existence of the tapes had been independently revealed by persons who were outside the attorney-client relationship and the tapes or their contents had been circulated by such individuals among several people. Accordingly, we conclude that a violation of the attorney-client privilege has not been established.</p>\n<p>Based upon our independent assessment of the record, we determine that the evidence establishes beyond a reasonable doubt that respondent's agreement to conduct these judicial proceedings by meeting the parties <i>ex parte,</i> in chambers, off the record, and without their attorneys present was highly improper and contrary to the Rules of Court. In the absence of highly unusual, emergent circumstances, such <i>ex parte</i> communications are impermissible. <i>R.</i> 1:2-1. By engaging in extended <i>ex parte</i> communications with the individual litigants, respondent failed to conduct himself in a manner that promotes public confidence in the integrity and impartiality of the judiciary. Respondent placed the litigants in a position in which they could believe that they were able to influence the decisions of matters pending before him. Moreover, respondent's <i>ex parte</i> communications cannot be considered simply as \"technical\" violations on the basis that the litigants and their attorneys consented to the procedure. As a member of the judiciary of this state, respondent had an independent and affirmative duty to adhere to those procedural strictures that support the integrity and independence of the judicial system. This conduct violated not only Canon 3A(4), but also the letter and spirit of Canons 1, 2A and 2B, as well as the mandate of Rule 1:2-1 that all trials, hearings on motions, and other applications be conducted in open court.</p>\n<p>We determine, further, that the evidence establishes beyond a reasonable doubt that respondent developed a personal interest in and improperly attempted to buy the Sea Girt property. <span class=\"star-pagination\">*386</span> The inevitable appearance to an informed person is that respondent exploited his judicial position as the judge responsible for the determination of the disputes between the parties by seeking to obtain the Sea Girt property at an unreasonably favorable price. In his attempt to purchase the Sea Girt property from a litigant in a matter pending before him, respondent also tried to impugn the credibility of an expert witness who was already retained to provide opinion evidence in the proceedings. Respondent thus involved himself in personal financial or business dealings that compromised his fairness, objectivity, and impartiality. Moreover, respondent's conduct generated an absolute and impermissible conflict of interest that could not be rectified or overcome by disclosure and waiver. We therefore conclude that he violated Canons 3C, 3D, 5(C)(1) and 5(C)(7).</p>\n<p>The facts derived from our independent assessment of the record also demonstrate beyond a reasonable doubt that respondent refused to disclose his conduct with respect to his attempt to obtain the Sea Girt property to proper authority. Respondent attempted to conceal his wrongdoing by a pattern of conduct that at the very least could lead a knowledgeable observer to believe that there was an attempt to have persons suborn perjury and to have evidence of wrongdoing destroyed. We conclude that respondent has violated Canons 1, 2A, 2B, 3A(4), 3C, 3D, 5C(1) and 5C(7).</p>\n<p></p>\n<h2>VI.</h2>\n<p>We now address the question of appropriate discipline. In this context we consider respondent's claims that his unethical conduct can be explained and legally excused by his medical condition, and that these proceedings should be dismissed as moot because respondent has filed an application for retirement on grounds of his medical disability.</p>\n<p>We initiate our discussion of appropriate discipline by recapitulating the nature and purpose of judicial disciplinary proceedings. It is to be understood and stressed that these proceedings <span class=\"star-pagination\">*387</span> are not penal in nature. <i>N.J.S.A.</i> 2A:1B-11. \"[R]emoval is not punishment for a crime,\" but rather serves to vindicate the integrity of the judiciary. <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> at 577.</p>\n<p>We have indicated that respondent, in the matters that are the subject of these proceedings, has violated the ethical precepts of Canons 1, 2, 3 and 5 of the Code of Judicial Conduct. Canon 1 mandates that each judge must observe high standards of conduct so that the integrity and independence of the judiciary may be preserved. Canon 2 directs not only that a judge must comply with the law but also that he or she must behave at all times \"in a manner that promotes public confidence in the integrity and impartiality of the judiciary.\" It also admonishes a judge not to \"lend the prestige of * * * judicial office to advance the private interests of others\" or foster an impression that other persons are in a position to influence him or her. Specifically, a judge may not permit family or personal relationships to influence his or her \"judicial conduct.\" <i>Canon</i> 3 requires that a judge be patient, dignified, and courteous to litigants, witnesses, and lawyers alike. A judge's duty in this regard is to hear all proceedings fairly and with patience. This <i>Canon</i> also directs that a judge accord to every person who is legally interested in the proceeding the full right to be heard according to the law. <i>Canon</i> 5 prescribes that a judge may not engage in financial dealings that can compromise the performance of judicial duties or detract from the integrity of the judiciary.</p>\n<p>Respondent engaged in unethical conduct with respect to the manner in which he dealt with persons appearing before him in the course of in-court proceedings. The evidence relating particularly to the <i>Ricca, Bornstein</i> and <i>Bogewicz</i> proceedings demonstrates beyond question that respondent violated the standards of Canons 1, 2 and 3.</p>\n<p>In the <i>Ricca</i> matter, respondent displayed a lack of patience, dignity, and courtesy to litigants, witnesses, and lawyers alike. <span class=\"star-pagination\">*388</span> He betrayed personal hostility and arrogance inconsistent with the attitude of impartiality and fairness expected of a judge. In the <i>Bornstein</i> matter, respondent placed undue pressure on the parties, accompanied by sharp criticism, verbal abuse, and crudities. Respondent expressed disrespect for the law, allowing his personal moral and religious code to dominate the performance of his judicial duties. In the <i>Josephson</i> matter, we conclude that respondent's conduct was also improper, although on balance it in itself was not so egregious as to merit additional formal discipline. In the <i>Bogewicz</i> matter, we determine that respondent acted in a harsh and insensitive way, engaging in the verbal and mental oppression of a litigant who attempted to apologize for a seemingly inadvertent transgression. Again, respondent revealed an imperiousness, intolerance, and insensitivity, at cross-purposes with the decorum, consideration, and respect that judges should possess and display in court proceedings.</p>\n<p>As to these matters, <i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509, is instructive:</p>\n<blockquote>[I]t is the judge's obligation to see that justice is done in every case that comes before him. This includes not only reaching the correct legal result in the particular case, but also the exhibiting at all times of judicial demeanor, patience and understanding. People come to the court to be heard. They have a right to expect that in presenting their grievances they will be treated with respect. In <i>In re Yengo, supra,</i> 72 <i>N.J.</i> at 450, Chief Justice Hughes observed:</blockquote>\n<blockquote>The poorest, weakest most hapless or illiterate defendant standing before an American court, is entitled to exactly the same respect, rights and hearing as would be the Chief Justice of the United States standing before the court and similarly accused. [75 <i>N.J.</i> at 514.]</blockquote>\n<p>We have considered that respondent may have been assigned the more difficult and complicated cases pending in the county, and that this undoubtedly imposed a heavy burden upon him and that he may generally have felt that such cases \"call for a personalized approach.\" We are mindful that respondent over the course of his judicial career has been assigned significant and substantial judicial responsibilities and has been a productive, conscientious, and energetic judge. Many attorneys have commended respondent's performance in office. His conduct in these particular cases, however, went well beyond the outer <span class=\"star-pagination\">*389</span> limits of acceptable judicial behavior. <i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509; <i>see </i><i>Matter of Sadofski, supra,</i> 98 <i>N.J.</i> 434. In this regard, we concur in the emphasis given by the special panel to the observations quoted from <i>Matter of Ross,</i> 428 <i>A.</i>2d 858, 861 (Me. 1981): \"Lawless judicial conduct  the administration, in disregard of the law, of a personal brand of justice in which the judge becomes a law unto himself  is as threatening to the concept of government under law as is the loss of judicial independence. * * *\"</p>\n<p>Further, respondent's transgressions reflected in these matters were repetitive. This misconduct may be distinguished from that found in those cases involving a failure of judicial temperament that appeared to be episodic or aberrational. <i>E.G. </i><i>Matter of Horan,</i> 85 <i>N.J.</i> 535, 538 (1981) (as to undignified and discourteous remarks in a single case, the Court said \"[t]his single incident, however, does not indicate a course of conduct.\"). Respondent's negative attitude and actions toward people appearing in court before him reflect a more flagrant lack of judicial fitness and insight than occasional lapses or poor judgment. <i>Compare </i><i>Matter of Yengo, supra,</i> 72 <i>N.J.</i> 425, <i>with </i><i>Matter of Albano, supra,</i> 75 <i>N.J.</i> 509.</p>\n<p>Respondent also engaged in unethical conduct by allowing personal and family interests to override his judicial obligations and by misusing his judicial office for these reasons. In the <i>Stockton State College</i> matter, we find beyond a reasonable doubt that respondent allowed his family concerns to influence his conduct and judgment. He used the power and prestige of his office as a Judge of the Superior Court to advance the private interests of his daughter with respect to the municipal-court charges pending against her.</p>\n<p>We acknowledge that respondent, as any parent, was entitled to provide parental help for his daughter. He assuredly had the right to take legal action fully to protect her interests. However, respondent had no right to engage in any conduct that would be unavailable to a parent who did not hold judicial <span class=\"star-pagination\">*390</span> office. Respondent's conduct here crossed the line of reasonable parental protection and intercession. He clearly used his official position impermissibly to effectuate his parental interests.</p>\n<p>The Respondent is also guilty of unethical conduct with respect to the assertion of personal financial interests in a manner incompatible with his obligations as a judge and his judicial office. This form of unethical conduct is manifested in both the ABC matters and the <i>Manzo</i> matter.</p>\n<p>As to the ABC matters, we have found beyond a reasonable doubt that respondent possessed an undisclosed interest in the liquor license held by Montego Bay, Inc. and Green Parrot, Inc. We determined that respondent engaged in a conscious effort to conceal his interest in the two entities. By allowing his interest in the Montego Bay and Green Parrot liquor licenses to remain undisclosed and by taking active steps to conceal these interests, respondent failed to observe the high standards of conduct required of judges so that the integrity of the judiciary may be preserved. Respondent manifested a disrespect for the law and otherwise failed to conduct himself in a manner that promotes public confidence in the integrity of the judiciary.</p>\n<p>Respondent also conducted himself unethically by engaging in a \"gainful pursuit\" in connection with his involvement in these liquor licenses. Article 6, section 6, paragraph 6 of the Constitution declares:</p>\n<blockquote>The Justices of the Supreme Court and the Judges of the Superior Court shall receive for their services such salaries as may be provided by law, which shall not be diminished during the term of their appointment. They shall not, while in office, engage in the practice of law or other gainful pursuit.</blockquote>\n<p>While there are no explicit decisional precedents as to what is meant by \"other gainful pursuit,\" the Code of Judicial Conduct, Canon 5C, warns against business dealings that reflect on impartiality or require excessive recusals. Canon 5C(2) states that \"[a] judge may hold investments, including real estate, but should not serve as an officer, director, manager, advisor or employee of any business.\" We concur in the conclusion of the <span class=\"star-pagination\">*391</span> special panel that in these circumstances the respondent's conduct involved more than an investment in real estate, and involved the active participation in a commercial business. It constituted the prohibited engagement in \"gainful pursuit.\"</p>\n<p>In the <i>Manzo</i> matter, as noted, three distinct ethical charges are implicated. The first relates to respondent's conduct of these proceedings through <i>ex parte</i> meetings with the litigants. Canon 3A(4) prohibits <i>ex parte</i> communications with parties in pending litigation. Rule 1:2-1 also provides for proceedings in open court. See <i>Matter of Holder,</i> 74 <i>N.J.</i> 581, 587 (1977). This concept of open and public judicial proceedings is of fundamental importance and must be scrupulously followed. Respondent failed to follow it here. This conduct was clearly improper. We are mindful that there are extenuating circumstances that may reduce or obviate the need for formal discipline. Here, respondent's conduct was encouraged and agreed to by all parties and their attorneys. Consequently, while respondent's actions are strongly disapproved, additional discipline for this infraction would not be warranted. See <i>Matter of Alvino,</i> 100 <i>N.J.</i> 92 (1985).</p>\n<p>As to the charge of self-dealing in the <i>Manzo</i> matter, we have found beyond a reasonable doubt that respondent engaged in this form of misconduct with respect to the Sea Girt property. In many respects this aspect of respondent's misconduct is the most serious and unredeeming. Respondent impugned the integrity and independence of the judiciary and created the appearance of impropriety, violating Canons 1 and 2 of the Code of Judicial Conduct. This conduct also violated Canon 5C(1), which prohibits a judge from engaging in \"financial and business dealings that tend to reflect adversely on his impartiality, interfere with the proper performance of his judicial duties, exploit his judicial position, or involve him in transactions with lawyers or persons likely to come before the court on which he serves.\" He offended Canon 5C(7), which prohibits a judge <span class=\"star-pagination\">*392</span> from exploiting information that he has obtained \"in his judicial capacity\" with respect to his own \"financial dealings.\"</p>\n<p>The strictures of these Canons are sufficiently strong to trigger a further obligation that a judge disqualify himself whenever he knows that he has a financial or other interest that could be affected by the outcome of the proceedings. See Canon 3C. Respondent failed to disqualify himself after he had expressed an interest in buying the property. This failure, moreover, cannot be excused simply by respondent's claim that his interest was disclosed. The avoidance of such a conflict and the necessity for disqualification are absolute. See Canon 3D.</p>\n<p>Based upon a resolution of close credibility issues, we have determined further in the <i>Manzo</i> matter that respondent became aware of the existence of objective evidence of self-dealing that would tend to incriminate him, at least in terms of potential disciplinary charges. This evidence consisted of the taped recordings of his conversations in which he sought to obtain the Sea Girt property. He had a duty immediately to unburden the judiciary of this conflict. He chose a path designed to suppress and conceal this evidence. We find beyond a reasonable doubt that respondent's conduct in this regard demonstrates a disrespect for the law, a lack of integrity, and a failure to observe the high standards of conduct required of a judge in order to promote public confidence in the judiciary.</p>\n<p>Respondent claims that his medical condition constitutes a mitigating circumstance sufficient to excuse his unethical conduct. He asserts his conduct \"was neither willful nor negligent, but constituted and [was] directly attributable to the direct and unanticipated consequences of severe and radical surgical trauma coupled with serious physical and/or emotional ailments which involuntarily disabled and prevented him from properly performing his judicial duties.\" The gravamen of this defense is that respondent suffered organic brain damage or dysfunction as a result of coronary bypass surgery in February of 1979.</p>\n<p><span class=\"star-pagination\">*393</span> We have carefully assessed the medical evidence offered to substantiate respondent's position. The following experts testified: Dr. Thomas Westerman, an otolaryngologist, Associate Professor at Hahnemann Medical College; Dr. Robert L. Sadoff, Professor of Clinical Psychiatry at the University of Pennsylvania Medical School and Lecturer in law at the Villanova Law School; Dr. Joseph N. DiGiacomo, cardiologist and psychiatrist at the University of Pennsylvania; Dr. Gerald Cooke, clinical and forensic psychologist; and Dr. Ivan V. Dressner, neurologist. Respondent also submitted medical evidence in the form of professional literature to support his contentions that bypass surgery is related to delirium or personality changes.</p>\n<p>Dr. Westerman testified that respondent had perceptual problems, which in some cases may cause frustrations leading to impaired judgment, dating from the time of the bypass surgery. Dr. Sadoff studied the findings of Dr. Westerman and performed his own psychiatric and physical examination of the respondent and reached the same conclusions as Dr. Westerman. Dr. DiGiacomo reviewed the tests by Drs. Sadoff and Westerman, interviewed respondent's wife, and examined respondent. He concluded that respondent had suffered organic brain damage, which accounted for respondent's \"behavioral transformation.\" After examining respondent, Dr. Gerald Cooke concluded that bypass surgery had severe effects on respondent, impairing his cognitive functions, and that respondent had crossed over from a personality style to a personality disorder.</p>\n<p>The medical opinion that respondent had suffered brain damage during bypass surgery was disputed by Dr. Ivan Dressner. He found that respondent's personality was largely unchanged, and, further, respondent's I.Q. was well above normal.</p>\n<p>We have considered the expert medical testimony and the medical reports and hospital records presented during these proceedings, as well as the additional medical literature submitted. <span class=\"star-pagination\">*394</span> The panel, reviewing this evidence, was \"thoroughly convinced that respondent did not sustain brain damage or injury secondary to his cardiac surgery.\"<sup>[15]</sup></p>\n<p>The evidence before us demonstrates a disability. We have, in fact, authorized respondent's application for retirement based upon the medical evidence of disability. See <i>N.J.S.A.</i> 43:6A-12. Respondent himself readily acknowledges that his medical condition renders him currently unfit to be a judge. Nevertheless, we are satisfied that even assuming that respondent sustained some organic brain damage and some personality change or dysfunction secondary to his cardiac surgery, such condition does not alter the quality of respondent's breach of ethics or provide a defense in these removal proceedings. See <i>In re Jacob,</i> 95 <i>N.J.</i> 132 (1984).</p>\n<p>This medical evidence does not directly relate to motive or intent on the part of respondent. In any event, the primary object of judicial discipline is protection of the public and maintaining the integrity of the judiciary, not punishment of the judge. Consequently, neither the intent to commit the act nor the motive underlying misconduct that is otherwise purposive and voluntary, may ordinarily be considered as a defense in <span class=\"star-pagination\">*395</span> disciplinary proceedings. See <i>Matter of Hardt, supra,</i> 72 <i>N.J.</i> at 165. The integrity of our judicial system must be preserved irrespective of the personal cause, be it emotional or otherwise, that is ascribed to a judge's knowing and volitional failure to adhere to the high standards of conduct imposed upon all judges. Accordingly, we find respondent's medical defense is unavailing in these proceedings.</p>\n<p>While we do not minimize respondent's claimed disability, we cannot agree that the pendency of his application for disability retirement obviates these proceedings. <i>In re Vasser,</i> 75 <i>N.J.</i> 357 (1978); See <i>In re Murray,</i> 92 <i>N.J.</i> 567 (1983); <i>In re Sgro,</i> 63 <i>N.J.</i> 538 (1973); <i>In re Spitalnick,</i> 63 <i>N.J.</i> 429 (1973); <i>In re Stevens,</i> 20 <i>N.J.</i> 177, 180 (1955). In a variant context, we said in <i>In re Mattera,</i> 34 <i>N.J.</i> 259, 266 (1961):</p>\n<blockquote>A single act of misconduct may offend the public interest in a number of areas and call for an appropriate remedy as to each hurt. This may require removal from public office. It may also require criminal prosecution. Still further it may require that the roster of attorneys be cleansed of a miscreant. The remedies are not cumulative to vindicate a single interest; rather each is designed to deal with a separate need.</blockquote>\n<p>In <i>Matter of Coruzzi, supra,</i> 95 <i>N.J.</i> 557, this Court dealt with a judge who had been convicted for accepting a bribe. The judge was formally removed from office, the Court observing:</p>\n<blockquote>Without question, the most significant goal of judicial removal statutes is the preservation of the public's confidence in the judicial system. That confidence is shaken when a judge commits an offense that subjects him or her to removal; the removal proceedings are designed to restore faith. [Citation omitted]. <i>Id.</i> at 571-72</blockquote>\n<p>We conclude that respondent's application for a retirement based on medical disability cannot supplant these judicial-removal proceedings. We are further satisfied that these removal proceedings do not, and should not, constitute a bar to respondent's pending application for a retirement pension based upon disability which should now proceed. While this retirement application proceeding may raise issues concerning whether respondent's judicial service was honorable in light of the determinations made in this case, as well as the effect of any such adverse determinations upon respondent's retirement pension <span class=\"star-pagination\">*396</span> entitlement, the proceedings are separate and distinct. See <i>Eyers v. Public Employees' Retirement Sys.,</i> 91 <i>N.J.</i> 51 (1982). These considerations emphasize the different and special concern that is implicated in judicial disciplinary actions that is not suitably addressed by other judicial or administrative proceedings arising from a judge's performance in office. See <i>N.J.S.A.</i> 2A:1B-11.</p>\n<p>We realize that in reviewing these complaints of judicial misconduct our concentration is focused essentially upon those events that form the basis of specific charges. In fairness, we must also consider the totality of respondent's judicial career. We are aware of the many years of service that respondent has given to the public as prosecutor and judge. That record is not only essentially blameless, but reflects dedication and skill, and official recognition in terms of the duties and responsibilities to which respondent has been assigned. Moreover, many judges and lawyers who have known respondent have sensed a profound change in him following the open-heart surgery. Significantly, some of the most damaging testimony against respondent was prefaced by expressions of personal concern for the respondent. And, as noted, there is evidence of current medical impairment.</p>\n<p>It is always difficult to balance a lifetime of service against a congeries of transgressions. In the last analysis, our predominant interest in these proceedings is the public interest. Against that standard, we must conclude that this composite of serious professional and personal shortcomings demonstrates respondent's unfitness for continued judicial service. Accordingly, we conclude that respondent's conduct, as reflected in the events that are the subject of these proceedings, warrants his removal from judicial office. He shall not hereafter hold judicial office.</p>\n<p>So ordered.</p>\n<p><span class=\"star-pagination\">*397</span> <i>For removal</i>  Chief Justice WILENTZ, and Justices CLIFFORD, HANDLER, POLLOCK, O'HERN and GARIBALDI  6.</p>\n<p><i>Opposed</i>  None.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JUDGE THOMAS L. YACCARINO of the Superior Court, Monmouth County, having been ORDERED to show cause why he should not be removed from judicial office or otherwise disciplined, and good cause appearing;</p>\n<p>It is ORDERED that JUDGE THOMAS L. YACCARINO is hereby removed from judicial office, effective immediately.</p>\n<h2>NOTES</h2>\n<p>[1]  The Appellate Division, in an unreported opinion, stated:\n</p>\n<p>1. The judge gratuitously discussed hiw own financial matters and the stocks he \"blew\" money on.</p>\n<p>2. The judge stated to the witness Ricca that he had already \"jumped on\" one witness and threatened to \"step on\" the witness Ricca \"to get his attention.\"</p>\n<p>3. In the course of Ricca's testimony, the judge personally questioned him about whether he falsified federal returns and elicited an affirmative response. Shortly thereafter he directed the court reporter to \"prepare this transcript and certify it to me.\" This presents two problems: first, the questioning of the witness by the court in such a way as to cause self incrimination; second, the intimidating effect on the witness of such questioning by the court in the course of his testimony.</p>\n<p>4. In further questioning the witness Ricca, the judge volunteered the following:</p>\n<p>\"I have the capacity to talk in more plain terms that anybody you are ever going to meet if you live to be 100, Mr. Ricca. It's called pit training. I'm a pit trained judge ...\"</p>\n<p>The judge then went on to inform the witness that he \"tried thousands of cases right out there.\"</p>\n<p>[2]  The exchange between respondent and Mr. Josephson included the following:\n</p>\n<p>THE COURT: Don't be a judge baiter, I'll have these two guys in blue pick you up and throw you out of this courtroom. You may be much older but I guarantee you I was in court longer than you were and I tried many more cases and I am a pit-trained lawyer. Do you know what that is? I've seen you a thousand times. You had different faces and different clothes on; but I know you well. You are a judge baiter. Now you are going to answer the question or you are not going to be permitted to address the court. By what authority do you come to court this morning and ask me to award you a counsel fee against a member of the bar of this state who has not appeared in a case and his only activity has been that he has agreed to succeed you if I relieve you as counsel Answer that question or leave the courtroom?</p>\n<p>MR. JOSEPHSON: Your Honor had directed me to leave the courtroom?</p>\n<p>THE COURT: Obviously you cannot answer the question. Turn around and leave. Thank you.</p>\n<p>[3]  Respondent explained the reason that the deed was not recorded was that Crawford requested he not do so because, again, Crawford feared it might affect the acceleration clause. This explanation as to why respondent's name does not appear on the deed to the Green Parrot property and why the deed between him and his wife was not recorded is not persuasive. There is no provision in either the Green Parrot note or mortgage that prohibits a change in the ownership of the property.</p>\n<p>[4]  The recital of intention included in the buy/sell Agreement, dated November 16, 1981, states:\n</p>\n<p>WHEREAS, it is the understanding of the parties hereto that neither the partnership or [sic] the corporation would ever be operated separately; and</p>\n<p>WHEREAS, the parties hereto believe that their best interests will be served by preserving harmony and continuity with respect to the management of GREEN PARROT, INC. and GREEN PARROT REALTY.</p>\n<p>* * * * * * * *</p>\n<p>[5]  Paragraph 8.a. of the buy/sell agreement states:\n</p>\n<p>It is understood by and between the parties hereto that Stella Kacandes and Gail Mary Yaccarino hold stock in the within corporation and hold a partnership interest as the nominees of Harry G. Kacandes and Thomas Yaccarino, respectively, and that for the purposes of this Buy-Sell Agreement, the death of either Harry G. Kacandes or Thomas Yaccarino shall be the same as if either Stella Kacandes or Gail Mary Yaccarino had died.</p>\n<p>[6]  Paragraph 7.a. of the purchase-and-sale agreement provides that the corporation and partnership had heretofore taken out certain policies of insurance on the lives of the stockholders, described in an attached schedule B, which listed respondent as a stockholder. Also, a $100,000 life insurance policy on respondent's life had been taken out; the application for this insurance policy named Green Parrot, Inc. as both owner and beneficiary.</p>\n<p>[7]  An insurance policy in the face amount of $200,000 was placed on respondent's life with the New Jersey Life Insurance Company; there was no provision to fund the purchase of Gail Yaccarino's interest upon her death.</p>\n<p>[8]  Respondent testified that he was not present at the beginning of the Montego Bay closing, and that when he learned by telephone that his name did not appear on the deed he refused to come to the closing to execute those documents that required his signature. He stated he was persuaded to do so only when assured by Crawford that if he came to the closing, \"something would be done\" to reflect his interest. Respondent testified that, as a result, a document was prepared and executed by all parties involved to reflect his interest in the property. This document is undated except for an indication that it was prepared in May of 1982.</p>\n<p>[9]  We are unpersuaded by respondent's position that whenever he attended corporate meetings, he did so on behalf of his wife by virtue of the power-of-attorney granted him by his wife, which was executed prior to his heart surgery in 1979. By his own testimony respondent was present at the site between 30 and 35 times during the construction phase, discussing matters with the contractors at the job site. When money was needed at the site in order to make minor purchases of supplies or materials, respondent would advance the money and then be reimbursed out of petty cash. Respondent also contributed a personal check in the amount of $175 for the processing fee for the loan application submitted in order to obtain EDA funding for the Montego Bay construction. Respondent was designated by the Montego Bay partners to be the liason to Herbert Staruch, the architect initially retained for the design of the Montego Bay building. Respondent accepted this role and in this capacity engaged in numerous telephone conversations relating to the project and received extensive documentation and correspondence from the architect, including a proposed contract and invoices for architectural services. We realize that during some portion of this time, respondent was on sick leave from his judicial duties, but the extensive nature of his activities demonstrates more than a passing of time during recovery. His responsibilities were significant.</p>\n<p>[10]  Further, a telephone call made to respondent by his wife in connection with the submission of one of the license applications placed him on notice as to a possible violation of the liquor laws. According to respondent, his wife called him from the Belmar municipal clerk's office and told him that they wanted her to sign a document stating that he would not share in the income from the bar business. In response he told her not to sign the document and \"to tell them go jump in a lake.\"</p>\n<p>[11]  Evidence in support of this conclusion is reflected in portions of a telephone conversation between respondent and Joseph Manzo that occurred on June 29, 1981, which was tape recorded. See discussion, <i>infra</i> at 379.</p>\n<p>[12]  Although respondent first testified that he had \"absolutely no recollection of ever speaking to John Lazarus about his appraisal of the Sea Girt property,\" he subsequently acknowledged a later conversation on August 3, 1981, which was also recorded by Joseph Manzo, that indicated that he had had such a conversation. The August 3, 1981, conversation, in pertinent part, was as follows:\n</p>\n<p>MR. MANZO: What, what is the uh  first of all, did you hear anything from Lazarus?</p>\n<p>JUDGE YACCARINO: Not yet, I uh </p>\n<p>MR. MANZO: What the hell is he doing?</p>\n<p>JUDGE YACCARINO: He said he had trouble getting in there because the people and whatever they told him. It's inconvenient they told him.</p>\n<p>MR. MANZO: He's been in there two weeks ago. What the hell is he doing. I don't understand the guy.</p>\n<p>JUDGE YACCARINO: Well, you call him up.</p>\n<p>MR. MANZO: All right. I'll, I'll bug him.</p>\n<p>JUDGE YACCARINO: He's your man.</p>\n<p>[13]  This recorded conversation was transcribed as follows:\n</p>\n<p>JUDGE YACCARINO: You must be calling from a boat or something.</p>\n<p>MR. MANZO: Yeah. Judge, uh, I uh  I'm wondering uh, if we could get this guy uh, to appraise this thing now before we do any more work and make the thing  while it's at its worst.</p>\n<p>JUDGE YACCARINO: Oh, that could be worked out, Joe.</p>\n<p>MR. MANZO: Well, I wanna do it right away if we're gonna do it, cause I go up, you know, we're trying to bring the thing up in shape and uh, every day that goes by it's getting better. You know, we're putting it back where the way it should be.</p>\n<p>JUDGE YACCARINO: Oh okay. I didn't know you were doing anything down there.</p>\n<p>MR. MANZO: Yea, we  we gotta clean it up. Everybody's on my neck. The grass is too tall, and uh, whatever else.</p>\n<p>JUDGE YACCARINO: Yeah.</p>\n<p>MR. MANZO: So uh, I'd like to have  give me the name of the guy or, or send him to me or whatever.</p>\n<p>JUDGE YACCARINO: All right, okay. I'll give him a call and see if he can get down there and have him contact you.</p>\n<p>MR. MANZO: When uh  give me his name, I'll call.</p>\n<p>JUDGE YACCARINO: Well, call John Lazarus.</p>\n<p>MR. MANZO: John Lazarus, is he the guy that's gonna do it?</p>\n<p>JUDGE YACCARINO: He's, he's the guy that appraised it originally.</p>\n<p>MR. MANZO: Yeah, I know. Well, is he gonna bring it down to the sixties?</p>\n<p>JUDGE YACCARINO: I don't know, but uh, talk to him.</p>\n<p>MR. MANZO: You gotta talk to him first.</p>\n<p>JUDGE YACCARINO: All right.</p>\n<p>MR. MANZO: Talk to him. Tell him what you want. And then tell him I'll meet him and show him  I'll show him;  I'll show him; I'll bring him in the worst side.</p>\n<p>JUDGE YACCARINO: Okay.</p>\n<p>MR. MANZO: We'll go on from there.</p>\n<p>JUDGE YACCARINO: Okay.</p>\n<p>[14]  The newly adopted Rules of Professional Conduct do not apply to these proceedings, which involve charges antedating the current Rules. In addition to Disciplinary Rule 4-101, other Disciplinary Rules would authorize the disclosure of such a communication, <i>e.g.,</i> DR 1-102(A) (A lawyer shall not (1) violate a disciplinary rule; (2) circumvent a disciplinary rule through actions of another; (3) engage in illegal conduct that adversely reflects on his fitness to practice law; (4) engage in conduct involving dishonesty, fraud, deceit or misrepresentation; (5) engage in conduct that is prejudicial to the administration of justice; (6) engage in any other conduct that adversely reflects on his fitness to practice law); DR 1-103(A) (A lawyer possessing unprivileged knowledge of a violation of DR 1-102 should report such knowledge to a tribunal or other authority empowered to investigate or act upon such violation); DR 4-101(C) (A lawyer may disclose * * * (2) confidences or secrets when permitted under disciplinary rules or required by law or court order, (3) the intention of his clients to commit a crime and the information necessary to prevent the crime); DR 7-102(A) (In his representation of a client, a lawyer * * * shall not (3) conceal or knowingly fail to disclose that which he is required by law to reveal, (4) knowingly use perjured testimony or false evidence, (5) knowingly make a false statement of law or fact, (6) participate in the creation or preservation of evidence when he believes that the evidence is false, (7) counsel or assist his client in conduct that the lawyer knows to be illegal or fraudulent, (8) knowingly engage in other illegal conduct or conduct contrary to a disciplinary rule); DR 7-102(B)(1) (A lawyer who receives information clearly establishing that: his client has, in the course of the representation, perpetrated a fraud upon a person or tribunal shall promptly call upon his client to rectify the same and if his client refuses or is unable to do so, he shall reveal the fraud to the affected person or tribunal).</p>\n<p>[15]  The panel stated:\n</p>\n<p>\"Although respondent is afflicted with a number of medical problems, he is not brain-damaged and does not suffer from a brain or neurological disfunction or impairment. Moreover, we observed respondent carefully during his testimony in these proceedings and found him to be lucid, articulate and capable of understanding and answering the questions put to him and of appreciating the nature and consequences of his acts. His cognitive functioning is not impaired. Additionally, respondent is highly intelligent. His Full-Scale IQ was tested and scored at 132 in March of 1984 by Gerald Cooke, a clinical and forensic psychologist. This score places respondent in the Very Superior Range of intellectual functioning and within the top one percent (1%) of the population. Finally, we cannot ignore the complicated economic and legal machinations engaged in by respondent in the <i>Green Parrot</i> and <i>Montego Bay</i> ventures which unquestionably demonstrate his high intellectual ability. We find, therefore, that respondent's behavior in these matters was not the result of his surgery.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1436068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1442345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1465272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1471189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1480098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1660824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1908617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1920319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2053119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2055879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2067305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2108712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2261719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2285492/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2298402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2337927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2357909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2359497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2365951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2380979/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3556703/"
          ]
        }
      ],
      "judges": "Per Curiam",
      "date_created": "2015-10-13T21:51:44.792378Z",
      "date_modified": "2017-09-11T13:38:20.874996Z",
      "date_filed": "1985-12-27",
      "date_filed_is_approximate": false,
      "slug": "matter-of-yaccarino",
      "citation_id": 1944785,
      "case_name_short": "In re Yaccarino",
      "case_name": "Matter of Yaccarino",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "101 N.J. 342",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "502 A.2d 3",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 35,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1800233/matter-of-yaccarino/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:34:31.127080Z",
  "date_modified": "2014-10-30T19:34:31.127080Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In re Yaccarino",
  "case_name": "Matter of Yaccarino",
  "case_name_full": "",
  "slug": "matter-of-yaccarino",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}