{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1810724/",
  "id": 1810724,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wis/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2117722/",
      "id": 2117722,
      "absolute_url": "/opinion/2117722/state-ex-rel-vanko-v-kahl/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1810724/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2117722/",
          "id": 2117722,
          "absolute_url": "/opinion/2117722/state-ex-rel-vanko-v-kahl/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2117722/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:21:57.915376Z",
          "date_modified": "2017-04-08T14:04:59.695132Z",
          "type": "010combined",
          "sha1": "df55e7cd35a3596b09852a8706be4a646be08478",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>52 Wis.2d 206 (1971)</b></center>\n<center><b>188 N.W.2d 460</b></center>\n<center><h1>STATE EX REL. VANKO and others, Petitioners,<br>\nv.<br>\nKAHL, State Superintendent of Public Instruction, and another, Respondents.</h1></center>\n<center>No. State 190.</center>\n<center><p><b>Supreme Court of Wisconsin.</b></p></center>\n<center>Argued June 7, 1971.</center>\n<center>Decided June 29, 1971.</center>\n<p><span class=\"star-pagination\">*208</span> For the petitioners there were briefs by <i>Foley &amp; Capwell,</i> and oral argument by <i>Garth R. Seehawer,</i> all of Racine.</p>\n<p>For the respondent William C. Kahl, state superintendent of public instruction, the cause was argued by <i>John William Calhoun,</i> assistant attorney general, with whom on the brief was <i>Robert W. Warren,</i> attorney general, joined in by <i>La France, Thompson, Evans, Dye, Hostak &amp; Clack</i> of Racine, for the respondent school board of the Unified School District No. 1 of Racine county, and oral argument by <i>Kenneth F. Hostak.</i></p>\n<p></p>\n<h2><i>Facts.</i></h2>\n<p>Individual petitioners are the parents and natural guardians of children attending the elementary schools in Racine county operated by the corporate petitioners. Corporate petitioners are churches, each being a separate corporation (except that Concordia Lutheran school is an association affiliated with three Missouri Synod Lutheran churches, to wit: Holy Cross Lutheran church, Grace Lutheran church, and Faith Lutheran church). Each corporate petitioner operates as part of its corporate structure an elementary school located within the boundaries of the Unified School District No. 1 of Racine county. Each corporate petitioner is affiliated with either the Roman Catholic church or the Missouri Synod Lutheran church.</p>\n<p>Respondent William C. Kahl is the state superintendent of public instruction of the state of Wisconsin, the state official responsible for the administration of the school laws of the state of Wisconsin. Respondent Unified School District No. 1 of Racine county is a municipal body corporate created by law to govern the public school district, vested with the powers and responsibilities statutorily delegated to operate the public school system within the boundaries of such district.</p>\n<p>The transportation of school children to and from school is governed by ch. 121, Stats., subchapter II. Portions of said subchapter relevant to this action are secs. 121.51 (4) and 121.54 (2) (b) 1 as enacted and amended by the Laws of 1969, providing:</p>\n<p>121.51 (4) \"`Attendance area' is the geographic area designated by the governing body of a private school as the area from which its pupils attend and approved by the school board of the district in which the private <span class=\"star-pagination\">*209</span> school is located. If the private school and the school board cannot agree on the attendance area, the state superintendent shall, upon the request of the private school and the board, make a final determination of the attendance area. The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\"</p>\n<p>121.54 (2) (b) 1. \"Except as provided in sub. (1), the school board of each district operating high school grades shall provide transportation to and from the school he attends for each pupil residing in the school district who attends any elementary grade, including kindergarten, or high school grade at a private school located 2 miles or more from his residence if such private school is a school within whose attendance area the pupil resides and is situated within the school district or not more than 5 miles beyond the boundaries of the school district measured along the usually traveled route.\"</p>\n<p>The respondent school district set proposed \"criteria\" for attendance areas that it would approve. These were: (1) No attendance area of a religious denominational school could overlap the attendance area of another school affiliated with the same denomination; (2) no attendance area could contain \"islands;\" (3) each attendance area must be compact, consisting of contiguous territory with boundaries; and (4) each private school to which pupils are to be bused must be located \"within the physical boundaries of its attendance area.\" (With the exception of two Wisconsin Synod Lutheran schools, St. John's in Caledonia and Trinity Lutheran in Caledonia, none of the private schools have requested the state superintendent to act pursuant to sec. 121.51 (4), Stats.)</p>\n<p>The respondent school district has approximately 32,000 pupils. It operates nineteen grade schools, four junior high schools, and three senior high schools. As of March 17, 1971, the school district was transporting 5,759 junior and senior high school students, 4,769 elementary <span class=\"star-pagination\">*210</span> school pupils, and 2,583 private school students. Its total budget for the fiscal year 1971 is approximately $26,000,000, exclusive of federal government grants. Of this amount, $1,000,000 is budgeted for the transportation of students. The number of children bused by the school district to private schools affiliated with the same religious denomination is 1,379. The number of children not being bused to such schools because they do not reside within the attendance area of the private school they attend is 576. Each of the individual petitioners is the parent or natural guardian of a child who is attending but not being transported to one of the petitioning private schools who would be transported except that such child lives outside the attendance area established for the school he attends.</p>\n<p>ROBERT W. HANSEN, J.</p>\n<p>This action for declaratory judgment is an attack upon the constitutionality of the 1969 amendment to the school transportation statute providing for the transportation at public expense of students to and from private schoolson an attendance area basis.</p>\n<p>The attendance area concept is no newcomer to the educational scene in Wisconsin.<sup>[*]</sup> Long before transportation <span class=\"star-pagination\">*211</span> to schools, public or private, was provided at public expense, the approach of area-based public school districts was the rule. One of the statutory responsibilities of local public school boards involved the often troublesome and frequently controversial assignment of establishing school attendance district lines and boundaries. Exceptions were made by reason of overcrowding of particular schools or individual or special situations, but proximity was the measuring stick used. While parents and school administrators often disagreed as to what the attendance area boundaries ought to be, there was acceptance of the general neighborhood school approach that sought to assign pupils to the nearest available public school. Before busing at public expense came along, cold winters alone made eminently reasonable minimizing the time and distance involved in walking to and from school, elementary or high school.</p>\n<p>The coming of the automobile, the merger of school districts, expanded parental expectations, greater concern for health and safety of school children, and other factors combined to bring about an expansion of home-to-school and back again busing at public expense of public school pupils. Additionally, there came the development of specialized schools, such as those in Milwaukee for educational development of physically handicapped and retarded children, with special arrangements made for transporting such children, with special problems to specialized schools. But the concept of an attendance area-based public school system continued, with exceptions made for reasons established and accepted as reasonable.</p>\n<p>When the United States Supreme Court upheld as constitutional a New Jersey statute allowing reimbursement to parents for expenses incurred in busing their children to private and parochial schools,<sup>[1]</sup> the way was cleared <span class=\"star-pagination\">*212</span> for providing similar transportation at public expense to children attending private schools. A state level constitutional roadblock in this state to providing public financed transportation to nonpublic school children<sup>[2]</sup> was removed when the people of Wisconsin amended their constitution to provide:</p>\n<p>Art. I, sec. 23 \"Transportation of school children. Nothing in this constitution shall prohibit the legislature from providing for the safety and welfare of children by providing for the transportation of children to and from any parochial or private school or institution of learning.\"</p>\n<p>It then being clear that neither the state nor federal constitution prohibited the state from \"providing for the safety and welfare of children\" by providing for the transportation of children to and from public and private schools, the legislature amended the existing statutes for public school transportation to provide transportation of children to parochial and private schools.<sup>[3]</sup> Transportation was to be furnished on a reasonably uniform basis to children attending either public or private schools.<sup>[4]</sup> In 1969 the legislature amended the school <span class=\"star-pagination\">*213</span> transportation statutes to add two sections that are challenged by this action.<sup>[5]</sup></p>\n<p>Basically, the 1969 amendment provided that district school boards \"shall provide transportation to and from the school he attends\" for elementary and high school students in private schools \"located 2 miles or more from his residence <i>if such private school is</i> a school <i>within whose attendance area the pupil resides\"</i> (emphasis supplied) and if the private school is within the school district or not more than five miles beyond the district boundaries.<sup>[6]</sup></p>\n<p>Generally defining the term \"attendance area,\" the 1969 amendment provided: \"`Attendance area' is the geographic area designated by the governing body of a private school as the area from which its pupils attend and approved by the school board of the district in which the private school is located.\"<sup>[7]</sup></p>\n<p>Anticipating the type of problems encountered in determining attendance area boundaries in public school systems, the legislature provided: \"If the private school and the school board cannot agree on the attendance area, the state superintendent shall, upon the request of the private school and the board, make a final determination of the attendance area.\"<sup>[8]</sup></p>\n<p>Then was added this sentence: \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\"<sup>[9]</sup></p>\n<p>Petitioners read this reference to schools affiliated with the same religious denomination as providing that, only as to religiously affiliated schools, is there any provision against overlapping. The suggested construction <span class=\"star-pagination\">*214</span> of the statute is that it authorizes overlapping of attendance areas established for private, nonreligiously affiliated schools, and bans overlapping only as to attendance areas established for private, religiously affiliated schools. If such construction is given to the section challenged (sec. 121.51 (4), Stats.), there is an apparent constitutional infirmity. Under the test: \"What are the purposes and the primary effect of the enactment?\"<sup>[10]</sup> the conclusion could not be avoided that the result would be a restriction placed upon children attending religious schools and not be placed upon those attending private, secular schools. Religious affiliation would be the sole basis of the classification.<sup>[11]</sup> Where the purpose of the transportation statute is that of providing for the safety and welfare of school children, such classification solely on the basis of religious sponsorship would not be germane or reasonably related to the purpose of the statute. Religious considerations are no more than incidental to the public purpose served by providing school children transportation.<sup>[12]</sup> They are, if anything, less germane to a restriction placed upon it.</p>\n<p>However, where the statute provides that \"... there shall be reasonable uniformity in the transportation furnished ... pupils whether they attend public or private schools\" (sec. 121.54 (1), Stats.), and where the \"attendance area\" is defined as \"the geographic area <span class=\"star-pagination\">*215</span> designated by the governing body of a <i>private school</i> as the area from which its pupils attend\" (emphasis supplied) (sec. 121.51 (4)), it is clear that the intent, effect and result is to establish an area or proximity basis as the general rule for determining which schools pupils are to be assigned to, public, private or parochial. In such establishment of an \"attendance area\" approach, there is no authorization of overlapping boundary lines, and no reason to read such into the statute. We read the statute as not authorizing or permitting overlapping in attendance area boundary lines as to <i>all</i> private schools affiliated or operated by a single sponsoring group, whether such school operating agency or corporation is secular or religious. If there were any doubt as to this being the correct construction of the statute, we would recall and use the statutory construction rule that, given two alternative constructions of a statute, preference is to be given to the one that saves the statute from being struck down as unconstitutional.<sup>[13]</sup> We do not think that rule is needed to find no authority in the statute for establishing overlapping attendance areas as to any affiliated schools, secular or religious.</p>\n<p>Given this interpretation, unless the sentence: \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap,\" is to be deemed mere surplusage, what does it add? It adds no special restrictive ban on overlapping. Such restriction is inherent in the whole concept of \"attendance areas.\" What the sentence adds is to make \"affiliated with the same religious denomination\" the test of affiliation in a single school system rather than operation by a single agency or set of trustees or religious order within a particular religious denomination. It means that, if the Franciscan Order of the Roman Catholic church operates a school in the northern part of the Racine district, and <span class=\"star-pagination\">*216</span> the Jesuit Order operates a school in the southern part of the district, they are to be considered, along with diocesan schools, as part of the Catholic school system of Racine because all are \"affiliated with the same religious denomination.\" It means that, and nothing more. We do not conclude that the public policy represented by such definition of affiliation in a single system is the best public policy. We do not even need to find it to be good public policy. We need only to find that the definition provided in the statute is in the field of public policy, not reaching constitutional dimensions or invading constitutional assurances. Public policy is for the legislature to establish, with courts not expected nor permitted to substitute their reaction to the alternatives available for the conclusion reached by the legislative branch of government.</p>\n<p>While what came as a challenge to the constitutionality of a statute comes then to be a question of statutory construction, it is to be made clear that we do not rule, directly or indirectly, on the \"criteria\" as suggested by the Racine unified district school board to the affected and involved private school systems in the district. If that were the issue presented, we would dismiss the petition on the grounds that the petitioners had not exhausted their administrative remedies under the statute,<sup>[14]</sup> and were premature in seeking judicial review before attendance areas had been established in the manner the statute provides. The statute anticipates disagreement between the public school district boards and the private school administrations and provides that the state superintendent of public instruction shall make a \"final determination\" of the attendance area boundaries. This does not cut off the right of recourse and review by the courts, but it makes seeking such determination by the state superintendent a prerequisite to securing judicial review as to compliance with the statute <span class=\"star-pagination\">*217</span> and constitution of the attendance areas thus determined.</p>\n<p>Insofar as the suggested \"criteria\" provide against overlapping of attendance areas in any system of affiliated private schools, such general statement can be viewed as no more than the result intended and provided for by the statute. As to the other suggested \"criteria\" relating to \"islands,\" requiring areas to consist \"only of contiguous territory,\" and providing that \"each school must be located within the physical boundaries of its attendance area,\" we do not pass judgment upon them in this declaratory judgment challenge to the statute. We do note the statutory guideline that \"there shall be reasonable uniformity in the transportation furnished ... pupils whether they attend public or private schools.\" (Sec. 121.54 (1), Stats.) With this legislatively established lighthouse to mark the shores, the school district, the private school administrations, and the state superintendent should be able to steer without running aground on statutory or constitutional reefs.<sup>[15]</sup></p>\n<p><i>By the Court.</i>Secs. 121.51 (4) and 121.54 (2) (b) 1, Stats., of the school transportation chapter are constitutional.</p>\n<p>HALLOWS, C. J. (<i>dissenting</i>).</p>\n<p>In order to save the constitutionality of secs. 121.51 (4) and 121.54 (2) (b) 1, Stats., which were created by ch. 154, Laws of 1969, to save public funds, the majority has given a construction to these statutes beyond the breaking point and has construed them to mean exactly the opposite of what the legislature plainly said and intended. The last sentence in sec. 121.51 (4) clearly states, \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\" The majority admits <span class=\"star-pagination\">*218</span> if this means what it says, the section is in constitutional difficulty because the classification for bus service, which object is the safety and welfare of children, rests upon the nongermane and unreasonably related basis of religious consideration.</p>\n<p>The majority finds a legislative intent to establish an area or a proximity basis for determining which school pupils are to be assigned whether public, private, or parochial schools. This idea went out of style with segregation. Moreover, sec. 121.54 (2) (b) 1, Stats., does not require public and private nonreligious affiliated schools to have attendance areas which do not overlap. Two private unrelated nonsectarian schools have the whole district as their attendance area, while the individual Lutheran and Catholic schools are restricted to smaller attendance areas. The record shows there are overlapping in both the public and nonaffiliated private schools. In one instance, four public elementary schools are in one attendance area. While 576 students attending private-affiliated schools are not now bused, they were bused prior to the enactment of sec. 121.54 (2) (b) 1. These children represent about 30 percent of the students attending the Missouri Synod Lutheran, Wisconsin Synod Lutheran, and Roman Catholic elementary schools of their choice.</p>\n<p>The majority attempts to save these sections by reading the statute to mean not \"private schools affiliated with the same religious denomination\" but \"all private schools affiliated or operated by a single sponsoring group whether such school operating agency or corporation is secular or religious.\" Thus the plain language \"the same religious denomination\" now becomes a single operating group and \"religious\" is read out of the classification. But the constitutionality is not saved, because under this interpretation there remains a distinction between private operating groups and the public schools and the classification is not germane tosafety and welfare of children.</p>\n<p><span class=\"star-pagination\">*219</span> If it is intended by the expanded language of the majority to include public schools, then public authorities will be required to make separate attendance areas for Franksville, Hood Creek, Bartlett, and Trautwein schools which now share the same attendance area, stop overlapping by administrative decree in special cases, and prohibit busing of children to other areas to eliminate segregation. From the records and exhibits showing these sections at work in practice, it is clear that they discriminate against sectarian private schools when compared to secular private schools and to public schools and this solely on the basis of religious affiliations.</p>\n<p>These statutes restricting the benefits of school busing are contrary to <i>State ex rel. Knudsen v. Board of Education</i> (1969), 43 Wis. 2d 58, 168 N. W. 2d 295, wherein we stated, page 70, \"It is apparently the rationale of the school board that its obligation is satisfied if it provides transportation of a Catholic child to a Catholic school. We do not conceive that its duty is so limited. The right is vested in the constitution for the <i>child</i> to go to whatever school he desires, provided that choice is the nearest available private school which the pupil may reasonably choose to attend. It is not for the school board to determine that the education which a child and his parents may wish is as well served by one school as another even though those schools practice a common religious doctrine.\"</p>\n<p>The attendance zones in this case are unreasonable and arbitrary and based on a religious classification. If there are to be attendance zones, let them apply to public, private, and religiously affiliated schools alike, but the legislature must say so, which secs. 121.54 (2) (b) 1 and 121.51 (4), Stats., do not. We cannot take clear and unambiguous language and under the guise of construction or interpretation change what the legislature has said. I respectfully dissent. I think these sections are unconstitutional.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>See</i> sec. 120.13 (1) (a), Stats., providing the school board with the power to \"Make rules for the organization,... of the school district,...\"</p>\n<p>[1]  <i>Everson v. Board of Education</i> (1947), 330 U. S. 1, 18, 67 Sup. Ct. 504, 91 L. Ed. 711, holding: \"... The State contributes no money to the schools. It does not support them. Its legislation, as applied, does no more than provide a general program to help parents get their children, regardless of their religion, safely and expeditiously to and from accredited schools.\"</p>\n<p>[2]  <i>State ex rel. Reynolds v. Nusbaum</i> (1962), 17 Wis. 2d 148, 115 N. W. 2d 761, where this court, by divided vote, held a statute allowing the school boards of public schools to furnish transportation to pupils attending nonpublic schools to violate art. I, sec. 18, Wis. Const., prohibiting the expenditure of public funds \"for the benefit of religious societies, or religious or theological seminaries.\"</p>\n<p>[3]  Sec. 121.54 (1) and (2), Stats. 1967.</p>\n<p>[4]  The purpose was declared in sec. 1, ch. 68, Laws of 1967:\n</p>\n<p>\"PURPOSE. The intent of this act is to provide for the safety and welfare of children by providing for their transportation to and from public and private schools.\"</p>\n<p>[5]  Secs. 121.51 (4) and 121.54 (2) (b) 1, Stats. 1969.</p>\n<p>[6]  Sec. 121.54 (2) (b) 1, Stats.</p>\n<p>[7]  Sec. 121.51 (4), Stats.</p>\n<p>[8]  <i>Id.</i></p>\n<p>[9]  <i>Id.</i></p>\n<p>[10]  <i>Board of Education v. Allen</i> (1968), 392 U. S. 236, 88 Sup. Ct. 1923, 20 L. Ed. 2d 1060, upholding the constitutionality of a New York statute which provided for the purchase by the state of textbooks for use of students in grades seven to 12 in all schools in the state, private and public.</p>\n<p>[11]  \"The freedom and separation clauses should be read as stating a single precept: That government cannot utilize religion as a standard for action or inaction because these clauses, read together as they should be, prohibit classification in terms of religion either to confer a benefit or to impose a burden.\" Philip B. Kurland, <i>Of Church and State and the Supreme Court,</i> 29 University of Chicago L. Rev. (1961), 1, 96, cited in <i>State ex rel. Reynolds v. Nusbaum, supra,</i> at page 158.</p>\n<p>[12]  <i>Everson v. Board of Education, supra</i><i>.</i></p>\n<p>[13]  <i>State ex rel. Edwards v. McCauley</i> (1971), 50 Wis. 2d 597, 605, 606, 184 N. W. 2d 908; <i>State ex rel. La Follette v. Reuter</i> (1967), 36 Wis. 2d 96, 120, 153 N. W. 2d 49.</p>\n<p>[14]  <i>Green v. Jones</i> (1964), 23 Wis. 2d 551, 560, 128 N. W. 2d 1.</p>\n<p>[15]  <i>State ex rel. Knudsen v. Board of Education</i> (1969), 43 Wis. 2d 58, 70, 168 N. W. 2d 295, holding: \"... The right is vested in the constitution for the <i>child</i> to go to whatever school he desires, provided that choice is the nearest available private school which the pupil may reasonably choose to attend....\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">206</span></span> (1971)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">460</span></span></b></center>\n<center><h1>STATE EX REL. VANKO and others, Petitioners,<br>\nv.<br>\nKAHL, State Superintendent of Public Instruction, and another, Respondents.</h1></center>\n<center>No. State 190.</center>\n<center><p><b>Supreme Court of Wisconsin.</b></p></center>\n<center>Argued June 7, 1971.</center>\n<center>Decided June 29, 1971.</center>\n<p><span class=\"star-pagination\">*208</span> For the petitioners there were briefs by <i>Foley &amp; Capwell,</i> and oral argument by <i>Garth R. Seehawer,</i> all of Racine.</p>\n<p>For the respondent William C. Kahl, state superintendent of public instruction, the cause was argued by <i>John William Calhoun,</i> assistant attorney general, with whom on the brief was <i>Robert W. Warren,</i> attorney general, joined in by <i>La France, Thompson, Evans, Dye, Hostak &amp; Clack</i> of Racine, for the respondent school board of the Unified School District No. 1 of Racine county, and oral argument by <i>Kenneth F. Hostak.</i></p>\n<p></p>\n<h2><i>Facts.</i></h2>\n<p>Individual petitioners are the parents and natural guardians of children attending the elementary schools in Racine county operated by the corporate petitioners. Corporate petitioners are churches, each being a separate corporation (except that Concordia Lutheran school is an association affiliated with three Missouri Synod Lutheran churches, to wit: Holy Cross Lutheran church, Grace Lutheran church, and Faith Lutheran church). Each corporate petitioner operates as part of its corporate structure an elementary school located within the boundaries of the Unified School District No. 1 of Racine county. Each corporate petitioner is affiliated with either the Roman Catholic church or the Missouri Synod Lutheran church.</p>\n<p>Respondent William C. Kahl is the state superintendent of public instruction of the state of Wisconsin, the state official responsible for the administration of the school laws of the state of Wisconsin. Respondent Unified School District No. 1 of Racine county is a municipal body corporate created by law to govern the public school district, vested with the powers and responsibilities statutorily delegated to operate the public school system within the boundaries of such district.</p>\n<p>The transportation of school children to and from school is governed by ch. 121, Stats., subchapter II. Portions of said subchapter relevant to this action are secs. 121.51 (4) and 121.54 (2) (b) 1 as enacted and amended by the Laws of 1969, providing:</p>\n<p>121.51 (4) \"`Attendance area' is the geographic area designated by the governing body of a private school as the area from which its pupils attend and approved by the school board of the district in which the private <span class=\"star-pagination\">*209</span> school is located. If the private school and the school board cannot agree on the attendance area, the state superintendent shall, upon the request of the private school and the board, make a final determination of the attendance area. The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\"</p>\n<p>121.54 (2) (b) 1. \"Except as provided in sub. (1), the school board of each district operating high school grades shall provide transportation to and from the school he attends for each pupil residing in the school district who attends any elementary grade, including kindergarten, or high school grade at a private school located 2 miles or more from his residence if such private school is a school within whose attendance area the pupil resides and is situated within the school district or not more than 5 miles beyond the boundaries of the school district measured along the usually traveled route.\"</p>\n<p>The respondent school district set proposed \"criteria\" for attendance areas that it would approve. These were: (1) No attendance area of a religious denominational school could overlap the attendance area of another school affiliated with the same denomination; (2) no attendance area could contain \"islands;\" (3) each attendance area must be compact, consisting of contiguous territory with boundaries; and (4) each private school to which pupils are to be bused must be located \"within the physical boundaries of its attendance area.\" (With the exception of two Wisconsin Synod Lutheran schools, St. John's in Caledonia and Trinity Lutheran in Caledonia, none of the private schools have requested the state superintendent to act pursuant to sec. 121.51 (4), Stats.)</p>\n<p>The respondent school district has approximately 32,000 pupils. It operates nineteen grade schools, four junior high schools, and three senior high schools. As of March 17, 1971, the school district was transporting 5,759 junior and senior high school students, 4,769 elementary <span class=\"star-pagination\">*210</span> school pupils, and 2,583 private school students. Its total budget for the fiscal year 1971 is approximately $26,000,000, exclusive of federal government grants. Of this amount, $1,000,000 is budgeted for the transportation of students. The number of children bused by the school district to private schools affiliated with the same religious denomination is 1,379. The number of children not being bused to such schools because they do not reside within the attendance area of the private school they attend is 576. Each of the individual petitioners is the parent or natural guardian of a child who is attending but not being transported to one of the petitioning private schools who would be transported except that such child lives outside the attendance area established for the school he attends.</p>\n<p>ROBERT W. HANSEN, J.</p>\n<p>This action for declaratory judgment is an attack upon the constitutionality of the 1969 amendment to the school transportation statute providing for the transportation at public expense of students to and from private schoolson an attendance area basis.</p>\n<p>The attendance area concept is no newcomer to the educational scene in Wisconsin.<sup>[*]</sup> Long before transportation <span class=\"star-pagination\">*211</span> to schools, public or private, was provided at public expense, the approach of area-based public school districts was the rule. One of the statutory responsibilities of local public school boards involved the often troublesome and frequently controversial assignment of establishing school attendance district lines and boundaries. Exceptions were made by reason of overcrowding of particular schools or individual or special situations, but proximity was the measuring stick used. While parents and school administrators often disagreed as to what the attendance area boundaries ought to be, there was acceptance of the general neighborhood school approach that sought to assign pupils to the nearest available public school. Before busing at public expense came along, cold winters alone made eminently reasonable minimizing the time and distance involved in walking to and from school, elementary or high school.</p>\n<p>The coming of the automobile, the merger of school districts, expanded parental expectations, greater concern for health and safety of school children, and other factors combined to bring about an expansion of home-to-school and back again busing at public expense of public school pupils. Additionally, there came the development of specialized schools, such as those in Milwaukee for educational development of physically handicapped and retarded children, with special arrangements made for transporting such children, with special problems to specialized schools. But the concept of an attendance area-based public school system continued, with exceptions made for reasons established and accepted as reasonable.</p>\n<p>When the United States Supreme Court upheld as constitutional a New Jersey statute allowing reimbursement to parents for expenses incurred in busing their children to private and parochial schools,<sup>[1]</sup> the way was cleared <span class=\"star-pagination\">*212</span> for providing similar transportation at public expense to children attending private schools. A state level constitutional roadblock in this state to providing public financed transportation to nonpublic school children<sup>[2]</sup> was removed when the people of Wisconsin amended their constitution to provide:</p>\n<p>Art. I, sec. 23 \"Transportation of school children. Nothing in this constitution shall prohibit the legislature from providing for the safety and welfare of children by providing for the transportation of children to and from any parochial or private school or institution of learning.\"</p>\n<p>It then being clear that neither the state nor federal constitution prohibited the state from \"providing for the safety and welfare of children\" by providing for the transportation of children to and from public and private schools, the legislature amended the existing statutes for public school transportation to provide transportation of children to parochial and private schools.<sup>[3]</sup> Transportation was to be furnished on a reasonably uniform basis to children attending either public or private schools.<sup>[4]</sup> In 1969 the legislature amended the school <span class=\"star-pagination\">*213</span> transportation statutes to add two sections that are challenged by this action.<sup>[5]</sup></p>\n<p>Basically, the 1969 amendment provided that district school boards \"shall provide transportation to and from the school he attends\" for elementary and high school students in private schools \"located 2 miles or more from his residence <i>if such private school is</i> a school <i>within whose attendance area the pupil resides\"</i> (emphasis supplied) and if the private school is within the school district or not more than five miles beyond the district boundaries.<sup>[6]</sup></p>\n<p>Generally defining the term \"attendance area,\" the 1969 amendment provided: \"`Attendance area' is the geographic area designated by the governing body of a private school as the area from which its pupils attend and approved by the school board of the district in which the private school is located.\"<sup>[7]</sup></p>\n<p>Anticipating the type of problems encountered in determining attendance area boundaries in public school systems, the legislature provided: \"If the private school and the school board cannot agree on the attendance area, the state superintendent shall, upon the request of the private school and the board, make a final determination of the attendance area.\"<sup>[8]</sup></p>\n<p>Then was added this sentence: \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\"<sup>[9]</sup></p>\n<p>Petitioners read this reference to schools affiliated with the same religious denomination as providing that, only as to religiously affiliated schools, is there any provision against overlapping. The suggested construction <span class=\"star-pagination\">*214</span> of the statute is that it authorizes overlapping of attendance areas established for private, nonreligiously affiliated schools, and bans overlapping only as to attendance areas established for private, religiously affiliated schools. If such construction is given to the section challenged (sec. 121.51 (4), Stats.), there is an apparent constitutional infirmity. Under the test: \"What are the purposes and the primary effect of the enactment?\"<sup>[10]</sup> the conclusion could not be avoided that the result would be a restriction placed upon children attending religious schools and not be placed upon those attending private, secular schools. Religious affiliation would be the sole basis of the classification.<sup>[11]</sup> Where the purpose of the transportation statute is that of providing for the safety and welfare of school children, such classification solely on the basis of religious sponsorship would not be germane or reasonably related to the purpose of the statute. Religious considerations are no more than incidental to the public purpose served by providing school children transportation.<sup>[12]</sup> They are, if anything, less germane to a restriction placed upon it.</p>\n<p>However, where the statute provides that \"... there shall be reasonable uniformity in the transportation furnished ... pupils whether they attend public or private schools\" (sec. 121.54 (1), Stats.), and where the \"attendance area\" is defined as \"the geographic area <span class=\"star-pagination\">*215</span> designated by the governing body of a <i>private school</i> as the area from which its pupils attend\" (emphasis supplied) (sec. 121.51 (4)), it is clear that the intent, effect and result is to establish an area or proximity basis as the general rule for determining which schools pupils are to be assigned to, public, private or parochial. In such establishment of an \"attendance area\" approach, there is no authorization of overlapping boundary lines, and no reason to read such into the statute. We read the statute as not authorizing or permitting overlapping in attendance area boundary lines as to <i>all</i> private schools affiliated or operated by a single sponsoring group, whether such school operating agency or corporation is secular or religious. If there were any doubt as to this being the correct construction of the statute, we would recall and use the statutory construction rule that, given two alternative constructions of a statute, preference is to be given to the one that saves the statute from being struck down as unconstitutional.<sup>[13]</sup> We do not think that rule is needed to find no authority in the statute for establishing overlapping attendance areas as to any affiliated schools, secular or religious.</p>\n<p>Given this interpretation, unless the sentence: \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap,\" is to be deemed mere surplusage, what does it add? It adds no special restrictive ban on overlapping. Such restriction is inherent in the whole concept of \"attendance areas.\" What the sentence adds is to make \"affiliated with the same religious denomination\" the test of affiliation in a single school system rather than operation by a single agency or set of trustees or religious order within a particular religious denomination. It means that, if the Franciscan Order of the Roman Catholic church operates a school in the northern part of the Racine district, and <span class=\"star-pagination\">*216</span> the Jesuit Order operates a school in the southern part of the district, they are to be considered, along with diocesan schools, as part of the Catholic school system of Racine because all are \"affiliated with the same religious denomination.\" It means that, and nothing more. We do not conclude that the public policy represented by such definition of affiliation in a single system is the best public policy. We do not even need to find it to be good public policy. We need only to find that the definition provided in the statute is in the field of public policy, not reaching constitutional dimensions or invading constitutional assurances. Public policy is for the legislature to establish, with courts not expected nor permitted to substitute their reaction to the alternatives available for the conclusion reached by the legislative branch of government.</p>\n<p>While what came as a challenge to the constitutionality of a statute comes then to be a question of statutory construction, it is to be made clear that we do not rule, directly or indirectly, on the \"criteria\" as suggested by the Racine unified district school board to the affected and involved private school systems in the district. If that were the issue presented, we would dismiss the petition on the grounds that the petitioners had not exhausted their administrative remedies under the statute,<sup>[14]</sup> and were premature in seeking judicial review before attendance areas had been established in the manner the statute provides. The statute anticipates disagreement between the public school district boards and the private school administrations and provides that the state superintendent of public instruction shall make a \"final determination\" of the attendance area boundaries. This does not cut off the right of recourse and review by the courts, but it makes seeking such determination by the state superintendent a prerequisite to securing judicial review as to compliance with the statute <span class=\"star-pagination\">*217</span> and constitution of the attendance areas thus determined.</p>\n<p>Insofar as the suggested \"criteria\" provide against overlapping of attendance areas in any system of affiliated private schools, such general statement can be viewed as no more than the result intended and provided for by the statute. As to the other suggested \"criteria\" relating to \"islands,\" requiring areas to consist \"only of contiguous territory,\" and providing that \"each school must be located within the physical boundaries of its attendance area,\" we do not pass judgment upon them in this declaratory judgment challenge to the statute. We do note the statutory guideline that \"there shall be reasonable uniformity in the transportation furnished ... pupils whether they attend public or private schools.\" (Sec. 121.54 (1), Stats.) With this legislatively established lighthouse to mark the shores, the school district, the private school administrations, and the state superintendent should be able to steer without running aground on statutory or constitutional reefs.<sup>[15]</sup></p>\n<p><i>By the Court.</i>Secs. 121.51 (4) and 121.54 (2) (b) 1, Stats., of the school transportation chapter are constitutional.</p>\n<p>HALLOWS, C. J. (<i>dissenting</i>).</p>\n<p>In order to save the constitutionality of secs. 121.51 (4) and 121.54 (2) (b) 1, Stats., which were created by ch. 154, Laws of 1969, to save public funds, the majority has given a construction to these statutes beyond the breaking point and has construed them to mean exactly the opposite of what the legislature plainly said and intended. The last sentence in sec. 121.51 (4) clearly states, \"The attendance areas of private schools affiliated with the same religious denomination shall not overlap.\" The majority admits <span class=\"star-pagination\">*218</span> if this means what it says, the section is in constitutional difficulty because the classification for bus service, which object is the safety and welfare of children, rests upon the nongermane and unreasonably related basis of religious consideration.</p>\n<p>The majority finds a legislative intent to establish an area or a proximity basis for determining which school pupils are to be assigned whether public, private, or parochial schools. This idea went out of style with segregation. Moreover, sec. 121.54 (2) (b) 1, Stats., does not require public and private nonreligious affiliated schools to have attendance areas which do not overlap. Two private unrelated nonsectarian schools have the whole district as their attendance area, while the individual Lutheran and Catholic schools are restricted to smaller attendance areas. The record shows there are overlapping in both the public and nonaffiliated private schools. In one instance, four public elementary schools are in one attendance area. While 576 students attending private-affiliated schools are not now bused, they were bused prior to the enactment of sec. 121.54 (2) (b) 1. These children represent about 30 percent of the students attending the Missouri Synod Lutheran, Wisconsin Synod Lutheran, and Roman Catholic elementary schools of their choice.</p>\n<p>The majority attempts to save these sections by reading the statute to mean not \"private schools affiliated with the same religious denomination\" but \"all private schools affiliated or operated by a single sponsoring group whether such school operating agency or corporation is secular or religious.\" Thus the plain language \"the same religious denomination\" now becomes a single operating group and \"religious\" is read out of the classification. But the constitutionality is not saved, because under this interpretation there remains a distinction between private operating groups and the public schools and the classification is not germane tosafety and welfare of children.</p>\n<p><span class=\"star-pagination\">*219</span> If it is intended by the expanded language of the majority to include public schools, then public authorities will be required to make separate attendance areas for Franksville, Hood Creek, Bartlett, and Trautwein schools which now share the same attendance area, stop overlapping by administrative decree in special cases, and prohibit busing of children to other areas to eliminate segregation. From the records and exhibits showing these sections at work in practice, it is clear that they discriminate against sectarian private schools when compared to secular private schools and to public schools and this solely on the basis of religious affiliations.</p>\n<p>These statutes restricting the benefits of school busing are contrary to <i>State ex rel. Knudsen v. Board of Education</i> (1969), <span class=\"citation\" data-id=\"2162552\"><a href=\"/opinion/2162552/state-ex-rel-knudsen-v-board-of-education/\"><span class=\"volume\">43</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"2162552\"><a href=\"/opinion/2162552/state-ex-rel-knudsen-v-board-of-education/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">295</span></a></span>, wherein we stated, page 70, \"It is apparently the rationale of the school board that its obligation is satisfied if it provides transportation of a Catholic child to a Catholic school. We do not conceive that its duty is so limited. The right is vested in the constitution for the <i>child</i> to go to whatever school he desires, provided that choice is the nearest available private school which the pupil may reasonably choose to attend. It is not for the school board to determine that the education which a child and his parents may wish is as well served by one school as another even though those schools practice a common religious doctrine.\"</p>\n<p>The attendance zones in this case are unreasonable and arbitrary and based on a religious classification. If there are to be attendance zones, let them apply to public, private, and religiously affiliated schools alike, but the legislature must say so, which secs. 121.54 (2) (b) 1 and 121.51 (4), Stats., do not. We cannot take clear and unambiguous language and under the guise of construction or interpretation change what the legislature has said. I respectfully dissent. I think these sections are unconstitutional.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>See</i> sec. 120.13 (1) (a), Stats., providing the school board with the power to \"Make rules for the organization,... of the school district,...\"</p>\n<p>[1]  <i>Everson v. Board of Education</i> (1947), <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18, 67 Sup. Ct. 504, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">711</span></a></span>, holding: \"... The State contributes no money to the schools. It does not support them. Its legislation, as applied, does no more than provide a general program to help parents get their children, regardless of their religion, safely and expeditiously to and from accredited schools.\"</p>\n<p>[2]  <i>State ex rel. Reynolds v. Nusbaum</i> (1962), <span class=\"citation\" data-id=\"2142328\"><a href=\"/opinion/2142328/state-ex-rel-reynolds-v-nusbaum/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">148</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">761</span></span>, where this court, by divided vote, held a statute allowing the school boards of public schools to furnish transportation to pupils attending nonpublic schools to violate art. I, sec. 18, Wis. Const., prohibiting the expenditure of public funds \"for the benefit of religious societies, or religious or theological seminaries.\"</p>\n<p>[3]  Sec. 121.54 (1) and (2), Stats. 1967.</p>\n<p>[4]  The purpose was declared in sec. 1, ch. 68, Laws of 1967:\n</p>\n<p>\"PURPOSE. The intent of this act is to provide for the safety and welfare of children by providing for their transportation to and from public and private schools.\"</p>\n<p>[5]  Secs. 121.51 (4) and 121.54 (2) (b) 1, Stats. 1969.</p>\n<p>[6]  Sec. 121.54 (2) (b) 1, Stats.</p>\n<p>[7]  Sec. 121.51 (4), Stats.</p>\n<p>[8]  <i>Id.</i></p>\n<p>[9]  <i>Id.</i></p>\n<p>[10]  <i>Board of Education v. Allen</i> (1968), <span class=\"citation\" data-id=\"107737\"><a href=\"/opinion/107737/board-of-ed-of-central-school-dist-no-1-v-allen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 88 Sup. Ct. 1923, <span class=\"citation\" data-id=\"107737\"><a href=\"/opinion/107737/board-of-ed-of-central-school-dist-no-1-v-allen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1060</span></a></span>, upholding the constitutionality of a New York statute which provided for the purchase by the state of textbooks for use of students in grades seven to 12 in all schools in the state, private and public.</p>\n<p>[11]  \"The freedom and separation clauses should be read as stating a single precept: That government cannot utilize religion as a standard for action or inaction because these clauses, read together as they should be, prohibit classification in terms of religion either to confer a benefit or to impose a burden.\" Philip B. Kurland, <i>Of Church and State and the Supreme Court,</i> 29 University of Chicago L. Rev. (1961), 1, 96, cited in <i>State ex rel. Reynolds v. Nusbaum, supra,</i> at page 158.</p>\n<p>[12]  <i>Everson v. Board of Education, supra</i><i>.</i></p>\n<p>[13]  <i>State ex rel. Edwards v. McCauley</i> (1971), <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">597</span></span>, 605, 606, <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">908</span></span>; <i>State ex rel. La Follette v. Reuter</i> (1967), <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">96</span></span>, 120, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">49</span></span>.</p>\n<p>[14]  <i>Green v. Jones</i> (1964), <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">551</span></span>, 560, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">1</span></span>.</p>\n<p>[15]  <i>State ex rel. Knudsen v. Board of Education</i> (1969), <span class=\"citation\" data-id=\"2162552\"><a href=\"/opinion/2162552/state-ex-rel-knudsen-v-board-of-education/\"><span class=\"volume\">43</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">58</span></a></span>, 70, <span class=\"citation\" data-id=\"2162552\"><a href=\"/opinion/2162552/state-ex-rel-knudsen-v-board-of-education/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">295</span></a></span>, holding: \"... The right is vested in the constitution for the <i>child</i> to go to whatever school he desires, provided that choice is the nearest available private school which the pupil may reasonably choose to attend....\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2162552/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T19:39:23.237852Z",
      "date_modified": "2017-04-15T05:21:03.066079Z",
      "date_filed": "1971-06-29",
      "date_filed_is_approximate": false,
      "slug": "state-ex-rel-vanko-v-kahl",
      "citation_id": 2090493,
      "case_name_short": "Kahl",
      "case_name": "State Ex Rel. Vanko v. Kahl",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "52 Wis. 2d 206",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "188 N.W.2d 460",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1810724/state-ex-rel-vanko-v-kahl/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:39:23.234493Z",
  "date_modified": "2014-10-30T19:39:23.234493Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kahl",
  "case_name": "State Ex Rel. Vanko v. Kahl",
  "case_name_full": "",
  "slug": "state-ex-rel-vanko-v-kahl",
  "docket_number": "State 190",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}