{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1811289/",
  "id": 1811289,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/gand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1982886/",
      "id": 1982886,
      "absolute_url": "/opinion/1982886/culpepper-v-reynolds-metals-company/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1811289/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1982886/",
          "id": 1982886,
          "absolute_url": "/opinion/1982886/culpepper-v-reynolds-metals-company/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1982886/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3022/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:58:32.881987Z",
          "date_modified": "2017-04-08T05:13:21.505638Z",
          "type": "010combined",
          "sha1": "1e4e33824e5518c2ce5df487aee2c3dfdb44ed86",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>296 F.Supp. 1232 (1969)</b></center>\n<center><h1>Samuel CULPEPPER, Plaintiff,<br>\nv.<br>\nREYNOLDS METALS COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 12179.</center>\n<center><p><b>United States District Court N. D. Georgia, Atlanta Division.</b></p></center>\n<center>December 27, 1968.</center>\n<center>Amended Order January 17, 1969.</center>\n<p><span class=\"star-pagination\">*1233</span> Howard Moore, Jr., Peter Rindskopf, Atlanta, Ga., Jack Greenberg, Gabrielle Kirk, New York City, for plaintiff.</p>\n<p>William Pate, Mitchell, Clarke, Pate &amp; Anderson, Atlanta, Ga., Fred R. Edney, Asst. Gen. Counsel, Richmond, Va., for defendant Reynolds Metals Co.</p>\n<p>Charles W. Wilson, David W. Zugschwerdt, Washington, D. C., for the Equal Employment Opportunity Commission.</p>\n<p>SIDNEY O. SMITH, Jr., Chief Judge.</p>\n<p>This is a fair employment practices case proceeding under Title VII of the Civil Rights Act of 1964. 42 U.S.C.A. 2000e ff. The petition as finally amended set out an individual complaint and a class-type complaint against the defendant employer. In addition, the petition seeks immediate injunctive relief. The defendant disputes any right to temporary injunctive relief under the Act, relies on jurisdictional defenses as well as the merits, and has further demanded a jury trial on the issues. To facilitate a ruling on the legal questions involved, the court heard all of the evidence.</p>\n<p>Insofar as is necessary to reach the points raised, the dispute arises out of the following facts:</p>\n<p>Samuel Culpepper, a 48 year old Negro was originally employed at defendant's <span class=\"star-pagination\">*1234</span> Atlanta \"Colorweld\" plant (formerly Southern Iron &amp; Roofing Co.) in 1955. The plant is primarily concerned with the cutting, shaping, and painting of aluminum siding produced by its Alabama plant and is the final processing before delivery to the customer. The plant is divided into three main departments: receiving, fabrication, and painting. Culpepper's entering job was in receiving. He later moved into fabrication and is now qualified as a \"machine operator\" at $2.62 per hour. This job classification is the highest wage rate within the fabrication department other than a single slitter operator, which carries 15¢ per hour more.</p>\n<p>This is a union-plant and has been since 1956. By virtue of present and prior agreements between defendant and the International Brotherhood of Firemen &amp; Oilers, each employee holds \"plant seniority\" (petitioner is 8th) and \"departmental seniority\" (petitioner is 5th). On job openings, the filling is based on the principles of \"qualifications and seniority.\" Each new job or vacancy in an existing job is posted or bulletined by management for the period of 24-hours and interested employees bid the job by signing the bulletin. Priority for the job opening is based first on departmental seniority. Failure of an applicant with departmental seniority to qualify opens the bid to employees in other departments based on plant seniority. The senior bidder is granted a 20-day trial period. If he successfully completes the trial period (apparently in the judgment of management), he is deemed qualified and promoted. If not, the next senior bidder is granted a trial period and similarly until a bidder is qualified.</p>\n<p>As stated, the only job within the fabrication department higher than that presently held by Culpepper is that of slitter operator. The slitter machine is a cutting device which must be set up to cut to thousandths of an inch and length as ordered. The skill involved relates to a translation of an order to the machine by attaching spacers (down to 1/64\" in size) and shims (down to .001\" in size) between the cutting knives. While interpolating charts are available to the operator for the ordinary requirements, a facility with figures and mathematics is almost mandatory for a good operator to make the necessary \"set ups\" for each order, some of which require as much as two hours. Normally, job applicants for slitter operator come from helpers, who have assisted in and about the machine along with the other duties of laborers over a period of time.</p>\n<p>Culpepper unsuccessfully bid the job first in the fall of 1962, it going to a white junior employee. In April, 1963, he successfully bid the job and was granted the 20-day trial period in May and June. Inasmuch as he had filed a grievance about the 1962 bid he was granted an additional 10-day trial period not required by the contract in July. Based upon performance figures, indicating approximately a 25% production record as compared with an established operator, he was deemed not qualified in 1963, and the job went to another white employee, Sells.</p>\n<p>On December 29, 1964, the job was posted again, but Culpepper did not bid because it involved night work.</p>\n<p>On March 20, 1967, the job of \"relief slitter operator\" was posted. This opening was to qualify in order to serve as slitter operator for the regular employee during vacations, absences, and, in this instance, union contract negotiations. Petitioner and two white employees bid the job, with Culpepper holding seniority based on the union contract. In spite of the seniority, the job was awarded to Arthur Collins on March 28, 1967. Collins immediately began his trial period and subsequently qualified on the machine.</p>\n<p>Under the union contract, Culpepper pursued his grievance procedure by filing his complaint on April 4, 1967. Following the prescribed course, of charges, meetings, etc., management issued its formal reply on May 5, 1967, in which it offered a 90-day position as slitter helper <span class=\"star-pagination\">*1235</span> at helper's rates with opportunity to bid on the next opening. This offer was refused inasmuch as it involved a pay reduction for the 90-day period. Management's position was that Culpepper had been given the prior trial in 1963 and deemed not qualified. This was likewise the position of Collins, who would have grieved any refusal to award him the job on the same basis, namely, that Culpepper had failed in the prior opportunity.</p>\n<p>On July 15, 1967, Culpepper filed his formal charge with the Equal Employment Opportunity Commission as provided by the Act. 42 U.S.C.A. § 2000e-5(a). Following conciliation procedures a suit letter was issued to Culpepper on September 26, 1968, and this action was filed within 30 days thereafter. 42 U.S.C.A. § 2000e-5(e).</p>\n<p>Under the pleadings and this state of facts, the case presents three central questions:</p>\n<blockquote>1. Does the court have jurisdiction?</blockquote>\n<blockquote>2. If so, may a temporary injunction issue in such cases?</blockquote>\n<blockquote>3. Is defendant entitled to a jury trial?</blockquote>\n<p></p>\n<h2>I. JURISDICTIONAL QUESTIONS.</h2>\n<p>The Act provides that an unfair employment charge be filed within ninety days after the alleged unlawful practice occurs. 42 U.S.C.A. § 2000e-5. This court has consistently held along with the majority of the other district courts that this 90-day period is jurisdictional and constitutes in effect a limitation by Congress on the right to proceed before the Equal Employment Opportunity Commission or in a subsequent suit in district court. See Georgia Power Co. v. EEOC, 295 F.Supp. 950 (N.D.Ga., August, 1968); Bowe v. Colgate-Palmolive Co., 272 F.Supp. 332 (D.Ind.1967). However, if the alleged violation is deemed to be \"continuing\", the 90-day period is of little practical effect. See King v. Georgia Power Co., 295 F.Supp. 943 (N.D.Ga., August, 1968). Consequently, it is necessary to determine whether the failure by defendant to \"award\" the job on March 28, 1967, to petitioner is an isolated transaction or whether the entire circumstances involving the grievance procedure, etc. are continuing in nature.</p>\n<p>The court concludes that the failure by the company to award the job on March 28, 1967, was not continuing but was a completed act when effected. This is true because complainant's right to file a charge with Equal Employment Opportunity Commission accrued immediately, without regard to union contract, grievance procedure, or any unofficial reconsideration by management. There is no known authority to the effect that a failure to rectify an alleged unlawful act converts it into a continuing transaction or suspends the 90-day period.<sup>[1]</sup></p>\n<p>Standing alone, then, the act occurred on March 28, 1967, and the charge with Equal Employment Opportunity Commission was not filed until July 15, 1967, well in excess of the 90-day period. Such failure is normally jurisdictional and bars any further proceedings. Mickel v. S. C. State Employment Service, 377 F.2d 239 (4th Cir. 1967). However, petitioner argues and not without logic that the use of existing grievance procedures should be encouraged prior to placing the burden on Equal Employment <span class=\"star-pagination\">*1236</span> Opportunity Commission or the courts. Despite the obvious appeal of this argument to those courts already facing an avalanche of fair employment cases, it is untenable. By inference, this court has already ruled that contractual grievance procedures need not be exhausted prior to the filing of an Equal Employment Opportunity Commission charge. See King v. Georgia Power Co., supra. Some employees have an opportunity for grievance procedures, some do not. The conclusion is that the law does not distinguish between the two in this respect. Those without such contractual benefits must file within 90-days; those with a union contract must likewise file within 90 days, without regard to whether they waive, ignore or concurrently pursue such benefits. There is no concern here with an \"election of remedies.\" See Dewey v. Reynolds Metals Company, (W.D.Mich.1968), 291 F. Supp. 786. No such inconsistent remedies exist nor does the Act provide for any alternative procedure to that imposed here.<sup>[2]</sup></p>\n<p>Such holding does not end the problem, however. The petition as amended generally claims a maintenance by the company of a policy or practice of discrimination forbidden by the act. The right to proceed on a class basis in these cases has been heretofore granted by this court within appropriate limitations. See King v. Georgia Power Co., supra; Colbert v. H. K. Corporation, 295 F.Supp. 1091 (N.D.Ga. No. 11599, August, 1968). Any question about the general right to maintenance of a class action has been put to rest by Oatis v. Crown Zellerbach Corp., 398 F.2d 496 at 499 (5th Cir. 1968). Such a claim is, by nature, a continuing violation as part of the dual character of many cases. See Jenkins v. United Gas Co., 400 F.2d 28 (5th Cir. 1968). This court has previously held that a complaint alleging racial discrimination against an employer may not be dismissed on the grounds that it was not timely filed where the suit challenges the maintenance of an allegedly discriminatory system, rather than one isolated instance because such a violation is continuous in nature. Banks v. Lockheed-Georgia, 46 F.R.D. 442 (N.D.Ga., June 1968).<sup>[3]</sup> Consequently, insofar as the class-type claim of discrimination is concerned, a motion to dismiss as not timely must necessarily fail, and such is the case here.</p>\n<p></p>\n<h2>II. INJUNCTIVE RELIEF.</h2>\n<p>In both the individual and class-type claims, petitioner insists that he is entitled to the immediate and sometimes drastic relief of temporary injunction. Where the law grants such a remedy, it normally seeks by the presentation of a prima facie case and a showing of irreparable damage to preserve the status quo between the parties. 7 Moore's Federal Practice ¶ 65.04 [1] and [3] (2d ed. 1968). Such orders do not presume to determine finally the specifics of the suit on the question of money damages.</p>\n<p>Under the act in question, insofar as individual relief is concerned, the powers of the court are explicit. 42 U.S. C.A. § 2000e-5(g) provides:</p>\n<blockquote>If the court finds that the respondent has intentionally engaged in or is intentionally engaging in an unlawful employment practice charged in the complaint, the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, <span class=\"star-pagination\">*1237</span> which may include reinstatement or hiring of employees, with or without back pay (payable by the employer, employment agency, or labor organization, as the case may be, responsible for the unlawful employment practice). Interim earnings or amounts earnable with reasonable diligence by the person or persons discriminated against shall operate to reduce the back pay otherwise allowable. No order of the court shall require the admission or reinstatement of an individual as a member of a union or the hiring, reinstatement, or promotion of an individual as an employee, or the payment to him of any back pay, if such individual was refused admission, suspended, or expelled or was refused employment or advancement or was suspended or discharged for any reason other than discrimination on account of race, color, religion, sex or national origin or in violation of section 2000e-3(a) of this title.</blockquote>\n<p>However, the exercise of such powers presupposes a final determination on the merits of the claim itself. Thus, the phrase \"If the court finds\" and \"No order of the court shall require the admission or reinstatement of an individual as a member of a union or the hiring, reinstatement, or promotion of an individual as an employee, or the payment to him of any back pay, if such individual was refused admission, suspended, or expelled or was refused employment or advancement or was suspended or discharged for any reason other than discrimination on account of race, color, religion, sex or national origin or in violation of section 2000e-3(a) of this title.\" is inserted in the Act granting such powers to the court, with no mention of temporary relief.</p>\n<p>In such posture, the court concludes that the remedy of temporary injunction is inappropriate for individual relief and nowhere authorized by the Act. On a temporary basis, what more could the court do than enjoin the defendant from discriminating against the plaintiff, which it is already forbidden to do by the Act itself? Certainly it would be harsh on a prima facie showing to order plaintiff to be placed in a particular job, award back-pay as damages, or possibly oust another employee from a position without a full and final determination on the merits. If the remedy were available, it would require a full trial and determination at the temporary hearing, consequently advancing the final trial in all such cases by the simple expedient of a prayer for temporary injunction. No such procedure is contemplated by the Act nor would it be fair to the other litigants who must necessarily await their day in court. Moreover, there is adequate relief in damages in the provisions of 42 U.S.C.A. § 2000e-5(g) to obviate the need for injunctive relief prior to a determination on the merits. Accordingly, the request for injunctive relief on the individual claim is denied on these grounds.</p>\n<p>Not so, however, with class-type relief. Upon a clear showing of a broad discriminatory practice, such relief would be both practical and appropriate. Thus, a temporary injunction might usefully be framed to remove an obvious discriminatory practice on a prima facie showing, such as a refusal to hire <i>any</i> negroes, segregated working facilities, discriminatory pay or hours, etc. Unlike the individual claims, such relief is contemplated by the provision allowing the Attorney-General to proceed in such instances before a three-judge court. 42 U.S.C.A. § 2000e-6.</p>\n<p>Having determined that a class-type complaint may afford a proper basis for temporary injunctive relief, a further consideration of the evidence in this respect is demanded. Why this particular defendant was selected for litigation is uncertain. The plaintiff's personal difficulties appear more of a union-management problem than due to any act of racial discrimination since 1965 (which is not decided here). As to the class complaint, there is no showing to the court of any company-wide policy of racial discrimination. The plaintiff, along with several other negro employees, was <span class=\"star-pagination\">*1238</span> hired over 13 years ago. By 1959, all departments were integrated, the last being the paint line which is generally high wage scale. Presently 25 out of 50 departmental workers are negro. Negroes have consistently been allowed to bid and qualify on all job positions since 1962 and, in fact, hold jobs in virtually all categories. While no negro has successfully bid the slitter operator's job, negroes hold other jobs throughout the plant of equal and higher pay. Culpepper himself has had several opportunities to bid a higher paying job on the paint line, which he chose not to do because of the probability of night work. Negroes presently serve as helpers to the regular slitter operator, who has been qualified for many years. According to plaintiff's witnesses, negroes have been treated \"OK\" since 1960 or 1962 and well before the effective date of the Act.</p>\n<p>The apparent thrust of plaintiff's evidence here is that, in certain instances, there is an imbalance for negroes in departmental seniority as compared to plant-wide seniority. Thus presently, while 13 out of the 15 top employees in plant-wide seniority are negroes, including the first five, apparently only 5 out of the first 15 in seniority on the paint line are negroes (highest 5th). In fabrication, they occupy 12 out of the first 15 (highest 1st); in receiving, they likewise occupy 12 out of the first 15 (highest 3rd). As seen, the paint line was the last department integrated in 1959 and undoubtedly the presence of white employees in the first position there and in receiving is a holdover from older days far antedating the Civil Rights Act of 1964. There is absolutely no evidence of any company-wide discrimination in this respect since the inception of the Act or even during a reasonable anticipatory period preceding it. To the contrary, the company has handled seniority in strict accordance with the contract since at least 1962.</p>\n<p>The argument is advanced that somehow the court should step in and regardless of accrued departmental seniority, contract terms, or performance by management since 1965, \"eradicate the vestiges\" of ancient discrimination by an employer. Doubtless a similar statistical showing of white employees in higher positions could be made as to almost any company anywhere in the United States with a sufficient operating history. Furthermore, there is no practical way to displace white employees with years of departmental seniority in favor of negro employees who have not bid or qualified for a job without creating untoward confusion and serious labor-management problems. The Act created a new right to equality and not preference in this area and nothing is found which indicates that it is to be applied retrospectively.<sup>[4]</sup></p>\n<p>In such matters, the Act specifically negates any requirement of affirmative correction of a statistical racial imbalance. Thus, 42 U.S.C.A. § 2000e-2(j) provides:</p>\n<blockquote>Nothing contained in this subchapter shall be interpreted to require any employer, employment agency, labor organization, or joint labor-management committee subject to this subchapter to grant preferential treatment to any individual or to any group because of the race, color, religion, sex, or national origin of such individual or group on account of an imbalance <span class=\"star-pagination\">*1239</span> which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer, referred or classified for employment by any employment agency or labor organization admitted to membership or classified by any labor organization, or admitted to, or employed in, any apprenticeship or other training program, in comparison with the total number or percentages of persons of such race, color, religion, sex, or national origin in any community, State, section, or other area, or in the available work force in any community, State, section or other area. Pub.L. 88-352, Title VII, § 703, July 2, 1964, 78 Stat. 255.</blockquote>\n<p>Accordingly, under the evidence injunctive relief is denied on the class-type complaint.</p>\n<p></p>\n<h2>III. JURY TRIAL.</h2>\n<p>Lastly, the court considers the vexsome problem of the right to jury trial, if any, in these cases. Procedurally, this is as yet a great unanswered question in the gap between legislative action and practical application and there is no definitive authority on the subject. Thus, the consideration is necessarily lengthy.</p>\n<p>As seen, the enforcement provisions of the equal employment opportunities portion of the Civil Rights Act of 1964 are found at 42 U.S.C.A. § 2000e-5(g):</p>\n<blockquote>If <i>the court finds</i> that the respondent has intentionally engaged in or is intentionally engaging in any unlawful employment practice charged in the complaint, <i>the court may</i> enjoin the respondent from engaging in such unlawful employment practice, <i>and order such affirmative action as may be appropriate,</i> which <i>may</i> include reinstatement or hiring of employees, with or without back pay * * * [Emphasis supplied].</blockquote>\n<p>While the subject of jury trial is not mentioned in the above provision, the underscored language suggests strongly that the Congress intended that the issues be tried by the Court rather than by a jury. This section is not only drafted so as to direct that \"the court\" undertake these responsibilities but also the section provides for appropriate \"affirmative action\", suggesting again the intent to have the court pass upon these matters. The right to trial by jury is expressly granted in criminal contempt proceedings arising under the Act. See 42 U.S.C.A. § 2000h. However, the statute does not mention the right to jury trial in ordinary enforcement litigation of the nature now before the Court. The legislative history is not overly helpful with regard to many of the procedural features of the Act.<sup>[5]</sup> The majority reports do not deal with this question but many of the bill's opponents emphasized that the Act was just another attempt to create government by court injunction, <span class=\"star-pagination\">*1240</span> suggesting, at least in the view of the opponents of the bill, that juries were not contemplated except where specifically mentioned. On the basis of the above materials the court must conclude that the statute does not contemplate the use of jury trials in civil suits under Title VII. Thus, the inquiry shifts to the constitutional question of whether this Act violates the Seventh Amendment. The Seventh Amendment to the United States Constitution provides:</p>\n<blockquote>In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by the jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.</blockquote>\n<p>Apparently, very few courts have been called upon to decide directly the question of whether the Seventh Amendment requires a trial by jury under this Act. This question was recently considered in Hayes v. Seaboard Coast Line Rd. Co., 46 F.R.D. 49 (S.D.Ga., December 9, 1968). Judge Lawrence concluded that the denial of a jury trial in an Equal Employment Opportunity Commission case did not contravene the Constitution. The other cases brought to this Court's attention considering the question are at best inconclusive and none have apparently given a thorough study to this subject. See, e. g., Johnson v. Georgia Highway Express, Inc., Civil Action No. 11598 (N.D.Ga. June 24, 1968) (claim viewed as an action for breach of an employment contract); Allen v. Braswell Motor Freight Lines, Inc., Civil Action No. 3-2112 (N.D.Tex., May 15, 1968) (jury trial granted where compensatory and punitive damages were claimed); Lea v. Cone Mills, Civil Action No. C-176-D-66 (N.D.N.C., March 25, 1968) (demand for jury trial stricken without discussion); Banks v. Local 136, IBEW, Civil Action No. 67-598 (N.D.Ala., January 25, 1968) (demand for jury trial stricken without discussion); Anthony v. Brooks, Civil Action No. 9947 (N.D. Ga., September 18, 1967) (suit against the state viewed as allowing only injunctive relief and therefore demand for jury trial was refused).</p>\n<p>Although logical development of this subject might best be served by beginning this discussion at another point several decisions have been so dominant in this area that they must be discussed at the outset. In 1959 the Supreme Court decided the case of Beacon Theatres v. Westover, 359 U.S. 500, 79 S.Ct. 948, 3 L.Ed.2d 988 (1959). In <i>Beacon Theatres</i> the plaintiff sought declaratory relief and an injunction prohibiting defendant from instituting suit under the anti-trust laws. Defendant counterclaimed alleging that the practices involved violated the anti-trust laws, and demanded a jury trial on all factual issues. The District Court ruled that it would try in equity without a jury the issues common to both proceedings before trying petitioner's counterclaim. The Supreme Court ruled that this was error:</p>\n<blockquote>It follows that if Beacon would have been entitled to a jury trial in a treble damage suit against Fox it cannot be deprived of that right merely because Fox took advantage of the availability of declaratory relief to sue Beacon first. Since the right to trial by jury applies to treble damage suits under the antitrust laws, and is, in fact, an essential part of the congressional plea for making competition rather than monopoly the rule of trade * * * the Sherman and Clayton Act issues on which Fox sought a declaration were essentially jury questions.</blockquote>\n<p>Id. at 504, 79 S.Ct. at 953. The Court emphasized that the basis for injunctive relief in the federal courts has always been irreparable harm and inadequacy of legal remedies. The Court then reviewed various changes in our judicial system and concluded that the right to trial by jury on all legal claims could not except \"under the most imperative circumstances\" be lost through prior determination of equitable claims. See Thermo-Stitch, Inc. v. Chemi-Cord Processing Corp., 294 F.2d 486 (5th Cir. 1961), wherein the <span class=\"star-pagination\">*1241</span> Fifth Circuit discussed the holding in <i>Beacon Theatres</i><i>.</i> In Dairy Queen, Inc. v. Wood, 369 U.S. 469, 82 S.Ct. 894, 8 L. Ed.2d 44 (1962), plaintiff contended that defendant had breached its contract to pay for the exclusive use of a trademark. Plaintiff sued for (1) temporary and permanent injunctions to restrain defendant from any future use of or dealing in the franchise and trademark, (2) an accounting to determine the exact amount of money owing by defendant and a judgment for that amount, and (3) an injunction pending accounting to prevent defendant from collecting any money from franchised stores. Defendant's demand for jury trial was denied on the grounds that either the action was \"purely equitable\" or that whatever legal issues were raised were \"incidental\" to equitable issues. The Supreme Court held this to be error, ruling that where both legal and equitable issues are presented in a case, even when the legal issues are incidental to the equitable issues, the legal issues must be presented to a jury. Even though the complaint was cast in terms of an \"accounting,\" this result still follows as the courts must look to the substance of the transaction involved. And the Court concluded that a claim of this nature for a money judgment was legal in nature. These two cases added considerable clarity to the constitutional right to a jury trial. For example, these cases clearly repudiated the older approach wherein legal issues could be freely tried by the court if they were \"incidental\" to the equitable issues in the case. It became clear that the mere fact that the issues in a case arose under a statute of Congress did not change this requirement. Also the plaintiff's phraseology as to the claims presented does not control. Therefore, the important decision here is whether the claims presented involve legal issues or whether they are \"purely\" equitable in nature. It must be remembered that even though an action was not provided for at common law, a jury is still required if the issues are in the nature of such a suit. NLRB v. Jones &amp; Laughlin Steel Corp., 301 U.S. 1, 57 S.Ct. 615, 81 L.Ed. 893 (1937); Klein v. Shell Oil Co., 386 F.2d 659 (8th Cir. 1959).</p>\n<p>In this Court's view, the issues present in these cases are purely equitable. As seen by the Act itself the right to recover any money judgment at all is optional with the court. Even then, such an award is automatically calculable, and not calling for settlement of serious damage questions by the combined conscience of a jury. As indicated above, some courts have taken the view that an action for back wages is in essence an action for breach of the employment contract. This view fails to take into account the true nature of these proceedings. The focus of this Act is upon the elimination of discrimination in employment, the freedom from which there was no guarantee at common law. While in <i>Dairy Queen</i> and <i>Beacon Theatres</i><i>,</i> the claims were based on the individual's private right of action, this Act emphasizes not the collection of private debts but the protection of the public interest. The back pay remedy, which is actually only a small part of the remedial scheme envisioned by the Act, is public in nature, aimed at restoring the status which would have existed but for the forbidden discrimination. Although the use of analogies is a dangerous device in this area,<sup>[6]</sup> the public nature of this claim is similar to proceedings by the Secretary of Labor under § 17 of the Fair Labor Standards Act wherein an injunction is sought to restrain the withholding of wages due under the Act's minimum wage provisions. See Wirtz v. <span class=\"star-pagination\">*1242</span> Jones, 340 F.2d 901 (5th Cir. 1965), wherein a demand for jury trial was ordered stricken, the Court characterizing the money claim therein involved as being equitable in nature. The provisions of 16(c) of the Fair Labor Standards Act are not analogous for the sole purpose of § 16(c) is the recovery of money damages without the added element of injunctive relief. The public nature of an action under Title VII has recently been emphasized by the Fifth Circuit in Jenkins v. United Cities Gas Corp., 400 F.2d 28 at 32 and 35 (5th Cir. 1968), reversing 261 F.Supp. 762 (M.D.Tex.1966). See also, Newman v. Piggy Park Enterprises, Inc., 390 U.S. 400, 88 S.Ct. 964, 19 L.Ed. 1263 (1968). The mere presence of a pleaded claim for money damages does not make the issues properly triable before a jury. As the Fifth Circuit has carefully stated in Swofford v. B. &amp; W. Inc., 336 F.2d 406 at 414 (5th Cir. 1964):</p>\n<blockquote>\n<i>Beacon Theatres</i><i>, </i><i>Dairy Queen</i><i>,</i> and <i>Thermo-Stitch</i> deal with the problem presented when \"legal\" claims or remedies and \"equitable\" claims or remedies are joined in the same case. They resolve the problem in each of their respective situations by requiring the factual issues common to the \"legal\" claims, or remedies, and the \"equitable\" claims, or remedies to be tried by a jury. This is not to say, however, that they have converted typical nonjury claims, or remedies, into jury ones. Therefore, we reject a view that the trio of <i>Beacon Theatres</i><i>, </i><i>Dairy Queen</i><i>,</i> and <i>Thermo-Stitch</i> is a catalyst which suddenly converts <i>any</i> money request into a money claim triable by jury.</blockquote>\n<p>See also the limitations placed on the proposition in Simmons v. Avisco, Local 713, Textile Workers Union of America, 350 F.2d 1012 at 1018 (5th Cir. 1965).<sup>[7]</sup> Under the reasoning of Wirtz v. Jones and similar cases and under the cases emphasizing the public nature of this remedy, the Court must conclude that the claims herein involved are purely equitable in nature and the demand for a jury trial must be denied. A practical consideration also enters into this discussion, a consideration evident in the Congressional intent to exclude trial by jury as heretofore discussed.</p>\n<blockquote>The duty of the Court to enjoin discrimination where it finds unlawful employment practices to exist is unravellably intertwined with the resulting money loss to a particular employee. Unequal opportunity in job classifications and in promotions, the establishment of new seniority lists, dealing with historically segregated departments, the equalization of pay in separate job classifications but comparable workin all of this a jury is at best ill-equipped to make determinations of so sophisticated issues involving so complicated computations.</blockquote>\n<p>Hayes v. Seaboard Coast Line Rd. Co., supra.</p>\n<p>Accordingly, plaintiff's motion to strike defendant's demand for a jury trial is granted.</p>\n<p>This opinion shall constitute findings of fact and conclusions of law under Rule 52.</p>\n<p>The injunctive feature of this order is immediately appealable under 28 U.S. C.A. § 1292(a) (1). As to the remaining <span class=\"star-pagination\">*1243</span> questions, the court is of the opinion that they are controlling and as to which then is substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of this and other litigation pending in the district and such certificate is included herein under the provisions of 28 U.S.C.A. § 1292(b).</p>\n<p>It is so ordered.</p>\n<p></p>\n<h2>ORDER ON PLAINTIFF'S MOTION TO AMEND OR ALTER ORDER DATED DECEMBER 27, 1968</h2>\n<p>Plaintiff seeks review of the previous holding in this case to the effect that the Court did not have jurisdiction of the within civil action under the provisions of 42 U.S.C. § 1981, because there was \"no evidence whatever that defendant committed or omitted any act under color of state law.\" In the alternative, plaintiff seeks to amend the order of January 6, 1969, to expressly insert that a determination of the question of whether or not evidence of the commission or omission of acts under \"Color of state law\" is a requisite of jurisdiction under 42 U.S.C. § 1981 involves a controlling question of law as to which there is substantial grounds for difference of opinion and that an immediate appeal from the order as to this question may materially advance the ultimate termination of the litigation.</p>\n<p>The § 1981 question was not urged upon the court at trial or by plaintiff's brief and little time was devoted thereto in the original opinion in the interests of focusing on the other three central questions before the court. However, it was stated as a basis for suit in the original petition and the court ruled as stated. In this respect, the Court is not unmindful of the Supreme Court's ruling in Jones v. Alfred H. Mayer Co., 392 U.S. 409, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968), wherein it was held that the provisions of 42 U.S.C. § 1982 reached private refusals to sell property and did not require the presence of state action. The Supreme Court specially withheld any indications as to the impact of its decision on the provisions of 42 U.S.C. § 1983. <i>Id.</i> at 413-14, fn. 10, 88 S.Ct. 2186. While the provisions of 42 U.S.C. § 1982 closely parallel the provisions of 42 U.S.C. § 1981, <i>id.</i> at 441-442, fn. 78, 88 S.Ct. 2186, there remain substantial grounds for distinguishing the holding in <i>Jones</i> from the factual situation now before the Court. 42 U.S.C. § 1982 is phrased in very specific language as to certain property rights, unlike the general phraseology of 42 U.S.C. § 1981. It has not been understood that there previously existed at common law or in our own case law a right to be free from discrimination in employment. Nor is the normal claim before the Equal Employment Opportunity Commission based on contract. Hence, Congress passed a comprehensive civil rights act creating such substantive rights and simultaneously creating a procedural basis of some detail by which to assert these rights. Much judicial energy has been expended in defining the precise scope of this new right and the precise procedural process by which the right is asserted. Before ruling in effect that all of the above mentioned procedure is really not relevant and may be by-passed simply by filing under 42 U.S.C. § 1981, the trial courts need direction in this respect. Accordingly, the Court's previous ruling that 42 U.S.C. § 1981 does not provide a basis for jurisdiction in the instant case still stands. Admittedly, this is a difficult question<sup>[1]</sup> and along with the other questions specifically outlined in the previous order, the court is of the <span class=\"star-pagination\">*1244</span> opinion that they are controlling and as to which there is substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of this and other litigation pending in the district and such certificate is included herein under the provisions of 28 U.S.C. § 1292 (b).</p>\n<p>If there is any question that this jurisdictional question was covered by the original opinion and, therefore, subject to appeal, this order is issued in clarification thereof and the Clerk is directed to file the same as part of the original record in said case.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  This conclusion is supported in several directions. The General Counsel of the Equal Employment Opportunity Commission has ruled that a transfer is not continuing (Dec. 2, 1965, LRX 1892a), that the discontinuance of a work assignment is not continuing (Nov. 26, 1965, LRX 1892a), that a lay-off or discriminatory recall is not continuing (Jan. 11, 1966, LRX 1892a). All of such acts are similar to that herea failure to promote or to award a trial-period leading to promotion. Likewise, there is comparative logic by holdings in the labor field dealing with the six months period in which to file charges. E. g., Local Lodge 1424, Machinists v. NLRB, 362 U.S. 411, 80 S.Ct. 822, 4 L.Ed.2d 832 (1960); Am. Federation of Grain Millers v. NLRB, 197 F.2d 451 (5th Cir. 1952).</p>\n<p>[2]  The allegations attempting to invoke 42 U.S.C.A. § 1981 ff. as an independent basis of jurisdiction without regard to the 90-day period do not change the result. There is no evidence whatever that defendant committed or omitted any act under \"color of state law\" essential to such actions. See Lucom v. Atlantic Nat'l Bank of West Palm Beach, Florida, 354 F.2d 51 at 55 (5th Cir. 1965); Kendrick v. American Bakery Co., (N.D.Ga. No. 11490, July, 1968).</p>\n<p>[3]  Such conclusion likewise receives support from the field of labor law, on which this act was modeled. Hall v. Werthan Bag Co., 251 F.Supp. 184 (M.D.Tenn. 1966). E. g., NLRB v. Dallas General Drivers, 228 F.2d 702 (5th Cir. 1956).</p>\n<p>[4]  To this effect, the legislative history reveals:\n</p>\n<p>\"Title VII would have no effect on established seniority rights. Its effect is prospective and not retrospective. Thus, for example, if a business has been discriminating in the past and as a result has an all-white working force, when the title comes into effect the employer's obligation would be simply to fill future vacancies on a nondiscriminatory basis. He would not be obliged or indeed, permittedto fire whites in order to hire Negroes, or to prefer Negroes for future vacancies or, once Negroes are hired, to give them special seniority rights at the expense of the white workers hired earlier.\" (Interpretive Memorandum on Title VII, Senators Clark and Case, Senate 4-8-64, pp. 7212-7215).</p>\n<p>[5]  One might suspect that the drafters of the bill were willing to gloss over many of the technical and controversial aspects of the bill to insure passage, leaving to the courts the task of spelling out many features of the bill. Irrespective of the reason for this lack of clarity the bill is in places inartfully drawn giving rise to much uncertainty as to its precise meaning. Vaas, Title VII: Legislative History, 7 Boston College Ind. &amp; Com. L.Rev. 457-58 (Spring 1966). The right to jury trial is mentioned in a number of places in the legislative history, but none of these references give a definite answer as to the intent of Congress. See, e. g., (References are to the legislative history as found in a publication entitled \"Legislative History of Titles VII and XI of Civil Rights Act of 1964\" distributed by the Equal Employment Opportunity Commission) the discussion between Senator Ervin and Senator Case at pp. 3295-96; the Dirksen amendments to strike the use of masters at p. 3268; the remarks of Senator Carlson at pp. 3371-73; the remarks of Senator Johnston and Senator Ervin at p. 3379 dealing with the development of government by injunction. Though this sampling from the legislative history does not reveal a definite answer, this Court must conclude that the proponents of the bill did not envision a broad right to trial by jury except where specifically authorized or where required by the United States Constitution.</p>\n<p>[6]  Discussions of the problem of the right to jury trial in analogous areas can be found in <i>Vaas,</i> supra, at 510; 5 Moore's Federal Practice ¶38.11 [7] (2d ed. 1968). These areas would include actions under the Emergency Price Control Act of 1942; actions under the Labor Management Reporting and Disclosure Act; actions under the National Labor Relations Act. The conclusions reached in these areas are not always in agreement and it is difficult to use these teachings in connection with the instant case.</p>\n<p>[7]  The mere fact that this case may be characterized as a civil rights action does not dictate a holding that the right to trial by jury is not applicable. See Harkless v. Sweeny Independent School District, 278 F.Supp. 632 (S.D.Tex.1968) which was an action under 42 U.S.C.A. § 1983 to require the rehiring of teachers in accordance with qualifications and experience, without regard to race, or color. The Court concluded that back pay as damages was a claim legal in nature and must be triable by a jury after which the Court would consider the remaining requests for relief, i. e., injunctions, costs, and attorney's fees. However, the instant case involves an additional element which changes the result as to the question of right to trial by jury. As heretofore stressed an action under Title VII, unlike a suit under 42 U.S.C.A. § 1983, involves the vindication of a public right.</p>\n<p>[1]  See in this connection Baldwin v. Morgan, 251 F.2d 780(1, 6) (5th Cir. 1958); Lucom v. Atlantic National Bank of West Palm Beach, Fla., 354 F.2d 51(10) (5th Cir. 1965) and the results in Walker v. Blackwell, 360 F.2d 66(1) (5th Cir. 1966). Also, see 42 U.S.C. § 1988 enacted as part of the Civil Rights Acts of 1866 and 1870, which arguably infers the adoption of future laws relating to the bringing of actions arising under the Acts such as the instant procedures.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1232</span></span> (1969)</b></center>\n<center><h1>Samuel CULPEPPER, Plaintiff,<br>\nv.<br>\nREYNOLDS METALS COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 12179.</center>\n<center><p><b>United States District Court N. D. Georgia, Atlanta Division.</b></p></center>\n<center>December 27, 1968.</center>\n<center>Amended Order January 17, 1969.</center>\n<p><span class=\"star-pagination\">*1233</span> Howard Moore, Jr., Peter Rindskopf, Atlanta, Ga., Jack Greenberg, Gabrielle Kirk, New York City, for plaintiff.</p>\n<p>William Pate, Mitchell, Clarke, Pate &amp; Anderson, Atlanta, Ga., Fred R. Edney, Asst. Gen. Counsel, Richmond, Va., for defendant Reynolds Metals Co.</p>\n<p>Charles W. Wilson, David W. Zugschwerdt, Washington, D. C., for the Equal Employment Opportunity Commission.</p>\n<p>SIDNEY O. SMITH, Jr., Chief Judge.</p>\n<p>This is a fair employment practices case proceeding under Title VII of the Civil Rights Act of 1964. 42 U.S.C.A. 2000e ff. The petition as finally amended set out an individual complaint and a class-type complaint against the defendant employer. In addition, the petition seeks immediate injunctive relief. The defendant disputes any right to temporary injunctive relief under the Act, relies on jurisdictional defenses as well as the merits, and has further demanded a jury trial on the issues. To facilitate a ruling on the legal questions involved, the court heard all of the evidence.</p>\n<p>Insofar as is necessary to reach the points raised, the dispute arises out of the following facts:</p>\n<p>Samuel Culpepper, a 48 year old Negro was originally employed at defendant's <span class=\"star-pagination\">*1234</span> Atlanta \"Colorweld\" plant (formerly Southern Iron &amp; Roofing Co.) in 1955. The plant is primarily concerned with the cutting, shaping, and painting of aluminum siding produced by its Alabama plant and is the final processing before delivery to the customer. The plant is divided into three main departments: receiving, fabrication, and painting. Culpepper's entering job was in receiving. He later moved into fabrication and is now qualified as a \"machine operator\" at $2.62 per hour. This job classification is the highest wage rate within the fabrication department other than a single slitter operator, which carries 15¢ per hour more.</p>\n<p>This is a union-plant and has been since 1956. By virtue of present and prior agreements between defendant and the International Brotherhood of Firemen &amp; Oilers, each employee holds \"plant seniority\" (petitioner is 8th) and \"departmental seniority\" (petitioner is 5th). On job openings, the filling is based on the principles of \"qualifications and seniority.\" Each new job or vacancy in an existing job is posted or bulletined by management for the period of 24-hours and interested employees bid the job by signing the bulletin. Priority for the job opening is based first on departmental seniority. Failure of an applicant with departmental seniority to qualify opens the bid to employees in other departments based on plant seniority. The senior bidder is granted a 20-day trial period. If he successfully completes the trial period (apparently in the judgment of management), he is deemed qualified and promoted. If not, the next senior bidder is granted a trial period and similarly until a bidder is qualified.</p>\n<p>As stated, the only job within the fabrication department higher than that presently held by Culpepper is that of slitter operator. The slitter machine is a cutting device which must be set up to cut to thousandths of an inch and length as ordered. The skill involved relates to a translation of an order to the machine by attaching spacers (down to 1/64\" in size) and shims (down to .001\" in size) between the cutting knives. While interpolating charts are available to the operator for the ordinary requirements, a facility with figures and mathematics is almost mandatory for a good operator to make the necessary \"set ups\" for each order, some of which require as much as two hours. Normally, job applicants for slitter operator come from helpers, who have assisted in and about the machine along with the other duties of laborers over a period of time.</p>\n<p>Culpepper unsuccessfully bid the job first in the fall of 1962, it going to a white junior employee. In April, 1963, he successfully bid the job and was granted the 20-day trial period in May and June. Inasmuch as he had filed a grievance about the 1962 bid he was granted an additional 10-day trial period not required by the contract in July. Based upon performance figures, indicating approximately a 25% production record as compared with an established operator, he was deemed not qualified in 1963, and the job went to another white employee, Sells.</p>\n<p>On December 29, 1964, the job was posted again, but Culpepper did not bid because it involved night work.</p>\n<p>On March 20, 1967, the job of \"relief slitter operator\" was posted. This opening was to qualify in order to serve as slitter operator for the regular employee during vacations, absences, and, in this instance, union contract negotiations. Petitioner and two white employees bid the job, with Culpepper holding seniority based on the union contract. In spite of the seniority, the job was awarded to Arthur Collins on March 28, 1967. Collins immediately began his trial period and subsequently qualified on the machine.</p>\n<p>Under the union contract, Culpepper pursued his grievance procedure by filing his complaint on April 4, 1967. Following the prescribed course, of charges, meetings, etc., management issued its formal reply on May 5, 1967, in which it offered a 90-day position as slitter helper <span class=\"star-pagination\">*1235</span> at helper's rates with opportunity to bid on the next opening. This offer was refused inasmuch as it involved a pay reduction for the 90-day period. Management's position was that Culpepper had been given the prior trial in 1963 and deemed not qualified. This was likewise the position of Collins, who would have grieved any refusal to award him the job on the same basis, namely, that Culpepper had failed in the prior opportunity.</p>\n<p>On July 15, 1967, Culpepper filed his formal charge with the Equal Employment Opportunity Commission as provided by the Act. 42 U.S.C.A. § 2000e-5(a). Following conciliation procedures a suit letter was issued to Culpepper on September 26, 1968, and this action was filed within 30 days thereafter. 42 U.S.C.A. § 2000e-5(e).</p>\n<p>Under the pleadings and this state of facts, the case presents three central questions:</p>\n<blockquote>1. Does the court have jurisdiction?</blockquote>\n<blockquote>2. If so, may a temporary injunction issue in such cases?</blockquote>\n<blockquote>3. Is defendant entitled to a jury trial?</blockquote>\n<p></p>\n<h2>I. JURISDICTIONAL QUESTIONS.</h2>\n<p>The Act provides that an unfair employment charge be filed within ninety days after the alleged unlawful practice occurs. 42 U.S.C.A. § 2000e-5. This court has consistently held along with the majority of the other district courts that this 90-day period is jurisdictional and constitutes in effect a limitation by Congress on the right to proceed before the Equal Employment Opportunity Commission or in a subsequent suit in district court. See Georgia Power Co. v. EEOC, <span class=\"citation\" data-id=\"2080730\"><a href=\"/opinion/2080730/georgia-power-co-v-equal-employment-opportun-comn/\"><span class=\"volume\">295</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">950</span></a></span> (N.D.Ga., August, 1968); Bowe v. Colgate-Palmolive Co., <span class=\"citation\" data-id=\"1984331\"><a href=\"/opinion/1984331/bowe-v-colgate-palmolive-company/\"><span class=\"volume\">272</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">332</span></a></span> (D.Ind.1967). However, if the alleged violation is deemed to be \"continuing\", the 90-day period is of little practical effect. See King v. Georgia Power Co., <span class=\"citation\" data-id=\"2080962\"><a href=\"/opinion/2080962/king-v-georgia-power-company/\"><span class=\"volume\">295</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span> (N.D.Ga., August, 1968). Consequently, it is necessary to determine whether the failure by defendant to \"award\" the job on March 28, 1967, to petitioner is an isolated transaction or whether the entire circumstances involving the grievance procedure, etc. are continuing in nature.</p>\n<p>The court concludes that the failure by the company to award the job on March 28, 1967, was not continuing but was a completed act when effected. This is true because complainant's right to file a charge with Equal Employment Opportunity Commission accrued immediately, without regard to union contract, grievance procedure, or any unofficial reconsideration by management. There is no known authority to the effect that a failure to rectify an alleged unlawful act converts it into a continuing transaction or suspends the 90-day period.<sup>[1]</sup></p>\n<p>Standing alone, then, the act occurred on March 28, 1967, and the charge with Equal Employment Opportunity Commission was not filed until July 15, 1967, well in excess of the 90-day period. Such failure is normally jurisdictional and bars any further proceedings. Mickel v. S. C. State Employment Service, <span class=\"citation\" data-id=\"275825\"><a href=\"/opinion/275825/1-fair-emplpraccas-182-1-empl-prac-dec-p-9785-gussie-mickel-v-south/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span> (4th Cir. 1967). However, petitioner argues and not without logic that the use of existing grievance procedures should be encouraged prior to placing the burden on Equal Employment <span class=\"star-pagination\">*1236</span> Opportunity Commission or the courts. Despite the obvious appeal of this argument to those courts already facing an avalanche of fair employment cases, it is untenable. By inference, this court has already ruled that contractual grievance procedures need not be exhausted prior to the filing of an Equal Employment Opportunity Commission charge. See King v. Georgia Power Co., supra. Some employees have an opportunity for grievance procedures, some do not. The conclusion is that the law does not distinguish between the two in this respect. Those without such contractual benefits must file within 90-days; those with a union contract must likewise file within 90 days, without regard to whether they waive, ignore or concurrently pursue such benefits. There is no concern here with an \"election of remedies.\" See Dewey v. Reynolds Metals Company, (W.D.Mich.1968), <span class=\"citation\" data-id=\"1667849\"><a href=\"/opinion/1667849/dewey-v-reynolds-metals-company/\"><span class=\"volume\">291</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></a></span>. No such inconsistent remedies exist nor does the Act provide for any alternative procedure to that imposed here.<sup>[2]</sup></p>\n<p>Such holding does not end the problem, however. The petition as amended generally claims a maintenance by the company of a policy or practice of discrimination forbidden by the act. The right to proceed on a class basis in these cases has been heretofore granted by this court within appropriate limitations. See King v. Georgia Power Co., supra; Colbert v. H. K. Corporation, <span class=\"citation\" data-id=\"2081131\"><a href=\"/opinion/2081131/colbert-v-hk-corporation/\"><span class=\"volume\">295</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1091</span></a></span> (N.D.Ga. No. 11599, August, 1968). Any question about the general right to maintenance of a class action has been put to rest by Oatis v. Crown Zellerbach Corp., <span class=\"citation\" data-id=\"281115\"><a href=\"/opinion/281115/john-martin-oatis-david-johnson-sr-and-r-t-young-v-crown-zellerbach/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span> at 499 (5th Cir. 1968). Such a claim is, by nature, a continuing violation as part of the dual character of many cases. See Jenkins v. United Gas Co., <span class=\"citation\" data-id=\"281478\"><a href=\"/opinion/281478/thomas-l-jenkins-v-united-gas-corporation-and-allan-b-caldwell/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (5th Cir. 1968). This court has previously held that a complaint alleging racial discrimination against an employer may not be dismissed on the grounds that it was not timely filed where the suit challenges the maintenance of an allegedly discriminatory system, rather than one isolated instance because such a violation is continuous in nature. Banks v. Lockheed-Georgia, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">442</span></span> (N.D.Ga., June 1968).<sup>[3]</sup> Consequently, insofar as the class-type claim of discrimination is concerned, a motion to dismiss as not timely must necessarily fail, and such is the case here.</p>\n<p></p>\n<h2>II. INJUNCTIVE RELIEF.</h2>\n<p>In both the individual and class-type claims, petitioner insists that he is entitled to the immediate and sometimes drastic relief of temporary injunction. Where the law grants such a remedy, it normally seeks by the presentation of a prima facie case and a showing of irreparable damage to preserve the status quo between the parties. 7 Moore's Federal Practice ¶ 65.04 [1] and [3] (2d ed. 1968). Such orders do not presume to determine finally the specifics of the suit on the question of money damages.</p>\n<p>Under the act in question, insofar as individual relief is concerned, the powers of the court are explicit. 42 U.S. C.A. § 2000e-5(g) provides:</p>\n<blockquote>If the court finds that the respondent has intentionally engaged in or is intentionally engaging in an unlawful employment practice charged in the complaint, the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, <span class=\"star-pagination\">*1237</span> which may include reinstatement or hiring of employees, with or without back pay (payable by the employer, employment agency, or labor organization, as the case may be, responsible for the unlawful employment practice). Interim earnings or amounts earnable with reasonable diligence by the person or persons discriminated against shall operate to reduce the back pay otherwise allowable. No order of the court shall require the admission or reinstatement of an individual as a member of a union or the hiring, reinstatement, or promotion of an individual as an employee, or the payment to him of any back pay, if such individual was refused admission, suspended, or expelled or was refused employment or advancement or was suspended or discharged for any reason other than discrimination on account of race, color, religion, sex or national origin or in violation of section 2000e-3(a) of this title.</blockquote>\n<p>However, the exercise of such powers presupposes a final determination on the merits of the claim itself. Thus, the phrase \"If the court finds\" and \"No order of the court shall require the admission or reinstatement of an individual as a member of a union or the hiring, reinstatement, or promotion of an individual as an employee, or the payment to him of any back pay, if such individual was refused admission, suspended, or expelled or was refused employment or advancement or was suspended or discharged for any reason other than discrimination on account of race, color, religion, sex or national origin or in violation of section 2000e-3(a) of this title.\" is inserted in the Act granting such powers to the court, with no mention of temporary relief.</p>\n<p>In such posture, the court concludes that the remedy of temporary injunction is inappropriate for individual relief and nowhere authorized by the Act. On a temporary basis, what more could the court do than enjoin the defendant from discriminating against the plaintiff, which it is already forbidden to do by the Act itself? Certainly it would be harsh on a prima facie showing to order plaintiff to be placed in a particular job, award back-pay as damages, or possibly oust another employee from a position without a full and final determination on the merits. If the remedy were available, it would require a full trial and determination at the temporary hearing, consequently advancing the final trial in all such cases by the simple expedient of a prayer for temporary injunction. No such procedure is contemplated by the Act nor would it be fair to the other litigants who must necessarily await their day in court. Moreover, there is adequate relief in damages in the provisions of 42 U.S.C.A. § 2000e-5(g) to obviate the need for injunctive relief prior to a determination on the merits. Accordingly, the request for injunctive relief on the individual claim is denied on these grounds.</p>\n<p>Not so, however, with class-type relief. Upon a clear showing of a broad discriminatory practice, such relief would be both practical and appropriate. Thus, a temporary injunction might usefully be framed to remove an obvious discriminatory practice on a prima facie showing, such as a refusal to hire <i>any</i> negroes, segregated working facilities, discriminatory pay or hours, etc. Unlike the individual claims, such relief is contemplated by the provision allowing the Attorney-General to proceed in such instances before a three-judge court. 42 U.S.C.A. § 2000e-6.</p>\n<p>Having determined that a class-type complaint may afford a proper basis for temporary injunctive relief, a further consideration of the evidence in this respect is demanded. Why this particular defendant was selected for litigation is uncertain. The plaintiff's personal difficulties appear more of a union-management problem than due to any act of racial discrimination since 1965 (which is not decided here). As to the class complaint, there is no showing to the court of any company-wide policy of racial discrimination. The plaintiff, along with several other negro employees, was <span class=\"star-pagination\">*1238</span> hired over 13 years ago. By 1959, all departments were integrated, the last being the paint line which is generally high wage scale. Presently 25 out of 50 departmental workers are negro. Negroes have consistently been allowed to bid and qualify on all job positions since 1962 and, in fact, hold jobs in virtually all categories. While no negro has successfully bid the slitter operator's job, negroes hold other jobs throughout the plant of equal and higher pay. Culpepper himself has had several opportunities to bid a higher paying job on the paint line, which he chose not to do because of the probability of night work. Negroes presently serve as helpers to the regular slitter operator, who has been qualified for many years. According to plaintiff's witnesses, negroes have been treated \"OK\" since 1960 or 1962 and well before the effective date of the Act.</p>\n<p>The apparent thrust of plaintiff's evidence here is that, in certain instances, there is an imbalance for negroes in departmental seniority as compared to plant-wide seniority. Thus presently, while 13 out of the 15 top employees in plant-wide seniority are negroes, including the first five, apparently only 5 out of the first 15 in seniority on the paint line are negroes (highest 5th). In fabrication, they occupy 12 out of the first 15 (highest 1st); in receiving, they likewise occupy 12 out of the first 15 (highest 3rd). As seen, the paint line was the last department integrated in 1959 and undoubtedly the presence of white employees in the first position there and in receiving is a holdover from older days far antedating the Civil Rights Act of 1964. There is absolutely no evidence of any company-wide discrimination in this respect since the inception of the Act or even during a reasonable anticipatory period preceding it. To the contrary, the company has handled seniority in strict accordance with the contract since at least 1962.</p>\n<p>The argument is advanced that somehow the court should step in and regardless of accrued departmental seniority, contract terms, or performance by management since 1965, \"eradicate the vestiges\" of ancient discrimination by an employer. Doubtless a similar statistical showing of white employees in higher positions could be made as to almost any company anywhere in the United States with a sufficient operating history. Furthermore, there is no practical way to displace white employees with years of departmental seniority in favor of negro employees who have not bid or qualified for a job without creating untoward confusion and serious labor-management problems. The Act created a new right to equality and not preference in this area and nothing is found which indicates that it is to be applied retrospectively.<sup>[4]</sup></p>\n<p>In such matters, the Act specifically negates any requirement of affirmative correction of a statistical racial imbalance. Thus, 42 U.S.C.A. § 2000e-2(j) provides:</p>\n<blockquote>Nothing contained in this subchapter shall be interpreted to require any employer, employment agency, labor organization, or joint labor-management committee subject to this subchapter to grant preferential treatment to any individual or to any group because of the race, color, religion, sex, or national origin of such individual or group on account of an imbalance <span class=\"star-pagination\">*1239</span> which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer, referred or classified for employment by any employment agency or labor organization admitted to membership or classified by any labor organization, or admitted to, or employed in, any apprenticeship or other training program, in comparison with the total number or percentages of persons of such race, color, religion, sex, or national origin in any community, State, section, or other area, or in the available work force in any community, State, section or other area. Pub.L. 88-352, Title VII, § 703, July 2, 1964, 78 Stat. 255.</blockquote>\n<p>Accordingly, under the evidence injunctive relief is denied on the class-type complaint.</p>\n<p></p>\n<h2>III. JURY TRIAL.</h2>\n<p>Lastly, the court considers the vexsome problem of the right to jury trial, if any, in these cases. Procedurally, this is as yet a great unanswered question in the gap between legislative action and practical application and there is no definitive authority on the subject. Thus, the consideration is necessarily lengthy.</p>\n<p>As seen, the enforcement provisions of the equal employment opportunities portion of the Civil Rights Act of 1964 are found at 42 U.S.C.A. § 2000e-5(g):</p>\n<blockquote>If <i>the court finds</i> that the respondent has intentionally engaged in or is intentionally engaging in any unlawful employment practice charged in the complaint, <i>the court may</i> enjoin the respondent from engaging in such unlawful employment practice, <i>and order such affirmative action as may be appropriate,</i> which <i>may</i> include reinstatement or hiring of employees, with or without back pay * * * [Emphasis supplied].</blockquote>\n<p>While the subject of jury trial is not mentioned in the above provision, the underscored language suggests strongly that the Congress intended that the issues be tried by the Court rather than by a jury. This section is not only drafted so as to direct that \"the court\" undertake these responsibilities but also the section provides for appropriate \"affirmative action\", suggesting again the intent to have the court pass upon these matters. The right to trial by jury is expressly granted in criminal contempt proceedings arising under the Act. See 42 U.S.C.A. § 2000h. However, the statute does not mention the right to jury trial in ordinary enforcement litigation of the nature now before the Court. The legislative history is not overly helpful with regard to many of the procedural features of the Act.<sup>[5]</sup> The majority reports do not deal with this question but many of the bill's opponents emphasized that the Act was just another attempt to create government by court injunction, <span class=\"star-pagination\">*1240</span> suggesting, at least in the view of the opponents of the bill, that juries were not contemplated except where specifically mentioned. On the basis of the above materials the court must conclude that the statute does not contemplate the use of jury trials in civil suits under Title VII. Thus, the inquiry shifts to the constitutional question of whether this Act violates the Seventh Amendment. The Seventh Amendment to the United States Constitution provides:</p>\n<blockquote>In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by the jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.</blockquote>\n<p>Apparently, very few courts have been called upon to decide directly the question of whether the Seventh Amendment requires a trial by jury under this Act. This question was recently considered in Hayes v. Seaboard Coast Line Rd. Co., <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">49</span></span> (S.D.Ga., December 9, 1968). Judge Lawrence concluded that the denial of a jury trial in an Equal Employment Opportunity Commission case did not contravene the Constitution. The other cases brought to this Court's attention considering the question are at best inconclusive and none have apparently given a thorough study to this subject. See, e. g., Johnson v. Georgia Highway Express, Inc., Civil Action No. 11598 (N.D.Ga. June 24, 1968) (claim viewed as an action for breach of an employment contract); Allen v. Braswell Motor Freight Lines, Inc., Civil Action No. 3-2112 (N.D.Tex., May 15, 1968) (jury trial granted where compensatory and punitive damages were claimed); Lea v. Cone Mills, Civil Action No. C-176-D-66 (N.D.N.C., March 25, 1968) (demand for jury trial stricken without discussion); Banks v. Local 136, IBEW, Civil Action No. 67-598 (N.D.Ala., January 25, 1968) (demand for jury trial stricken without discussion); Anthony v. Brooks, Civil Action No. 9947 (N.D. Ga., September 18, 1967) (suit against the state viewed as allowing only injunctive relief and therefore demand for jury trial was refused).</p>\n<p>Although logical development of this subject might best be served by beginning this discussion at another point several decisions have been so dominant in this area that they must be discussed at the outset. In 1959 the Supreme Court decided the case of Beacon Theatres v. Westover, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"105889\"><a href=\"/opinion/105889/beacon-theatres-inc-v-westover/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span></a></span> (1959). In <i>Beacon Theatres</i> the plaintiff sought declaratory relief and an injunction prohibiting defendant from instituting suit under the anti-trust laws. Defendant counterclaimed alleging that the practices involved violated the anti-trust laws, and demanded a jury trial on all factual issues. The District Court ruled that it would try in equity without a jury the issues common to both proceedings before trying petitioner's counterclaim. The Supreme Court ruled that this was error:</p>\n<blockquote>It follows that if Beacon would have been entitled to a jury trial in a treble damage suit against Fox it cannot be deprived of that right merely because Fox took advantage of the availability of declaratory relief to sue Beacon first. Since the right to trial by jury applies to treble damage suits under the antitrust laws, and is, in fact, an essential part of the congressional plea for making competition rather than monopoly the rule of trade * * * the Sherman and Clayton Act issues on which Fox sought a declaration were essentially jury questions.</blockquote>\n<p>Id. at 504, 79 S.Ct. at 953. The Court emphasized that the basis for injunctive relief in the federal courts has always been irreparable harm and inadequacy of legal remedies. The Court then reviewed various changes in our judicial system and concluded that the right to trial by jury on all legal claims could not except \"under the most imperative circumstances\" be lost through prior determination of equitable claims. See Thermo-Stitch, Inc. v. Chemi-Cord Processing Corp., <span class=\"citation\" data-id=\"254994\"><a href=\"/opinion/254994/thermo-stitch-inc-v-chemi-cord-processing-corp-and-standwear-pleating/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span> (5th Cir. 1961), wherein the <span class=\"star-pagination\">*1241</span> Fifth Circuit discussed the holding in <i>Beacon Theatres</i><i>.</i> In Dairy Queen, Inc. v. Wood, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span></a></span> (1962), plaintiff contended that defendant had breached its contract to pay for the exclusive use of a trademark. Plaintiff sued for (1) temporary and permanent injunctions to restrain defendant from any future use of or dealing in the franchise and trademark, (2) an accounting to determine the exact amount of money owing by defendant and a judgment for that amount, and (3) an injunction pending accounting to prevent defendant from collecting any money from franchised stores. Defendant's demand for jury trial was denied on the grounds that either the action was \"purely equitable\" or that whatever legal issues were raised were \"incidental\" to equitable issues. The Supreme Court held this to be error, ruling that where both legal and equitable issues are presented in a case, even when the legal issues are incidental to the equitable issues, the legal issues must be presented to a jury. Even though the complaint was cast in terms of an \"accounting,\" this result still follows as the courts must look to the substance of the transaction involved. And the Court concluded that a claim of this nature for a money judgment was legal in nature. These two cases added considerable clarity to the constitutional right to a jury trial. For example, these cases clearly repudiated the older approach wherein legal issues could be freely tried by the court if they were \"incidental\" to the equitable issues in the case. It became clear that the mere fact that the issues in a case arose under a statute of Congress did not change this requirement. Also the plaintiff's phraseology as to the claims presented does not control. Therefore, the important decision here is whether the claims presented involve legal issues or whether they are \"purely\" equitable in nature. It must be remembered that even though an action was not provided for at common law, a jury is still required if the issues are in the nature of such a suit. NLRB v. Jones &amp; Laughlin Steel Corp., <span class=\"citation\" data-id=\"102804\"><a href=\"/opinion/102804/nlrb-v-jones-laughlin-steel-corp/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"102804\"><a href=\"/opinion/102804/nlrb-v-jones-laughlin-steel-corp/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"102804\"><a href=\"/opinion/102804/nlrb-v-jones-laughlin-steel-corp/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">893</span></a></span> (1937); Klein v. Shell Oil Co., <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></span> (8th Cir. 1959).</p>\n<p>In this Court's view, the issues present in these cases are purely equitable. As seen by the Act itself the right to recover any money judgment at all is optional with the court. Even then, such an award is automatically calculable, and not calling for settlement of serious damage questions by the combined conscience of a jury. As indicated above, some courts have taken the view that an action for back wages is in essence an action for breach of the employment contract. This view fails to take into account the true nature of these proceedings. The focus of this Act is upon the elimination of discrimination in employment, the freedom from which there was no guarantee at common law. While in <i>Dairy Queen</i> and <i>Beacon Theatres</i><i>,</i> the claims were based on the individual's private right of action, this Act emphasizes not the collection of private debts but the protection of the public interest. The back pay remedy, which is actually only a small part of the remedial scheme envisioned by the Act, is public in nature, aimed at restoring the status which would have existed but for the forbidden discrimination. Although the use of analogies is a dangerous device in this area,<sup>[6]</sup> the public nature of this claim is similar to proceedings by the Secretary of Labor under § 17 of the Fair Labor Standards Act wherein an injunction is sought to restrain the withholding of wages due under the Act's minimum wage provisions. See Wirtz v. <span class=\"star-pagination\">*1242</span> Jones, <span class=\"citation\" data-id=\"266674\"><a href=\"/opinion/266674/w-willard-wirtz-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">901</span></a></span> (5th Cir. 1965), wherein a demand for jury trial was ordered stricken, the Court characterizing the money claim therein involved as being equitable in nature. The provisions of 16(c) of the Fair Labor Standards Act are not analogous for the sole purpose of § 16(c) is the recovery of money damages without the added element of injunctive relief. The public nature of an action under Title VII has recently been emphasized by the Fifth Circuit in Jenkins v. United Cities Gas Corp., <span class=\"citation\" data-id=\"281478\"><a href=\"/opinion/281478/thomas-l-jenkins-v-united-gas-corporation-and-allan-b-caldwell/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> at 32 and 35 (5th Cir. 1968), reversing <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">762</span></span> (M.D.Tex.1966). See also, Newman v. Piggy Park Enterprises, Inc., <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1263</span></span> (1968). The mere presence of a pleaded claim for money damages does not make the issues properly triable before a jury. As the Fifth Circuit has carefully stated in Swofford v. B. &amp; W. Inc., <span class=\"citation\" data-id=\"265416\"><a href=\"/opinion/265416/marvin-k-swofford-marion-f-wright-and-pathfinder-oil-tool-co-v-b-w/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span> at 414 (5th Cir. 1964):</p>\n<blockquote>\n<i>Beacon Theatres</i><i>, </i><i>Dairy Queen</i><i>,</i> and <i>Thermo-Stitch</i> deal with the problem presented when \"legal\" claims or remedies and \"equitable\" claims or remedies are joined in the same case. They resolve the problem in each of their respective situations by requiring the factual issues common to the \"legal\" claims, or remedies, and the \"equitable\" claims, or remedies to be tried by a jury. This is not to say, however, that they have converted typical nonjury claims, or remedies, into jury ones. Therefore, we reject a view that the trio of <i>Beacon Theatres</i><i>, </i><i>Dairy Queen</i><i>,</i> and <i>Thermo-Stitch</i> is a catalyst which suddenly converts <i>any</i> money request into a money claim triable by jury.</blockquote>\n<p>See also the limitations placed on the proposition in Simmons v. Avisco, Local 713, Textile Workers Union of America, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></span> at 1018 (5th Cir. 1965).<sup>[7]</sup> Under the reasoning of Wirtz v. Jones and similar cases and under the cases emphasizing the public nature of this remedy, the Court must conclude that the claims herein involved are purely equitable in nature and the demand for a jury trial must be denied. A practical consideration also enters into this discussion, a consideration evident in the Congressional intent to exclude trial by jury as heretofore discussed.</p>\n<blockquote>The duty of the Court to enjoin discrimination where it finds unlawful employment practices to exist is unravellably intertwined with the resulting money loss to a particular employee. Unequal opportunity in job classifications and in promotions, the establishment of new seniority lists, dealing with historically segregated departments, the equalization of pay in separate job classifications but comparable workin all of this a jury is at best ill-equipped to make determinations of so sophisticated issues involving so complicated computations.</blockquote>\n<p>Hayes v. Seaboard Coast Line Rd. Co., supra.</p>\n<p>Accordingly, plaintiff's motion to strike defendant's demand for a jury trial is granted.</p>\n<p>This opinion shall constitute findings of fact and conclusions of law under Rule 52.</p>\n<p>The injunctive feature of this order is immediately appealable under 28 U.S. C.A. § 1292(a) (1). As to the remaining <span class=\"star-pagination\">*1243</span> questions, the court is of the opinion that they are controlling and as to which then is substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of this and other litigation pending in the district and such certificate is included herein under the provisions of 28 U.S.C.A. § 1292(b).</p>\n<p>It is so ordered.</p>\n<p></p>\n<h2>ORDER ON PLAINTIFF'S MOTION TO AMEND OR ALTER ORDER DATED DECEMBER 27, 1968</h2>\n<p>Plaintiff seeks review of the previous holding in this case to the effect that the Court did not have jurisdiction of the within civil action under the provisions of 42 U.S.C. § 1981, because there was \"no evidence whatever that defendant committed or omitted any act under color of state law.\" In the alternative, plaintiff seeks to amend the order of January 6, 1969, to expressly insert that a determination of the question of whether or not evidence of the commission or omission of acts under \"Color of state law\" is a requisite of jurisdiction under 42 U.S.C. § 1981 involves a controlling question of law as to which there is substantial grounds for difference of opinion and that an immediate appeal from the order as to this question may materially advance the ultimate termination of the litigation.</p>\n<p>The § 1981 question was not urged upon the court at trial or by plaintiff's brief and little time was devoted thereto in the original opinion in the interests of focusing on the other three central questions before the court. However, it was stated as a basis for suit in the original petition and the court ruled as stated. In this respect, the Court is not unmindful of the Supreme Court's ruling in Jones v. Alfred H. Mayer Co., <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968), wherein it was held that the provisions of 42 U.S.C. § 1982 reached private refusals to sell property and did not require the presence of state action. The Supreme Court specially withheld any indications as to the impact of its decision on the provisions of 42 U.S.C. § 1983. <i>Id.</i> at 413-14, fn. 10, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>. While the provisions of 42 U.S.C. § 1982 closely parallel the provisions of 42 U.S.C. § 1981, <i>id.</i> at 441-442, fn. 78, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, there remain substantial grounds for distinguishing the holding in <i>Jones</i> from the factual situation now before the Court. 42 U.S.C. § 1982 is phrased in very specific language as to certain property rights, unlike the general phraseology of 42 U.S.C. § 1981. It has not been understood that there previously existed at common law or in our own case law a right to be free from discrimination in employment. Nor is the normal claim before the Equal Employment Opportunity Commission based on contract. Hence, Congress passed a comprehensive civil rights act creating such substantive rights and simultaneously creating a procedural basis of some detail by which to assert these rights. Much judicial energy has been expended in defining the precise scope of this new right and the precise procedural process by which the right is asserted. Before ruling in effect that all of the above mentioned procedure is really not relevant and may be by-passed simply by filing under 42 U.S.C. § 1981, the trial courts need direction in this respect. Accordingly, the Court's previous ruling that 42 U.S.C. § 1981 does not provide a basis for jurisdiction in the instant case still stands. Admittedly, this is a difficult question<sup>[1]</sup> and along with the other questions specifically outlined in the previous order, the court is of the <span class=\"star-pagination\">*1244</span> opinion that they are controlling and as to which there is substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of this and other litigation pending in the district and such certificate is included herein under the provisions of 28 U.S.C. § 1292 (b).</p>\n<p>If there is any question that this jurisdictional question was covered by the original opinion and, therefore, subject to appeal, this order is issued in clarification thereof and the Clerk is directed to file the same as part of the original record in said case.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  This conclusion is supported in several directions. The General Counsel of the Equal Employment Opportunity Commission has ruled that a transfer is not continuing (Dec. 2, 1965, LRX 1892a), that the discontinuance of a work assignment is not continuing (Nov. 26, 1965, LRX 1892a), that a lay-off or discriminatory recall is not continuing (Jan. 11, 1966, LRX 1892a). All of such acts are similar to that herea failure to promote or to award a trial-period leading to promotion. Likewise, there is comparative logic by holdings in the labor field dealing with the six months period in which to file charges. E. g., Local Lodge 1424, Machinists v. NLRB, <span class=\"citation\" data-id=\"106040\"><a href=\"/opinion/106040/machinists-local-v-labor-board/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"106040\"><a href=\"/opinion/106040/machinists-local-v-labor-board/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"106040\"><a href=\"/opinion/106040/machinists-local-v-labor-board/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">832</span></a></span> (1960); Am. Federation of Grain Millers v. NLRB, <span class=\"citation\" data-id=\"229691\"><a href=\"/opinion/229691/american-federation-of-grain-millers-a-f-of-l-v-national-labor/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span> (5th Cir. 1952).</p>\n<p>[2]  The allegations attempting to invoke 42 U.S.C.A. § 1981 ff. as an independent basis of jurisdiction without regard to the 90-day period do not change the result. There is no evidence whatever that defendant committed or omitted any act under \"color of state law\" essential to such actions. See Lucom v. Atlantic Nat'l Bank of West Palm Beach, Florida, <span class=\"citation\" data-id=\"270040\"><a href=\"/opinion/270040/virginia-willys-lucom-and-wilson-c-lucom-v-atlantic-national-bank-of-west/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span> at 55 (5th Cir. 1965); Kendrick v. American Bakery Co., (N.D.Ga. No. 11490, July, 1968).</p>\n<p>[3]  Such conclusion likewise receives support from the field of labor law, on which this act was modeled. Hall v. Werthan Bag Co., <span class=\"citation\" data-id=\"2249363\"><a href=\"/opinion/2249363/hall-v-werthan-bag-corporation/\"><span class=\"volume\">251</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">184</span></a></span> (M.D.Tenn. 1966). E. g., NLRB v. Dallas General Drivers, <span class=\"citation\" data-id=\"238241\"><a href=\"/opinion/238241/national-labor-relations-board-v-dallas-general-drivers-warehousemen-and/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span> (5th Cir. 1956).</p>\n<p>[4]  To this effect, the legislative history reveals:\n</p>\n<p>\"Title VII would have no effect on established seniority rights. Its effect is prospective and not retrospective. Thus, for example, if a business has been discriminating in the past and as a result has an all-white working force, when the title comes into effect the employer's obligation would be simply to fill future vacancies on a nondiscriminatory basis. He would not be obliged or indeed, permittedto fire whites in order to hire Negroes, or to prefer Negroes for future vacancies or, once Negroes are hired, to give them special seniority rights at the expense of the white workers hired earlier.\" (Interpretive Memorandum on Title VII, Senators Clark and Case, Senate 4-8-64, pp. 7212-7215).</p>\n<p>[5]  One might suspect that the drafters of the bill were willing to gloss over many of the technical and controversial aspects of the bill to insure passage, leaving to the courts the task of spelling out many features of the bill. Irrespective of the reason for this lack of clarity the bill is in places inartfully drawn giving rise to much uncertainty as to its precise meaning. Vaas, Title VII: Legislative History, 7 Boston College Ind. &amp; Com. L.Rev. 457-58 (Spring 1966). The right to jury trial is mentioned in a number of places in the legislative history, but none of these references give a definite answer as to the intent of Congress. See, e. g., (References are to the legislative history as found in a publication entitled \"Legislative History of Titles VII and XI of Civil Rights Act of 1964\" distributed by the Equal Employment Opportunity Commission) the discussion between Senator Ervin and Senator Case at pp. 3295-96; the Dirksen amendments to strike the use of masters at p. 3268; the remarks of Senator Carlson at pp. 3371-73; the remarks of Senator Johnston and Senator Ervin at p. 3379 dealing with the development of government by injunction. Though this sampling from the legislative history does not reveal a definite answer, this Court must conclude that the proponents of the bill did not envision a broad right to trial by jury except where specifically authorized or where required by the United States Constitution.</p>\n<p>[6]  Discussions of the problem of the right to jury trial in analogous areas can be found in <i>Vaas,</i> supra, at 510; 5 Moore's Federal Practice ¶38.11 [7] (2d ed. 1968). These areas would include actions under the Emergency Price Control Act of 1942; actions under the Labor Management Reporting and Disclosure Act; actions under the National Labor Relations Act. The conclusions reached in these areas are not always in agreement and it is difficult to use these teachings in connection with the instant case.</p>\n<p>[7]  The mere fact that this case may be characterized as a civil rights action does not dictate a holding that the right to trial by jury is not applicable. See Harkless v. Sweeny Independent School District, <span class=\"citation\" data-id=\"1441758\"><a href=\"/opinion/1441758/harkless-v-sweeny-independent-school-district/\"><span class=\"volume\">278</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">632</span></a></span> (S.D.Tex.1968) which was an action under 42 U.S.C.A. § 1983 to require the rehiring of teachers in accordance with qualifications and experience, without regard to race, or color. The Court concluded that back pay as damages was a claim legal in nature and must be triable by a jury after which the Court would consider the remaining requests for relief, i. e., injunctions, costs, and attorney's fees. However, the instant case involves an additional element which changes the result as to the question of right to trial by jury. As heretofore stressed an action under Title VII, unlike a suit under 42 U.S.C.A. § 1983, involves the vindication of a public right.</p>\n<p>[1]  See in this connection Baldwin v. Morgan, 251 F.2d 780(1, 6) (5th Cir. 1958); Lucom v. Atlantic National Bank of West Palm Beach, Fla., <span class=\"citation\" data-id=\"270040\"><a href=\"/opinion/270040/virginia-willys-lucom-and-wilson-c-lucom-v-atlantic-national-bank-of-west/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>(10) (5th Cir. 1965) and the results in Walker v. Blackwell, 360 F.2d 66(1) (5th Cir. 1966). Also, see 42 U.S.C. § 1988 enacted as part of the Civil Rights Acts of 1866 and 1870, which arguably infers the adoption of future laws relating to the bringing of actions arising under the Acts such as the instant procedures.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/229691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/238241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/254994/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/266674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/275825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1441758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1667849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1984331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080962/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2081131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2249363/"
          ]
        }
      ],
      "judges": "Sidney O. Smith, Jr.",
      "date_created": "2014-10-30T19:39:39.189294Z",
      "date_modified": "2017-04-06T22:24:59.242595Z",
      "date_filed": "1969-01-17",
      "date_filed_is_approximate": false,
      "slug": "culpepper-v-reynolds-metals-company",
      "citation_id": 1955657,
      "case_name_short": "Culpepper",
      "case_name": "Culpepper v. Reynolds Metals Company",
      "case_name_full": "",
      "federal_cite_one": "296 F. Supp. 1232",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 25,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1811289/culpepper-v-reynolds-metals-company/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:39:39.185680Z",
  "date_modified": "2014-10-30T19:39:39.185680Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Culpepper",
  "case_name": "Culpepper v. Reynolds Metals Company",
  "case_name_full": "",
  "slug": "culpepper-v-reynolds-metals-company",
  "docket_number": "Civ. A. No. 12179",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}