{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1819399/",
  "id": 1819399,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cod/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1968989/",
      "id": 1968989,
      "absolute_url": "/opinion/1968989/keyes-v-school-district-number-one-denver-colorado/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1819399/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1968989/",
          "id": 1968989,
          "absolute_url": "/opinion/1968989/keyes-v-school-district-number-one-denver-colorado/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1968989/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/912/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:56:40.489390Z",
          "date_modified": "2017-04-08T04:09:00.301119Z",
          "type": "010combined",
          "sha1": "1737f9389090a9a9eaba62a8c3f9b089db9b7fd1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>313 F.Supp. 90 (1970)</b></center>\n<center><h1>Wilfred KEYES, individually and on behalf of Christi Keyes, a minor, et al., Plaintiffs,<br>\nv.<br>\nSCHOOL DISTRICT NUMBER ONE, DENVER, COLORADO, the Board of Education, School District Number One, Denver, Colorado, William C. Berge, individually and as President, Board of Education, School District Number One, Denver, Colorado, Stephen J. Knight, Jr., individually and as Vice President, Board of Education, School District Number One, Denver, Colorado, James C. Perrill, Frank K. Southworth, John H. Amesse, James D. Voorhees, Jr., and Rachel B. Noel, individually and as members, Board of Education, School District Number One, Denver, Colorado, Robert D. Gilberts, individually and as Superintendent of Schools, School District Number One, Denver, Colorado, Defendants.</h1></center>\n<center>Civ. A. No. C-1499.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>May 21, 1970.</center>\n<p>Barnes &amp; Jensen, by Craig S. Barnes, Holland &amp; Hart, by Gordon G. Greiner, Denver, Colo., Conrad K. Harper, New York City, for plaintiffs.</p>\n<p>Wood, Ris &amp; Hames, by William K. Ris, Henry, Cockrell, Quinn &amp; Creighton, by Thomas E. Creighton, Benjamin L. Craig, Michael Jackson, Denver, Colo., for defendants, except John H. Amesse, James D. Voorhees, Jr., and Rachel B. Noel, as individuals.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*91</span> DECISION RE PLAN OR REMEDY</h2>\n<p>WILLIAM E. DOYLE, District Judge.</p>\n<p>It is to be recalled that this suit, which has been previously before the Court, was instituted as a class action by Negro and Hispano public school students and their parents. Plaintiffs complained that there was de jure segregation in many of the schools in School District Number One, Denver, Colorado, and that an unequal educational opportunity was being provided in the segregated schools within the District. On March 21, 1970, after approximately three weeks of trial, this Court handed down a memorandum opinion and order finding that certain schools, elementary, junior high and a high school within an area of Denver known as Park Hill, and also some 15 schools within the core city, were segregated. It was also concluded that our temporary injunction entered in August 1969, finding a condition of de jure segregation in certain schools resulting from the Denver Board of Education's action rescinding Resolutions 1520, 1524 and 1531, which had been designed to have an integrating effect on Park Hill schools, must be made permanent. We ordered full implementation of these Resolutions. D.C., 313 F. Supp. 61.</p>\n<p>A further determination was that certain schools within the core city were segregated as the result of housing patterns and the neighborhood school system; that this constituted de facto segregation and was not unconstitutional per se. A corollary finding and conclusion was that the segregated core city schools in question were providing an unequal educational opportunity to minority groups as evidenced by low achievement and morale. The causes of this inferiority were held to be the segregated condition, together with concentration of minority teachers, low teacher experience and high teacher turnover in each of the schools. We stated that:</p>\n<blockquote>The present state of the law is that separate educational facilities (of the <i>de facto</i> variety) may be maintained, but a fundamental and absolute requisite is that these shall be equal. Once it is found that these separate facilities are unequal in the quality of education provided, there arises a substantial probability that a constitutional violation exists. This probability becomes almost conclusive where minority groups are relegated to the inferior schools. 313 F.Supp. at 83.</blockquote>\n<p>We thus concluded that the School District had violated the equal protection clause of the Fourteenth Amendment by maintaining and operating schools which deprived the recipients of an equal educational opportunity. Both plaintiffs and defendants were asked to submit plans to remedy the inequality found to exist.</p>\n<p>The cause is then presently before us for the purpose of fashioning a remedy which hopefully will establish equality of educational opportunity in the Court designated segregated schools.</p>\n<p>Both plaintiffs and defendants have submitted lengthy plans for improving educational opportunity and many of the foremost authorities on this subject, both with respect to the Denver area and nationwide, have been called upon to testify.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>DESCRIPTION OF PLANS</h2>\n<p>Plaintiffs' proposed plan involves a three-step process for raising achievement and equalizing educational opportunity. The first step is desegregation, or the elimination of racial isolation of minority students through cross-transportation of pupils. Plaintiffs have concentrated on this phase of the program and the plans for desegregation are, for the most part, the product of computer analysis. The second phase involves integration, which the plaintiffs define as the educational process of promoting mutual respect and understanding among students, teachers and the community. The final portion of the plaintiffs' plan suggests a system of compensatory education programs, carried out <span class=\"star-pagination\">*92</span> in an integrated environment, designed to equalize achievement.</p>\n<p>At the outset we note that plaintiffs urge that the Court should reconsider certain schools which plaintiffs consider \"target\" schools, but which the Court found not to be <i>segregated</i> inferior schools. Plaintiffs call attention to the fact that two schools, namely Elyria and Smedley, are not only inferior in terms of achievement, but also meet the guideline set by the Court that the school contain at least 70 to 75 percent Negro <i>or</i> Hispano students. Furthermore, plaintiffs ask us to reconsider at least nine other schools which have a <i>combined</i> minority population of over 70 percent.<sup>[1]</sup> Failure to include Elyria and Smedley Schools was due to oversight. These must now be included in a plan for relief. We have concluded that none of the plans are wholly suitable and that a carefully tailored plan consisting of parts of the submitted ideas should be adopted. Nevertheless, a brief description of the plaintiffs' and defendants' proposals will furnish some understanding of the problem and of this order.</p>\n<p>Plaintiffs propose <i>four</i> alternative plans for desegregation of elementary schools. The first of these desegregates the Court designated elementary schools by a system of cross-bussing. The total number of schools involved would be 29; the total number of students to be transported would be 8,380; the average miles traveled per student one-way would be 6.4; the minimum Anglo enrollment at any school designated by the Court would total 54 percent.</p>\n<p>The second proposed alternative plan calls for enrolling only pupils in grades 4-6 in the 12 Court designated elementary schools. Each of these schools would be paired with one or more Anglo schools which would be used only for grades K-3. This plan would involve 31 schools; 11,109 students would be transported; the average number of miles traveled per student one-way would be 6.3; minimum Anglo enrollment at the Court designated schools would be 51 percent.</p>\n<p>Plan three is similar to plan one except that it would include all of plaintiffs' target elementary schools rather than just the Court designated elementary schools. It would, of course, require a much greater transportation effort involving as it does numerous schools which the Court has not included.</p>\n<p>Plan four is similar to plan two, except that all of plaintiffs' target schools are provided with relief.</p>\n<p>Alternative plans are submitted by plaintiffs for desegregating junior high schools. The <i>first</i> of these would desegregate Cole Junior High School by reassigning to Cole some 1,038 students already being bussed to Thomas Jefferson and John F. Kennedy. Also, students now being bussed to Cole would be bussed instead to Thomas Jefferson and John F. Kennedy. This plan would increase Anglo enrollment at Cole to 66 percent. The second alternative plan would desegregate not only Cole, but also Horace Mann, Lake, Morey and Baker Junior High Schools by a system of cross-bussing similar to that involved in the first alternative plan.</p>\n<p>Plaintiffs also propose alternative programs for equalizing educational opportunity at Manual High School. <i>First,</i> they recommend alteration of the school attendance boundaries of Manual, East and South, to create long narrow north-south corridors for each of the above schools. This would result in many Anglo students from south Denver attending Manual. As a <i>second</i> alternative, the plaintiffs suggest that Manual be made an open school which could be attended by any student in the District and which would specialize in vocational and pre-professional training. This plan is essentially the same as that proposed by the Board with respect to Manual.</p>\n<p><span class=\"star-pagination\">*93</span> <i>Finally,</i> plaintiffs have suggested several programs which would aid in creating cultural understanding and respect as well as programs for equalizing educational opportunity through compensatory education. These include faculty and staff inservice training and orientation, programs for community involvement, use of paraprofessionals, tutorial systems, individualized instruction, increased pre-school training and others which are very similar to the School Board's suggestions, except that under plaintiffs' plan, desegregation constitutes an essential first step.</p>\n<p>The defendants' program for equalizing educational opportunity in the Court designated schools is basically one of compensatory education, with little emphasis on desegregation. Defendants offer some opportunity for mixing of the races, in that pupils at the fifteen Court designated schools could transfer to a school of their choice on a space guaranteed basis with transportation provided by the District, if the transfer will improve racial balance. This is similar to our suggestion in the March 21, 1970 opinion and it differs from the earlier School Board VOE program since the availability of space at a receiving school is not a precondition to transfer.</p>\n<p>The remaining of defendants' offerings deal with various forms of compensatory education. Its first section outlines proposals for staffing. There would be encouragement and incentives to induce good teachers to work at the core city schools by extension of the school year and increased teacher compensation. An effort would be made to integrate teaching and administrative staffs. Teacher aides and paraprofessionals would be employed so that teacher time could be utilized more efficiently, there would be human relations training for all school district employees, and teachers would receive instruction in preparation for assignment to target schools.</p>\n<p>Educational complexes, as described in the plan, are currently in preparation. A complex would include a basic neighborhood school with special programs at other schools in the cluster. Subjects, activities and services offered at the complex would be oriented to the requirements of the community in which the complex is located.</p>\n<p>Defendants' plan also recognizes the importance of the early development of a child, and the need to reach minority children at an early stage. Programs such as Head Start now being used would continue. Those programs currently in use deal with children from three years old to the first grade in certain areas of the city, and a proposed National Follow Through program will work with children through the third grade.</p>\n<p>Defendants' plan also describes special programs currently in progress or proposed for Cole Junior High School and Manual High School. The efforts at Cole include the use of laboratory approaches in all academic areas; use of inservice training; use of tutors and student aides; increased counseling efforts; a work-study program; and an extension center and a \"crisis room\" to be used with students who do not adjust well to a regular classroom setting and are potential dropouts or subjects for suspension from school. The programs at Manual include extensive vocational skills and pre-professional courses and advanced placement opportunities.</p>\n<p>At present, funds are available under Colorado Senate Bill 174 for children whose reading skills are two or more years below their grade level. Current S.B. 174 financed programs are in effect at Fairview Elementary School, and Baker and Cole Junior High Schools. State appropriations are expected to permit the continuation of these programs.</p>\n<p>Finally, defendants list a number of innovative practices. These would emphasize the active, rather than passive elements of learning, recognizing that pupils will vary in their rate of learning based on their ability, background and other factors; efforts would be made to avoid practices which might degrade <span class=\"star-pagination\">*94</span> the child, such as underestimating his ability or denigrating his background or family (no matter how subtly or unconsciously done); and an effort would be made to supply an attractive climate for learningattractive buildings and classrooms, good interpersonal relationships between parents, pupils and teachers, excursions into places of greater interest and so forth are all contemplated in this type of program.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>THE TESTIMONY</h2>\n<p>The crucial <i>factual</i> issue considered was whether compensatory education alone in a segregated setting is capable of bringing about the necessary equalizing effects or whether desegregation and integration are essential to improving the schools in question and providing equality. The evidence of both parties has been directed to this question.</p>\n<p>Plaintiffs' evidence focused directly on the proposition that desegregation is essential in improving the quality of educational opportunity in the Court designated schools and that compensatory programs of the type proposed by the defendants cannot work in a segregated setting.</p>\n<p>Dr. James Coleman, professor of social relations at Johns Hopkins University and author of the Coleman Report on equality of educational opportunity, testified that isolation of children from low socioeconomic families creates an atmosphere which inevitably results in an inferior educational opportunity. Dr Coleman stated that a child's ability to learn is significantly affected by the educational stimulation provided by his family. Since Negro and Hispano children from low socioeconomic families are typically not provided with this stimulation, a compensating stimulation must be provided by the peer group in the school. Where all children in the school come from families with similar low socioeconomic status, the negative effect produced by family background is reinforced rather than alleviated. Dr Coleman testified that although a racially isolated school is not inferior <i>per se,</i> it will inevitably provide an unequal educational opportunity where the racial or ethnic isolation involves a homogeneous student body all from uneducated and deprived backgrounds.</p>\n<p>Dr. Neil Sullivan, who is now Commissioner of the Massachusetts State Board of Education and who installed the Berkeley desegregation plan in Berkeley, California, testified that in his opinion it was racial segregation itself, rather than isolation of children from low socioeconomic families, which caused the inferiority of educational opportunity. Dr. Sullivan stated that Berkeley had attempted to improve racially segregated schools by massive programs of compensatory education including lowering the teacher-pupil ratio, improving equipment and materials, and instituting cultural enrichment programs. These programs had little effect on student achievement. It was Dr. Sullivan's expert opinion that any effort at compensatory education must be correlated with desegregation if it is to achieve positive results. He also stated that a program of desegregation similar to that used in Berkeley required two years of preparation and planning.</p>\n<p>Dr. Sullivan's testimony was reinforced by the testimony of Dr. Robert O'Reilly. Dr. O'Reilly, the assistant director of research and evaluation for the New York State Department of Education, has made the most extensive study of compensatory education programs on a national scale currently available. He explained that most compensatory programs include such items as lowering teacher-pupil ratio, use of paraprofessionals, inservice teacher and staff training programs, individualized tutoring and cultural enrichment courses. He concluded from this study that compensatory education carried on in a segregated atmosphere had little or no effect on raising achievement. Dr. Sullivan conceded desegregation in and of itself is not a cure-all, but is an essential step in improving educational opportunity <span class=\"star-pagination\">*95</span> and that compensatory programs are important and probably useful, but only if conducted in a desegregated setting.</p>\n<p>The main witness for the defendants was Dr. Robert Gilberts, Superintendent of Schools for School District Number One. Dr. Gilberts explained the defendants' proposed plan and offered a critique of the plaintiffs' suggested program. He stated that low achievement among children in the Court designated schools was the result of a number of factors, including home situation, lack of discipline, absence of stimulation by parents, and verbal deficiencies resulting from the families' limited vocabulary. Although Dr. Gilberts was the developer of Resolutions 1520, 1524 and 1531, designed to desegregate schools in Park Hill, he indicated that this was merely a pilot project. He maintained that there is no affirmative evidence that desegregation would aid in providing an equal educational opportunity for minority children. Furthermore, Dr. Gilberts expressed doubt that desegregation could be successful without broad community support.<sup>[2]</sup></p>\n<p>The defendants' plan, as explained by Dr. Gilberts, is designed to reconstruct the educational climate by such programs as differential staffing, improved inservice training for teachers and staff, special innovative programs of vocational and preprofessional training at Manual High School and to some extent at Cole Junior High School, and increasing the number of experienced teachers at the Court designated schools. A program similar to the present Voluntary Open Enrollment would be instituted, but with a guaranteed open space provision so that any student in the district might transfer to another school with transportation provided by the District if the transfer would improve the racial balance of both receiving and sending schools. Within the next two years a portion of the \"complex system\" will be initiated in Denver. Dr. Gilberts admitted, however, that only the new VOE program was specifically designed to provide some measure of desegregation. For the most part the defendants' programs are to be carried out in a substantially segregated setting.</p>\n<p>Defendants also called Messrs. Ward, Morrison and Rehmer, the Principals of Manual High School, Cole Junior High School and Bryant-Webster Elementary School, respectively.</p>\n<p>Mr. Ward testified that he had initiated several innovative programs at Manual since becoming Principal. These included work-study vocational training in areas such as building trades, metal work, power and transportation and home economics. He also testified that pre-professional studies were instituted. These are designed to familiarize pupils with occupational fields such as law, medicine, education and engineering. Although there was no evidence that these innovative programs improved the academic achievement of Manual students, Mr. Ward stated that they had intensified interest among students in remaining in school.</p>\n<p>Mr. Morrison has also begun certain innovative programs at Cole Junior High School. These include the use of laboratory approaches in all academic areas, tutors and student aides, work-study programs and the \"crisis room\" and extension center. He testified that these approaches have succeeded in restoring student and community confidence in the school. The result of these programs on academic achievement has not yet been determined. It does appear though that Cole Junior High is now being used as a specialty school.</p>\n<p>Mr. Rehmer has instituted new programs at Bryant-Webster which are basically compensatory in nature, and have achieved some success in reviving student interest. This is a predominantly Spanish elementary school in which compensatory reading and some Spanish oriented programs have been stressed.</p>\n<p><span class=\"star-pagination\">*96</span> Finally, these Principals agreed that their programs could be carried out in an integrated setting and that desegregation of their schools would substantially improve the educational opportunity for their students.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>ISSUES OF LAW</h2>\n<p>Before discussing our determinations of fact we must mention that there are present herein two novel questions of law.</p>\n<p>The <i>first</i> of these is discussed in the memorandum opinion and order of March 21, 1970. This is the question whether a condition of de facto segregation is to be remedied in the same manner as a condition of de jure segregation. We found at the trial that the schools in question became segregated as a result of neighborhood housing patternsat least that this was the substantial factor in producing the result. It was not caused by positive law or as a result of official action. In the present state of the law, particularly in this the Tenth Circuit, we were of the opinion that desegregation could not be decreed in these circumstances. Undoubtedly this question will receive attention in higher courts at the behest of one or both of the parties and we do not pursue it.</p>\n<p>The <i>second</i> question is one of both law and fact, but is predominantly to be determined from the evidence. It is whether in a setting of grossly inferior minority schools, compensatory educationimprovement of the minority schools, together with a free transfer policy such as that suggested in the March 21, 1970 opinionconstitutes a constitutionally acceptable remedy or whether in order to in truth improve the schools and to thus satisfy the requirements of the Constitution, it is necessary to prescribe and implement also a program of desegregation and integration. We have concluded after hearing the evidence that the only feasible and constitutionally acceptable programthe only program which furnishes anything approaching substantial equalityis a system of desegregation and integration which provides compensatory education in an integrated environment. We have, however, delayed its being carried into effect for one year (for part of the program) and for two years (for the remainder). We have directed the adoption of an interim program such as that suggested in the March 21, 1970 opinion.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>FINDINGS AND GUIDELINES</h2>\n<p>1. The overwhelming evidence in this case supports the finding and determination which we now make that improvement in the quality of education in the minority school can only be brought about by a program of desegregation and integration. This is the positive conclusion of Doctors Coleman, Sullivan and O'Reilly, all of whom are authorities in the field. Their opinions are supported by extensive, comprehensive, in depth studies and, in some instances, actual experience in the field.</p>\n<p>2. The evidence clearly establishes that the segregated setting stifles and frustrates the learning process. One of the expert witnesses made the matter clear when he said that the isolation of any group develops a homogeneous mass which brings out the worst in the individual members and establishes a low standard of achievement. When, in addition, the group is from a socioeconomic group which is deficient, the bad results are intensified. Add to this the minority factor with the attendant lack of pride and hope, and the task of raising achievement levels becomes insurmountable. The minority citizens are products, in many instances, of parents who received inferior educations and hence the home environment which is looked to for many fundamental sources of learning and knowledge yields virtually no educational value. Thus, the only hope for raising the level of these students and for providing them the equal education which the Constitution <span class=\"star-pagination\">*97</span> guarantees is to bring them into contact with classroom associates who can contribute to the learning process; it is now clear that the quality and effectiveness of the education process is dependent on the presence within the classroom of knowledgeable fellow students.</p>\n<p>3. To seek to carry out a compensatory education program within minority schools without simultaneously developing a program of desegregation and integration has been unsuccessful. Experience has shown that money spent in these programs has failed to produce results and has been, therefore, wasted. The ideal approach, and that which offers maximum promise of success, is a program of desegregation and integration coupled with compensatory education. Desegregation in and of itself cannot achieve the objective of improving the quality of the education in schools. It must be carried out in an atmosphere of comprehensive education and preparation of teachers, pupils, parents and the community. It also must be coupled with an intense and massive compensatory education program for the students if it is to be successful.</p>\n<p>4. A system of free transfer to designated Anglo or white schools of minority groups furnishes a minimal, but at the same time an insufficient, fulfillment of the constitutional rights of the persons involved. True, such a method furnishes some relief to the individuals who choose to exercise it, but here again it promises little unless it is accompanied by a careful, painstaking program of compensatory education because here, without the support, the individual is alone in an environment which is much more difficult and competitive than either the segregated or integrated one. It should be used then as an interim measure. It will serve to minimize the deprivation during the period of planning and preparation for a permanent system.</p>\n<p>5. As a prelude to a program of integration, the Court designated minority schools must be drastically improved. The inequity implicit in sending majority students to a grossly inferior school was noted in our March 21, 1970 opinion. Substantial correction of these conditions is, therefore, a necessity.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2>PROVISIONS OF THE PLAN</h2>\n<p>In our opinion of March 21, 1970, we recognized the underlying constitutional basis for this decision, which is that a state or its subdivision may not constitutionally maintain any program which treats members of minority groups unequally as compared with other groups. It makes no difference that the system may appear to be equal on its face, if its operation in fact results in unequal treatment. Further, when a court finds that such inequality of treatment exists, it is constitutionally bound to provide a remedy which will wipe out the inequality \"root and branch.\"</p>\n<p>Having found, in accordance with the overwhelming weight of the evidence, that the racial isolation of Negro and Hispano children which exists in the fifteen schools designated in this Court's opinion of March 21, 1970, together with Elyria and Smedley Elementary Schools, is the primary factor producing inequality of educational opportunity at those schools and that this inequality can be remedied only through a combined program of desegregation, together with a massive program of compensatory education, and having further concluded that neither the plans submitted by plaintiffs nor those of defendants are wholly satisfactory, we, therefore, now delineate the guidelines of the plan which, based on the evidence and the law, satisfies the Constitution and, at the same time, holds some promise of acceptance and success.</p>\n<p></p>\n<h2>A. <i>Summary</i>\n</h2>\n<p>The plan calls for desegregation of the Court designated elementary schools (grades 1 through 6) including Smedley and Elyria Schools. Part of this is to <span class=\"star-pagination\">*98</span> be accomplished on or before September 1, 1971, and the remainder is to be carried out not later than September 1, 1972. The detailed plan, including the exchanges which will be necessary, is not adopted now because it is believed that further study must be made. Baker Junior High School is also to be desegregated. A substantial part of the desegregation program must be completed on or before September 1, 1971, and complete desegregation and integration is to be accomplished on or before September 1, 1972.</p>\n<p>Cole Junior High is also to be desegregated and integrated on or before the same dates applicable to Baker. This can be accomplished by making Cole a specialty school if the Board of Education determines that this is more feasible.</p>\n<p>Manual High School is to become a specialized City high school which will offer pre-professional and particular college preparation courses. It will also offer, in accordance with the Board's plan, a variety of work-study programs designed to develop talent in arts and trades.</p>\n<p>The compensatory education program and the free transfer programs of the Board are also part of the plan.</p>\n<p></p>\n<h2>B. <i>Elementary Schools</i>\n</h2>\n<p>At least 50 percent of the Court designated elementary schools, grades 1 through 6, including Elyria and Smedley Elementary Schools, must be desegregated by fall of 1971.</p>\n<p>Complete desegregation of all Court designated elementary schools, grades 1 through 6 must be accomplished by the beginning of school in the fall of 1972. We consider complete desegregation fulfilling the constitutional requirement to be accomplished when each of the above schools has an Anglo composition in excess of 50 percent. Although it is probably not constitutionally required, the desirability of having the minority student population in each of these schools apportioned equally between Negro and Hispano children is apparent.</p>\n<p>Because the plaintiffs and the School District have the expertise necessary for devising a system of school redistricting and transportation to achieve the result set forth above, we leave these details to them. But we stress that the details of the scheme must be carefully examined and checked, having in mind that the program is a human one. While the computers can be useful in such an effort, their results must be checked with care to prevent unnecessary burden to the persons involved. The final details will be subject to review by the Court. We have, of course, been reluctant to decree mandatory transportation, and it should be avoided to the extent possible.</p>\n<p></p>\n<h2>C. <i>Junior High Schools</i>\n</h2>\n<p>Substantial progress must be made in desegregating Baker Junior High School by fall of 1971. Complete desegregation of Baker Junior High School along the lines set forth above for elementary schools must be effectuated by the beginning of the school year in the fall of 1972.</p>\n<p><i>Cole Junior High School.</i> The Board is directed to adopt one of two alternative plans. First, the Board of Education may desegregate Cole. If this alternative is adopted, substantial progress must be made in desegregating Cole by fall of 1971, with complete desegregation of Cole Junior High by the beginning of the school year in the fall of 1972. The second alternative is to establish Cole by fall of 1971 as an open school for special education and other special programs now in effect or which the School Board may wish to put into effect in the future. Under this second alternative, those students who would have attended Cole in the 1971-72 school year, but who do not wish to participate in the special programs offered at Cole, may transfer with a guarantee of space to another junior high school. It should be open to students from other parts of the City in furtherance of the special programs. A basic assumption is that the desegregation and integration policies here enunciated will be accomplished <span class=\"star-pagination\">*99</span> regardless of which scheme is adopted for Cole.</p>\n<p></p>\n<h2>D. <i>Manual High School</i>\n</h2>\n<p>We approve and order implementation of the plans set forth by the defendants and plaintiffs for establishing Manual as an open school for the continuation and <i>expansion</i> of the vocational and pre-professional training programs which have been instituted by the Principal, the faculty and staff. If this program develops and transforms Manual to an outstanding institution capable of attracting and accommodating students from the entire City, an integration program would be superfluous.</p>\n<p></p>\n<h2>E. <i>Preparation</i>\n</h2>\n<p>Between now and the beginning of school in fall 1971, and continuing through fall of 1972, an intensive program of education must be carried out within the community and the school system in preparation for desegregation and integration. This should include at least a program for orienting teachers in the field of minority cultures and problems and how to effectively deal with minority children in an integrated environment. A similar program should be undertaken for staff and administrators. It will also be necessary to educate the community as to the educational benefits and values, not only for the children but also for the community, to be derived from desegregation and integration.</p>\n<p></p>\n<h2>F. <i>Free Transfer</i>\n</h2>\n<p>Between now and the fall of 1971, <i>as an interim measure only,</i> we approve the Board of Education's program for VOE with a guaranteed space provision, and it shall be so implemented with respect to all Court designated schools including Elyria and Smedley Elementary Schools.</p>\n<p></p>\n<h2>G. <i>Compensatory Education</i>\n</h2>\n<p>We approve of the Board's plans for compensatory education programs for minority children. At a minimum these programs should include:</p>\n<blockquote>1. Integration of teachers and administrative staff;</blockquote>\n<blockquote>2. Encouragement and incentive to place skilled and experienced teachers and administrators in the core city schools;</blockquote>\n<blockquote>3. Use of teacher aides and paraprofessionals;</blockquote>\n<blockquote>4. Human relations training for all School District employees;</blockquote>\n<blockquote>5. Inservice training on both district-wide and individual school bases;</blockquote>\n<blockquote>6. Extended school years;</blockquote>\n<blockquote>7. Programs under Senate Bill 174;</blockquote>\n<blockquote>8. Early childhood programs such as Head Start and Follow Through;</blockquote>\n<blockquote>9. Classes in Negro and Hispano culture and history; and</blockquote>\n<blockquote>10. Spanish language training.</blockquote>\n<p>All of the above programs, including several others, are now included in the defendants' plan. These programs for compensatory education are to be initiated for the 1970-71 school year. Those programs which are already in effect should be continued in the 1970-71 school year, with any modifications which the Board of Education deems necessary in order to carry out this order.</p>\n<p></p>\n<h2>VI.</h2>\n<p></p>\n<h2>CONCLUDING REMARKS</h2>\n<p>We are mindful that the task of the School District is a difficult and complex one. Constitutional standards must, of course, be met at the earliest feasible time, but a program which is too hastily conceived and developed could fail to achieve its goals. In view of the essential preparation and planning which must go into a program of this magnitude, it is felt that a two year period within which to accomplish desegregation and integration is reasonable, particularly in light of the fact that the plan calls for substantial progress to be made during the year 1971-72.</p>\n<p><span class=\"star-pagination\">*100</span> We have noted the desirability (even though it is not constitutionally mandated) of having both Negroes and Hispanos in the desegregated schools on as close to an equal basis as possible. If integration and desegregation are to have the maximum salutary effect, it would seem to follow that school children be exposed to all racial and ethnic groups which make up the larger community in which they live. True integration is not likely to occur in Denver if Negroes and Hispanos are separated in the public educational system, no matter how innocently the separation has come about.</p>\n<p>It is also to be noted that only grades 1 through 6 of the elementary schools are covered in the Court's plan. Kindergarten students are excluded. In the present de facto segregation circumstances in which the effort is improvement, we assume that we have some discretion. Although it may have some value to desegregate children at that early age, it must be kept in mind that their school day is shorter than that of the older children. Mandatory transportation, which may well be necessary to effectuate much of the Court's plan, seems impractical. It seems preferable to wait until that child is on a schedule more closely aligned with that of the other students at his school. Futhermore, because of the tender years of the kindergartners, it appears somewhat dubious whether the value to be gained is sufficient to justify placing these infants in this extraordinary setting.</p>\n<p>Finally, we cannot predict with any degree of certainty how successful the free transfer or open enrollment program will be. However, the evidence at the hearing was not encouraging. On the other hand, it may surprise us. Indeed, there is no assurance that the program here prescibed will fully succeed. Its success will depend in large part on the effort which is expended and on the spirit in which the endeavor is carried out.</p>\n<p>All adjudications in the case have now been completed and a final judgment can be entered. The remaining detail is a matter requiring the closest scrutiny and study which will require many months. There being no further substantive matter to decide, there is no just cause for delay and the entire matter can now be appealed.</p>\n<h2>NOTES</h2>\n<p>[1]  We concluded in our March 21 opinion that it was not appropriate to place Negroes and Hispanos in one category to arrive at a minority population of over 70 percent. 313 F.Supp. at 69.</p>\n<p>[2]  We agree that community support is essential, but this, of course, requires a community education programindeed a campaign.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></span> (1970)</b></center>\n<center><h1>Wilfred KEYES, individually and on behalf of Christi Keyes, a minor, et al., Plaintiffs,<br>\nv.<br>\nSCHOOL DISTRICT NUMBER ONE, DENVER, COLORADO, the Board of Education, School District Number One, Denver, Colorado, William C. Berge, individually and as President, Board of Education, School District Number One, Denver, Colorado, Stephen J. Knight, Jr., individually and as Vice President, Board of Education, School District Number One, Denver, Colorado, James C. Perrill, Frank K. Southworth, John H. Amesse, James D. Voorhees, Jr., and Rachel B. Noel, individually and as members, Board of Education, School District Number One, Denver, Colorado, Robert D. Gilberts, individually and as Superintendent of Schools, School District Number One, Denver, Colorado, Defendants.</h1></center>\n<center>Civ. A. No. C-1499.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>May 21, 1970.</center>\n<p>Barnes &amp; Jensen, by Craig S. Barnes, Holland &amp; Hart, by Gordon G. Greiner, Denver, Colo., Conrad K. Harper, New York City, for plaintiffs.</p>\n<p>Wood, Ris &amp; Hames, by William K. Ris, Henry, Cockrell, Quinn &amp; Creighton, by Thomas E. Creighton, Benjamin L. Craig, Michael Jackson, Denver, Colo., for defendants, except John H. Amesse, James D. Voorhees, Jr., and Rachel B. Noel, as individuals.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*91</span> DECISION RE PLAN OR REMEDY</h2>\n<p>WILLIAM E. DOYLE, District Judge.</p>\n<p>It is to be recalled that this suit, which has been previously before the Court, was instituted as a class action by Negro and Hispano public school students and their parents. Plaintiffs complained that there was de jure segregation in many of the schools in School District Number One, Denver, Colorado, and that an unequal educational opportunity was being provided in the segregated schools within the District. On March 21, 1970, after approximately three weeks of trial, this Court handed down a memorandum opinion and order finding that certain schools, elementary, junior high and a high school within an area of Denver known as Park Hill, and also some 15 schools within the core city, were segregated. It was also concluded that our temporary injunction entered in August 1969, finding a condition of de jure segregation in certain schools resulting from the Denver Board of Education's action rescinding Resolutions 1520, 1524 and 1531, which had been designed to have an integrating effect on Park Hill schools, must be made permanent. We ordered full implementation of these Resolutions. D.C., <span class=\"citation\" data-id=\"1969123\"><a href=\"/opinion/1969123/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">61</span></a></span>.</p>\n<p>A further determination was that certain schools within the core city were segregated as the result of housing patterns and the neighborhood school system; that this constituted de facto segregation and was not unconstitutional per se. A corollary finding and conclusion was that the segregated core city schools in question were providing an unequal educational opportunity to minority groups as evidenced by low achievement and morale. The causes of this inferiority were held to be the segregated condition, together with concentration of minority teachers, low teacher experience and high teacher turnover in each of the schools. We stated that:</p>\n<blockquote>The present state of the law is that separate educational facilities (of the <i>de facto</i> variety) may be maintained, but a fundamental and absolute requisite is that these shall be equal. Once it is found that these separate facilities are unequal in the quality of education provided, there arises a substantial probability that a constitutional violation exists. This probability becomes almost conclusive where minority groups are relegated to the inferior schools. 313 F.Supp. at 83.</blockquote>\n<p>We thus concluded that the School District had violated the equal protection clause of the Fourteenth Amendment by maintaining and operating schools which deprived the recipients of an equal educational opportunity. Both plaintiffs and defendants were asked to submit plans to remedy the inequality found to exist.</p>\n<p>The cause is then presently before us for the purpose of fashioning a remedy which hopefully will establish equality of educational opportunity in the Court designated segregated schools.</p>\n<p>Both plaintiffs and defendants have submitted lengthy plans for improving educational opportunity and many of the foremost authorities on this subject, both with respect to the Denver area and nationwide, have been called upon to testify.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>DESCRIPTION OF PLANS</h2>\n<p>Plaintiffs' proposed plan involves a three-step process for raising achievement and equalizing educational opportunity. The first step is desegregation, or the elimination of racial isolation of minority students through cross-transportation of pupils. Plaintiffs have concentrated on this phase of the program and the plans for desegregation are, for the most part, the product of computer analysis. The second phase involves integration, which the plaintiffs define as the educational process of promoting mutual respect and understanding among students, teachers and the community. The final portion of the plaintiffs' plan suggests a system of compensatory education programs, carried out <span class=\"star-pagination\">*92</span> in an integrated environment, designed to equalize achievement.</p>\n<p>At the outset we note that plaintiffs urge that the Court should reconsider certain schools which plaintiffs consider \"target\" schools, but which the Court found not to be <i>segregated</i> inferior schools. Plaintiffs call attention to the fact that two schools, namely Elyria and Smedley, are not only inferior in terms of achievement, but also meet the guideline set by the Court that the school contain at least 70 to 75 percent Negro <i>or</i> Hispano students. Furthermore, plaintiffs ask us to reconsider at least nine other schools which have a <i>combined</i> minority population of over 70 percent.<sup>[1]</sup> Failure to include Elyria and Smedley Schools was due to oversight. These must now be included in a plan for relief. We have concluded that none of the plans are wholly suitable and that a carefully tailored plan consisting of parts of the submitted ideas should be adopted. Nevertheless, a brief description of the plaintiffs' and defendants' proposals will furnish some understanding of the problem and of this order.</p>\n<p>Plaintiffs propose <i>four</i> alternative plans for desegregation of elementary schools. The first of these desegregates the Court designated elementary schools by a system of cross-bussing. The total number of schools involved would be 29; the total number of students to be transported would be 8,380; the average miles traveled per student one-way would be 6.4; the minimum Anglo enrollment at any school designated by the Court would total 54 percent.</p>\n<p>The second proposed alternative plan calls for enrolling only pupils in grades 4-6 in the 12 Court designated elementary schools. Each of these schools would be paired with one or more Anglo schools which would be used only for grades K-3. This plan would involve 31 schools; 11,109 students would be transported; the average number of miles traveled per student one-way would be 6.3; minimum Anglo enrollment at the Court designated schools would be 51 percent.</p>\n<p>Plan three is similar to plan one except that it would include all of plaintiffs' target elementary schools rather than just the Court designated elementary schools. It would, of course, require a much greater transportation effort involving as it does numerous schools which the Court has not included.</p>\n<p>Plan four is similar to plan two, except that all of plaintiffs' target schools are provided with relief.</p>\n<p>Alternative plans are submitted by plaintiffs for desegregating junior high schools. The <i>first</i> of these would desegregate Cole Junior High School by reassigning to Cole some 1,038 students already being bussed to Thomas Jefferson and John F. Kennedy. Also, students now being bussed to Cole would be bussed instead to Thomas Jefferson and John F. Kennedy. This plan would increase Anglo enrollment at Cole to 66 percent. The second alternative plan would desegregate not only Cole, but also Horace Mann, Lake, Morey and Baker Junior High Schools by a system of cross-bussing similar to that involved in the first alternative plan.</p>\n<p>Plaintiffs also propose alternative programs for equalizing educational opportunity at Manual High School. <i>First,</i> they recommend alteration of the school attendance boundaries of Manual, East and South, to create long narrow north-south corridors for each of the above schools. This would result in many Anglo students from south Denver attending Manual. As a <i>second</i> alternative, the plaintiffs suggest that Manual be made an open school which could be attended by any student in the District and which would specialize in vocational and pre-professional training. This plan is essentially the same as that proposed by the Board with respect to Manual.</p>\n<p><span class=\"star-pagination\">*93</span> <i>Finally,</i> plaintiffs have suggested several programs which would aid in creating cultural understanding and respect as well as programs for equalizing educational opportunity through compensatory education. These include faculty and staff inservice training and orientation, programs for community involvement, use of paraprofessionals, tutorial systems, individualized instruction, increased pre-school training and others which are very similar to the School Board's suggestions, except that under plaintiffs' plan, desegregation constitutes an essential first step.</p>\n<p>The defendants' program for equalizing educational opportunity in the Court designated schools is basically one of compensatory education, with little emphasis on desegregation. Defendants offer some opportunity for mixing of the races, in that pupils at the fifteen Court designated schools could transfer to a school of their choice on a space guaranteed basis with transportation provided by the District, if the transfer will improve racial balance. This is similar to our suggestion in the March 21, 1970 opinion and it differs from the earlier School Board VOE program since the availability of space at a receiving school is not a precondition to transfer.</p>\n<p>The remaining of defendants' offerings deal with various forms of compensatory education. Its first section outlines proposals for staffing. There would be encouragement and incentives to induce good teachers to work at the core city schools by extension of the school year and increased teacher compensation. An effort would be made to integrate teaching and administrative staffs. Teacher aides and paraprofessionals would be employed so that teacher time could be utilized more efficiently, there would be human relations training for all school district employees, and teachers would receive instruction in preparation for assignment to target schools.</p>\n<p>Educational complexes, as described in the plan, are currently in preparation. A complex would include a basic neighborhood school with special programs at other schools in the cluster. Subjects, activities and services offered at the complex would be oriented to the requirements of the community in which the complex is located.</p>\n<p>Defendants' plan also recognizes the importance of the early development of a child, and the need to reach minority children at an early stage. Programs such as Head Start now being used would continue. Those programs currently in use deal with children from three years old to the first grade in certain areas of the city, and a proposed National Follow Through program will work with children through the third grade.</p>\n<p>Defendants' plan also describes special programs currently in progress or proposed for Cole Junior High School and Manual High School. The efforts at Cole include the use of laboratory approaches in all academic areas; use of inservice training; use of tutors and student aides; increased counseling efforts; a work-study program; and an extension center and a \"crisis room\" to be used with students who do not adjust well to a regular classroom setting and are potential dropouts or subjects for suspension from school. The programs at Manual include extensive vocational skills and pre-professional courses and advanced placement opportunities.</p>\n<p>At present, funds are available under Colorado Senate Bill 174 for children whose reading skills are two or more years below their grade level. Current S.B. 174 financed programs are in effect at Fairview Elementary School, and Baker and Cole Junior High Schools. State appropriations are expected to permit the continuation of these programs.</p>\n<p>Finally, defendants list a number of innovative practices. These would emphasize the active, rather than passive elements of learning, recognizing that pupils will vary in their rate of learning based on their ability, background and other factors; efforts would be made to avoid practices which might degrade <span class=\"star-pagination\">*94</span> the child, such as underestimating his ability or denigrating his background or family (no matter how subtly or unconsciously done); and an effort would be made to supply an attractive climate for learningattractive buildings and classrooms, good interpersonal relationships between parents, pupils and teachers, excursions into places of greater interest and so forth are all contemplated in this type of program.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>THE TESTIMONY</h2>\n<p>The crucial <i>factual</i> issue considered was whether compensatory education alone in a segregated setting is capable of bringing about the necessary equalizing effects or whether desegregation and integration are essential to improving the schools in question and providing equality. The evidence of both parties has been directed to this question.</p>\n<p>Plaintiffs' evidence focused directly on the proposition that desegregation is essential in improving the quality of educational opportunity in the Court designated schools and that compensatory programs of the type proposed by the defendants cannot work in a segregated setting.</p>\n<p>Dr. James Coleman, professor of social relations at Johns Hopkins University and author of the Coleman Report on equality of educational opportunity, testified that isolation of children from low socioeconomic families creates an atmosphere which inevitably results in an inferior educational opportunity. Dr Coleman stated that a child's ability to learn is significantly affected by the educational stimulation provided by his family. Since Negro and Hispano children from low socioeconomic families are typically not provided with this stimulation, a compensating stimulation must be provided by the peer group in the school. Where all children in the school come from families with similar low socioeconomic status, the negative effect produced by family background is reinforced rather than alleviated. Dr Coleman testified that although a racially isolated school is not inferior <i>per se,</i> it will inevitably provide an unequal educational opportunity where the racial or ethnic isolation involves a homogeneous student body all from uneducated and deprived backgrounds.</p>\n<p>Dr. Neil Sullivan, who is now Commissioner of the Massachusetts State Board of Education and who installed the Berkeley desegregation plan in Berkeley, California, testified that in his opinion it was racial segregation itself, rather than isolation of children from low socioeconomic families, which caused the inferiority of educational opportunity. Dr. Sullivan stated that Berkeley had attempted to improve racially segregated schools by massive programs of compensatory education including lowering the teacher-pupil ratio, improving equipment and materials, and instituting cultural enrichment programs. These programs had little effect on student achievement. It was Dr. Sullivan's expert opinion that any effort at compensatory education must be correlated with desegregation if it is to achieve positive results. He also stated that a program of desegregation similar to that used in Berkeley required two years of preparation and planning.</p>\n<p>Dr. Sullivan's testimony was reinforced by the testimony of Dr. Robert O'Reilly. Dr. O'Reilly, the assistant director of research and evaluation for the New York State Department of Education, has made the most extensive study of compensatory education programs on a national scale currently available. He explained that most compensatory programs include such items as lowering teacher-pupil ratio, use of paraprofessionals, inservice teacher and staff training programs, individualized tutoring and cultural enrichment courses. He concluded from this study that compensatory education carried on in a segregated atmosphere had little or no effect on raising achievement. Dr. Sullivan conceded desegregation in and of itself is not a cure-all, but is an essential step in improving educational opportunity <span class=\"star-pagination\">*95</span> and that compensatory programs are important and probably useful, but only if conducted in a desegregated setting.</p>\n<p>The main witness for the defendants was Dr. Robert Gilberts, Superintendent of Schools for School District Number One. Dr. Gilberts explained the defendants' proposed plan and offered a critique of the plaintiffs' suggested program. He stated that low achievement among children in the Court designated schools was the result of a number of factors, including home situation, lack of discipline, absence of stimulation by parents, and verbal deficiencies resulting from the families' limited vocabulary. Although Dr. Gilberts was the developer of Resolutions 1520, 1524 and 1531, designed to desegregate schools in Park Hill, he indicated that this was merely a pilot project. He maintained that there is no affirmative evidence that desegregation would aid in providing an equal educational opportunity for minority children. Furthermore, Dr. Gilberts expressed doubt that desegregation could be successful without broad community support.<sup>[2]</sup></p>\n<p>The defendants' plan, as explained by Dr. Gilberts, is designed to reconstruct the educational climate by such programs as differential staffing, improved inservice training for teachers and staff, special innovative programs of vocational and preprofessional training at Manual High School and to some extent at Cole Junior High School, and increasing the number of experienced teachers at the Court designated schools. A program similar to the present Voluntary Open Enrollment would be instituted, but with a guaranteed open space provision so that any student in the district might transfer to another school with transportation provided by the District if the transfer would improve the racial balance of both receiving and sending schools. Within the next two years a portion of the \"complex system\" will be initiated in Denver. Dr. Gilberts admitted, however, that only the new VOE program was specifically designed to provide some measure of desegregation. For the most part the defendants' programs are to be carried out in a substantially segregated setting.</p>\n<p>Defendants also called Messrs. Ward, Morrison and Rehmer, the Principals of Manual High School, Cole Junior High School and Bryant-Webster Elementary School, respectively.</p>\n<p>Mr. Ward testified that he had initiated several innovative programs at Manual since becoming Principal. These included work-study vocational training in areas such as building trades, metal work, power and transportation and home economics. He also testified that pre-professional studies were instituted. These are designed to familiarize pupils with occupational fields such as law, medicine, education and engineering. Although there was no evidence that these innovative programs improved the academic achievement of Manual students, Mr. Ward stated that they had intensified interest among students in remaining in school.</p>\n<p>Mr. Morrison has also begun certain innovative programs at Cole Junior High School. These include the use of laboratory approaches in all academic areas, tutors and student aides, work-study programs and the \"crisis room\" and extension center. He testified that these approaches have succeeded in restoring student and community confidence in the school. The result of these programs on academic achievement has not yet been determined. It does appear though that Cole Junior High is now being used as a specialty school.</p>\n<p>Mr. Rehmer has instituted new programs at Bryant-Webster which are basically compensatory in nature, and have achieved some success in reviving student interest. This is a predominantly Spanish elementary school in which compensatory reading and some Spanish oriented programs have been stressed.</p>\n<p><span class=\"star-pagination\">*96</span> Finally, these Principals agreed that their programs could be carried out in an integrated setting and that desegregation of their schools would substantially improve the educational opportunity for their students.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>ISSUES OF LAW</h2>\n<p>Before discussing our determinations of fact we must mention that there are present herein two novel questions of law.</p>\n<p>The <i>first</i> of these is discussed in the memorandum opinion and order of March 21, 1970. This is the question whether a condition of de facto segregation is to be remedied in the same manner as a condition of de jure segregation. We found at the trial that the schools in question became segregated as a result of neighborhood housing patternsat least that this was the substantial factor in producing the result. It was not caused by positive law or as a result of official action. In the present state of the law, particularly in this the Tenth Circuit, we were of the opinion that desegregation could not be decreed in these circumstances. Undoubtedly this question will receive attention in higher courts at the behest of one or both of the parties and we do not pursue it.</p>\n<p>The <i>second</i> question is one of both law and fact, but is predominantly to be determined from the evidence. It is whether in a setting of grossly inferior minority schools, compensatory educationimprovement of the minority schools, together with a free transfer policy such as that suggested in the March 21, 1970 opinionconstitutes a constitutionally acceptable remedy or whether in order to in truth improve the schools and to thus satisfy the requirements of the Constitution, it is necessary to prescribe and implement also a program of desegregation and integration. We have concluded after hearing the evidence that the only feasible and constitutionally acceptable programthe only program which furnishes anything approaching substantial equalityis a system of desegregation and integration which provides compensatory education in an integrated environment. We have, however, delayed its being carried into effect for one year (for part of the program) and for two years (for the remainder). We have directed the adoption of an interim program such as that suggested in the March 21, 1970 opinion.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>FINDINGS AND GUIDELINES</h2>\n<p>1. The overwhelming evidence in this case supports the finding and determination which we now make that improvement in the quality of education in the minority school can only be brought about by a program of desegregation and integration. This is the positive conclusion of Doctors Coleman, Sullivan and O'Reilly, all of whom are authorities in the field. Their opinions are supported by extensive, comprehensive, in depth studies and, in some instances, actual experience in the field.</p>\n<p>2. The evidence clearly establishes that the segregated setting stifles and frustrates the learning process. One of the expert witnesses made the matter clear when he said that the isolation of any group develops a homogeneous mass which brings out the worst in the individual members and establishes a low standard of achievement. When, in addition, the group is from a socioeconomic group which is deficient, the bad results are intensified. Add to this the minority factor with the attendant lack of pride and hope, and the task of raising achievement levels becomes insurmountable. The minority citizens are products, in many instances, of parents who received inferior educations and hence the home environment which is looked to for many fundamental sources of learning and knowledge yields virtually no educational value. Thus, the only hope for raising the level of these students and for providing them the equal education which the Constitution <span class=\"star-pagination\">*97</span> guarantees is to bring them into contact with classroom associates who can contribute to the learning process; it is now clear that the quality and effectiveness of the education process is dependent on the presence within the classroom of knowledgeable fellow students.</p>\n<p>3. To seek to carry out a compensatory education program within minority schools without simultaneously developing a program of desegregation and integration has been unsuccessful. Experience has shown that money spent in these programs has failed to produce results and has been, therefore, wasted. The ideal approach, and that which offers maximum promise of success, is a program of desegregation and integration coupled with compensatory education. Desegregation in and of itself cannot achieve the objective of improving the quality of the education in schools. It must be carried out in an atmosphere of comprehensive education and preparation of teachers, pupils, parents and the community. It also must be coupled with an intense and massive compensatory education program for the students if it is to be successful.</p>\n<p>4. A system of free transfer to designated Anglo or white schools of minority groups furnishes a minimal, but at the same time an insufficient, fulfillment of the constitutional rights of the persons involved. True, such a method furnishes some relief to the individuals who choose to exercise it, but here again it promises little unless it is accompanied by a careful, painstaking program of compensatory education because here, without the support, the individual is alone in an environment which is much more difficult and competitive than either the segregated or integrated one. It should be used then as an interim measure. It will serve to minimize the deprivation during the period of planning and preparation for a permanent system.</p>\n<p>5. As a prelude to a program of integration, the Court designated minority schools must be drastically improved. The inequity implicit in sending majority students to a grossly inferior school was noted in our March 21, 1970 opinion. Substantial correction of these conditions is, therefore, a necessity.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2>PROVISIONS OF THE PLAN</h2>\n<p>In our opinion of March 21, 1970, we recognized the underlying constitutional basis for this decision, which is that a state or its subdivision may not constitutionally maintain any program which treats members of minority groups unequally as compared with other groups. It makes no difference that the system may appear to be equal on its face, if its operation in fact results in unequal treatment. Further, when a court finds that such inequality of treatment exists, it is constitutionally bound to provide a remedy which will wipe out the inequality \"root and branch.\"</p>\n<p>Having found, in accordance with the overwhelming weight of the evidence, that the racial isolation of Negro and Hispano children which exists in the fifteen schools designated in this Court's opinion of March 21, 1970, together with Elyria and Smedley Elementary Schools, is the primary factor producing inequality of educational opportunity at those schools and that this inequality can be remedied only through a combined program of desegregation, together with a massive program of compensatory education, and having further concluded that neither the plans submitted by plaintiffs nor those of defendants are wholly satisfactory, we, therefore, now delineate the guidelines of the plan which, based on the evidence and the law, satisfies the Constitution and, at the same time, holds some promise of acceptance and success.</p>\n<p></p>\n<h2>A. <i>Summary</i>\n</h2>\n<p>The plan calls for desegregation of the Court designated elementary schools (grades 1 through 6) including Smedley and Elyria Schools. Part of this is to <span class=\"star-pagination\">*98</span> be accomplished on or before September 1, 1971, and the remainder is to be carried out not later than September 1, 1972. The detailed plan, including the exchanges which will be necessary, is not adopted now because it is believed that further study must be made. Baker Junior High School is also to be desegregated. A substantial part of the desegregation program must be completed on or before September 1, 1971, and complete desegregation and integration is to be accomplished on or before September 1, 1972.</p>\n<p>Cole Junior High is also to be desegregated and integrated on or before the same dates applicable to Baker. This can be accomplished by making Cole a specialty school if the Board of Education determines that this is more feasible.</p>\n<p>Manual High School is to become a specialized City high school which will offer pre-professional and particular college preparation courses. It will also offer, in accordance with the Board's plan, a variety of work-study programs designed to develop talent in arts and trades.</p>\n<p>The compensatory education program and the free transfer programs of the Board are also part of the plan.</p>\n<p></p>\n<h2>B. <i>Elementary Schools</i>\n</h2>\n<p>At least 50 percent of the Court designated elementary schools, grades 1 through 6, including Elyria and Smedley Elementary Schools, must be desegregated by fall of 1971.</p>\n<p>Complete desegregation of all Court designated elementary schools, grades 1 through 6 must be accomplished by the beginning of school in the fall of 1972. We consider complete desegregation fulfilling the constitutional requirement to be accomplished when each of the above schools has an Anglo composition in excess of 50 percent. Although it is probably not constitutionally required, the desirability of having the minority student population in each of these schools apportioned equally between Negro and Hispano children is apparent.</p>\n<p>Because the plaintiffs and the School District have the expertise necessary for devising a system of school redistricting and transportation to achieve the result set forth above, we leave these details to them. But we stress that the details of the scheme must be carefully examined and checked, having in mind that the program is a human one. While the computers can be useful in such an effort, their results must be checked with care to prevent unnecessary burden to the persons involved. The final details will be subject to review by the Court. We have, of course, been reluctant to decree mandatory transportation, and it should be avoided to the extent possible.</p>\n<p></p>\n<h2>C. <i>Junior High Schools</i>\n</h2>\n<p>Substantial progress must be made in desegregating Baker Junior High School by fall of 1971. Complete desegregation of Baker Junior High School along the lines set forth above for elementary schools must be effectuated by the beginning of the school year in the fall of 1972.</p>\n<p><i>Cole Junior High School.</i> The Board is directed to adopt one of two alternative plans. First, the Board of Education may desegregate Cole. If this alternative is adopted, substantial progress must be made in desegregating Cole by fall of 1971, with complete desegregation of Cole Junior High by the beginning of the school year in the fall of 1972. The second alternative is to establish Cole by fall of 1971 as an open school for special education and other special programs now in effect or which the School Board may wish to put into effect in the future. Under this second alternative, those students who would have attended Cole in the 1971-72 school year, but who do not wish to participate in the special programs offered at Cole, may transfer with a guarantee of space to another junior high school. It should be open to students from other parts of the City in furtherance of the special programs. A basic assumption is that the desegregation and integration policies here enunciated will be accomplished <span class=\"star-pagination\">*99</span> regardless of which scheme is adopted for Cole.</p>\n<p></p>\n<h2>D. <i>Manual High School</i>\n</h2>\n<p>We approve and order implementation of the plans set forth by the defendants and plaintiffs for establishing Manual as an open school for the continuation and <i>expansion</i> of the vocational and pre-professional training programs which have been instituted by the Principal, the faculty and staff. If this program develops and transforms Manual to an outstanding institution capable of attracting and accommodating students from the entire City, an integration program would be superfluous.</p>\n<p></p>\n<h2>E. <i>Preparation</i>\n</h2>\n<p>Between now and the beginning of school in fall 1971, and continuing through fall of 1972, an intensive program of education must be carried out within the community and the school system in preparation for desegregation and integration. This should include at least a program for orienting teachers in the field of minority cultures and problems and how to effectively deal with minority children in an integrated environment. A similar program should be undertaken for staff and administrators. It will also be necessary to educate the community as to the educational benefits and values, not only for the children but also for the community, to be derived from desegregation and integration.</p>\n<p></p>\n<h2>F. <i>Free Transfer</i>\n</h2>\n<p>Between now and the fall of 1971, <i>as an interim measure only,</i> we approve the Board of Education's program for VOE with a guaranteed space provision, and it shall be so implemented with respect to all Court designated schools including Elyria and Smedley Elementary Schools.</p>\n<p></p>\n<h2>G. <i>Compensatory Education</i>\n</h2>\n<p>We approve of the Board's plans for compensatory education programs for minority children. At a minimum these programs should include:</p>\n<blockquote>1. Integration of teachers and administrative staff;</blockquote>\n<blockquote>2. Encouragement and incentive to place skilled and experienced teachers and administrators in the core city schools;</blockquote>\n<blockquote>3. Use of teacher aides and paraprofessionals;</blockquote>\n<blockquote>4. Human relations training for all School District employees;</blockquote>\n<blockquote>5. Inservice training on both district-wide and individual school bases;</blockquote>\n<blockquote>6. Extended school years;</blockquote>\n<blockquote>7. Programs under Senate Bill 174;</blockquote>\n<blockquote>8. Early childhood programs such as Head Start and Follow Through;</blockquote>\n<blockquote>9. Classes in Negro and Hispano culture and history; and</blockquote>\n<blockquote>10. Spanish language training.</blockquote>\n<p>All of the above programs, including several others, are now included in the defendants' plan. These programs for compensatory education are to be initiated for the 1970-71 school year. Those programs which are already in effect should be continued in the 1970-71 school year, with any modifications which the Board of Education deems necessary in order to carry out this order.</p>\n<p></p>\n<h2>VI.</h2>\n<p></p>\n<h2>CONCLUDING REMARKS</h2>\n<p>We are mindful that the task of the School District is a difficult and complex one. Constitutional standards must, of course, be met at the earliest feasible time, but a program which is too hastily conceived and developed could fail to achieve its goals. In view of the essential preparation and planning which must go into a program of this magnitude, it is felt that a two year period within which to accomplish desegregation and integration is reasonable, particularly in light of the fact that the plan calls for substantial progress to be made during the year 1971-72.</p>\n<p><span class=\"star-pagination\">*100</span> We have noted the desirability (even though it is not constitutionally mandated) of having both Negroes and Hispanos in the desegregated schools on as close to an equal basis as possible. If integration and desegregation are to have the maximum salutary effect, it would seem to follow that school children be exposed to all racial and ethnic groups which make up the larger community in which they live. True integration is not likely to occur in Denver if Negroes and Hispanos are separated in the public educational system, no matter how innocently the separation has come about.</p>\n<p>It is also to be noted that only grades 1 through 6 of the elementary schools are covered in the Court's plan. Kindergarten students are excluded. In the present de facto segregation circumstances in which the effort is improvement, we assume that we have some discretion. Although it may have some value to desegregate children at that early age, it must be kept in mind that their school day is shorter than that of the older children. Mandatory transportation, which may well be necessary to effectuate much of the Court's plan, seems impractical. It seems preferable to wait until that child is on a schedule more closely aligned with that of the other students at his school. Futhermore, because of the tender years of the kindergartners, it appears somewhat dubious whether the value to be gained is sufficient to justify placing these infants in this extraordinary setting.</p>\n<p>Finally, we cannot predict with any degree of certainty how successful the free transfer or open enrollment program will be. However, the evidence at the hearing was not encouraging. On the other hand, it may surprise us. Indeed, there is no assurance that the program here prescibed will fully succeed. Its success will depend in large part on the effort which is expended and on the spirit in which the endeavor is carried out.</p>\n<p>All adjudications in the case have now been completed and a final judgment can be entered. The remaining detail is a matter requiring the closest scrutiny and study which will require many months. There being no further substantive matter to decide, there is no just cause for delay and the entire matter can now be appealed.</p>\n<h2>NOTES</h2>\n<p>[1]  We concluded in our March 21 opinion that it was not appropriate to place Negroes and Hispanos in one category to arrive at a minority population of over 70 percent. 313 F.Supp. at 69.</p>\n<p>[2]  We agree that community support is essential, but this, of course, requires a community education programindeed a campaign.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1969123/"
          ]
        }
      ],
      "judges": "William E. Doyle",
      "date_created": "2014-10-30T19:43:26.021652Z",
      "date_modified": "2017-03-30T20:24:57.442819Z",
      "date_filed": "1970-05-21",
      "date_filed_is_approximate": false,
      "slug": "keyes-v-school-district-number-one-denver-colorado",
      "citation_id": 1941760,
      "case_name_short": "Keyes",
      "case_name": "Keyes v. School District Number One, Denver, Colorado",
      "case_name_full": "",
      "federal_cite_one": "313 F. Supp. 90",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1819399/keyes-v-school-district-number-one-denver-colorado/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:43:26.018113Z",
  "date_modified": "2014-10-30T19:43:26.018113Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Keyes",
  "case_name": "Keyes v. School District Number One, Denver, Colorado",
  "case_name_full": "",
  "slug": "keyes-v-school-district-number-one-denver-colorado",
  "docket_number": "Civ. A. No. C-1499",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}