{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1824297/",
  "id": 1824297,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1996844/",
      "id": 1996844,
      "absolute_url": "/opinion/1996844/american-smelting-refining-co-v-chicago/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1824297/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1996844/",
          "id": 1996844,
          "absolute_url": "/opinion/1996844/american-smelting-refining-co-v-chicago/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1996844/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:00:22.807624Z",
          "date_modified": "2017-04-08T06:15:36.420567Z",
          "type": "010combined",
          "sha1": "de970aa808384785f1b239ddd5fcb450f25f8217",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>347 Ill. App. 32 (1952)</b></center>\n<center><b>105 N.E.2d 803</b></center>\n<center><h1>American Smelting and Refining Company, Appellee,<br>\nv.<br>\nCity of Chicago, Appellant.</h1></center>\n<center>Gen. No. 45,544.</center>\n<center><p><b>Illinois Appellate Court.</b></p></center>\n<center>Opinion filed April 1, 1952.</center>\n<center>Released for publication May 23, 1952.</center>\n<p><span class=\"star-pagination\">*33</span> JOHN J. MORTIMER, Acting Corporation Counsel, of Chicago, for appellants; L. LOUIS KARTON, Head of Appeals and Review Division, EDWARD W. PARLEE, and ARTHUR MAGID, Assistant Corporation Counsel, all of Chicago, of counsel.</p>\n<p>ARVEY, HODES &amp; MANTYNBAND, of Chicago, for appellee; LOUIS M. MANTYNBAND, and J. HERZL SEGAL, both of Chicago, of counsel.</p>\n<p>Mr. JUSTICE SCHWARTZ delivered the opinion of the court.</p>\n<p>This case involves the validity of an amendment to the zoning ordinance of the city of Chicago as applied to a tract of land of approximately fourteen acres. This <span class=\"star-pagination\">*34</span> property was purchased in 1932 and in March 1947 plaintiff contracted to sell it to the Erie Railroad Company for $195,000. That sale was conditioned upon good title being shown, without zoning restrictions against its use as a railway freight terminal.</p>\n<p>From the time of passage of the first zoning ordinance in 1923 the property had been zoned for manufacturing usage, the most comprehensive usage then allowed, and so continued to the time of the contract of sale (except as to a small part thereof which we will discuss later). This classification allowed its usage as a railway freight terminal. On June 25, 1947 the city council amended the zoning ordinance, classifying the property for apartment-house usage, thus blocking the sale by plaintiff to Erie. Thereupon, plaintiff filed its complaint alleging the invalidity of the ordinance and praying for an injunction against interference with the use of the land as permitted prior to the amendment. The city joined issue and the cause was referred to a master. He heard much expert and other testimony on the character of the land, its environs, and its highest and best usage, and made a report finding all issues in favor of plaintiff. After a hearing on the exceptions, the court entered a decree overruling the exceptions and granting plaintiff the relief prayed. From this, defendant appealed to the Supreme Court which transferred the case to this court because no certificate of the trial court certifying that the validity of an ordinance was involved and that the public interest required a direct appeal had been filed within the time required by law. The court stated that the construction or application of a statute or ordinance to a particular property does not present a constitutional question. <i>American Smelting v. City of Chicago,</i> 409 Ill. 99.</p>\n<p>The subject property is bounded on the east by the greatest railroad yard in the world, consisting of 143 tracks occupying a strip of land 1,700 feet wide and one <span class=\"star-pagination\">*35</span> mile long. An average day's count showed 374 train movements passing the property. These consisted of freight trains having as many as seventy-five cars, passenger trains averaging nine cars each, and many switching movements. On the north the property is bounded by tracks of the Grand Trunk Railroad, elevated fourteen feet above the street. On the south is 51st street, a heavily traveled thoroughfare, and on the west is Union avenue, another busy street. Manufacturing, industrial and commercial uses abound in the area. North of the Grand Trunk Railroad are frame dwellings and north of these, a high school. A substantial number of single-family dwellings and duplex apartments are in the area, most of them erected between 1885 and 1900. There are also schools, public and parochial, and churches in the area. Since 1900 there has been no new residential construction. The stockyards area is between 39th and 47th streets, Halsted street and Ashland avenue, about a half-mile away.</p>\n<p>In 1923 the city passed its first zoning ordinance. In this zoning plan, the policy of zoning property adjacent to railroads for industrial or manufacturing purposes was adopted. Accordingly, the area in question was zoned for manufacturing. A comprehensive amendment was passed in 1942 and the same policy continued, except as to the south 125 feet, which we will discuss later. For nine years prior to 1932 when plaintiff acquired it, the property had been available for manufacturing use and was so available at the time of its contract to sell in 1947. Thus, for twenty-four years the city rested on its original policy of zoning such property as this for manufacturing. Not until after the contract of sale had been made, did the city rezone the property as exclusively residential. In the intervening years no new residential building has occurred. The area has become more heavily industrialized and less desirable for residential purposes.</p>\n<p><span class=\"star-pagination\">*36</span> [1] While the physical facts concerning the area are not in substantial dispute, certain general conclusions of fact are earnestly disputed by the city. The master and the court have found these issues for plaintiff, and unless the conclusions are against the manifest weight of the evidence, we must accept their findings. <i>Schmalzer v. Jamnik,</i> 407 Ill. 236, and cases there cited; <i>Jackson v. Jackson,</i> 343 Ill. App. 31. Our examination of the record reveals that these issues turn on the testimony of plaintiff's experts as against defendant's. Thus, plaintiff's experts testified that the highest and best use of this property was for manufacturing. Defendant's experts testified that it was for residence. Plaintiff's conclusion is supported by the more credible evidence. It is hard to conceive of this area as a suitable residential neighborhood. The noise of the railroads, the smell of the stockyards, dust and smoke from adjacent factories, and the congestion of the streets all make it an area whose environmental factors do not make for desirable living. Of course, there are those who live there and love it. To them it has qualities which cannot be measured by the law. However, even they recognize that it is deteriorating as a residential area, a fact testified to by one of defendant's witnesses, a resident.</p>\n<p>On the question of value, plaintiff's experts testified that the land has no value for residential purposes; defendant's, that it is worth more for residential than for manufacturing. Defendant's position is based on the prospect of the use of the land for a public housing project. Plaintiff says it is not suitable for that purpose and that the prospect of a housing development is remote.</p>\n<p>[2] We conclude that the evidence supports the findings that the area in question was at the time of passage of the first zoning ordinance in 1923 a mixed residential and manufacturing district; that the city <span class=\"star-pagination\">*37</span> determined as its policy at that time that it should not be zoned exclusively for residential use; that it was obviously not desirable for that; that nothing happened with respect to the physical character of the neighborhood between 1923 and 1947 to justify any change; that, if anything, the property is today more undesirable for residential usage; that the housing shortage which the city alleges exists in this neighborhood is city-wide, and that the use of zoning restrictions is not to enable the city to meet this shortage by changing zoning areas as it wills, but by finding suitable housing sites, and that the area in question is not suitable for an exclusively apartment district. We find no evidence of any public body having made any decision or allocated any funds for the building of a housing project in this area, and no private financing is available.</p>\n<p>The city urges that it should have the right now to retard deterioration of this area as a residential neighborhood; that is, reverse a policy of twenty-five years standing and protect the homes of those who have lived there and who are served by the schools and churches in the area. It bases this on a rather vague pro bono public argument which might have merit if addressed to a legislative or administrative body having the disposition of public funds for that purpose. The question before us, however, is whether plaintiff can be compelled to dedicate its property to that use, under any interpretation of zoning law.</p>\n<p>The purposes of the zoning law were set forth in the statute of 1921 (chap. 24, sec. 73-1 [par. 73-1], Ill. Rev. Stat. 1951, vol. 1) [Jones Ill. Stats. Ann. 21.2122] as follows:</p>\n<p>\"To the end that adequate light, pure air, and safety from fire and other dangers may be secured; that the taxable value of land and buildings throughout the municipality may be conserved, that congestion in the public streets may be lessened or avoided, and that the <span class=\"star-pagination\">*38</span> public health, safety, comfort, morals, and welfare may otherwise be promoted, the corporate authorities in each municipality have the following powers:\"</p>\n<p>Zoning was one of the most radical departures from the traditional concepts of private property in our time. It prohibits a citizen from devoting his property to a purpose useful and entirely harmless, in the ordinary sense. The need for it was nevertheless so great that all, conservative, liberal, and progressive alike, have accepted it and it has not been subjected to the vehement attack made on other measures deemed \"liberal\" or \"progressive.\" This need has been described by the courts as arising from the \"constantly increasing density of our urban populations, the multiplying forms of industry and the growing complexity of our civilization.\" <i>City of Aurora v. Burns,</i> 319 Ill. 84. In that case the Supreme Court of Illinois considered that the establishment of zones was designed to prevent congestion and among other things \"secure <i>quiet residence districts\"</i> and to procure a segregation of the industrial, commercial and dwelling areas. (Italics ours.) Time and again in these cases the instability of property usage in a growing, changing industrial area was stressed and the need for zoning order to produce stability was stated.</p>\n<p>[3] The zoning law has an aspect differentiating it from other laws or ordinances passed in the exercise of police power. Such laws as a rule contain within themselves adequate specifications to make them applicable to all. They are either constitutional or not as to all. A zoning ordinance, on the other hand, may be unconstitutional as to a particular piece of property when it appears that its application to that property does not bear a reasonable relationship to the police power. This is, indeed, a condition of its validity. In <i>Rothschild v. Hussey,</i> 364 Ill. 557, the court said: \"The power of a city or village to adopt comprehensive zoning <span class=\"star-pagination\">*39</span> laws is based upon the police power, and their prohibitive restrictions are valid if they bear a reasonable relation to the public comfort, morals, safety and general welfare. (<i>Koos v. Saunders,</i> 349 Ill. 442; <i>Forbes v. Hubbard,</i> 348 id. 166; <i>City of Aurora v. Burns,</i> 319 id. 84).\"</p>\n<p>[4] Thus, a great responsibility is placed upon the zoning authority which has in charge the planning of zoning areas. It is a responsibility which cannot be discharged under sudden impact of pressure from those it may affect. It is a responsibility requiring the exercise of impartial and objective judgment in the interests of the entire city. This judgment may require one property owner to relinquish what may be an asset of great value in order that the community may not suffer. Such a situation creates a pressure on the zoning authority which is probably greater than that of any other class of legislation. Therefore, while courts have given the presumption of validity to such zoning ordinances, they have not hesitated to examine with care the question as to whether the act was an exercise of sound discretion. This is particularly true with respect to amendments of a zoning classification where no change has occurred. It is more particularly true where that classification is changed after a purchase and sale are made in reliance upon zoning classification. <i>Kennedy v. City of Evanston,</i> 348 Ill. 426, 429; <i>Offner Electronics, Inc. v. Gerhardt,</i> 398 Ill. 265, 275; <i>Quilici v. Village of Mt. Prospect,</i> 399 Ill. 418, 426, 427; <i>2700 Irving Park Bldg. Corp. v. City of Chicago,</i> 395 Ill. 138; <i>Western Theological Seminary v. Evanston,</i> 325 Ill. 511; <i>People ex rel. Joseph Lumber Co. v. City of Chicago,</i> 402 Ill. 321; and <i>Phipps v. City of Chicago,</i> 339 Ill. 315.</p>\n<p>The case most strongly in point is <i>People ex rel. Joseph Lumber Co. v. City of Chicago, supra</i><i>.</i> The operations and zoning of the property there were as follows: From 1923 to 1930, manufacturing; 1930 to 1942, apartments; 1942 to 1946, single-family residences; <span class=\"star-pagination\">*40</span> July 11, 1946, manufacturing; and June 25, 1947, back to family residences. Thereupon, plaintiff filed suit to compel the issuance of a permit for proposed buildings to be used as a lumber yard. The court sustained plaintiff and in its opinion referred to the fact that there were 120 train movements per day along the railroad right of way; that adjoining streets were heavily traveled; that plaintiff purchased the property relying upon the zoning ordinance; and that there was no immediate residential building in the area. It is obvious that the facts in the case before us present a much stronger objection to the validity of the amendment.</p>\n<p>Counsel for the city complain that the power of the city has been unduly fettered by decisions of the courts. It is important in procuring the interpretation of a new law, particularly one which is a substantial innovation in jurisprudence, that the cases presented to the courts for consideration should have been carefully considered and adapted for that purpose. It is apparent with respect to the zoning act that municipalities have not exercised sound discretion with a view to procuring interpretations on which a fair administration of the law could be based. Instead, cases have often been submitted involving decisions of the zoning authority adopted in haste and under obvious pressure of an immediate and local interest. Such cases challenge the careful scrutiny of the courts in order that the rights of individual citizens may be protected.</p>\n<p>It is admitted by counsel for the city with respect to the south 125 feet which in 1942 was zoned for commercial and in 1948 rezoned for business, that if the other property is zoned for industry, this piece would not be usable for business and should revert to its zoning for manufacturing, along with the rest of the tract.</p>\n<p>The decree of the circuit court of Cook county is affirmed.</p>\n<p><i>Decree affirmed.</i></p>\n<p>TUOHY, P.J. and ROBSON, J., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">32</span></span> (1952)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">803</span></span></b></center>\n<center><h1>American Smelting and Refining Company, Appellee,<br>\nv.<br>\nCity of Chicago, Appellant.</h1></center>\n<center>Gen. No. 45,544.</center>\n<center><p><b>Illinois Appellate Court.</b></p></center>\n<center>Opinion filed April 1, 1952.</center>\n<center>Released for publication May 23, 1952.</center>\n<p><span class=\"star-pagination\">*33</span> JOHN J. MORTIMER, Acting Corporation Counsel, of Chicago, for appellants; L. LOUIS KARTON, Head of Appeals and Review Division, EDWARD W. PARLEE, and ARTHUR MAGID, Assistant Corporation Counsel, all of Chicago, of counsel.</p>\n<p>ARVEY, HODES &amp; MANTYNBAND, of Chicago, for appellee; LOUIS M. MANTYNBAND, and J. HERZL SEGAL, both of Chicago, of counsel.</p>\n<p>Mr. JUSTICE SCHWARTZ delivered the opinion of the court.</p>\n<p>This case involves the validity of an amendment to the zoning ordinance of the city of Chicago as applied to a tract of land of approximately fourteen acres. This <span class=\"star-pagination\">*34</span> property was purchased in 1932 and in March 1947 plaintiff contracted to sell it to the Erie Railroad Company for $195,000. That sale was conditioned upon good title being shown, without zoning restrictions against its use as a railway freight terminal.</p>\n<p>From the time of passage of the first zoning ordinance in 1923 the property had been zoned for manufacturing usage, the most comprehensive usage then allowed, and so continued to the time of the contract of sale (except as to a small part thereof which we will discuss later). This classification allowed its usage as a railway freight terminal. On June 25, 1947 the city council amended the zoning ordinance, classifying the property for apartment-house usage, thus blocking the sale by plaintiff to Erie. Thereupon, plaintiff filed its complaint alleging the invalidity of the ordinance and praying for an injunction against interference with the use of the land as permitted prior to the amendment. The city joined issue and the cause was referred to a master. He heard much expert and other testimony on the character of the land, its environs, and its highest and best usage, and made a report finding all issues in favor of plaintiff. After a hearing on the exceptions, the court entered a decree overruling the exceptions and granting plaintiff the relief prayed. From this, defendant appealed to the Supreme Court which transferred the case to this court because no certificate of the trial court certifying that the validity of an ordinance was involved and that the public interest required a direct appeal had been filed within the time required by law. The court stated that the construction or application of a statute or ordinance to a particular property does not present a constitutional question. <i>American Smelting v. City of Chicago,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">99</span></span>.</p>\n<p>The subject property is bounded on the east by the greatest railroad yard in the world, consisting of 143 tracks occupying a strip of land 1,700 feet wide and one <span class=\"star-pagination\">*35</span> mile long. An average day's count showed 374 train movements passing the property. These consisted of freight trains having as many as seventy-five cars, passenger trains averaging nine cars each, and many switching movements. On the north the property is bounded by tracks of the Grand Trunk Railroad, elevated fourteen feet above the street. On the south is 51st street, a heavily traveled thoroughfare, and on the west is Union avenue, another busy street. Manufacturing, industrial and commercial uses abound in the area. North of the Grand Trunk Railroad are frame dwellings and north of these, a high school. A substantial number of single-family dwellings and duplex apartments are in the area, most of them erected between 1885 and 1900. There are also schools, public and parochial, and churches in the area. Since 1900 there has been no new residential construction. The stockyards area is between 39th and 47th streets, Halsted street and Ashland avenue, about a half-mile away.</p>\n<p>In 1923 the city passed its first zoning ordinance. In this zoning plan, the policy of zoning property adjacent to railroads for industrial or manufacturing purposes was adopted. Accordingly, the area in question was zoned for manufacturing. A comprehensive amendment was passed in 1942 and the same policy continued, except as to the south 125 feet, which we will discuss later. For nine years prior to 1932 when plaintiff acquired it, the property had been available for manufacturing use and was so available at the time of its contract to sell in 1947. Thus, for twenty-four years the city rested on its original policy of zoning such property as this for manufacturing. Not until after the contract of sale had been made, did the city rezone the property as exclusively residential. In the intervening years no new residential building has occurred. The area has become more heavily industrialized and less desirable for residential purposes.</p>\n<p><span class=\"star-pagination\">*36</span> [1] While the physical facts concerning the area are not in substantial dispute, certain general conclusions of fact are earnestly disputed by the city. The master and the court have found these issues for plaintiff, and unless the conclusions are against the manifest weight of the evidence, we must accept their findings. <i>Schmalzer v. Jamnik,</i> <span class=\"citation\" data-id=\"2058304\"><a href=\"/opinion/2058304/schmalzer-v-jamnik/\"><span class=\"volume\">407</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">236</span></a></span>, and cases there cited; <i>Jackson v. Jackson,</i> <span class=\"citation\" data-id=\"2248885\"><a href=\"/opinion/2248885/jackson-v-jackson/\"><span class=\"volume\">343</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">31</span></a></span>. Our examination of the record reveals that these issues turn on the testimony of plaintiff's experts as against defendant's. Thus, plaintiff's experts testified that the highest and best use of this property was for manufacturing. Defendant's experts testified that it was for residence. Plaintiff's conclusion is supported by the more credible evidence. It is hard to conceive of this area as a suitable residential neighborhood. The noise of the railroads, the smell of the stockyards, dust and smoke from adjacent factories, and the congestion of the streets all make it an area whose environmental factors do not make for desirable living. Of course, there are those who live there and love it. To them it has qualities which cannot be measured by the law. However, even they recognize that it is deteriorating as a residential area, a fact testified to by one of defendant's witnesses, a resident.</p>\n<p>On the question of value, plaintiff's experts testified that the land has no value for residential purposes; defendant's, that it is worth more for residential than for manufacturing. Defendant's position is based on the prospect of the use of the land for a public housing project. Plaintiff says it is not suitable for that purpose and that the prospect of a housing development is remote.</p>\n<p>[2] We conclude that the evidence supports the findings that the area in question was at the time of passage of the first zoning ordinance in 1923 a mixed residential and manufacturing district; that the city <span class=\"star-pagination\">*37</span> determined as its policy at that time that it should not be zoned exclusively for residential use; that it was obviously not desirable for that; that nothing happened with respect to the physical character of the neighborhood between 1923 and 1947 to justify any change; that, if anything, the property is today more undesirable for residential usage; that the housing shortage which the city alleges exists in this neighborhood is city-wide, and that the use of zoning restrictions is not to enable the city to meet this shortage by changing zoning areas as it wills, but by finding suitable housing sites, and that the area in question is not suitable for an exclusively apartment district. We find no evidence of any public body having made any decision or allocated any funds for the building of a housing project in this area, and no private financing is available.</p>\n<p>The city urges that it should have the right now to retard deterioration of this area as a residential neighborhood; that is, reverse a policy of twenty-five years standing and protect the homes of those who have lived there and who are served by the schools and churches in the area. It bases this on a rather vague pro bono public argument which might have merit if addressed to a legislative or administrative body having the disposition of public funds for that purpose. The question before us, however, is whether plaintiff can be compelled to dedicate its property to that use, under any interpretation of zoning law.</p>\n<p>The purposes of the zoning law were set forth in the statute of 1921 (chap. 24, sec. 73-1 [par. 73-1], Ill. Rev. Stat. 1951, vol. 1) [Jones Ill. Stats. Ann. 21.2122] as follows:</p>\n<p>\"To the end that adequate light, pure air, and safety from fire and other dangers may be secured; that the taxable value of land and buildings throughout the municipality may be conserved, that congestion in the public streets may be lessened or avoided, and that the <span class=\"star-pagination\">*38</span> public health, safety, comfort, morals, and welfare may otherwise be promoted, the corporate authorities in each municipality have the following powers:\"</p>\n<p>Zoning was one of the most radical departures from the traditional concepts of private property in our time. It prohibits a citizen from devoting his property to a purpose useful and entirely harmless, in the ordinary sense. The need for it was nevertheless so great that all, conservative, liberal, and progressive alike, have accepted it and it has not been subjected to the vehement attack made on other measures deemed \"liberal\" or \"progressive.\" This need has been described by the courts as arising from the \"constantly increasing density of our urban populations, the multiplying forms of industry and the growing complexity of our civilization.\" <i>City of Aurora v. Burns,</i> <span class=\"citation\" data-id=\"3417003\"><a href=\"/opinion/3420478/city-of-aurora-v-burns/\"><span class=\"volume\">319</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">84</span></a></span>. In that case the Supreme Court of Illinois considered that the establishment of zones was designed to prevent congestion and among other things \"secure <i>quiet residence districts\"</i> and to procure a segregation of the industrial, commercial and dwelling areas. (Italics ours.) Time and again in these cases the instability of property usage in a growing, changing industrial area was stressed and the need for zoning order to produce stability was stated.</p>\n<p>[3] The zoning law has an aspect differentiating it from other laws or ordinances passed in the exercise of police power. Such laws as a rule contain within themselves adequate specifications to make them applicable to all. They are either constitutional or not as to all. A zoning ordinance, on the other hand, may be unconstitutional as to a particular piece of property when it appears that its application to that property does not bear a reasonable relationship to the police power. This is, indeed, a condition of its validity. In <i>Rothschild v. Hussey,</i> <span class=\"citation\" data-id=\"3416565\"><a href=\"/opinion/3420077/rothschild-v-hussey/\"><span class=\"volume\">364</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">557</span></a></span>, the court said: \"The power of a city or village to adopt comprehensive zoning <span class=\"star-pagination\">*39</span> laws is based upon the police power, and their prohibitive restrictions are valid if they bear a reasonable relation to the public comfort, morals, safety and general welfare. (<i>Koos v. Saunders,</i> <span class=\"citation\" data-id=\"3417716\"><a href=\"/opinion/3421127/koos-v-saunders/\"><span class=\"volume\">349</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">442</span></a></span>; <i>Forbes v. Hubbard,</i> 348 id. 166; <i>City of Aurora v. Burns,</i> 319 id. 84).\"</p>\n<p>[4] Thus, a great responsibility is placed upon the zoning authority which has in charge the planning of zoning areas. It is a responsibility which cannot be discharged under sudden impact of pressure from those it may affect. It is a responsibility requiring the exercise of impartial and objective judgment in the interests of the entire city. This judgment may require one property owner to relinquish what may be an asset of great value in order that the community may not suffer. Such a situation creates a pressure on the zoning authority which is probably greater than that of any other class of legislation. Therefore, while courts have given the presumption of validity to such zoning ordinances, they have not hesitated to examine with care the question as to whether the act was an exercise of sound discretion. This is particularly true with respect to amendments of a zoning classification where no change has occurred. It is more particularly true where that classification is changed after a purchase and sale are made in reliance upon zoning classification. <i>Kennedy v. City of Evanston,</i> <span class=\"citation\" data-id=\"3418548\"><a href=\"/opinion/3421885/kennedy-v-city-of-evanston/\"><span class=\"volume\">348</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">426</span></a></span>, 429; <i>Offner Electronics, Inc. v. Gerhardt,</i> <span class=\"citation\" data-id=\"3412915\"><a href=\"/opinion/3416759/offner-electronics-inc-v-gerhardt/\"><span class=\"volume\">398</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">265</span></a></span>, 275; <i>Quilici v. Village of Mt. Prospect,</i> <span class=\"citation\" data-id=\"3413009\"><a href=\"/opinion/3416846/quilici-v-village-of-mt-prospect/\"><span class=\"volume\">399</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">418</span></a></span>, 426, 427; <i>2700 Irving Park Bldg. Corp. v. City of Chicago,</i> <span class=\"citation\" data-id=\"3413729\"><a href=\"/opinion/3417499/building-corp-v-city-of-chicago/\"><span class=\"volume\">395</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">138</span></a></span>; <i>Western Theological Seminary v. Evanston,</i> <span class=\"citation\" data-id=\"3413653\"><a href=\"/opinion/3417425/western-theol-seminary-v-evanston/\"><span class=\"volume\">325</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">511</span></a></span>; <i>People ex rel. Joseph Lumber Co. v. City of Chicago,</i> <span class=\"citation\" data-id=\"3412975\"><a href=\"/opinion/3416813/people-ex-rel-v-city-of-chicago/\"><span class=\"volume\">402</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">321</span></a></span>; and <i>Phipps v. City of Chicago,</i> <span class=\"citation\" data-id=\"3413087\"><a href=\"/opinion/3416916/phipps-v-city-of-chicago/\"><span class=\"volume\">339</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">315</span></a></span>.</p>\n<p>The case most strongly in point is <i>People ex rel. Joseph Lumber Co. v. City of Chicago, supra</i><i>.</i> The operations and zoning of the property there were as follows: From 1923 to 1930, manufacturing; 1930 to 1942, apartments; 1942 to 1946, single-family residences; <span class=\"star-pagination\">*40</span> July 11, 1946, manufacturing; and June 25, 1947, back to family residences. Thereupon, plaintiff filed suit to compel the issuance of a permit for proposed buildings to be used as a lumber yard. The court sustained plaintiff and in its opinion referred to the fact that there were 120 train movements per day along the railroad right of way; that adjoining streets were heavily traveled; that plaintiff purchased the property relying upon the zoning ordinance; and that there was no immediate residential building in the area. It is obvious that the facts in the case before us present a much stronger objection to the validity of the amendment.</p>\n<p>Counsel for the city complain that the power of the city has been unduly fettered by decisions of the courts. It is important in procuring the interpretation of a new law, particularly one which is a substantial innovation in jurisprudence, that the cases presented to the courts for consideration should have been carefully considered and adapted for that purpose. It is apparent with respect to the zoning act that municipalities have not exercised sound discretion with a view to procuring interpretations on which a fair administration of the law could be based. Instead, cases have often been submitted involving decisions of the zoning authority adopted in haste and under obvious pressure of an immediate and local interest. Such cases challenge the careful scrutiny of the courts in order that the rights of individual citizens may be protected.</p>\n<p>It is admitted by counsel for the city with respect to the south 125 feet which in 1942 was zoned for commercial and in 1948 rezoned for business, that if the other property is zoned for industry, this piece would not be usable for business and should revert to its zoning for manufacturing, along with the rest of the tract.</p>\n<p>The decree of the circuit court of Cook county is affirmed.</p>\n<p><i>Decree affirmed.</i></p>\n<p>TUOHY, P.J. and ROBSON, J., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2058304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2248885/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3413009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3413087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3413653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3413729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3416565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3417003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3417716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3418548/"
          ]
        }
      ],
      "judges": "Arvey",
      "date_created": "2014-10-30T19:45:40.349167Z",
      "date_modified": "2017-04-08T12:08:40.664157Z",
      "date_filed": "1952-05-23",
      "date_filed_is_approximate": false,
      "slug": "american-smelting-refining-co-v-chicago",
      "citation_id": 1969615,
      "case_name_short": "",
      "case_name": "American Smelting & Refining Co. v. Chicago",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "347 Ill. App. 32",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "105 N.E.2d 803",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1824297/american-smelting-refining-co-v-chicago/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:45:40.346614Z",
  "date_modified": "2014-10-30T19:45:40.346614Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "American Smelting & Refining Co. v. Chicago",
  "case_name_full": "",
  "slug": "american-smelting-refining-co-v-chicago",
  "docket_number": "Gen. No. 45,544",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}