{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1832223/",
  "id": 1832223,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nyed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2004126/",
      "id": 2004126,
      "absolute_url": "/opinion/2004126/snell-v-suffolk-county/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1832223/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2004126/",
          "id": 2004126,
          "absolute_url": "/opinion/2004126/snell-v-suffolk-county/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2004126/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3414/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:01:31.890280Z",
          "date_modified": "2017-04-08T06:47:25.873104Z",
          "type": "010combined",
          "sha1": "08288c80464eb84b4ce2aa8c1cfec8483be3492c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>611 F.Supp. 521 (1985)</b></center>\n<center><h1>Clement A. SNELL, et al., Plaintiffs,<br>\nv.<br>\nSUFFOLK COUNTY, etc., et al., Defendants.</h1></center>\n<center>No. 82 Civ. 4290 (JBW).</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>May 24, 1985.</center>\n<center>Modified June 5, 1985.</center>\n<p><span class=\"star-pagination\">*522</span> Baden, Kramer, Huffman &amp; Brodsky, P.C., New York City, for plaintiffs; William M. Brodsky and Douglas Kramer, New York City, of counsel.</p>\n<p>James M. Catterson, Jr., Port Jefferson, N.Y., Snitow &amp; Pauley, New York City, for defendants; William H. Pauley, III, Scott M. Yaffe, New York City, of counsel.</p>\n<p></p>\n<h2>MEMORANDUM and ORDER</h2>\n<p>WEINSTEIN, Chief Judge:</p>\n<p>Plaintiffs, sixteen Black and Hispanic employees of the Suffolk County Department of Sheriff, presently hold the titles of Correction Officer, Sergeant and Lieutenant. They contend they have been discriminated against on the basis of race, color and national origin in job assignments and employment conditions. They are suing the Sheriff and the County of Suffolk under federal laws prohibiting discrimination in employment on the basis of race, color, or national origin. <i>See</i> § 703(a) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2. They also sue on the theory that the same defendants violated their civil rights. 42 U.S.C. §§ 1983, 1981, 1985(3).</p>\n<p>Plaintiffs have not proved that they were assigned to duty or denied assignment, pay, or other conditions of employment because of their race, color, or national origin. They have proved that their conditions of employment have been inferior. They have regularly been defamed, harassed and demeaned because of their race, color and national origin by their co-employees; defendants have ignored or failed to take reasonable steps to prevent these abuses.</p>\n<p>The Title VII issues were tried by the bench. Simultaneously, a jury tried the 1983 claims and found for three of the sixteen plaintiffs. This memorandum is directed to the Title VII claims.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>Within 180 days of the occurrence of defendants' unlawful employment practices, four of the sixteen plaintiffs filed timely <span class=\"star-pagination\">*523</span> charges with the Equal Employment Opportunity Commission and received right-to-sue letters. <i>See</i> 42 U.S.C. § 2000e-5(f)(1); <i>Delaware State College v. Ricks,</i> 449 U.S. 250, 256-57, 101 S.Ct. 498, 503, 66 L.Ed.2d 431 (1980); <i>Johnson v. Railway Express Agency, Inc.,</i> 421 U.S. 454, 458, 95 S.Ct. 1716, 1719, 44 L.Ed.2d 295 (1975). Plaintiffs' motion for class certification under Federal Rule of Civil Procedure 23(a) was denied because the putative class was not so large that joinder of all plaintiffs would be impracticable. Defendants contend that the claims of plaintiffs who had not filed charges with the EEOC as required by Title VII should be barred.</p>\n<p>All plaintiffs need not file administrative charges as a prerequisite to suit so long as the claims of discrimination are sufficiently similar and \"right to sue\" letters have been issued for reasons applicable to all plaintiffs. <i>See, e.g., </i><i>Ezell v. Mobile Housing Bd.,</i> 709 F.2d 1376, 1381 (11th Cir.1983); <i>DeMedina v. Reinhardt,</i> 686 F.2d 997, 1012 (D.C.Cir.1982); <i>Allen v. United States Steel Corp.,</i> 665 F.2d 689, 695 (5th Cir.1982); <i>Allen v. Amalgamated Transit Union Local 788,</i> 554 F.2d 876, 882-83 (8th Cir.), <i>cert. denied,</i> 434 U.S. 891, 98 S.Ct. 266, 54 L.Ed.2d 176 (1977); <i>cf. </i><i>Kirkland v. Buffalo Board of Education,</i> 622 F.2d 1066, 1068 (2d Cir.1980) (no need for plaintiff to acquire \"right to sue\" letter for subsequent, related incident of discrimination); <i>but see </i><i>Schulte v. State of New York,</i> 533 F.Supp. 31, 34 (E.D.N.Y.1981). The filing requirement is not jurisdictional. <i>Zipes v. Trans World Airlines, Inc.,</i> 455 U.S. 385, 397-98, 102 S.Ct. 1127, 1134, 71 L.Ed.2d 234 (1982).</p>\n<p>The cases cited by defendant are unpersuasive. In <i>Inda v. United Air Lines, Inc.,</i> 565 F.2d 554 (9th Cir.1977), <i>cert. denied,</i> 435 U.S. 1007, 98 S.Ct. 1877, 56 L.Ed.2d 388 (1978), the Ninth Circuit refused to invoke the single filing rule to benefit plaintiffs who had not filed with the EEOC and who sought to rely on prior filings in separate lawsuits. <i>Hodge v. McLean Trucking Co.,</i> 607 F.2d 1118 (5th Cir.1979) (per curiam), involved would-be intervenors who had not filed with the EEOC and who sought to intervene in order to save the case of a plaintiff who failed to establish any discriminatory act within 180 days of filing. <i>Schulte v. State,</i> 533 F.Supp. 31 (E.D.N.Y.1981), while on point, did not discuss the relevant case law. <i>Schulte</i> is especially difficult to understand in light of the uncontroverted evidence that plaintiff had been told by the EEOC that filing separately would be unnecessary. <i>Id.</i> at 34.</p>\n<p>Neither the Supreme Court nor the Second Circuit has addressed the issue. There is no point in requiring a wholly fruitless administrative application. The discrimination claims of plaintiffs who filed with the EEOC are sufficiently similar to those of plaintiffs who did not file to allow all plaintiffs to maintain an action under Title VII.</p>\n<p>Defendants assert that plaintiffs cannot maintain actions under both Title VII and 42 U.S.C. § 1983. The two statutory claims are not mutually exclusive. <i>See, e.g., </i><i>Daisernia v. State of New York,</i> 582 F.Supp. 792, 795 (N.D.N.Y.1984); <i>cf. </i><i>Johnson v. Railway Express Agency, Inc.,</i> 421 U.S. 454, 463, 95 S.Ct. 1716, 1720-21, 44 L.Ed.2d 295 (1975) (remedies available under Title VII and § 1981 separate, distinct and independent); <i>but see Talley v. City of Desoto,</i> 37 F.E.P. Cases 375 (N.D. Tex.1985).</p>\n<p>Defendants are correct, however, that both causes of action could not be submitted to the jury for decision. Plaintiffs' claims under Title VII are equitable in nature and must be decided by the court. <i>See, e.g., </i><i>Lincoln v. Bd. of Regents,</i> 697 F.2d 928, 934 (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 97, 78 L.Ed.2d 102 (1983); <i>Blum v. Gulf Oil Corp.,</i> 597 F.2d 936, 938 (5th Cir.1979); <i>Cox v. Athena Cablevision,</i> 558 F.Supp. 258, 260 (D.C.Tenn. 1982); <i>Daniels v. Lord &amp; Taylor,</i> 542 F.Supp. 68, 69 (D.C.Ill.1982); <i>Dadas v. Prescott, Ball &amp; Turben,</i> 529 F.Supp. 203, 204-05 (D.C. Ohio 1981); <i>see also </i><i>Great American Federal Savings &amp; Loan v. Novotny,</i> <span class=\"star-pagination\">*524</span> 442 U.S. 366, 375 &amp; n. 19, 99 S.Ct. 2345, 2350 &amp; n. 19, 60 L.Ed.2d 957 (1979) (citing cases).</p>\n<p>Plaintiffs' 1983 claims for damages to compensate for hurt feelings, stigma and humiliation resulting from violation of their constitutional rights were submitted to the jury after a three-week trial. For the reasons stated orally on the record, the court denied defendants' motion to dismiss the complaint. Applying a three-year statute of limitations, the jury was instructed to consider only those claims of discrimination based on incidents occurring after December 30, 1979. <i>See, e.g., </i><i>Wilson v. Garcia,</i> ___ U.S. ___, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985) (applicable statute of limitations under section 1983 is state statute for personal injury suits). The jury found for some of the plaintiffs against defendants and awarded modest damages totaling $11,000.</p>\n<p>The facts would have warranted a punitive damage instruction against the Sheriff, but not against the County. <i>Cf. </i><i>City of Newport v. Fact Concerns, Inc.,</i> 453 U.S. 247, 271, 101 S.Ct. 2748, 2762, 69 L.Ed.2d 616 (1981). Plaintiffs, however, sought no punitive damages against the Sheriff. Nor did plaintiffs claim damages for racial harassment on the job under any state tort theory.</p>\n<p></p>\n<h2>II. RECOVERY UNDER TITLE VII</h2>\n<p>Section 703(a) of the Civil Rights Act of 1964 forbids discrimination in \"conditions ... of employment because of ... race, color ... or national origin.\" As codified in Section 2000e-2 of Title 42, United States Code, the statute provides in relevant part:</p>\n<blockquote>(a) It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>(i) ... to discriminate against any individual with respect to his ... terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(ii) to limit, segregate, or classify his employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex or national origin.</blockquote>\n<p></p>\n<h2>A. <i>Job Assignments</i>\n</h2>\n<p>The claimed violations of Title VII rest on two separate factual patterns: disparate treatment in job assignments and a racially hostile job environment. With respect to the first claim, <i>Gilbert v. City of Little Rock,</i> 722 F.2d 1390, 1395 (8th Cir. 1983), <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 2347, 80 L.Ed.2d 820 (1984), analyzed a similar problemalleged disparate treatment of police officers in the imposition of disciplinary measures. As in that case, plaintiffs have not carried their burden of persuasion. The court finds that assignment to jobs are made on the basis of the officers' capacity and experience and the needs of the correction facility. <i>See </i><i>United States v. City of Buffalo,</i> 457 F.Supp. 612, 635-36 (W.D.N.Y.1978), <i>modified on other grounds and aff'd,</i> 633 F.2d 643 (2d Cir.1980). There is no claim of discrimination in initial hiring or in promotions to higher rank.</p>\n<p></p>\n<h2>B. <i>Racial Hostility</i>\n</h2>\n<p>It is well settled that a \"working environment dominated by racial hostility and harassment constitutes a violation of Title VII, regardless of any other tangible job detriment to minority employees.\" <i>Gilbert v. City of Little Rock,</i> 722 F.2d 1390, 1394 (8th Cir.1983), <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 2347, 80 L.Ed.2d 820 (1984); <i>see also </i><i>Rogers v. EEOC,</i> 454 F.2d 234, 238 (5th Cir.1971), <i>cert. denied,</i> 406 U.S. 957, 92 S.Ct. 2058, 32 L.Ed.2d 343 (1972).</p>\n<p></p>\n<h2>1. Elements of Claim</h2>\n<p>To make out a violation of Title VII based on racial harassment, two conditions must be meta pattern and failure of the employer to take reasonable steps to stop the abuse. <i>EEOC v. Murphy Motor Freight Lines, Inc.,</i> 488 F.Supp. 381, 384-85 (D.Minn.1980).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*525</span> a. Pattern of Discriminating Conditions</h2>\n<p>Plaintiffs must show that more than a few, isolated incidents of racial harassment have taken place. <i>Id.</i> at 384; <i>compare </i><i>Cariddi v. Kansas City Chiefs Football Club, Inc.,</i> 568 F.2d 87, 88 (8th Cir. 1977) (per curiam) (casual conversation not enough) <i>with </i><i>United States v. City of Buffalo,</i> 457 F.Supp. 612, 631 (W.D.N.Y. 1978) (Title VII protects against psychological impact of racially charged working environment), <i>modified on other grounds and aff'd,</i> 633 F.2d 643 (2d Cir.1980).</p>\n<p>The proof establishes conclusively that plaintiffs have been subject to continuing verbal and other abuse by some fellow officers. Demeaning epithets have been regularly used in their presence and are routinely directed towards them by fellow officers. Scurrilous statements and cartoons are often posted on official bulletin boards and places frequented by plaintiffs.</p>\n<p>Plaintiffs' Exhibits 9, 10, 11, 12, 13, 14, 15A and 38, all of which were posted on official bulletin boards at the jail, are illustrative. While they were attached to the filed memorandum, they have been omitted from the report sent to the publisher because further circulation of these graphic examples of racial slurs would embarrass and dismay future readers. <i>Cf. </i><i>People v. Jones,</i> 475 N.E.2d 832, 836 (S.Ct.Ill.1985) (refusing to disseminate \"scurrilous material\" found in jury room because it \"contain[ed] denigrating, racist comments which are insulting to black people.\").</p>\n<p>Exhibit 9 purports to be a study guide for a special minority police officer civil service examination. The \"guide\" consists of puzzels and games such as \"which one is different?\" commonly found in playbooks for five-year-olds, except that one of the puzzles has a distinctively racist cast. (\"How many Honkies are in this picture?\") Exhibit 10 is a cartoon depicting a Klu Klux Klan member who after shooting a Black person remarks to a ranger \"Whatcha mean, `Out of Season'?\" Names familiar to jail employees have been attached to the figures. Similarly, the words \"AKA Willie (Bone)\" have been inscribed under the picture of a Kenyan youth that some jail employees were attempting to sponsor. Exhibit 11 is a highly offensive depiction of a large-breasted Black woman in some form of native garb; in the same vein, Exhibit 12 is a national geographic magazine-type photograph of a naked Black woman with the words \"Yo Mama\" and a bone added above her head. Exhibit 13 also depicts a naked Black person, this time accompanied by the words \"Official Runnin' Nigger Target\" and what appear to be bullet holes. Exhibit 14 is a questionnaire that begins \"Photo not necessary since you all look alike\" and asks such questions as \"[how many] years [spent] in local prisons?\" and \"[give] approximate estimate of income [from] theft, welfare, ... false insurance claims....\" Finally, Exhibit 38 is a photograph from the first page of the Suffolk Federal Credit Union \"News n Views\" of newly elected credit officers. One is a Black man; the other four have been altered to resemble Klu Klux Klan members. The cumulative intent of these cartoons, \"jokes\" and pictures is clear.</p>\n<p>Plaintiffs have repeatedly been mimicked in derogatory ways. For example, the court finds that in January 1983 White correction officers dressed a Hispanic inmate in a straw hat, sheet, and a sign that read \"Spic.\" The White officers referred to the inmate as \"Ramos' son.\" Officer Ramos complained to his duty Lieutenant about the incident and also wrote an incident report to Sheriff Finnerty, Warden Romano, Deputy Warden Flammia, Chief of Staff Antoncic and Duty Lieutenant Hemindinger. Lieutenant Hemindinger called Officer Ramos into his office and accused Ramos of trying to \"make waves.\" Officer Pritchard then entered Hemindinger's office and told Ramos to change the incident report; he told Ramos, \"we know how to take care of fellows like you.\"</p>\n<p>Following his filing of the incident report, Ramos' car was vandalized, and he received harassing phone calls at his home at all hours of the day and night. Several days after Ramos filed the report, Chief of Staff Antoncic approached Ramos and told <span class=\"star-pagination\">*526</span> him that an investigation had revealed that the incident never occurred. At this point, Ramos produced photos of the Hispanic inmate, along with the hat and sheet and was told to see Internal Affairs.</p>\n<p>In May 1983 Ramos was informed that there would be a civil service hearing in June regarding the incident. Once the hearing date was set, Ramos was further harassed by White correction officers. They called him \"Spic,\" pressed racially derogatory literature on him and made statements such as \"You're lucky to have a job. We'll get you\" and \"If we don't pray together we don't stay together.\" Ramos testified at the hearing, but was never officially notified of what action, if any, would be taken against the accused officers. When he returned to the prison Ramos was greeted by a sign that read \"We have the spic. We won.\" White officers chanted \"we won, we won, we have the spic.\" These White officers informed Ramos that the accused officers had been exonerated.</p>\n<p>In 1981 Officer Ramos and Officer John Hammond met with Alphonse Anderson, the Suffolk County Affirmative Action Officer. They complained about discrimination in job assignments and racial harassment. Anderson promised that he would visit the prison and investigate their complaints. Some time later, Ramos saw Anderson at the prison. Ramos asked for permission to speak with Anderson, but his Sergeant told Ramos to go to lunch. Several weeks later Ramos was called into Chief of Staff Antoncic's office. Antoncic asked Ramos \"What are you doing to me?\" Ramos described the injustices that he felt needed addressing.</p>\n<p>In January of 1981 Officer Ramos showed Warden Romano and Deputy Warden Flammia a \"Spic and Span\" cut-out and a Ku Klux Klan \"application\" that he had received. Ramos suggested that a memorandum be posted prohibiting such harassment. While Flammia promised to speak to each crew about such conduct, he never did so, nor was any memorandum posted warning against such activities.</p>\n<p>As a result of his frequent complaints of racial harassment, Ramos has been shunned by many White correction officers. He often has to eat by himself and does not receive the full cooperation of White officers, making his job more dangerous and stressful. On one occasion, the security squad took so long to respond to Ramos' call for help that he was assaulted.</p>\n<p>Similarly, Officer Snell testified that when he has asked White correction officers stationed in the lobby to open the tier doors so that he could exit and use the officers' restroom, the White officers have refused, making comments such as \"use the toilet (in there), nigger.\" Other witnesses related similar experiences. The court credits this and other testimony of ongoing demeaning incidents that increase the stress of Black officers' employment.</p>\n<p>It is apparent that plaintiffs were \"subjected to vicious, frequent, and reprehensible instances of racial harassment ... in several guises.\" <i>Equal Employment, Etc. v. Murphy Motor Freight Lines, Inc.,</i> 488 F.Supp. 381, 384 (D.Minn.1980). <i>See also, e.g., </i><i>Gilbert v. City of Little Rock, Ark.,</i> 722 F.2d 1390, 1394-95 (8th Cir.1983), <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 2347, 80 L.Ed.2d 820 (1984); <i>United States v. City of Buffalo,</i> 457 F.Supp. 612, 635 (W.D.N.Y. 1978), <i>modified on other grounds and aff'd,</i> 633 F.2d 643 (2d Cir.1980). There was a \"concerted pattern of harassment\" by some of the correction officers. <i>Fekete v. United States Steel Corp.,</i> 353 F.Supp. 1177, 1186 (W.D.Pa.1973). Such opprobrium constitutes an unlawful employment practice under Title VII. <i>Cariddi v. Kansas City Chiefs Football Club, Inc.,</i> 568 F.2d 87, 88 (8th Cir.1977).</p>\n<p></p>\n<h2>b. Failure of Employer to Protect Workers</h2>\n<p>To recover, plaintiffs must establish that the employer did not take reasonable steps to prevent this racial harassment in the working place. <i>EEOC v. Murphy Motor Freight Lines, Inc.,</i> 488 F.Supp. 381, 385 (D.Minn.1980). Some courts have refused to find a Title VII violation unless supervisory <span class=\"star-pagination\">*527</span> personnel participated in the harassment. <i>See id.</i> at 385 (citing cases). The appropriate standard is that \"[i]f management knows or should know of incidents of racial harassment that are more than sporadic, it has the responsibility to take reasonable affirmative steps to eliminate such incidents.\" <i>Id.</i> at 386 (and cases cited).</p>\n<p>Plaintiffs have proven that defendants did not take reasonable steps to prevent the racial harassment of plaintiffs by their co-workers. The defendants were aware of these adverse working conditions. The testimony of Carmine Flammia, Chief of Staff of the Sheriff's Office, is confirmed by extensive exhibits and testimony. In response to questions by the court, Mr. Flammia who had worked for many years in the jailtestified as follows:</p>\n<blockquote>THE COURT: ... From your statement I understand that you have heard commonly in use in the jail the so-called jokes based on the ethnic and racial characteristics?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And you do not have much doubt, do you, that cartoons were actually posted as testified to?</blockquote>\n<blockquote>A I believe that they were.</blockquote>\n<blockquote>THE COURT: I take it during the course of your experience and during the course of the time we are concerned with here, under Title 7, you do not have much doubt that there were ... epithets, using the word \"Nigger.\"</blockquote>\n<blockquote>A I believe it is [in] common use in a jail.</blockquote>\n<blockquote>THE COURT: And guinea?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Pollack?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Kike?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Mick?</blockquote>\n<blockquote>THE WITNESS: Rarely.</blockquote>\n<blockquote>THE COURT: But sometimes?</blockquote>\n<blockquote>THE WITNESS: Sometimes.</blockquote>\n<blockquote>THE COURT: Black bitch?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Honkey?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: ... Assuming the court were to order somebody at roll calls and before assemblies to tell the C[orrection] O[fficers]s that this no longer would be tolerated, who would be the person to make the statement, you or the warden or the sheriff?</blockquote>\n<blockquote>THE WITNESS: I really think it should be under the warden's jurisdiction.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: Now, do you hold human relations workshops [about] why you shouldn't use these [words] even in jest?</blockquote>\n<blockquote>THE WITNESS: We have not.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: Do you know the City of New York some years ago had the problem in its police force and it became very dangerous and they had these human relations workshops? ...</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Do you think it would be helpful to have the affirmative action officer [and] his role brought to the attention of the COs?</blockquote>\n<blockquote>THE WITNESS: I guess it would be, I think what we have done and maybe we were in error in the sheriff's department, but on the COs' complaints we have always used internal affairs. They were the ones that investigate[d] and took the complaint. I am not suggesting that it replaces the affirmative action officer, but it sort of took that role.</blockquote>\n<blockquote>THE COURT: Should it be brought to their attention that the internal affairs officers are useful ...?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: And perhaps the affirmative action [officer] as well?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Any other action that you think would be useful?</blockquote>\n<blockquote>THE WITNESS: I thinkthat probably and the most effective thing whether <span class=\"star-pagination\">*528</span> the warden or the present deputy warden would go in and talk to all the personnel, and I think that might help better if it was not a one time thing, but maybe on a constant basis.</blockquote>\n<p>Defendants took inadequate measures to protect plaintiffs. The evidence shows that more forceful action could have been but was not taken to ameliorate or eliminate these deleterious working conditions. No effective action was taken to extinguish rampant racial slurs. There was no follow-up on the few halting steps that were taken notifying correction officers of a Suffolk County policy to eliminate discriminatory working conditions.</p>\n<p>As a result, plaintiffs have felt humiliated, fearful and depressed on the job. <i>Cf. </i><i>Brown v. Board of Education,</i> 347 U.S. 483, 74 S.Ct. 686, 691, 98 L.Ed. 873 (1954) (segregation \"may affect their hearts and minds in a way unlikely ever to be undone\"). Working conditions for Black officers and those with Hispanic backgrounds have been far inferior to those of other correction officers.</p>\n<p>The law will not tolerate imposition of inferior working conditions on some employees because of their race or ethnicity. It matters not that it is fellow employees rather than the employer who create these conditions. Employers are responsible for taking all practicable steps to ensure that no employee is discriminated against and humiliated on the job because he or she is a member of a minority group. <i>Kyriazi v. Western Electric Co.,</i> 461 F.Supp. 894, 935 (D.N.J.1978).</p>\n<p></p>\n<h2>2. Problems in Banning Racial Epithets and \"Jokes\"</h2>\n<p>Defendants have sought to justify these conditions on two grounds: first, that the overt prejudice complained of is sporadic, non-hostile in intent, and no greater than that found in Suffolk County society generally, and, second, that hostile statements and acts in the jail are directed to all minorities, not merely Blacks and Hispanics.</p>\n<p>This attempted justification raises the troubling issue of the role that racial and ethnic humor plays in society. \"Ethnophaulisms,\" \"derogatory terms used by members of one ethnic group to describe the members of another,\" are an integral part of such humor. P.I. Rose, <i>They and We</i> 102 (1968). Rose calls ethnophaulisms \"the core of the `language of prejudice' [that] when openly expressed, become a form of discrimination known as antilocution.\" <i>Id.</i></p>\n<p>It is true that the \"language of prejudice\" and the racial and ethnic hostility it fosters are pervasive in New York, including Suffolk County. <i>See</i> Fed.R.Evid. 201 (court's power to take judicial notice of facts \"generally known within the territorial jurisdiction\" of the trial court). Civil rights legislation and judicial decisions in the period following World War II have somewhat ameliorated the situation. Still, the court would have to repair to some soundproof ivory tower not to recognize that racial slurs, ethnic jokes and hostility still manifest themselves in a wide variety of ways in homes, social settings and the workplacealthough perhaps less forcefully in the latter arena. \"Division Between Races Still Persists In New York City, Poll Indicates,\" New York Times, May 14, 1985 at 1, col. 5. The myriad forms such humor takes have been well documented. <i>See, e.g.,</i> W.B. Helmreich, <i>The Things They Say Behind Your Back: Stereotypes and the Myths Behind Them</i> (1982); A. Roback, <i>A Dictionary of International Slurs, With a Supplementary Essay on Aspects of Ethnic Prejudice</i> (1979).</p>\n<p>Concern about privacy interests suggests that the courts not become involved in policing what citizens say and do in their homes and at social gatherings. Here improvement must stem from educative institutions more powerful than the courts such as churches, synagogues, and schools and from the example of public leaders.</p>\n<p>The workplace is different because it is governed by Congress's mandate that discrimination in employment will no longer be tolerated in this country. Still, it could be argued that Congress did not intend this <span class=\"star-pagination\">*529</span> ban to extend to racial and ethnic joking. The problem, while appearing deceptively simple on its surface, touches some of our most sensitive and deepest conceptions of self and of our relationships with others. <i>See, e.g.,</i> McGhee &amp; Duffey, \"Children's Appreciation of Humor Victimizing Different Racial-Ethnic Groups,\" 14 J. Cross-Cultural Psychology 29 (1983); Ingrando, \"Sex Differences in Response to Absurd, Aggressive, Pro-Feminist, Sexual, Sexist, and Racial Jokes,\" 46 Psychological Reports 368 (1980); Wicker, Barron &amp; Willia, \"Disparagement Humor: Dispositions and Resolutions,\" 39 J. Personality &amp; Soc. Psychology, 701 (1980); LaFave &amp; Mannell, \"Does Ethnic Humor Serve Prejudice?,\" J. Communications (Summer 1976).</p>\n<p></p>\n<h2>a. Possible Functions Served by Racial and Ethnic Humor</h2>\n<p>A good deal of the persiflage in rough humorethnic or otherwiseobserved during the presiding judge's youth working around the New York City docks is not without some utility. It may provide ventilation for suppressed hostility and fear. Comradeship among soldiers and fellow workers is often based upon insults designed in part to disguise affection.</p>\n<p>The point is softly made in <i>The Virginian,</i> Owen Wister's 1902 colonial romance about Wyoming between 1874 and 1890. O. Wister, <i>The Virginian: A Horseman of the Plains</i> ix (1960 ed.). The narrator describes two friends meeting in this way:</p>\n<blockquote>`I suppose you have me beat,' said Steve, grinning at him affectionately. `You're such a son-of-a____when you get down to work. Well, so-long! I got to fix my horse's hoofs.'</blockquote>\n<blockquote>I had expected that the man would be struck down. He had used to the Virginian a term of heaviest insult, I thought. I had marvelled to hear it come so unheralded from Steve's friendly lips. And now I marvelled still more. Evidently he had meant no harm by it, and evidently no offence had been taken. Used thus, this language was plainly complimentary. I had stepped into a world new to me indeed....</blockquote>\n<p><i>Id.</i> at 13. The Virginian reacts differently when addressed by someone with whom he is on less friendly terms:</p>\n<blockquote>It was now the Virginian's turn to bet, or leave the game, and he did not speak at once.</blockquote>\n<blockquote>Therefore Trampas spoke. `Your bet, you son-of-a____.'</blockquote>\n<blockquote>The Virginian's pistol came out, and his hand lay on the table, holding it unaimed. And with a voice as gentle as ever, the voice that sounded almost like a caress, ... he issues his orders to the man Trampas:</blockquote>\n<blockquote>`When you call me that, smile! And he looked at Trampas across the table.</blockquote>\n<p><i>Id.</i> at 24. The narrator summarizes his impressions this way:</p>\n<blockquote>Something had been added to my knowledge also. Once again I had heard applied to the Virginian that epithet which Steve so freely used. The same words, identical to the letter. But this time they had produced a pistol. `When you call me that, smile!' So I perceived a new example of the old truth, that the letter means nothing until the spirit gives it life.</blockquote>\n<p><i>Id.</i> at 26 (emphasis in original).</p>\n<p>It is clear from the evidence in this case that those making the vicious and demeaning racial and ethnic remarks and those putting scurrilous material on the bulletin boards were not smiling. This was not idle banter among friends and comrades, but sharp and cutting slurs designed to demean, harass and intimidate.</p>\n<p>An extensive literature has developed exploring the meaning of racial and ethnic humor. In <i>The Functions of Prejudice</i> (1975) Jack Levin argues that although prejudice and racial stereotyping have \"severely impaired the operating effectiveness of our society,\" <i>id.</i> at 33, it persists in part because of its function in the lives of members of the minority and majority groups. For members of the majority group, prejudice may be used to displace aggression, protect self-esteem, define self-image, and <span class=\"star-pagination\">*530</span> reduce uncertainty about the perceived world. <i>Id.</i> at 61-62. For members of the minority group, prejudice directed against it \"often exerts pressure for group cohesiveness and pride, forces emphasis on its history and achievement, and brings about the development of organizations which further its interests as a group.\" <i>Id.</i> at 100.</p>\n<p>Commentators have documented other functions that racial and ethnic joking may serve. <i>See, e.g.,</i> Zijderveld, \"Sociology of Humour and Laughter,\" 31 Current Soc. 1, 49 (1983) (ethnic joke told by members of ethnic group strengthens their morale and bolsters their sense of identity); Davies, \"Ethnic Jokes, Moral Values and Social Boundaries,\" 33 British J. Soc. 383 (1982)(ethnic humor reduces ambiguity and reflects anxieties caused by conflicting norms and values in large post-industrial societies); Gadfield, \"Dynamics of Humor in Ethnic Group Relations,\" 6 Ethnicity 373 (1979); Ehrlich, \"Observations on Ethnic and Intergroup Humor,\" 6 Ethnicity 383 (1979) (suggesting distinction between ethnic and intergroup humor); Zennor, \"Joking and Ethnic Stereotyping,\" 43 Anthropological Quarterly 93, 111 (1970) (ethnic jokes told by minority groups about themselves strengthen the group and act as a safety valve); <i>see generally,</i> J.H. Goldstein &amp; P.E. McGhee, eds., <i>The Psychology of Humor</i> 105-114 (1972) (reviewing major studies undertaken in this area).</p>\n<p>The jokes described in the sociology studies cited above are relatively bland, particularly when compared with the virulent slurs used in the Suffolk County Jail. In any event, the authors are not condoning the prejudice underlying the widespread use of racial and ethnic humor, but instead are seeking to understand its tenacious grasp on our society.</p>\n<p></p>\n<h2>b. Lingering Effects of Past Discrimination</h2>\n<p>In the not very distant past, racism \"was openly acknowledged as official policy of the United States government....\" R. Kluger, <i>Simple Justice</i> 84 (1977). Laws designed to assure the inferiority of Black citizens remained on the books until well into this century. <i>Id.; See also,</i> B.D. Adam, <i>The Survival of Domination: Inferiorization and Everyday Life,</i> 21-24 (1978). Fortunately, United States government policy has changed, but its effects linger. Discrimination against Hispanic citizens has been perpetrated more subtly though no less invidiously. <i>See,</i> J.R. Feagin &amp; C.B. Feagin, <i>Discrimination American Style: Institutional Racism and Sexism</i> 43-79 (1978); <i>cf.</i> J. Levin, <i>The Functions of Prejudice</i> 16 (1975) (describing mass media advertisements that portray negative stereotypes of Mexican-Americans). Cartoons and postcards depicting widespread ethnic and racial stereotyping flourished at the turn of the century and subsequently. <i>See, e.g.,</i> \"Jews in American Graphic Satire and Humor,\" Catalogue of the Collection of John and Selma Appel (1985).</p>\n<p>Unfortunately, discrimination as a matter of state policy continues to flourish in today's world. The South African, Iranian and other situations are well known. The Soviet Union, through its state-controlled press, still publishes anti-Semitic cartoons. <i>See, e.g.,</i> Institute of Jewish Affairs, <i>Evidence from Books, Press and Radio</i> (1978); Kagedan, \"Soviet Anti-Jewish Publications 1979-1984\" (Special Report to the American Jewish Committee).</p>\n<p>State condoned racism encourages similar attitudes among citizens, which may persist long after state policy changes. On view at the American Jewish Committee is a monopoly-type board game \"Jews Out\" popular in Nazi Germany. Players sought to land on stores owned by Jews in order to send them to Palestine; sending six Jews out of Germany won the game. Recently, a few Germans have used a more malign version of the \"game\" in which Jews are sent to death camps by throwing the dice. Jewish Telegraphic Association Daily News Bulletin at 3 (Oct. 1, 1984). <i>See also,</i> Pl. Ex. 9 (\"draw the dots\" sheet posted at the Jail to suggest that minority correction officer <span class=\"star-pagination\">*531</span> candidates are less intelligent than White candidates).</p>\n<p>The lingering effects of past discrimination are omnipresent in the United States, particularly in employment. <i>See</i> J.R. Feagin &amp; C.G. Feagin, <i>Discrimination American Style</i> 44 (1978) (citing statistics showing minorities hold proportionately higher number of low income jobs). Racial stereotyping continues to be a potent force in perpetrating subjugation of the past. <i>See, e.g.,</i> G.S. Feldstein (ed.), <i>The Poisoned Tongue: A Documentary History of American Racism and Prejudice</i> 272-330 (1972). This abuse may be quite sophisticated as when teachers draw bagels on the files of Jewish students. Washington Post, April 20, 1985, at p. 10. Among male physical workers the forms of abuse are often less subtle.</p>\n<p>Sanitizing the workplace may detract from the cathartic value ethnic slurs sometimes do have. The court recognizes that this is particularly true where, as here, the Suffolk County Correction Officers are subject to discipline, danger and inhibitions and come from a variety of disparate groups, each of which is unsure of its economic and social status.</p>\n<p>Given, however, the harsh and crude way in which racial animosities have regularly been expressed by correction officers in the Suffolk County Jail, an absolute prohibition on racial \"joking\" there is mandated by the law. Only a radical shock to the mores can succeed in bringing home to these officers the necessity of eschewing overt hostility so that equal working conditions for all employees can exist as Congress intended.</p>\n<p>Whatever prejudice may manifest itself in society at large, Congress has flatly ruled that it will not be allowed in the workplace in the United States. Prejudice, whether blatant or subtle, whether practiced by those wearing blue collars or white collars, whether the expression of those wearing correction officers' uniforms or grey flannel suits, will not be tolerated when directed against employees in the workplace. <i>Cf. </i><i>Kyriazi v. Western Electric Co.,</i> 461 F.Supp. 894, 934-39 (D.N.J. 1978) (under Title VII, female employee not required to tolerate sexist cartoons and jibes as part of the \"working man's world\"). Courts must carry out this mandate.</p>\n<p>As the court concluded in <i>United States v. City of Buffalo,</i> 457 F.Supp. 612 (W.D. N.Y.1978), <i>modified on other grounds and aff'd,</i> 633 F.2d 643 (2d Cir.1980):</p>\n<blockquote>The Department has hidden behind a paper policy of racial tolerance. It has stated that if the complaints brought out at this trial had been brought to the commissioner, action would have been taken. The record speaks otherwise. A strong policy directive should have been issued by the commissioner on racial tolerance, it should have been constantly impressed upon the entire force, particularly precinct and unit leaders, and a formal mechanism should have been established to deal with any related grievances.</blockquote>\n<p><i>Id.</i> at 635. Strong remedial steps are appropriate in the instant case. <i>See also </i><i>United States v. City of Buffalo,</i> 472 F.Supp. 478 (W.D.N.Y.1979) (implementing remedy).</p>\n<p>For reasons beyond the scope of this opinion, the First Amendment does not bar appropriate relief in the instant case of discrimination in the workplace. Such serious constitutional considerations are best addressed in a case raising the issues directly. <i>Cf., e.g.,</i> G. Gunther, Constitutional Law 1176 ff. (9th ed. 1975) (\"Offensive Language and the Sensitive Audience\"). Here no one has raised the issue and it would be inappropriate for the court to address it on its own motion.</p>\n<p></p>\n<h2>III. REMEDY</h2>\n<p>The Warden of the Suffolk County Correction facility shall take the following steps immediately to remedy these unlawful conditions:</p>\n<p>1. He shall promptly appear before all correction officers either in an assembly or as each shift and squad assembles. He shall declare that he and the County will <span class=\"star-pagination\">*532</span> not tolerate any correction officer's action discriminating against another correction officer because of his or her minority status. He shall forbid the use by correction officers on any County property and on all County business of: (1) epithets such as \"nigger,\" \"polack,\" \"kike,\" \"spic,\" \"guinea,\" \"honky,\" \"mick,\" \"coon,\" and \"black bitch\" (all of which have been used on the job by correction officers in recent years); (2) posting or distribution of derogatory bulletins, cartoons, and other written material; (3) mimicking officers because of what some correction officers may believe to be stereotypical characteristics of minorities; and (4) any racial, ethnic, or religious slurs whether in the form of \"jokes,\" \"jests,\" or otherwise. Appropriate follow-up of these statements shall be made in writing and orally by the warden and his subordinates.</p>\n<p>2. He shall state that a violation of this policy will result in prompt and severe discipline.</p>\n<p>3. He shall describe the method of making complaints about violations of this policy and describe the duties and role of the County \"Affirmative Action Officer\" and the Corrections Department Internal Affairs Office in dealing with the issue of discrimination.</p>\n<p>4. He shall take such further action as he believes necessary to carry out the policy against discrimination by fellow employees, including instituting human relations workshops.</p>\n<p>During the course of the trial, the attorneys took steps to reduce racial hostility resulting from the litigation. They shall direct their respective clients to forego any gloating or recriminations over this litigation to the end that the officers of the Correction Facility can in solidarity, amity and mutual respect resume the job of protecting the public, inmates and each other.</p>\n<p>Plaintiffs shall promptly submit a motion for attorneys' fees. <i>See</i> 42 U.S.C. § 2000e-5(k).</p>\n<p>SO ORDERED.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">521</span></span> (1985)</b></center>\n<center><h1>Clement A. SNELL, et al., Plaintiffs,<br>\nv.<br>\nSUFFOLK COUNTY, etc., et al., Defendants.</h1></center>\n<center>No. 82 Civ. 4290 (JBW).</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>May 24, 1985.</center>\n<center>Modified June 5, 1985.</center>\n<p><span class=\"star-pagination\">*522</span> Baden, Kramer, Huffman &amp; Brodsky, P.C., New York City, for plaintiffs; William M. Brodsky and Douglas Kramer, New York City, of counsel.</p>\n<p>James M. Catterson, Jr., Port Jefferson, N.Y., Snitow &amp; Pauley, New York City, for defendants; William H. Pauley, III, Scott M. Yaffe, New York City, of counsel.</p>\n<p></p>\n<h2>MEMORANDUM and ORDER</h2>\n<p>WEINSTEIN, Chief Judge:</p>\n<p>Plaintiffs, sixteen Black and Hispanic employees of the Suffolk County Department of Sheriff, presently hold the titles of Correction Officer, Sergeant and Lieutenant. They contend they have been discriminated against on the basis of race, color and national origin in job assignments and employment conditions. They are suing the Sheriff and the County of Suffolk under federal laws prohibiting discrimination in employment on the basis of race, color, or national origin. <i>See</i> § 703(a) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2. They also sue on the theory that the same defendants violated their civil rights. 42 U.S.C. §§ 1983, 1981, 1985(3).</p>\n<p>Plaintiffs have not proved that they were assigned to duty or denied assignment, pay, or other conditions of employment because of their race, color, or national origin. They have proved that their conditions of employment have been inferior. They have regularly been defamed, harassed and demeaned because of their race, color and national origin by their co-employees; defendants have ignored or failed to take reasonable steps to prevent these abuses.</p>\n<p>The Title VII issues were tried by the bench. Simultaneously, a jury tried the 1983 claims and found for three of the sixteen plaintiffs. This memorandum is directed to the Title VII claims.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>Within 180 days of the occurrence of defendants' unlawful employment practices, four of the sixteen plaintiffs filed timely <span class=\"star-pagination\">*523</span> charges with the Equal Employment Opportunity Commission and received right-to-sue letters. <i>See</i> 42 U.S.C. § 2000e-5(f)(1); <i>Delaware State College v. Ricks,</i> <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 256-57, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, 503, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1980); <i>Johnson v. Railway Express Agency, Inc.,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 458, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 1719, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975). Plaintiffs' motion for class certification under Federal Rule of Civil Procedure 23(a) was denied because the putative class was not so large that joinder of all plaintiffs would be impracticable. Defendants contend that the claims of plaintiffs who had not filed charges with the EEOC as required by Title VII should be barred.</p>\n<p>All plaintiffs need not file administrative charges as a prerequisite to suit so long as the claims of discrimination are sufficiently similar and \"right to sue\" letters have been issued for reasons applicable to all plaintiffs. <i>See, e.g., </i><i>Ezell v. Mobile Housing Bd.,</i> <span class=\"citation\" data-id=\"420018\"><a href=\"/opinion/420018/32-fair-emplpraccas-594-32-empl-prac-dec-p-33727-13-fed-r-evid/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span>, 1381 (11th Cir.1983); <i>DeMedina v. Reinhardt,</i> <span class=\"citation\" data-id=\"407895\"><a href=\"/opinion/407895/luba-s-kowalyszyn-de-medina-v-john-e-reinhardt-director-united-states/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span>, 1012 (D.C.Cir.1982); <i>Allen v. United States Steel Corp.,</i> <span class=\"citation\" data-id=\"397409\"><a href=\"/opinion/397409/27-fair-emplpraccas-1293-27-empl-prac-dec-p-32338-dorothy-allen/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 695 (5th Cir.1982); <i>Allen v. Amalgamated Transit Union Local 788,</i> <span class=\"citation\" data-id=\"345163\"><a href=\"/opinion/345163/14-fair-emplpraccas-1494-14-empl-prac-dec-p-7638-ben-allen-v/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span>, 882-83 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></span> (1977); <i>cf. </i><i>Kirkland v. Buffalo Board of Education,</i> <span class=\"citation\" data-id=\"378992\"><a href=\"/opinion/378992/23-fair-emplpraccas-1547-22-empl-prac-dec-p-30818-theodore-kirkland/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1068 (2d Cir.1980) (no need for plaintiff to acquire \"right to sue\" letter for subsequent, related incident of discrimination); <i>but see </i><i>Schulte v. State of New York,</i> <span class=\"citation\" data-id=\"1507773\"><a href=\"/opinion/1507773/schulte-v-state-of-new-york/\"><span class=\"volume\">533</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span>, 34 (E.D.N.Y.1981). The filing requirement is not jurisdictional. <i>Zipes v. Trans World Airlines, Inc.,</i> <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 397-98, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1127</span></a></span>, 1134, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></a></span> (1982).</p>\n<p>The cases cited by defendant are unpersuasive. In <i>Inda v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"350600\"><a href=\"/opinion/350600/16-fair-emplpraccas-251-15-empl-prac-dec-p-7956-kathleen-c-inda/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span> (9th Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></span> (1978), the Ninth Circuit refused to invoke the single filing rule to benefit plaintiffs who had not filed with the EEOC and who sought to rely on prior filings in separate lawsuits. <i>Hodge v. McLean Trucking Co.,</i> <span class=\"citation\" data-id=\"370961\"><a href=\"/opinion/370961/21-fair-emplpraccas-709-21-empl-prac-dec-p-30422-ezra-hodge-etc/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1118</span></a></span> (5th Cir.1979) (per curiam), involved would-be intervenors who had not filed with the EEOC and who sought to intervene in order to save the case of a plaintiff who failed to establish any discriminatory act within 180 days of filing. <i>Schulte v. State,</i> <span class=\"citation\" data-id=\"1507773\"><a href=\"/opinion/1507773/schulte-v-state-of-new-york/\"><span class=\"volume\">533</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span> (E.D.N.Y.1981), while on point, did not discuss the relevant case law. <i>Schulte</i> is especially difficult to understand in light of the uncontroverted evidence that plaintiff had been told by the EEOC that filing separately would be unnecessary. <i>Id.</i> at 34.</p>\n<p>Neither the Supreme Court nor the Second Circuit has addressed the issue. There is no point in requiring a wholly fruitless administrative application. The discrimination claims of plaintiffs who filed with the EEOC are sufficiently similar to those of plaintiffs who did not file to allow all plaintiffs to maintain an action under Title VII.</p>\n<p>Defendants assert that plaintiffs cannot maintain actions under both Title VII and 42 U.S.C. § 1983. The two statutory claims are not mutually exclusive. <i>See, e.g., </i><i>Daisernia v. State of New York,</i> <span class=\"citation\" data-id=\"1760034\"><a href=\"/opinion/1760034/daisernia-v-state-of-ny/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></a></span>, 795 (N.D.N.Y.1984); <i>cf. </i><i>Johnson v. Railway Express Agency, Inc.,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 463, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 1720-21, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975) (remedies available under Title VII and § 1981 separate, distinct and independent); <i>but see Talley v. City of Desoto,</i> 37 F.E.P. Cases 375 (N.D. Tex.1985).</p>\n<p>Defendants are correct, however, that both causes of action could not be submitted to the jury for decision. Plaintiffs' claims under Title VII are equitable in nature and must be decided by the court. <i>See, e.g., </i><i>Lincoln v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"413195\"><a href=\"/opinion/413195/h-anita-lincoln-cross-appellant-v-board-of-regents-of-the-university/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span>, 934 (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1983); <i>Blum v. Gulf Oil Corp.,</i> <span class=\"citation\" data-id=\"365888\"><a href=\"/opinion/365888/20-fair-emplpraccas-108-20-empl-prac-dec-p-30047-jerry-m-blum-v/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 938 (5th Cir.1979); <i>Cox v. Athena Cablevision,</i> <span class=\"citation\" data-id=\"1810685\"><a href=\"/opinion/1810685/cox-v-athena-cablevision/\"><span class=\"volume\">558</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">258</span></a></span>, 260 (D.C.Tenn. 1982); <i>Daniels v. Lord &amp; Taylor,</i> <span class=\"citation\" data-id=\"2284378\"><a href=\"/opinion/2284378/daniels-v-lord-taylor/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">68</span></a></span>, 69 (D.C.Ill.1982); <i>Dadas v. Prescott, Ball &amp; Turben,</i> <span class=\"citation\" data-id=\"2354774\"><a href=\"/opinion/2354774/dadas-v-prescott-ball-turben/\"><span class=\"volume\">529</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></a></span>, 204-05 (D.C. Ohio 1981); <i>see also </i><i>Great American Federal Savings &amp; Loan v. Novotny,</i> <span class=\"star-pagination\">*524</span> <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 375 &amp; n. 19, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2345</span></a></span>, 2350 &amp; n. 19, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1979) (citing cases).</p>\n<p>Plaintiffs' 1983 claims for damages to compensate for hurt feelings, stigma and humiliation resulting from violation of their constitutional rights were submitted to the jury after a three-week trial. For the reasons stated orally on the record, the court denied defendants' motion to dismiss the complaint. Applying a three-year statute of limitations, the jury was instructed to consider only those claims of discrimination based on incidents occurring after December 30, 1979. <i>See, e.g., </i><i>Wilson v. Garcia,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985) (applicable statute of limitations under section 1983 is state statute for personal injury suits). The jury found for some of the plaintiffs against defendants and awarded modest damages totaling $11,000.</p>\n<p>The facts would have warranted a punitive damage instruction against the Sheriff, but not against the County. <i>Cf. </i><i>City of Newport v. Fact Concerns, Inc.,</i> <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 271, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, 2762, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981). Plaintiffs, however, sought no punitive damages against the Sheriff. Nor did plaintiffs claim damages for racial harassment on the job under any state tort theory.</p>\n<p></p>\n<h2>II. RECOVERY UNDER TITLE VII</h2>\n<p>Section 703(a) of the Civil Rights Act of 1964 forbids discrimination in \"conditions ... of employment because of ... race, color ... or national origin.\" As codified in Section 2000e-2 of Title 42, United States Code, the statute provides in relevant part:</p>\n<blockquote>(a) It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>(i) ... to discriminate against any individual with respect to his ... terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(ii) to limit, segregate, or classify his employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex or national origin.</blockquote>\n<p></p>\n<h2>A. <i>Job Assignments</i>\n</h2>\n<p>The claimed violations of Title VII rest on two separate factual patterns: disparate treatment in job assignments and a racially hostile job environment. With respect to the first claim, <i>Gilbert v. City of Little Rock,</i> <span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></span>, 1395 (8th Cir. 1983), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></span> (1984), analyzed a similar problemalleged disparate treatment of police officers in the imposition of disciplinary measures. As in that case, plaintiffs have not carried their burden of persuasion. The court finds that assignment to jobs are made on the basis of the officers' capacity and experience and the needs of the correction facility. <i>See </i><i>United States v. City of Buffalo,</i> <span class=\"citation\" data-id=\"2347485\"><a href=\"/opinion/2347485/united-states-v-city-of-buffalo/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span>, 635-36 (W.D.N.Y.1978), <i>modified on other grounds and aff'd,</i> <span class=\"citation\" data-id=\"383665\"><a href=\"/opinion/383665/24-fair-emplpraccas-313-24-empl-prac-dec-p-31333-united-states-of/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (2d Cir.1980). There is no claim of discrimination in initial hiring or in promotions to higher rank.</p>\n<p></p>\n<h2>B. <i>Racial Hostility</i>\n</h2>\n<p>It is well settled that a \"working environment dominated by racial hostility and harassment constitutes a violation of Title VII, regardless of any other tangible job detriment to minority employees.\" <i>Gilbert v. City of Little Rock,</i> <span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></span>, 1394 (8th Cir.1983), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></span> (1984); <i>see also </i><i>Rogers v. EEOC,</i> <span class=\"citation\" data-id=\"301085\"><a href=\"/opinion/301085/4-fair-emplpraccas-265-4-fair-emplpraccas-92-4-empl-prac-dec-p/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span>, 238 (5th Cir.1971), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></span> (1972).</p>\n<p></p>\n<h2>1. Elements of Claim</h2>\n<p>To make out a violation of Title VII based on racial harassment, two conditions must be meta pattern and failure of the employer to take reasonable steps to stop the abuse. <i>EEOC v. Murphy Motor Freight Lines, Inc.,</i> <span class=\"citation\" data-id=\"1400163\"><a href=\"/opinion/1400163/equal-employment-etc-v-murphy-motor-freight/\"><span class=\"volume\">488</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">381</span></a></span>, 384-85 (D.Minn.1980).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*525</span> a. Pattern of Discriminating Conditions</h2>\n<p>Plaintiffs must show that more than a few, isolated incidents of racial harassment have taken place. <i>Id.</i> at 384; <i>compare </i><i>Cariddi v. Kansas City Chiefs Football Club, Inc.,</i> <span class=\"citation\" data-id=\"351877\"><a href=\"/opinion/351877/16-fair-emplpraccas-462-15-empl-prac-dec-p-8014-james-g-cariddi-v/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 88 (8th Cir. 1977) (per curiam) (casual conversation not enough) <i>with </i><i>United States v. City of Buffalo,</i> <span class=\"citation\" data-id=\"2347485\"><a href=\"/opinion/2347485/united-states-v-city-of-buffalo/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span>, 631 (W.D.N.Y. 1978) (Title VII protects against psychological impact of racially charged working environment), <i>modified on other grounds and aff'd,</i> <span class=\"citation\" data-id=\"383665\"><a href=\"/opinion/383665/24-fair-emplpraccas-313-24-empl-prac-dec-p-31333-united-states-of/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (2d Cir.1980).</p>\n<p>The proof establishes conclusively that plaintiffs have been subject to continuing verbal and other abuse by some fellow officers. Demeaning epithets have been regularly used in their presence and are routinely directed towards them by fellow officers. Scurrilous statements and cartoons are often posted on official bulletin boards and places frequented by plaintiffs.</p>\n<p>Plaintiffs' Exhibits 9, 10, 11, 12, 13, 14, 15A and 38, all of which were posted on official bulletin boards at the jail, are illustrative. While they were attached to the filed memorandum, they have been omitted from the report sent to the publisher because further circulation of these graphic examples of racial slurs would embarrass and dismay future readers. <i>Cf. </i><i>People v. Jones,</i> <span class=\"citation\" data-id=\"2220434\"><a href=\"/opinion/2220434/people-v-jones/\"><span class=\"volume\">475</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></a></span>, 836 (S.Ct.Ill.1985) (refusing to disseminate \"scurrilous material\" found in jury room because it \"contain[ed] denigrating, racist comments which are insulting to black people.\").</p>\n<p>Exhibit 9 purports to be a study guide for a special minority police officer civil service examination. The \"guide\" consists of puzzels and games such as \"which one is different?\" commonly found in playbooks for five-year-olds, except that one of the puzzles has a distinctively racist cast. (\"How many Honkies are in this picture?\") Exhibit 10 is a cartoon depicting a Klu Klux Klan member who after shooting a Black person remarks to a ranger \"Whatcha mean, `Out of Season'?\" Names familiar to jail employees have been attached to the figures. Similarly, the words \"AKA Willie (Bone)\" have been inscribed under the picture of a Kenyan youth that some jail employees were attempting to sponsor. Exhibit 11 is a highly offensive depiction of a large-breasted Black woman in some form of native garb; in the same vein, Exhibit 12 is a national geographic magazine-type photograph of a naked Black woman with the words \"Yo Mama\" and a bone added above her head. Exhibit 13 also depicts a naked Black person, this time accompanied by the words \"Official Runnin' Nigger Target\" and what appear to be bullet holes. Exhibit 14 is a questionnaire that begins \"Photo not necessary since you all look alike\" and asks such questions as \"[how many] years [spent] in local prisons?\" and \"[give] approximate estimate of income [from] theft, welfare, ... false insurance claims....\" Finally, Exhibit 38 is a photograph from the first page of the Suffolk Federal Credit Union \"News n Views\" of newly elected credit officers. One is a Black man; the other four have been altered to resemble Klu Klux Klan members. The cumulative intent of these cartoons, \"jokes\" and pictures is clear.</p>\n<p>Plaintiffs have repeatedly been mimicked in derogatory ways. For example, the court finds that in January 1983 White correction officers dressed a Hispanic inmate in a straw hat, sheet, and a sign that read \"Spic.\" The White officers referred to the inmate as \"Ramos' son.\" Officer Ramos complained to his duty Lieutenant about the incident and also wrote an incident report to Sheriff Finnerty, Warden Romano, Deputy Warden Flammia, Chief of Staff Antoncic and Duty Lieutenant Hemindinger. Lieutenant Hemindinger called Officer Ramos into his office and accused Ramos of trying to \"make waves.\" Officer Pritchard then entered Hemindinger's office and told Ramos to change the incident report; he told Ramos, \"we know how to take care of fellows like you.\"</p>\n<p>Following his filing of the incident report, Ramos' car was vandalized, and he received harassing phone calls at his home at all hours of the day and night. Several days after Ramos filed the report, Chief of Staff Antoncic approached Ramos and told <span class=\"star-pagination\">*526</span> him that an investigation had revealed that the incident never occurred. At this point, Ramos produced photos of the Hispanic inmate, along with the hat and sheet and was told to see Internal Affairs.</p>\n<p>In May 1983 Ramos was informed that there would be a civil service hearing in June regarding the incident. Once the hearing date was set, Ramos was further harassed by White correction officers. They called him \"Spic,\" pressed racially derogatory literature on him and made statements such as \"You're lucky to have a job. We'll get you\" and \"If we don't pray together we don't stay together.\" Ramos testified at the hearing, but was never officially notified of what action, if any, would be taken against the accused officers. When he returned to the prison Ramos was greeted by a sign that read \"We have the spic. We won.\" White officers chanted \"we won, we won, we have the spic.\" These White officers informed Ramos that the accused officers had been exonerated.</p>\n<p>In 1981 Officer Ramos and Officer John Hammond met with Alphonse Anderson, the Suffolk County Affirmative Action Officer. They complained about discrimination in job assignments and racial harassment. Anderson promised that he would visit the prison and investigate their complaints. Some time later, Ramos saw Anderson at the prison. Ramos asked for permission to speak with Anderson, but his Sergeant told Ramos to go to lunch. Several weeks later Ramos was called into Chief of Staff Antoncic's office. Antoncic asked Ramos \"What are you doing to me?\" Ramos described the injustices that he felt needed addressing.</p>\n<p>In January of 1981 Officer Ramos showed Warden Romano and Deputy Warden Flammia a \"Spic and Span\" cut-out and a Ku Klux Klan \"application\" that he had received. Ramos suggested that a memorandum be posted prohibiting such harassment. While Flammia promised to speak to each crew about such conduct, he never did so, nor was any memorandum posted warning against such activities.</p>\n<p>As a result of his frequent complaints of racial harassment, Ramos has been shunned by many White correction officers. He often has to eat by himself and does not receive the full cooperation of White officers, making his job more dangerous and stressful. On one occasion, the security squad took so long to respond to Ramos' call for help that he was assaulted.</p>\n<p>Similarly, Officer Snell testified that when he has asked White correction officers stationed in the lobby to open the tier doors so that he could exit and use the officers' restroom, the White officers have refused, making comments such as \"use the toilet (in there), nigger.\" Other witnesses related similar experiences. The court credits this and other testimony of ongoing demeaning incidents that increase the stress of Black officers' employment.</p>\n<p>It is apparent that plaintiffs were \"subjected to vicious, frequent, and reprehensible instances of racial harassment ... in several guises.\" <i>Equal Employment, Etc. v. Murphy Motor Freight Lines, Inc.,</i> <span class=\"citation\" data-id=\"1400163\"><a href=\"/opinion/1400163/equal-employment-etc-v-murphy-motor-freight/\"><span class=\"volume\">488</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">381</span></a></span>, 384 (D.Minn.1980). <i>See also, e.g., </i><i>Gilbert v. City of Little Rock, Ark.,</i> <span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></span>, 1394-95 (8th Cir.1983), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></span> (1984); <i>United States v. City of Buffalo,</i> <span class=\"citation\" data-id=\"2347485\"><a href=\"/opinion/2347485/united-states-v-city-of-buffalo/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span>, 635 (W.D.N.Y. 1978), <i>modified on other grounds and aff'd,</i> <span class=\"citation\" data-id=\"383665\"><a href=\"/opinion/383665/24-fair-emplpraccas-313-24-empl-prac-dec-p-31333-united-states-of/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (2d Cir.1980). There was a \"concerted pattern of harassment\" by some of the correction officers. <i>Fekete v. United States Steel Corp.,</i> <span class=\"citation\" data-id=\"2344253\"><a href=\"/opinion/2344253/fekete-v-united-states-steel-corporation/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1177</span></a></span>, 1186 (W.D.Pa.1973). Such opprobrium constitutes an unlawful employment practice under Title VII. <i>Cariddi v. Kansas City Chiefs Football Club, Inc.,</i> <span class=\"citation\" data-id=\"351877\"><a href=\"/opinion/351877/16-fair-emplpraccas-462-15-empl-prac-dec-p-8014-james-g-cariddi-v/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 88 (8th Cir.1977).</p>\n<p></p>\n<h2>b. Failure of Employer to Protect Workers</h2>\n<p>To recover, plaintiffs must establish that the employer did not take reasonable steps to prevent this racial harassment in the working place. <i>EEOC v. Murphy Motor Freight Lines, Inc.,</i> <span class=\"citation\" data-id=\"1400163\"><a href=\"/opinion/1400163/equal-employment-etc-v-murphy-motor-freight/\"><span class=\"volume\">488</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">381</span></a></span>, 385 (D.Minn.1980). Some courts have refused to find a Title VII violation unless supervisory <span class=\"star-pagination\">*527</span> personnel participated in the harassment. <i>See id.</i> at 385 (citing cases). The appropriate standard is that \"[i]f management knows or should know of incidents of racial harassment that are more than sporadic, it has the responsibility to take reasonable affirmative steps to eliminate such incidents.\" <i>Id.</i> at 386 (and cases cited).</p>\n<p>Plaintiffs have proven that defendants did not take reasonable steps to prevent the racial harassment of plaintiffs by their co-workers. The defendants were aware of these adverse working conditions. The testimony of Carmine Flammia, Chief of Staff of the Sheriff's Office, is confirmed by extensive exhibits and testimony. In response to questions by the court, Mr. Flammia who had worked for many years in the jailtestified as follows:</p>\n<blockquote>THE COURT: ... From your statement I understand that you have heard commonly in use in the jail the so-called jokes based on the ethnic and racial characteristics?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And you do not have much doubt, do you, that cartoons were actually posted as testified to?</blockquote>\n<blockquote>A I believe that they were.</blockquote>\n<blockquote>THE COURT: I take it during the course of your experience and during the course of the time we are concerned with here, under Title 7, you do not have much doubt that there were ... epithets, using the word \"Nigger.\"</blockquote>\n<blockquote>A I believe it is [in] common use in a jail.</blockquote>\n<blockquote>THE COURT: And guinea?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Pollack?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Kike?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>THE COURT: Mick?</blockquote>\n<blockquote>THE WITNESS: Rarely.</blockquote>\n<blockquote>THE COURT: But sometimes?</blockquote>\n<blockquote>THE WITNESS: Sometimes.</blockquote>\n<blockquote>THE COURT: Black bitch?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Honkey?</blockquote>\n<blockquote>THE WITNESS: Oh, yes.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: ... Assuming the court were to order somebody at roll calls and before assemblies to tell the C[orrection] O[fficers]s that this no longer would be tolerated, who would be the person to make the statement, you or the warden or the sheriff?</blockquote>\n<blockquote>THE WITNESS: I really think it should be under the warden's jurisdiction.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: Now, do you hold human relations workshops [about] why you shouldn't use these [words] even in jest?</blockquote>\n<blockquote>THE WITNESS: We have not.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>THE COURT: Do you know the City of New York some years ago had the problem in its police force and it became very dangerous and they had these human relations workshops? ...</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Do you think it would be helpful to have the affirmative action officer [and] his role brought to the attention of the COs?</blockquote>\n<blockquote>THE WITNESS: I guess it would be, I think what we have done and maybe we were in error in the sheriff's department, but on the COs' complaints we have always used internal affairs. They were the ones that investigate[d] and took the complaint. I am not suggesting that it replaces the affirmative action officer, but it sort of took that role.</blockquote>\n<blockquote>THE COURT: Should it be brought to their attention that the internal affairs officers are useful ...?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: And perhaps the affirmative action [officer] as well?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: Any other action that you think would be useful?</blockquote>\n<blockquote>THE WITNESS: I thinkthat probably and the most effective thing whether <span class=\"star-pagination\">*528</span> the warden or the present deputy warden would go in and talk to all the personnel, and I think that might help better if it was not a one time thing, but maybe on a constant basis.</blockquote>\n<p>Defendants took inadequate measures to protect plaintiffs. The evidence shows that more forceful action could have been but was not taken to ameliorate or eliminate these deleterious working conditions. No effective action was taken to extinguish rampant racial slurs. There was no follow-up on the few halting steps that were taken notifying correction officers of a Suffolk County policy to eliminate discriminatory working conditions.</p>\n<p>As a result, plaintiffs have felt humiliated, fearful and depressed on the job. <i>Cf. </i><i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, 691, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954) (segregation \"may affect their hearts and minds in a way unlikely ever to be undone\"). Working conditions for Black officers and those with Hispanic backgrounds have been far inferior to those of other correction officers.</p>\n<p>The law will not tolerate imposition of inferior working conditions on some employees because of their race or ethnicity. It matters not that it is fellow employees rather than the employer who create these conditions. Employers are responsible for taking all practicable steps to ensure that no employee is discriminated against and humiliated on the job because he or she is a member of a minority group. <i>Kyriazi v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"2266110\"><a href=\"/opinion/2266110/kyriazi-v-western-elec-co/\"><span class=\"volume\">461</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">894</span></a></span>, 935 (D.N.J.1978).</p>\n<p></p>\n<h2>2. Problems in Banning Racial Epithets and \"Jokes\"</h2>\n<p>Defendants have sought to justify these conditions on two grounds: first, that the overt prejudice complained of is sporadic, non-hostile in intent, and no greater than that found in Suffolk County society generally, and, second, that hostile statements and acts in the jail are directed to all minorities, not merely Blacks and Hispanics.</p>\n<p>This attempted justification raises the troubling issue of the role that racial and ethnic humor plays in society. \"Ethnophaulisms,\" \"derogatory terms used by members of one ethnic group to describe the members of another,\" are an integral part of such humor. P.I. Rose, <i>They and We</i> 102 (1968). Rose calls ethnophaulisms \"the core of the `language of prejudice' [that] when openly expressed, become a form of discrimination known as antilocution.\" <i>Id.</i></p>\n<p>It is true that the \"language of prejudice\" and the racial and ethnic hostility it fosters are pervasive in New York, including Suffolk County. <i>See</i> Fed.R.Evid. 201 (court's power to take judicial notice of facts \"generally known within the territorial jurisdiction\" of the trial court). Civil rights legislation and judicial decisions in the period following World War II have somewhat ameliorated the situation. Still, the court would have to repair to some soundproof ivory tower not to recognize that racial slurs, ethnic jokes and hostility still manifest themselves in a wide variety of ways in homes, social settings and the workplacealthough perhaps less forcefully in the latter arena. \"Division Between Races Still Persists In New York City, Poll Indicates,\" New York Times, May 14, 1985 at 1, col. 5. The myriad forms such humor takes have been well documented. <i>See, e.g.,</i> W.B. Helmreich, <i>The Things They Say Behind Your Back: Stereotypes and the Myths Behind Them</i> (1982); A. Roback, <i>A Dictionary of International Slurs, With a Supplementary Essay on Aspects of Ethnic Prejudice</i> (1979).</p>\n<p>Concern about privacy interests suggests that the courts not become involved in policing what citizens say and do in their homes and at social gatherings. Here improvement must stem from educative institutions more powerful than the courts such as churches, synagogues, and schools and from the example of public leaders.</p>\n<p>The workplace is different because it is governed by Congress's mandate that discrimination in employment will no longer be tolerated in this country. Still, it could be argued that Congress did not intend this <span class=\"star-pagination\">*529</span> ban to extend to racial and ethnic joking. The problem, while appearing deceptively simple on its surface, touches some of our most sensitive and deepest conceptions of self and of our relationships with others. <i>See, e.g.,</i> McGhee &amp; Duffey, \"Children's Appreciation of Humor Victimizing Different Racial-Ethnic Groups,\" 14 J. Cross-Cultural Psychology 29 (1983); Ingrando, \"Sex Differences in Response to Absurd, Aggressive, Pro-Feminist, Sexual, Sexist, and Racial Jokes,\" 46 Psychological Reports 368 (1980); Wicker, Barron &amp; Willia, \"Disparagement Humor: Dispositions and Resolutions,\" 39 J. Personality &amp; Soc. Psychology, 701 (1980); LaFave &amp; Mannell, \"Does Ethnic Humor Serve Prejudice?,\" J. Communications (Summer 1976).</p>\n<p></p>\n<h2>a. Possible Functions Served by Racial and Ethnic Humor</h2>\n<p>A good deal of the persiflage in rough humorethnic or otherwiseobserved during the presiding judge's youth working around the New York City docks is not without some utility. It may provide ventilation for suppressed hostility and fear. Comradeship among soldiers and fellow workers is often based upon insults designed in part to disguise affection.</p>\n<p>The point is softly made in <i>The Virginian,</i> Owen Wister's 1902 colonial romance about Wyoming between 1874 and 1890. O. Wister, <i>The Virginian: A Horseman of the Plains</i> ix (1960 ed.). The narrator describes two friends meeting in this way:</p>\n<blockquote>`I suppose you have me beat,' said Steve, grinning at him affectionately. `You're such a son-of-a____when you get down to work. Well, so-long! I got to fix my horse's hoofs.'</blockquote>\n<blockquote>I had expected that the man would be struck down. He had used to the Virginian a term of heaviest insult, I thought. I had marvelled to hear it come so unheralded from Steve's friendly lips. And now I marvelled still more. Evidently he had meant no harm by it, and evidently no offence had been taken. Used thus, this language was plainly complimentary. I had stepped into a world new to me indeed....</blockquote>\n<p><i>Id.</i> at 13. The Virginian reacts differently when addressed by someone with whom he is on less friendly terms:</p>\n<blockquote>It was now the Virginian's turn to bet, or leave the game, and he did not speak at once.</blockquote>\n<blockquote>Therefore Trampas spoke. `Your bet, you son-of-a____.'</blockquote>\n<blockquote>The Virginian's pistol came out, and his hand lay on the table, holding it unaimed. And with a voice as gentle as ever, the voice that sounded almost like a caress, ... he issues his orders to the man Trampas:</blockquote>\n<blockquote>`When you call me that, smile! And he looked at Trampas across the table.</blockquote>\n<p><i>Id.</i> at 24. The narrator summarizes his impressions this way:</p>\n<blockquote>Something had been added to my knowledge also. Once again I had heard applied to the Virginian that epithet which Steve so freely used. The same words, identical to the letter. But this time they had produced a pistol. `When you call me that, smile!' So I perceived a new example of the old truth, that the letter means nothing until the spirit gives it life.</blockquote>\n<p><i>Id.</i> at 26 (emphasis in original).</p>\n<p>It is clear from the evidence in this case that those making the vicious and demeaning racial and ethnic remarks and those putting scurrilous material on the bulletin boards were not smiling. This was not idle banter among friends and comrades, but sharp and cutting slurs designed to demean, harass and intimidate.</p>\n<p>An extensive literature has developed exploring the meaning of racial and ethnic humor. In <i>The Functions of Prejudice</i> (1975) Jack Levin argues that although prejudice and racial stereotyping have \"severely impaired the operating effectiveness of our society,\" <i>id.</i> at 33, it persists in part because of its function in the lives of members of the minority and majority groups. For members of the majority group, prejudice may be used to displace aggression, protect self-esteem, define self-image, and <span class=\"star-pagination\">*530</span> reduce uncertainty about the perceived world. <i>Id.</i> at 61-62. For members of the minority group, prejudice directed against it \"often exerts pressure for group cohesiveness and pride, forces emphasis on its history and achievement, and brings about the development of organizations which further its interests as a group.\" <i>Id.</i> at 100.</p>\n<p>Commentators have documented other functions that racial and ethnic joking may serve. <i>See, e.g.,</i> Zijderveld, \"Sociology of Humour and Laughter,\" 31 Current Soc. 1, 49 (1983) (ethnic joke told by members of ethnic group strengthens their morale and bolsters their sense of identity); Davies, \"Ethnic Jokes, Moral Values and Social Boundaries,\" 33 British J. Soc. 383 (1982)(ethnic humor reduces ambiguity and reflects anxieties caused by conflicting norms and values in large post-industrial societies); Gadfield, \"Dynamics of Humor in Ethnic Group Relations,\" 6 Ethnicity 373 (1979); Ehrlich, \"Observations on Ethnic and Intergroup Humor,\" 6 Ethnicity 383 (1979) (suggesting distinction between ethnic and intergroup humor); Zennor, \"Joking and Ethnic Stereotyping,\" 43 Anthropological Quarterly 93, 111 (1970) (ethnic jokes told by minority groups about themselves strengthen the group and act as a safety valve); <i>see generally,</i> J.H. Goldstein &amp; P.E. McGhee, eds., <i>The Psychology of Humor</i> 105-114 (1972) (reviewing major studies undertaken in this area).</p>\n<p>The jokes described in the sociology studies cited above are relatively bland, particularly when compared with the virulent slurs used in the Suffolk County Jail. In any event, the authors are not condoning the prejudice underlying the widespread use of racial and ethnic humor, but instead are seeking to understand its tenacious grasp on our society.</p>\n<p></p>\n<h2>b. Lingering Effects of Past Discrimination</h2>\n<p>In the not very distant past, racism \"was openly acknowledged as official policy of the United States government....\" R. Kluger, <i>Simple Justice</i> 84 (1977). Laws designed to assure the inferiority of Black citizens remained on the books until well into this century. <i>Id.; See also,</i> B.D. Adam, <i>The Survival of Domination: Inferiorization and Everyday Life,</i> 21-24 (1978). Fortunately, United States government policy has changed, but its effects linger. Discrimination against Hispanic citizens has been perpetrated more subtly though no less invidiously. <i>See,</i> J.R. Feagin &amp; C.B. Feagin, <i>Discrimination American Style: Institutional Racism and Sexism</i> 43-79 (1978); <i>cf.</i> J. Levin, <i>The Functions of Prejudice</i> 16 (1975) (describing mass media advertisements that portray negative stereotypes of Mexican-Americans). Cartoons and postcards depicting widespread ethnic and racial stereotyping flourished at the turn of the century and subsequently. <i>See, e.g.,</i> \"Jews in American Graphic Satire and Humor,\" Catalogue of the Collection of John and Selma Appel (1985).</p>\n<p>Unfortunately, discrimination as a matter of state policy continues to flourish in today's world. The South African, Iranian and other situations are well known. The Soviet Union, through its state-controlled press, still publishes anti-Semitic cartoons. <i>See, e.g.,</i> Institute of Jewish Affairs, <i>Evidence from Books, Press and Radio</i> (1978); Kagedan, \"Soviet Anti-Jewish Publications 1979-1984\" (Special Report to the American Jewish Committee).</p>\n<p>State condoned racism encourages similar attitudes among citizens, which may persist long after state policy changes. On view at the American Jewish Committee is a monopoly-type board game \"Jews Out\" popular in Nazi Germany. Players sought to land on stores owned by Jews in order to send them to Palestine; sending six Jews out of Germany won the game. Recently, a few Germans have used a more malign version of the \"game\" in which Jews are sent to death camps by throwing the dice. Jewish Telegraphic Association Daily News Bulletin at 3 (Oct. 1, 1984). <i>See also,</i> Pl. Ex. 9 (\"draw the dots\" sheet posted at the Jail to suggest that minority correction officer <span class=\"star-pagination\">*531</span> candidates are less intelligent than White candidates).</p>\n<p>The lingering effects of past discrimination are omnipresent in the United States, particularly in employment. <i>See</i> J.R. Feagin &amp; C.G. Feagin, <i>Discrimination American Style</i> 44 (1978) (citing statistics showing minorities hold proportionately higher number of low income jobs). Racial stereotyping continues to be a potent force in perpetrating subjugation of the past. <i>See, e.g.,</i> G.S. Feldstein (ed.), <i>The Poisoned Tongue: A Documentary History of American Racism and Prejudice</i> 272-330 (1972). This abuse may be quite sophisticated as when teachers draw bagels on the files of Jewish students. Washington Post, April 20, 1985, at p. 10. Among male physical workers the forms of abuse are often less subtle.</p>\n<p>Sanitizing the workplace may detract from the cathartic value ethnic slurs sometimes do have. The court recognizes that this is particularly true where, as here, the Suffolk County Correction Officers are subject to discipline, danger and inhibitions and come from a variety of disparate groups, each of which is unsure of its economic and social status.</p>\n<p>Given, however, the harsh and crude way in which racial animosities have regularly been expressed by correction officers in the Suffolk County Jail, an absolute prohibition on racial \"joking\" there is mandated by the law. Only a radical shock to the mores can succeed in bringing home to these officers the necessity of eschewing overt hostility so that equal working conditions for all employees can exist as Congress intended.</p>\n<p>Whatever prejudice may manifest itself in society at large, Congress has flatly ruled that it will not be allowed in the workplace in the United States. Prejudice, whether blatant or subtle, whether practiced by those wearing blue collars or white collars, whether the expression of those wearing correction officers' uniforms or grey flannel suits, will not be tolerated when directed against employees in the workplace. <i>Cf. </i><i>Kyriazi v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"2266110\"><a href=\"/opinion/2266110/kyriazi-v-western-elec-co/\"><span class=\"volume\">461</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">894</span></a></span>, 934-39 (D.N.J. 1978) (under Title VII, female employee not required to tolerate sexist cartoons and jibes as part of the \"working man's world\"). Courts must carry out this mandate.</p>\n<p>As the court concluded in <i>United States v. City of Buffalo,</i> <span class=\"citation\" data-id=\"2347485\"><a href=\"/opinion/2347485/united-states-v-city-of-buffalo/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span> (W.D. N.Y.1978), <i>modified on other grounds and aff'd,</i> <span class=\"citation\" data-id=\"383665\"><a href=\"/opinion/383665/24-fair-emplpraccas-313-24-empl-prac-dec-p-31333-united-states-of/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (2d Cir.1980):</p>\n<blockquote>The Department has hidden behind a paper policy of racial tolerance. It has stated that if the complaints brought out at this trial had been brought to the commissioner, action would have been taken. The record speaks otherwise. A strong policy directive should have been issued by the commissioner on racial tolerance, it should have been constantly impressed upon the entire force, particularly precinct and unit leaders, and a formal mechanism should have been established to deal with any related grievances.</blockquote>\n<p><i>Id.</i> at 635. Strong remedial steps are appropriate in the instant case. <i>See also </i><i>United States v. City of Buffalo,</i> <span class=\"citation\" data-id=\"2124259\"><a href=\"/opinion/2124259/united-states-v-city-of-buffalo/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span> (W.D.N.Y.1979) (implementing remedy).</p>\n<p>For reasons beyond the scope of this opinion, the First Amendment does not bar appropriate relief in the instant case of discrimination in the workplace. Such serious constitutional considerations are best addressed in a case raising the issues directly. <i>Cf., e.g.,</i> G. Gunther, Constitutional Law 1176 ff. (9th ed. 1975) (\"Offensive Language and the Sensitive Audience\"). Here no one has raised the issue and it would be inappropriate for the court to address it on its own motion.</p>\n<p></p>\n<h2>III. REMEDY</h2>\n<p>The Warden of the Suffolk County Correction facility shall take the following steps immediately to remedy these unlawful conditions:</p>\n<p>1. He shall promptly appear before all correction officers either in an assembly or as each shift and squad assembles. He shall declare that he and the County will <span class=\"star-pagination\">*532</span> not tolerate any correction officer's action discriminating against another correction officer because of his or her minority status. He shall forbid the use by correction officers on any County property and on all County business of: (1) epithets such as \"nigger,\" \"polack,\" \"kike,\" \"spic,\" \"guinea,\" \"honky,\" \"mick,\" \"coon,\" and \"black bitch\" (all of which have been used on the job by correction officers in recent years); (2) posting or distribution of derogatory bulletins, cartoons, and other written material; (3) mimicking officers because of what some correction officers may believe to be stereotypical characteristics of minorities; and (4) any racial, ethnic, or religious slurs whether in the form of \"jokes,\" \"jests,\" or otherwise. Appropriate follow-up of these statements shall be made in writing and orally by the warden and his subordinates.</p>\n<p>2. He shall state that a violation of this policy will result in prompt and severe discipline.</p>\n<p>3. He shall describe the method of making complaints about violations of this policy and describe the duties and role of the County \"Affirmative Action Officer\" and the Corrections Department Internal Affairs Office in dealing with the issue of discrimination.</p>\n<p>4. He shall take such further action as he believes necessary to carry out the policy against discrimination by fellow employees, including instituting human relations workshops.</p>\n<p>During the course of the trial, the attorneys took steps to reduce racial hostility resulting from the litigation. They shall direct their respective clients to forego any gloating or recriminations over this litigation to the end that the officers of the Correction Facility can in solidarity, amity and mutual respect resume the job of protecting the public, inmates and each other.</p>\n<p>Plaintiffs shall promptly submit a motion for attorneys' fees. <i>See</i> 42 U.S.C. § 2000e-5(k).</p>\n<p>SO ORDERED.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/301085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/345163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/351877/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/365888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/383665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413195/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/420018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1760034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1810685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2124259/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2220434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2266110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2284378/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2344253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2347485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2354774/"
          ]
        }
      ],
      "judges": "Weinstein",
      "date_created": "2014-10-30T19:49:26.872513Z",
      "date_modified": "2017-04-07T03:06:31.296121Z",
      "date_filed": "1985-06-05",
      "date_filed_is_approximate": false,
      "slug": "snell-v-suffolk-county",
      "citation_id": 1976897,
      "case_name_short": "Snell",
      "case_name": "Snell v. Suffolk County",
      "case_name_full": "",
      "federal_cite_one": "611 F. Supp. 521",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 19,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1832223/snell-v-suffolk-county/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:49:26.870099Z",
  "date_modified": "2014-10-30T19:49:26.870099Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Snell",
  "case_name": "Snell v. Suffolk County",
  "case_name_full": "",
  "slug": "snell-v-suffolk-county",
  "docket_number": "82 Civ. 4290 (JBW)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}