{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1833064/",
  "id": 1833064,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/indtc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2004731/",
      "id": 2004731,
      "absolute_url": "/opinion/2004731/kohls-dept-stores-inc-v-dept-of-state-rev/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1833064/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2004731/",
          "id": 2004731,
          "absolute_url": "/opinion/2004731/kohls-dept-stores-inc-v-dept-of-state-rev/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2004731/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:01:38.687832Z",
          "date_modified": "2017-04-08T06:49:10.754371Z",
          "type": "010combined",
          "sha1": "c22333972a749e5be0c54fc83bfc6b85d5effad1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>822 N.E.2d 297 (2005)</b></center>\n<center><h1>KOHL'S DEPARTMENT STORES, INC., Petitioner,<br>\nv.<br>\nINDIANA DEPARTMENT OF STATE REVENUE, Respondent.</h1></center>\n<center>No. 49T10-0209-TA-110.</center>\n<center><p><b>Tax Court of Indiana.</b></p></center>\n<center>February 9, 2005.</center>\n<p><span class=\"star-pagination\">*298</span> Francina A. Dlouhy, Christopher A. Ruhl, Baker &amp; Daniels, Indianapolis, IN, Paul H. Frankel, Craig B. Fields, Roberta Moseley Nero, Morrison &amp; Foerster LLP, New York, NY, Attorney for Petitioner.</p>\n<p>Steve Carter, Attorney General of Indiana, Robert B. Wente, Deputy Attorney General, Indianapolis, IN, Attorney for Respondent.</p>\n<p></p>\n<h2>ORDER ON PARTIES' CROSS-MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>FISHER, J.</p>\n<p>Kohl's Department Stores, Inc. (Kohl's) appeals the Indiana Department of State Revenue's (Department) denial of its claims for refund of income tax paid during the tax years ending February 1, 1997, January 31, 1998, and January 30, 1999 (the years at issue). The matter is currently before the Court on the parties' cross-motions for summary judgment. The sole issue for the Court to decide is whether Kohl's was required to seek the Department's permission to discontinue filing combined Indiana income tax returns.</p>\n<p></p>\n<h2>FACTS AND PROCEDURAL HISTORY</h2>\n<p>Kohl's is a Delaware corporation with its principal place of business in Menomonee Falls, Wisconsin. Kohl's is engaged primarily in the operation of retail stores which sell clothing and household goods. It operates stores both inside and outside of Indiana.</p>\n<p>In November 1993, due to a change in Kohl's holding company structure,<sup>[1]</sup> the Department granted Kohl's permission to retroactively file combined Indiana income tax returns commencing with the tax year ending August 29, 1987. Kohl's holding company system was again restructured in 1996. Subsequently, on November 8, 2000, <span class=\"star-pagination\">*299</span> Kohl's requested the Department's permission to discontinue filing its income tax returns on a combined basis. On December 20, 2000, the Department granted Kohl's request, commencing with the 2000 tax year.</p>\n<p>On February 23, 2001, Kohl's filed amended corporate income tax returns for the 1997, 1998, and 1999 tax years, requesting refunds for each of these years. Kohl's filed these returns on a separate basis rather than a combined basis, reasoning that the changed corporate structure that the Department recognized in December of 2000 had been in existence since 1996. The Department subsequently denied each of Kohl's claims for refund.</p>\n<p>Kohl's requested review of the Department's denial and, on May 15, 2002, the Department held an administrative hearing. On June 20, 2002, the Department issued its Letter of Findings (LOF), again denying Kohl's refund claims. In so doing, the Department noted that Indiana Code § 6-3-2-2(q) requires a taxpayer to file a petition for permission to file combined returns within thirty days of the end of the affected tax year. The Department reasoned by implication that a taxpayer was similarly obligated to file a request to discontinue filing combined returns within the same time frame.</p>\n<p>On September 17, 2002, Kohl's initiated an original tax appeal. The parties subsequently filed cross-motions for summary judgment on September 15, 2003. The Court heard the parties' oral arguments on November 13, 2003. Additional facts will be supplied as necessary.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>This Court reviews the Department's determinations <i>de novo.</i> Ind.Code Ann. § 6-8.1-9-1(d) (West 2005). Therefore, the Court is bound by neither the evidence presented nor the issues raised at the administrative level. <i>Snyder v. Indiana Dep't of State Revenue,</i> 723 N.E.2d 487, 488 (Ind. Tax Ct.2000), <i>review denied.</i></p>\n<p>In addition, a motion for summary judgment will be granted only when there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Ind. Trial Rule 56(C). Cross-motions for summary judgment do not alter this standard. <i>Snyder,</i> 723 N.E.2d at 488.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Corporate taxpayers in Indiana may file their income tax returns on either a separate company basis or a combined basis. <i>See</i> Ind.Code Ann. § 6-3-1-28 (West 2005); Ind.Code Ann. § 6-3-2-2(<i>l</i>) (West Supp.2004-2005). The combined reporting method is an alternative to Indiana's standard three-factor apportionment scheme. <i>See </i><i>Cooper Indus., Inc. v. Indiana Dep't of State Revenue,</i> 673 N.E.2d 1209, 1210 (Ind. Tax Ct.1996). Through combined reporting, a group of corporations operating as a unitary business may aggregate their earnings before apportionment in order to more fairly represent their income derived from sources within the state of Indiana. <i>See id. See also</i> A.I.C. § 6-3-2-2(<i>l</i>).</p>\n<p>In order for a taxpayer to elect the combined filing method during the years at issue, certain procedural requirements were to be met. Indiana Code § 6-3-2-2(q) provides that:</p>\n<blockquote>[O]ne (1) or more taxpayers may petition the [D]epartment... for permission to file a combined income tax return for a taxable year. The petition ... must be completed and filed with the [D]epartment not more than thirty (30) days after the end of the taxpayer's taxable year.</blockquote>\n<p>IND.CODE ANN. § 6-3-2-2(q) (West 1997). The statute does not, as the Department <span class=\"star-pagination\">*300</span> concedes, specify whether the same requirements apply if a taxpayer wishes to discontinue combined filing and resume filing on a separate company basis. (Resp't Br. at 8.) Nevertheless, the Department maintains that the legislature intended for the requirements to be the same but inadvertently failed to include an explicit statute of limitations for petitions to discontinue combined filing. Consequently, the Department asserts that because Kohl's did not seek permission to discontinue combined filing within thirty days after the end of the 1997, 1998, and 1999 tax years, it was not entitled to file separate returns for those years (which in turn enabled them to claim for refund). Kohl's counters that the plain and unambiguous language of Indiana Code § 6-3-2-2(q) does not require it to seek the Department's permission to discontinue combined filing.</p>\n<p>It is a fundamental rule of statutory construction that it is the legislative intent behind a statute, rather than its precise language, which governs. <i>See </i><i>Zoercher v. Indiana Associated Tel. Corp.,</i> 211 Ind. 447, 7 N.E.2d 282, 284 (1937). If, after reading a statute within the context of the entire act and using tools of statutory construction, a court determines that certain words necessary to effectuate the legislature's intent have been omitted, the court may read the omitted words into the statute. <i>Evansville Concrete Supply Co. v. Indiana Dep't of State Revenue,</i> 571 N.E.2d 1350, 1353 (Ind. Tax Ct.1991). When the language of a statute is clear and unambiguous, however, \"the court may not expand or contract the meaning of a statute by reading into it language to correct supposed omissions or defects.\" <i>Id.</i> (internal quotation and citation omitted). Furthermore, a court should construe a statute to determine the legislature's intent only when the meaning of a statute's language is reasonably susceptible to more than one construction. <i>Id</i> (internal citation omitted). Accordingly, the critical inquiry here is whether Indiana Code § 6-3-2-2(q) is reasonably susceptible to the Department's construction.</p>\n<p>The Department argues that its interpretation of § 6-3-2-2(q) is consistent with the legislature's intent because the legislature could not have intended for \"taxpayers [to] be allowed to float from one reporting method to another with no time parameters affixed.\" (Resp't Resp. Br. at 2.) Additionally, the Department explains that the legislature amended § 6-3-2-2(q) in 1993 to require a taxpayer to request permission to file a combined return within thirty days of the end of the affected tax year. This amendment, according to the Department, is direct evidence that the legislature \"intended to segregate out decisions regarding the granting and discontinuing of permission to file combined returns but inadvertently neglected to include an explicit statute of limitations for petitions to discontinue.\" (Resp't Br. at 8.) Both arguments are unavailing.</p>\n<p>First, it is simply not true that, in the absence of the Department's implied statute of limitations for petitions to discontinue, taxpayers will be allowed to \"yo-yo back and forth\" between filing methods without limitation. (<i>See</i> Resp't. Br. at 12.) As the Department itself acknowledges, Indiana Code § 6-8.1-9-1, the general refund statute, provides that claims for refund must be filed within three years after the latter of the due date of the return or the date of payment. Ind.Code Ann. § 6-8.1-9-1(a) (West Supp.2004-2005). Accordingly, the Department's concern \"that a taxpayer could come before the Department years after-the-fact, reach back as far as it desired[,] and dictate that its corporate tax be changed[,]\" (Resp't Resp. Br. at 3), is unfounded. A taxpayer <span class=\"star-pagination\">*301</span> could only, at most, reach back three years to file an amended return and corresponding claim for refund.</p>\n<p>Second, the fact that the legislature added a thirty-day requirement for permission to file combined returns in no way indicates that the legislature intended to single out decisions regarding both the granting <i>and discontinuing</i> of permission to file combined returns. The Department offers no support for this assertion and none can be found in the statute itself. The language of the statute is plain and unambiguous and makes no reference to discontinuing combined filing. If the legislature had intended to impose a thirty-day restriction on seeking permission to discontinue, it would have stated as much. <i>See </i><i>Cooper Indus., Inc.,</i> 673 N.E.2d at 1215. Indeed, the legislature's failure to address this situation could have been intentional given the fact that separate filing is actually the default filing method.<sup>[2]</sup> It seems logical that the legislature would impose special requirements on those wishing to depart from the default method, but would not impose those same requirements on those wishing to return to it.<sup>[3]</sup></p>\n<p>Section 6-3-2-2(q) is not, therefore, susceptible to the Department's construction. The terms of the statute are clear and there is no reason for this Court to expand those terms to embrace the Department's interpretation. This is not a situation where a supposed omission makes it impossible to comply with the statute. <i>See </i><i>Town of Homecroft v. Macbeth,</i> 238 Ind. 57, 148 N.E.2d 563, 568 (1958) (stating that \"[w]here it is clear that words have been omitted which are necessary to make the statute workable ... such may be read into the act to express the true legislative intent\"). Nor is there any indication that an omission has occurred or a correction is necessary as a result of a clerical or typographical error. <i>See </i><i>Woerner v. City of Indianapolis,</i> 242 Ind. 253, 177 N.E.2d 34, 38-39 (1961) (stating that \"courts may provide minor omissions or make minor substitutions in the enactments of the legislature\" where there has been such an error).</p>\n<p>In this case, the omission alleged by the Department is a substantial one. In fact, the Department itself refers to the omitted statute of limitations as a \"critical proviso.\" (Resp't Resp. Br. at 2.) To find that the legislature overlooked such an important provision would require this Court to impute a high degree of negligence to the legislature. This the Court will not do. Accordingly, the Department's interpretation of Indiana Code § 6-3-2-2(q) must be rejected and the language of the statute will control.<sup>[4]</sup> \"[L]egislatures <span class=\"star-pagination\">*302</span> make the tax statutes and courts enforce them as written, not as departments of revenue may wish they had been written.\"<sup>[5]</sup><i>Indiana Dep't of State Revenue v. Endress &amp; Hauser, Inc.,</i> 404 N.E.2d 1173, 1178 (Ind.Ct.App.1980) (footnote added).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the Court GRANTS the Petitioner's motion for summary judgment and DENIES the Department's motion for summary judgment.</p>\n<p>SO ORDERED this 9th day of February, 2005.</p>\n<h2>NOTES</h2>\n<p>[1]  At the behest of creditors, two holding companies had been established to hold acquisition debt. Accordingly, the Department found that filing on a separate company basis distorted Kohl's Indiana taxable income.</p>\n<p>[2]  This is evident simply by looking at the language of § 6-3-2-2 itself. The statute provides that the taxpayer may only elect another method of filing \"[i]f the allocation and apportionment provisions of [Title 6, Article 3] do not fairly represent the taxpayer's income derived from sources within the state of Indiana[.]\" Ind.Code Ann. § 6-3-2-2(<i>l</i>), (q) (West 1997).</p>\n<p>[3]  In any event, if a taxpayer's income is distorted by either method, an audit will reflect such distortion. The Department may then require the taxpayer to employ a different filing method. <i>See</i> A.I.C. § 6-3-2-2(<i>l</i>).</p>\n<p>[4]  The Department also relies on a 1996 decision of this Court for the proposition that the Court may read a limitations period into a statute where one has been omitted by the legislature. (<i>See</i> Resp't Br. at 9-10 (citing <i>State ex rel. ANR Pipeline Co. v. Indiana Dep't of State Revenue,</i> 672 N.E.2d 91 (Ind. Tax Ct.1996).)) The statute at issue in that case, Indiana Code § 6-8.1-5-1(g), provided that if a taxpayer disagreed with the Department's decision in a Letter of Findings (LOF), the taxpayer had 180 days to appeal the decision to this Court. Ind.Code Ann. § 6-8.1-5-1(g) (West Supp.1996). Accordingly, the Court reasoned that the Department likewise had 180 days to reconsider its LOF. <i>See ANR Pipeline,</i> 672 N.E.2d at 95. This was a reasonable inference to make because by placing a 180-day limitation on appeals, the statute implied that the LOF became final after 180 days. If it is final with respect to the taxpayer, it should be final with respect to the Department as well. Here, by contrast, there is nothing in Indiana Code § 6-3-2-2(q) to suggest that because a taxpayer must request permission to file combined returns, he must also request permission to discontinue such filing.\n</p>\n<p>More fundamentally, however, the Department's reliance on <i>ANR Pipeline</i> is misplaced because the proposition it cites is mere dicta. The Court's holding in that case rested on a separate issue. <i>See id.</i></p>\n<p>[5]  If the Department wants to impose restrictions on taxpayers wishing to discontinue combined filing, it may be able to promulgate a rule or regulation interpreting Indiana Code § 6-3-2-2(q). <i>See </i><i>Indiana Dep't of Envtl. Mgmt. v. AMAX, Inc.,</i> 529 N.E.2d 1209, 1212 (Ind.Ct.App.1988) (stating that \"[a]dministrative agencies may make reasonable rules and regulations to apply and enforce legislative enactments\"). The Court makes no judgment at this time as to whether such a rule or regulation would be within the scope of the Department's authority as conferred by the legislature. <i>See </i><i>Charles A. Beard Classroom Teachers Ass'n v. Bd. of School Trs. of the Charles A. Beard Memorial School Corp.,</i> 668 N.E.2d 1222, 1224 (Ind.1996).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">297</span></span> (2005)</b></center>\n<center><h1>KOHL'S DEPARTMENT STORES, INC., Petitioner,<br>\nv.<br>\nINDIANA DEPARTMENT OF STATE REVENUE, Respondent.</h1></center>\n<center>No. 49T10-0209-TA-110.</center>\n<center><p><b>Tax Court of Indiana.</b></p></center>\n<center>February 9, 2005.</center>\n<p><span class=\"star-pagination\">*298</span> Francina A. Dlouhy, Christopher A. Ruhl, Baker &amp; Daniels, Indianapolis, IN, Paul H. Frankel, Craig B. Fields, Roberta Moseley Nero, Morrison &amp; Foerster LLP, New York, NY, Attorney for Petitioner.</p>\n<p>Steve Carter, Attorney General of Indiana, Robert B. Wente, Deputy Attorney General, Indianapolis, IN, Attorney for Respondent.</p>\n<p></p>\n<h2>ORDER ON PARTIES' CROSS-MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>FISHER, J.</p>\n<p>Kohl's Department Stores, Inc. (Kohl's) appeals the Indiana Department of State Revenue's (Department) denial of its claims for refund of income tax paid during the tax years ending February 1, 1997, January 31, 1998, and January 30, 1999 (the years at issue). The matter is currently before the Court on the parties' cross-motions for summary judgment. The sole issue for the Court to decide is whether Kohl's was required to seek the Department's permission to discontinue filing combined Indiana income tax returns.</p>\n<p></p>\n<h2>FACTS AND PROCEDURAL HISTORY</h2>\n<p>Kohl's is a Delaware corporation with its principal place of business in Menomonee Falls, Wisconsin. Kohl's is engaged primarily in the operation of retail stores which sell clothing and household goods. It operates stores both inside and outside of Indiana.</p>\n<p>In November 1993, due to a change in Kohl's holding company structure,<sup>[1]</sup> the Department granted Kohl's permission to retroactively file combined Indiana income tax returns commencing with the tax year ending August 29, 1987. Kohl's holding company system was again restructured in 1996. Subsequently, on November 8, 2000, <span class=\"star-pagination\">*299</span> Kohl's requested the Department's permission to discontinue filing its income tax returns on a combined basis. On December 20, 2000, the Department granted Kohl's request, commencing with the 2000 tax year.</p>\n<p>On February 23, 2001, Kohl's filed amended corporate income tax returns for the 1997, 1998, and 1999 tax years, requesting refunds for each of these years. Kohl's filed these returns on a separate basis rather than a combined basis, reasoning that the changed corporate structure that the Department recognized in December of 2000 had been in existence since 1996. The Department subsequently denied each of Kohl's claims for refund.</p>\n<p>Kohl's requested review of the Department's denial and, on May 15, 2002, the Department held an administrative hearing. On June 20, 2002, the Department issued its Letter of Findings (LOF), again denying Kohl's refund claims. In so doing, the Department noted that Indiana Code § 6-3-2-2(q) requires a taxpayer to file a petition for permission to file combined returns within thirty days of the end of the affected tax year. The Department reasoned by implication that a taxpayer was similarly obligated to file a request to discontinue filing combined returns within the same time frame.</p>\n<p>On September 17, 2002, Kohl's initiated an original tax appeal. The parties subsequently filed cross-motions for summary judgment on September 15, 2003. The Court heard the parties' oral arguments on November 13, 2003. Additional facts will be supplied as necessary.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>This Court reviews the Department's determinations <i>de novo.</i> Ind.Code Ann. § 6-8.1-9-1(d) (West 2005). Therefore, the Court is bound by neither the evidence presented nor the issues raised at the administrative level. <i>Snyder v. Indiana Dep't of State Revenue,</i> <span class=\"citation\" data-id=\"2196981\"><a href=\"/opinion/2196981/snyder-v-indiana-dept-of-state-revenue/\"><span class=\"volume\">723</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">487</span></a></span>, 488 (Ind. Tax Ct.2000), <i>review denied.</i></p>\n<p>In addition, a motion for summary judgment will be granted only when there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Ind. Trial Rule 56(C). Cross-motions for summary judgment do not alter this standard. <i>Snyder,</i> 723 N.E.2d at 488.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Corporate taxpayers in Indiana may file their income tax returns on either a separate company basis or a combined basis. <i>See</i> Ind.Code Ann. § 6-3-1-28 (West 2005); Ind.Code Ann. § 6-3-2-2(<i>l</i>) (West Supp.2004-2005). The combined reporting method is an alternative to Indiana's standard three-factor apportionment scheme. <i>See </i><i>Cooper Indus., Inc. v. Indiana Dep't of State Revenue,</i> <span class=\"citation\" data-id=\"2148917\"><a href=\"/opinion/2148917/cooper-industries-v-dept-of-state-rev/\"><span class=\"volume\">673</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1209</span></a></span>, 1210 (Ind. Tax Ct.1996). Through combined reporting, a group of corporations operating as a unitary business may aggregate their earnings before apportionment in order to more fairly represent their income derived from sources within the state of Indiana. <i>See id. See also</i> A.I.C. § 6-3-2-2(<i>l</i>).</p>\n<p>In order for a taxpayer to elect the combined filing method during the years at issue, certain procedural requirements were to be met. Indiana Code § 6-3-2-2(q) provides that:</p>\n<blockquote>[O]ne (1) or more taxpayers may petition the [D]epartment... for permission to file a combined income tax return for a taxable year. The petition ... must be completed and filed with the [D]epartment not more than thirty (30) days after the end of the taxpayer's taxable year.</blockquote>\n<p>IND.CODE ANN. § 6-3-2-2(q) (West 1997). The statute does not, as the Department <span class=\"star-pagination\">*300</span> concedes, specify whether the same requirements apply if a taxpayer wishes to discontinue combined filing and resume filing on a separate company basis. (Resp't Br. at 8.) Nevertheless, the Department maintains that the legislature intended for the requirements to be the same but inadvertently failed to include an explicit statute of limitations for petitions to discontinue combined filing. Consequently, the Department asserts that because Kohl's did not seek permission to discontinue combined filing within thirty days after the end of the 1997, 1998, and 1999 tax years, it was not entitled to file separate returns for those years (which in turn enabled them to claim for refund). Kohl's counters that the plain and unambiguous language of Indiana Code § 6-3-2-2(q) does not require it to seek the Department's permission to discontinue combined filing.</p>\n<p>It is a fundamental rule of statutory construction that it is the legislative intent behind a statute, rather than its precise language, which governs. <i>See </i><i>Zoercher v. Indiana Associated Tel. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">447</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">282</span></span>, 284 (1937). If, after reading a statute within the context of the entire act and using tools of statutory construction, a court determines that certain words necessary to effectuate the legislature's intent have been omitted, the court may read the omitted words into the statute. <i>Evansville Concrete Supply Co. v. Indiana Dep't of State Revenue,</i> <span class=\"citation\" data-id=\"2125658\"><a href=\"/opinion/2125658/evansville-concrete-v-dept-of-st-rev/\"><span class=\"volume\">571</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1350</span></a></span>, 1353 (Ind. Tax Ct.1991). When the language of a statute is clear and unambiguous, however, \"the court may not expand or contract the meaning of a statute by reading into it language to correct supposed omissions or defects.\" <i>Id.</i> (internal quotation and citation omitted). Furthermore, a court should construe a statute to determine the legislature's intent only when the meaning of a statute's language is reasonably susceptible to more than one construction. <i>Id</i> (internal citation omitted). Accordingly, the critical inquiry here is whether Indiana Code § 6-3-2-2(q) is reasonably susceptible to the Department's construction.</p>\n<p>The Department argues that its interpretation of § 6-3-2-2(q) is consistent with the legislature's intent because the legislature could not have intended for \"taxpayers [to] be allowed to float from one reporting method to another with no time parameters affixed.\" (Resp't Resp. Br. at 2.) Additionally, the Department explains that the legislature amended § 6-3-2-2(q) in 1993 to require a taxpayer to request permission to file a combined return within thirty days of the end of the affected tax year. This amendment, according to the Department, is direct evidence that the legislature \"intended to segregate out decisions regarding the granting and discontinuing of permission to file combined returns but inadvertently neglected to include an explicit statute of limitations for petitions to discontinue.\" (Resp't Br. at 8.) Both arguments are unavailing.</p>\n<p>First, it is simply not true that, in the absence of the Department's implied statute of limitations for petitions to discontinue, taxpayers will be allowed to \"yo-yo back and forth\" between filing methods without limitation. (<i>See</i> Resp't. Br. at 12.) As the Department itself acknowledges, Indiana Code § 6-8.1-9-1, the general refund statute, provides that claims for refund must be filed within three years after the latter of the due date of the return or the date of payment. Ind.Code Ann. § 6-8.1-9-1(a) (West Supp.2004-2005). Accordingly, the Department's concern \"that a taxpayer could come before the Department years after-the-fact, reach back as far as it desired[,] and dictate that its corporate tax be changed[,]\" (Resp't Resp. Br. at 3), is unfounded. A taxpayer <span class=\"star-pagination\">*301</span> could only, at most, reach back three years to file an amended return and corresponding claim for refund.</p>\n<p>Second, the fact that the legislature added a thirty-day requirement for permission to file combined returns in no way indicates that the legislature intended to single out decisions regarding both the granting <i>and discontinuing</i> of permission to file combined returns. The Department offers no support for this assertion and none can be found in the statute itself. The language of the statute is plain and unambiguous and makes no reference to discontinuing combined filing. If the legislature had intended to impose a thirty-day restriction on seeking permission to discontinue, it would have stated as much. <i>See </i><i>Cooper Indus., Inc.,</i> 673 N.E.2d at 1215. Indeed, the legislature's failure to address this situation could have been intentional given the fact that separate filing is actually the default filing method.<sup>[2]</sup> It seems logical that the legislature would impose special requirements on those wishing to depart from the default method, but would not impose those same requirements on those wishing to return to it.<sup>[3]</sup></p>\n<p>Section 6-3-2-2(q) is not, therefore, susceptible to the Department's construction. The terms of the statute are clear and there is no reason for this Court to expand those terms to embrace the Department's interpretation. This is not a situation where a supposed omission makes it impossible to comply with the statute. <i>See </i><i>Town of Homecroft v. Macbeth,</i> <span class=\"citation\" data-id=\"2241017\"><a href=\"/opinion/2241017/town-of-homecroft-v-macbeth/\"><span class=\"volume\">238</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"2241017\"><a href=\"/opinion/2241017/town-of-homecroft-v-macbeth/\"><span class=\"volume\">148</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">563</span></a></span>, 568 (1958) (stating that \"[w]here it is clear that words have been omitted which are necessary to make the statute workable ... such may be read into the act to express the true legislative intent\"). Nor is there any indication that an omission has occurred or a correction is necessary as a result of a clerical or typographical error. <i>See </i><i>Woerner v. City of Indianapolis,</i> <span class=\"citation\" data-id=\"2243039\"><a href=\"/opinion/2243039/woerner-etc-v-city-of-indianapolis/\"><span class=\"volume\">242</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">253</span></a></span>, <span class=\"citation\" data-id=\"2243039\"><a href=\"/opinion/2243039/woerner-etc-v-city-of-indianapolis/\"><span class=\"volume\">177</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">34</span></a></span>, 38-39 (1961) (stating that \"courts may provide minor omissions or make minor substitutions in the enactments of the legislature\" where there has been such an error).</p>\n<p>In this case, the omission alleged by the Department is a substantial one. In fact, the Department itself refers to the omitted statute of limitations as a \"critical proviso.\" (Resp't Resp. Br. at 2.) To find that the legislature overlooked such an important provision would require this Court to impute a high degree of negligence to the legislature. This the Court will not do. Accordingly, the Department's interpretation of Indiana Code § 6-3-2-2(q) must be rejected and the language of the statute will control.<sup>[4]</sup> \"[L]egislatures <span class=\"star-pagination\">*302</span> make the tax statutes and courts enforce them as written, not as departments of revenue may wish they had been written.\"<sup>[5]</sup><i>Indiana Dep't of State Revenue v. Endress &amp; Hauser, Inc.,</i> <span class=\"citation\" data-id=\"2022165\"><a href=\"/opinion/2022165/ind-dept-of-state-revenue-v-endress-hauser/\"><span class=\"volume\">404</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1173</span></a></span>, 1178 (Ind.Ct.App.1980) (footnote added).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the Court GRANTS the Petitioner's motion for summary judgment and DENIES the Department's motion for summary judgment.</p>\n<p>SO ORDERED this 9th day of February, 2005.</p>\n<h2>NOTES</h2>\n<p>[1]  At the behest of creditors, two holding companies had been established to hold acquisition debt. Accordingly, the Department found that filing on a separate company basis distorted Kohl's Indiana taxable income.</p>\n<p>[2]  This is evident simply by looking at the language of § 6-3-2-2 itself. The statute provides that the taxpayer may only elect another method of filing \"[i]f the allocation and apportionment provisions of [Title 6, Article 3] do not fairly represent the taxpayer's income derived from sources within the state of Indiana[.]\" Ind.Code Ann. § 6-3-2-2(<i>l</i>), (q) (West 1997).</p>\n<p>[3]  In any event, if a taxpayer's income is distorted by either method, an audit will reflect such distortion. The Department may then require the taxpayer to employ a different filing method. <i>See</i> A.I.C. § 6-3-2-2(<i>l</i>).</p>\n<p>[4]  The Department also relies on a 1996 decision of this Court for the proposition that the Court may read a limitations period into a statute where one has been omitted by the legislature. (<i>See</i> Resp't Br. at 9-10 (citing <i>State ex rel. ANR Pipeline Co. v. Indiana Dep't of State Revenue,</i> <span class=\"citation\" data-id=\"2011086\"><a href=\"/opinion/2011086/state-ex-rel-anr-pipeline-co-v-ind-dept-of-state-rev/\"><span class=\"volume\">672</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">91</span></a></span> (Ind. Tax Ct.1996).)) The statute at issue in that case, Indiana Code § 6-8.1-5-1(g), provided that if a taxpayer disagreed with the Department's decision in a Letter of Findings (LOF), the taxpayer had 180 days to appeal the decision to this Court. Ind.Code Ann. § 6-8.1-5-1(g) (West Supp.1996). Accordingly, the Court reasoned that the Department likewise had 180 days to reconsider its LOF. <i>See ANR Pipeline,</i> 672 N.E.2d at 95. This was a reasonable inference to make because by placing a 180-day limitation on appeals, the statute implied that the LOF became final after 180 days. If it is final with respect to the taxpayer, it should be final with respect to the Department as well. Here, by contrast, there is nothing in Indiana Code § 6-3-2-2(q) to suggest that because a taxpayer must request permission to file combined returns, he must also request permission to discontinue such filing.\n</p>\n<p>More fundamentally, however, the Department's reliance on <i>ANR Pipeline</i> is misplaced because the proposition it cites is mere dicta. The Court's holding in that case rested on a separate issue. <i>See id.</i></p>\n<p>[5]  If the Department wants to impose restrictions on taxpayers wishing to discontinue combined filing, it may be able to promulgate a rule or regulation interpreting Indiana Code § 6-3-2-2(q). <i>See </i><i>Indiana Dep't of Envtl. Mgmt. v. AMAX, Inc.,</i> <span class=\"citation\" data-id=\"2083082\"><a href=\"/opinion/2083082/ind-dept-of-environmental-mgt-v-amax-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1209</span></a></span>, 1212 (Ind.Ct.App.1988) (stating that \"[a]dministrative agencies may make reasonable rules and regulations to apply and enforce legislative enactments\"). The Court makes no judgment at this time as to whether such a rule or regulation would be within the scope of the Department's authority as conferred by the legislature. <i>See </i><i>Charles A. Beard Classroom Teachers Ass'n v. Bd. of School Trs. of the Charles A. Beard Memorial School Corp.,</i> <span class=\"citation\" data-id=\"2038547\"><a href=\"/opinion/2038547/charles-a-beard-assn-v-bd-of-trustees/\"><span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1222</span></a></span>, 1224 (Ind.1996).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2011086/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2022165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2038547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2083082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2125658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2148917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2196981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2241017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2243039/"
          ]
        }
      ],
      "judges": "Fisher",
      "date_created": "2015-12-18T21:59:48.943546Z",
      "date_modified": "2017-04-11T20:54:23.119019Z",
      "date_filed": "2005-02-09",
      "date_filed_is_approximate": false,
      "slug": "kohls-dept-stores-inc-v-dept-of-state-rev",
      "citation_id": 1977502,
      "case_name_short": "",
      "case_name": "Kohl's Dept. Stores, Inc. v. Dept. of State Rev.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "822 N.E.2d 297",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1833064/kohls-dept-stores-inc-v-dept-of-state-rev/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:49:51.098169Z",
  "date_modified": "2014-10-30T19:49:51.098169Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kohl's Dept. Stores, Inc. v. Dept. of State Rev.",
  "case_name_full": "",
  "slug": "kohls-dept-stores-inc-v-dept-of-state-rev",
  "docket_number": "49T10-0209-TA-110",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}