{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1835083/",
  "id": 1835083,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2006394/",
      "id": 2006394,
      "absolute_url": "/opinion/2006394/corbetta-constr-v-lake-cty-public-bldg-com/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1835083/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2006394/",
          "id": 2006394,
          "absolute_url": "/opinion/2006394/corbetta-constr-v-lake-cty-public-bldg-com/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2006394/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:01:55.351697Z",
          "date_modified": "2017-04-08T06:55:54.707013Z",
          "type": "010combined",
          "sha1": "92cc9bd58a29090710115682f9fda2ed108bd916",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>64 Ill. App.3d 313 (1978)</b></center>\n<center><b>381 N.E.2d 758</b></center>\n<center><h1>CORBETTA CONSTRUCTION COMPANY OF ILLINOIS, INC., Plaintiff and Counterdefendant-Appellant and Appellee,<br>\nv.<br>\nLAKE COUNTY PUBLIC BUILDING COMMISSION, Defendant and Counterclaimant and Third-Party-Plaintiff-Appellant and Appellee.  (GANSTER &amp; HENNIGHAUSEN, INC., Third-Party-Defendant-Appellant and Appellee.)</h1></center>\n<center>No. 75-458.</center>\n<center><p><b>Illinois Appellate Court  Second District.</b></p></center>\n<center>Opinion filed September 21, 1978.</center>\n<center>Rehearing denied October 20, 1978.</center>\n<p><span class=\"star-pagination\">*314</span> <span class=\"star-pagination\">*315</span> <span class=\"star-pagination\">*316</span> May, Decker &amp; Associates, of Waukegan, and Winston &amp; Strawn, of Chicago, for appellant-appellee Corbetta Construction Company of Illinois, Inc.</p>\n<p>Snyder, Clarke, Dalziel, Holmquist &amp; Johnson, of Waukegan, for appellant-appellee Ganster &amp; Hennighausen.</p>\n<p>Lord, Bissell &amp; Brook, of Chicago, and Semmelman, Lombardi &amp; Fouts, Ltd., of Lake Forest, for appellant-appellee Lake County Public Building Commission.</p>\n<p>Affirmed in part, reversed in part and remanded.</p>\n<p>Mr. JUSTICE NASH delivered the opinion of the court:</p>\n<p>Corbetta Construction Co. of Illinois, Inc. (Corbetta), plaintiff-counterdefendant, and Ganster and Hennighausen, Inc. (Ganster), third-party defendant, each appeal from judgments entered against them on the verdict of the jury in favor of defendant-counterplaintiff-third-party-plaintiff Lake County Public Building Commission (Commission); the Commission appeals from a portion of the judgment entered against those parties alleging it is inadequate.</p>\n<p>These three appeals evolve from disputes between the Commission, as owner, Corbetta, as general contractor, and Ganster, as architect, over the construction of the Lake County Courthouse complex in Waukegan. Ganster was engaged by the Commission in 1961 for its architectural services in designing the courthouse and allied structures and grounds. These included an administration and office building, a jail building, underground parking garages and plazas. The first phase of construction of this extensive complex consisted of an administration building, an office building and the north plaza and is not a concern of this appeal. Corbetta worked on a portion of the first phase and, in 1967, was awarded the general contract for construction of the second phase at a price of <span class=\"star-pagination\">*317</span> $3,957,300. This included the courthouse, the jail building and a large plaza adjacent to the courthouse on its west side. For a better understanding of the issues involved in this appeal we will describe that construction insofar as it is pertinent.</p>\n<p>The west plaza occupied a large, rectangular area approximately 214 feet long on its north-south axis and ranged in width from 81 feet to 124 feet as it extended east and west. It was bounded on the east by the courthouse building, on the north by a rotunda, on the west by the administration building and steps to the street and on the south by the jail building. The plaza was designed to serve as an area in which public events, such as band concerts, could be held and it also formed the roof over underground parking and other facilities. It was supported from below by concrete columns and beams and its eastern edge rested upon a poured concrete beam affixed to the base of the west wall of the courthouse building. That area has been designated in the building plans and specifications as the \"K-line\" and we will so refer to it here. To provide for the natural expansion and contraction of the concrete and stone plaza which would occur with temperature variations, its design included a one-inch wide expansion joint running through it entirely around its periphery and for two one-inch wide expansion joints running east and west across and through the depth of the plaza. To prevent water leakage the plans and specifications called for the installation of a pliable, waterproof filler known as a Saraloy strip in the east-west expansion joints and, for waterproofing where the plaza adjoined the courthouse, the area designated as the K-line, the plans provided for a waterproof membrane to extend from within the plaza floor up the side of the building for approximately five inches to the bottom of a large, L-shaped angle iron which formed a shelf upon which the exterior stone walls of the building rested. To avoid a sharp turn in the waterproof membrane where it changed direction from the horizontal in the plaza floor to the vertical up the courthouse wall, a pressure-treated wood cant strip was to be installed to shape and support the 45° turn. The one-inch gap remaining between the plaza surface and the bottom of the angle iron supporting the exterior wall of the courthouse was to be waterproofed by filling and caulking.</p>\n<p>The jail building is a four-story structure of which the first floor is glass-walled. An overhang, or soffit, formed by the extension of the second floor outward five feet beyond the first floor walls, extends around the building at the level of the second floor and slabs of limestone were installed horizontally under these soffits. The walls of the upper three floors are constructed of cement block and faced with brick; the cement blocks were set directly on the concrete slab of each floor and the face brick comprising the exterior walls rested on shelves bolted to the outer end or face of the concrete floor slabs. These shelves consisted of rightangle <span class=\"star-pagination\">*318</span> pieces of steel of which each leg measured four inches with the vertical legs being bolted to the concrete slab on each floor and the horizontal leg providing a base for the face brick. The first course of brick on each floor was laid on the horizontal leg in a bed of mortar and the exterior brick wall was then built up to the next floor. Because the face of a concrete slab is normally not vertical, metal shims must be installed behind the shelf angles to make the horizontal leg of the shelf-angle level and the walls erected upon them plumb. These shims are horseshoe-shaped and to perform their leveling function must be installed behind the shelf angle with the prongs, or open end, facing down. Corbetta commenced construction of the second phase of the courthouse complex in July 1967 and completed the plaza portion in January 1970 when it was turned over to the Commission. The plaza began to leak in the spring of 1970, particularly through the flashing along the K-line and through the east-west expansion joints with water entering the garage and data processing areas below. Inspection by the Commission, Ganster and Corbetta revealed that the waterproof membrane had not been extended up beyond the plaza surface to the shelf angle at the K-line and that the cant strip designed to support it as provided for in the plans and specifications had been omitted. The inspection also revealed that the two east-west expansion joints through the plaza floor had been completely cemented over and that the Saraloy strip designed to seal the joints and prevent leaks had been omitted.</p>\n<p>Corbetta worked further on the plaza and towards the end of 1970 represented to the Commission that all corrections necessary to comply with the plans and specifications in these areas had been completed. By January 1971, however, the leakage problem reappeared and the slate paving stones forming the surface of the plaza and their mortar bed began to crack and crumble. In August 1971 two of the soffit stones, each weighing about 1200 pounds, came loose from underneath the overhang on the second floor of the jail building and one of them fell to the ground.</p>\n<p>In the fall of 1971, after litigation had begun and while Corbetta and Ganster were disputing between themselves whether the plaza leaked by reason of faulty design or faulty construction, the walls of the jail began to tilt outward at the top on each floor throughout the building. Gaps were observed on the interior of the building where the ceilings met the walls and bulges in the exterior walls were visible on the outside of the building. The Commission employed structural engineers to examine the walls and openings were made at various locations on the south, west and north exterior walls for that purpose. (The east wall was not opened for examination.) It was determined that the exterior brick walls tilted outward from the vertical up to three-quarters of an inch at their tops on each floor and that the interior cement block walls had also tilted and <span class=\"star-pagination\">*319</span> pulled away from the ceiling and ductwork at numerous places throughout the building. The engineers noted that the base legs of the shelf angles supporting the outer brick walls were not horizontal but tilted downward as much as three-eighths of an inch and that most of the shims behind the vertical legs of the shelf angles had been installed upside down (prongs up) thus causing the horizontal leg of the shelf angles to tilt downward and the walls to tilt out. Also noted were cracks in the walls, loose shelf-angle bolts and excessive face brick overhang on the shelf angles of up to two inches, all contrary to the requirements of the plans and specifications.</p>\n<p>In April 1971 Corbetta informed the Commission that it was Ganster's improper design of the plaza and the flashing at the K-line which was causing the problems and proposed that alternate construction methods be undertaken in these areas at extra cost to the Commission. On May 21, 1971, the Commission, however, caused a \"3-day notice and schedule of work to be performed\" to be served upon Corbetta, as was provided in their contract. It demanded that Corbetta \"replace and correct\" defective work performed by it on the plaza and attached a schedule listing 10 specific corrections to be made to conform the work to the plans and specifications. Corbetta did not work further on the project but instead initiated this action against the Commission by filing a petition for declaratory judgment against it in which it alleged that it had completed the work properly in accordance with the contract and that the problems in the plaza were the result of defective design and faulty specifications of the architect Ganster. That complaint prayed that the trial court determine whether the defects in the construction were the result of faulty workmanship or the failure of Corbetta to follow Ganster's specifications and, if not its fault, to assure Corbetta it would be paid for any corrective work it might perform. Shortly thereafter Corbetta also notified the Commission it would repair the plaza under new plans and specifications of its own design for an additional cost of $117,400. At this stage Corbetta had already received from the Commission all of the $3,957,300 contract price except for a $28,292 retention of which Corbetta also sought recovery in its declaratory judgment action.</p>\n<p>Thereafter the Commission filed its counterclaim against Corbetta to recover damages for plaza defects (subsequently amended to include damages for jail building defects) and filed a third-party complaint against Ganster seeking damages for breach of contract and negligence, alleging Ganster's failure to properly design and supervise the construction as required by the Commission's contract with it.</p>\n<p>So the matter stood for approximately three years while the parties sparred over the financial responsibility for correcting the obvious defects affecting the plaza and jail building. During this period of impasse <span class=\"star-pagination\">*320</span> Corbetta declined to make repairs without additional payments beyond the contract price insisting it was Ganster's faulty design which caused the defects. Ganster, on the other hand, insisted that the problems existed solely because of Corbetta's defective work and failure to follow the plans and specifications prepared by Ganster. In January 1972 the Commission sought a court order in this case requiring Corbetta to do all work necessary to install the plaza in accordance with the original plans and specifications and providing that the final responsibility for the work was to be determined at a later trial, but Corbetta would not agree to do so and the court refused to enter the order.</p>\n<p>This case finally went to trial on March 12, 1974, with the trial court proceeding first with the Commission's counterclaim. At the conclusion of the three-week trial, the jury returned its verdict against both Corbetta and Ganster assessing the damages as follows: $240,000 against Corbetta and $100,000 against Ganster for damages relating to the plaza and $1,300 against Corbetta and no damages against Ganster for damages to the jail. The trial court dismissed Corbetta's declaratory judgment action and all three parties appealed.</p>\n<p></p>\n<h2>CORBETTA'S APPEAL</h2>\n<p>We will consider first the issues as they relate to Corbetta's appeal. It contends that it performed its contract and the Commission suffered no damages by it; that the trial court abused its discretion in not proceeding first with the declaratory judgment action; that the judgment for damages to the plaza was excessive; and that it was error to deny Corbetta's petition for change of venue.</p>\n<p>Corbetta's argument that it performed its contract with the Commission appears to be premised on its assertion it was always ready and willing to remedy the construction defects as, indeed, it was required to do by its contract, but was prevented from doing so by the Commission. During the long standoff between Corbetta and the Commission, while the defects remained uncorrected, it was the Commission's general position that Corbetta was to proceed and make whatever corrections in the construction were necessary to bring it into strict compliance with the plans and specifications. Corbetta, on the other hand, first claimed that it had so constructed the building and then shifted to a position that the design and specifications prepared by Ganster were defective and that other methods of corrective work must be undertaken at extra cost. Essentially, Corbetta contends the plans and specifications could not be followed because of their defects and, as the Commission had not informed them of any alternate means to correct the defects in the construction, that it had no obligation to do anything.</p>\n<p>Corbetta relies upon what it describes as a fundamental rule of law that <span class=\"star-pagination\">*321</span> a contractor must be given an opportunity to correct any deficiencies in his performance before he can be charged with damages. (<i>Risinger v. Cheney</i> (1845), 7 Ill. 84; <i>Vermont Street M.E. Church v. Brose</i> (1882), 104 Ill. 206; <i>Lehmann v. Warren Webster &amp; Co.</i> (1904), 209 Ill. 264, 70 N.E. 600; <i>Spiro v. Cable</i> (1928), 248 Ill. App. 343.) Corbetta contends it had no liability to the Commission because the Commission prevented Corbetta from correcting the construction defects.</p>\n<p> 1 It is apparent, however, that Corbetta's argument must fail. Its primary position throughout was that it had performed as required by the contract and that the problems in the plaza were attributable to design errors by Ganster. Although the evidence clearly established that Corbetta's construction at the K-line was not in accordance with the plans, that it had entirely omitted the east-west expansion joints necessary to the design of the plaza and, further, had used a mortar mix different from that provided for in the specifications, which had crumbled, Corbetta was still unwilling to conform these areas to the contract except at extra cost. The Commission specifically informed Corbetta of the defects causing damage to the plaza in its notice to Corbetta in 1970 and demanded the remedy of those defects be carried out as provided in the building plans and specifications upon which Corbetta's contract was based. Corbetta would not do so. The Commission was entitled to insist upon strict compliance by Corbetta with the plans and specifications and to recover its damages sustained by reason of the contractor's failure to do so. (See <i>Robert G. Regan Co. v. Fiocchi</i> (1963), 44 Ill. App.2d 336, 194 N.E.2d 665, <i>cert. denied</i> (1964), 379 U.S. 828, 13 L.Ed.2d 37, 85 S.Ct. 56; 17A C.J.S. <i>Contracts</i> § 515 (1963).) Corbetta's assertion that it stood ready to correct all construction defects but was prevented from doing so by the Commission is not supported by the evidence. It was only ready and willing at extra cost to the Commission to rebuild the plaza pursuant to different specifications than those it had agreed to in its contract. The understandable refusal of the Commission to accede to Corbetta's proposal cannot fairly be characterized as preventing it from correcting its construction errors.</p>\n<p>Corbetta next contends it was error for the trial court to proceed with the Commission's counterclaim first rather than Corbetta's complaint for declaratory judgment. Although this action was first commenced on June 9, 1971, by Corbetta's complaint in declaratory judgment, little effort was thereafter made by any of the parties to bring the case to trial. On August 17, 1973, the trial court on its own motion set a trial date for March 11, 1974, and entered orders requiring the parties to complete depositions and to be ready to proceed at that time. The trial judge recommended to the parties that the issues as presented by the Commission's counterclaim would go forward first and that each of the other parties would thereafter <span class=\"star-pagination\">*322</span> have an opportunity to present all relevant evidence directed to the declaratory judgment action. Corbetta's counsel did not object to this procedure at that time. After the conclusion of the trial by jury as it related to the issues as formed by the Commission's counterclaim, the court heard further evidence relating to the declaratory judgment matter during an additional two days of trial. Thereafter, the trial court considered all of the evidence relating to that issue and dismissed the complaint for declaratory judgment finding that the issues raised thereby had been determined by the verdict of the jury.</p>\n<p>Corbetta now contends the trial court should have considered the merits of its declaratory judgment action first so as to avoid accrual of damages by permitting Corbetta to perform any necessary corrective work under the \"protection\" of the court which would thereafter determine which party was responsible for the cost of such work.</p>\n<p>The issues to be resolved in both the declaratory judgment action and the Commission's counterclaim were essentially the same except that the former, as proposed by Corbetta, would consider liability and damages separately. In its action Corbetta claimed it had performed its contract in accordance with the plans and specifications and in a good workmanlike manner and prayed that it be paid for any corrective work undertaken by it. The Commission's counterclaim raised the other side of these same issues by alleging Corbetta failed to conform to the plans and specifications as required by its contract and did defective work and sought recovery of the Commission's damages resulting therefrom.</p>\n<p>The cases offered by Corbetta are not helpful to a resolution of this issue. (<i>Rigotti v. Bailey</i> (1952), 348 Ill. App. 597, 109 N.E.2d 642 (abstract); <i>Benscoter v. City of Springfield</i> (1954), 1 Ill. App.2d 574, 118 N.E.2d 337.) <i>Rigotti</i> held that it was erroneous to try separately the original suit and a counterclaim and <i>Benscoter</i> held it was error not to try together the original suit and a counterclaim; the facts in neither of these cases are similar to those in the case before us nor involve declaratory judgment and damage issues. Neither does <i>Andros v. Hansen Realty Co.</i> (1976), 44 Ill. App.3d 635, 358 N.E.2d 664, relied upon by the Commission, reach the question before us in the abstract proposition of law stated therein.</p>\n<p> 2 <i>St. Joseph Hospital v. Corbetta Construction Co.</i> (1974), 21 Ill. App.3d 925, 316 N.E.2d 51, discusses the propriety of plaintiff therein proceeding in a declaratory judgment action for a determination of its rights against its architect, general contractor and a manufacturer of certain materials installed in a hospital being constructed by plaintiff. In that case several defendants, including Corbetta Construction Co., filed counterclaims against the plaintiff for payments due them under their construction contracts and also filed cross-complaints against other <span class=\"star-pagination\">*323</span> parties. The trial court segregated for trial the issues of liability and damages. In the first trial, relating to the liability of the parties, judgments were entered by the jury resolving those matters in favor of plaintiff hospital and against all three defendants and the trial court thereafter directed a verdict in favor of plaintiff against defendant Corbetta Construction Co. on its counterclaim which related to the same issue. The appellate court concluded that the issues of liability raised by plaintiff's declaratory judgment action and defendant's counterclaim therein were properly resolved by the procedures described. We find the reasoning of that case persuasive and determine that the trial court did not err in the instant case by considering the issues raised respectively by Corbetta's declaratory judgment action and the Commission's counterclaim in the procedural order it followed. Corbetta points to no damage to it in 1974 as a result and its present posture that it was entitled to a speedy, separate and prior determination of its rights pursuant to the declaratory judgment action loses vitality when it is noted Corbetta made no effort to bring about an earlier hearing. The case was tried following a sua sponte order of the trial court ordering trial. The only result of trying the declaratory judgment matter first, in 1974, would have been further delay. While delay would have little effect on Corbetta (it had been paid almost in full), the Commission had a damaged and deteriorating plaza and building on its hands. We find the trial court correctly considered the Commission's counterclaim first and then dismissed Corbetta's declaratory judgment action as having been resolved by the prior trial.</p>\n<p>There is a second basis upon which Corbetta's claim of procedural error in this regard may be resolved. We think Corbetta by filing its declaratory judgment action when requested by the Commission to complete its contract in accordance with the plans and specifications attempted to deprive the Commission of its right as a potential plaintiff against Corbetta to determine whether and, if so, when the Commission might file its own action. Corbetta was then a potential defendant seeking a declaration of nonliability for past conduct at a stage where the rights of the parties were substantially fixed, which is not normally a function of the declaratory judgment statute. (See <i>Howlett v. Scott</i> (1977), 69 Ill.2d 135, 143, 370 N.E.2d 1036, 1039.) Corbetta alleged it had \"completed the work properly and performed all of the provisions of the * * * contract\" and further that it had done so in a good workmanlike manner and in accordance with the specifications furnished by the Commission, noting it had been paid all of its $3,957,300 contract price except for a $28,292 holdback. It is apparent the declaratory judgment action could not properly be permitted to take precedence for trial over these same issues as formed by the Commission's counterclaim and Corbetta's response to it.</p>\n<p><span class=\"star-pagination\">*324</span> Corbetta next asserts that the damages of $240,000 awarded by the jury to the Commission against it for defects in the plaza were excessive. (Corbetta does not appeal from the separate portion of the verdict awarding $1,300 damages against it to the Commission for defects in the jail building.)</p>\n<p>Evidence of the cost to bring the plaza to the condition called for by the plans was submitted by the Commission through testimony of Edmund Beyer, chief job estimator for Ceisel Masonry, Inc., mason contractors. After reviewing the original construction plans prepared by Ganster and inspecting the plaza as constructed by Corbetta, Beyer expressed his opinion that the fair and reasonable cost to restore the plaza above the level of the roof waterproofing membrane, pursuant to the original contract, would be $280,500. Raymond Fletcher, president of Great Lakes Contracting, Inc., masonry repair and waterproofing contractors, examined the plaza and the original plans and specifications for its construction. He noted leakage into the areas of the garage and data processing rooms below and testified that the roof membrane over the entire plaza must be replaced because of extensive leaking and that the cost to do so there and at the K-line attachment to the courthouse building, pursuant to the plans and specifications, would be $106,000. The evidence thus reflected a combined total cost of $386,500 to bring the plaza within the plans and specifications.</p>\n<p>Corbetta did not offer any evidence in trial of the cost to restore the plaza to the condition called for by the plans and specifications, but relied on a proposal it had made to the Commission in 1971 and estimates obtained by the Commission in 1971 for temporary repairs to the leaking plaza. In its 1971 proposal Corbetta had offered to reconstruct and repair the plaza to its own design for an additional $117,000. The estimates received by the Commission from others for repairs to the plaza ranged from $97,051.19 to $149,987. None of these proposals or estimates had been accepted by the Commission.</p>\n<p>Corbetta now argues that the evidence offered by the Commission of the cost of repair and restoration of the plaza in 1974 must be disregarded. It suggests the repair costs were fixed as of 1971 as it was not permitted then to make repairs and may not now be held responsible for deterioration to the plaza during those intervening years. Corbetta relies upon <i>Hansen v. Beebe</i> (1900), 111 Iowa 534, 82 N.W. 942, in which the court held a contractor was not liable for intervening damages where defects appeared following the installation of a waterworks and for two years thereafter the owner made no attempt to correct them. That, of course, is not the case here. The Commission continuously sought to cause Corbetta to bring the plaza construction within the plans and <span class=\"star-pagination\">*325</span> specifications and it did cause some temporary repairs to be made in an effort to reduce damage to the structure and its surroundings during those years. It is also apparent that Corbetta was at no time willing to undertake those repairs necessary to conform the plaza to the plans and specifications except at extra cost through the action it commenced against the Commission.</p>\n<p>If Corbetta was liable for damages for the condition of the plaza in 1971, as the jury determined, it is equally liable for its condition at the time of trial in 1974. We note further that the repair estimates obtained by the Commission in 1971, which Corbetta suggests should now fix damages, were obtained before the Commission learned during trial that the east-west expansion strips in the plaza which Corbetta claimed to have repaired had not been repaired but were still cemented over. While leaks existed throughout the plaza, it was in that area that they were most severe. The Commission did take all reasonable means to minimize its damages and it was entitled to submit evidence of the repair costs based on the condition of the plaza at the time of trial.</p>\n<p> 3 We find the jury had before it sufficient evidence upon which to base its verdict against Corbetta and that its award of damages for defective plaza construction was not excessive.</p>\n<p>Corbetta finally asserts it was error for the trial court to deny its petition for change of venue to another county. That petition was considered by Chief Judge Lloyd Van Duesen who, after a hearing, denied the petition and directed the parties to appear before Judge Fred H. Geiger for further hearings of other pending motions. Judge Geiger did consider subsequent motions in the case and was the trial judge.</p>\n<p>Corbetta's motion for change of venue, filed February 5, 1973, prayed that the case be transferred to another county and, as a basis therefor, urged the prejudice of both the inhabitants of Lake County and of all the judges of the 19th Judicial Circuit (Lake and McHenry Counties) who sit in Lake County. The petition alleged the inhabitants' prejudice arose because of adverse news media attention given the courthouse construction project and suggested prejudice of all judges sitting in the courthouse because they had witnessed the deterioration of the plaza, the water leaks, the erection of fencing around the plaza and jail building for the protection of the public and the condition of the walls of the jail building. It was asserted that the judges had a special interest in the condition of the courthouse occupied by them which, together with the adverse publicity regarding such conditions which they may have seen or heard in the news media, combined to bring them within the purview of section 1(1) of \"An Act to revise the law in relation to change of venue\" (Ill. Rev. Stat. 1971, ch. 146, par. 1(1)). It alleges further and for the same <span class=\"star-pagination\">*326</span> reasons that the judges may be prejudiced against Corbetta within the scope of section 1(2) of the Act entitling it to a change of venue on application.</p>\n<p> 4 We consider first the argument that denial of a change of venue from the judges was error and find it to be without merit. Corbetta did not name any judge or judges in its petition referring to them instead by the all-inclusive phrase \"all judges of the 19th judicial circuit sitting in the Lake County Courthouse.\" No claim was made of any specific prejudice by any judge; in fact, after the chief judge denied this motion and assigned the case to the trial judge no effort was made to suggest a personal prejudice of that judge before the trial which occurred approximately one year later.</p>\n<p>In a civil case a party has an absolute right to a change of venue from one judge based upon only a general allegation of prejudice; \"[h]owever, if the petition seeks a change of venue from additional judges it must contain specific allegations to support the charges of prejudice against the additional judges and may be granted only in the sound discretion of the court following a hearing.\" (<i>Rosewood Corp. v. Transamerica Insurance Co.</i> (1974), 57 Ill.2d 247, 254, 311 N.E.2d 673, 677; <i>People ex rel. Kunce v. Hogan</i> (1977), 67 Ill.2d 55, 63, 364 N.E.2d 50, 53, <i>cert. denied</i> (1978), 434 U.S. 1023, 54 L.Ed.2d 771, ___ S.Ct. ___.) Here, as in <i>Chicago Park District v. Lyons</i> (1968), 39 Ill.2d 584, 237 N.E.2d 519, <i>cert. denied</i> (1968), 393 U.S. 939, 21 L.Ed.2d 276, 89 S.Ct. 294, the petition was unsupported by affidavits directed to judicial prejudice and it does not claim a personal prejudice on the part of any specific judge as is then required (<i>Lencioni v. Brill</i> (1977), 50 Ill. App.3d 802, 804, 365 N.E.2d 1169, 1171). The general, unsupported conclusions of Corbetta's counsel that all judges of the circuit sitting in Lake County must be prejudiced against Corbetta because of the courthouse conditions it describes or publicity in the news media relating to those conditions does not require a change of judges and the trial court was justified in denying the omnibus motion insofar as it related to all judges sitting in Lake County. See <i>City of Chicago v. Marquardt</i> (1961), 30 Ill. App.2d 108, 173 N.E.2d 825; but see <i>Keehner v. A.E. Staley Manufacturing Co.</i> (1977), 50 Ill. App.3d 258, 365 N.E.2d 275.</p>\n<p> 5 The motion as directed to the prejudice of the inhabitants of Lake County was supported by the affidavits of two residents of that county, as required by statute (Ill. Rev. Stat. 1971, ch. 146, par. 4), who stated that news media publicity would prevent them from being fair-minded jurors, if so selected, with regard to Corbetta. Voir dire examination of prospective jurors was accomplished in two days and the extensive efforts of both the trial court and all counsel to seat only jurors without bias, opinion or prejudice relating to the parties and issues of the case is <span class=\"star-pagination\">*327</span> well demonstrated by the record. The trial judge liberally excused for cause any jurors who might possibly have been affected by media publicity (see, <i>e.g., </i><i>Central Illinois Public Service Co. v. Westervelt</i> (1976), 35 Ill. App.3d 777, 342 N.E.2d 463, <i>aff'd</i> (1977), 67 Ill.2d 207, 367 N.E.2d 661, <i>cert. denied</i> (1978), 434 U.S. 1070, 55 L.Ed.2d 772, 98 S.Ct. 1252), and Corbetta did not exhaust its peremptory challenges while seeking jurors acceptable to it. The granting or denial of a petition for change of venue to another county is addressed to the sound discretion of the court (<i>Gouker v. Winnebago County Board of Supervisors</i> (1967), 37 Ill.2d 473, 475, 228 N.E.2d 881, 882) and we find no abuse of that discretion herein.</p>\n<p>We conclude that the judgment entered against Corbetta for damages to the plaza should be affirmed.</p>\n<p></p>\n<h2>GANSTER'S APPEAL</h2>\n<p>We next consider the issues as they relate to Ganster's appeal from the judgment entered against it for $100,000 for damages sustained by the Commission relating to the construction of the plaza. The Commission's action against Ganster was premised upon the architect's alleged breach of contract and negligence for failure to supervise the construction, as required by its contract, and for failure to properly design and specify materials to be used in it. Ganster now contends the trial court erred in admitting any evidence of improper design or inadequate specifications by it as the construction was not carried out by Corbetta in accordance with the plans and specifications provided by it; that there was no evidence it failed to properly supervise the construction; and that it was error to refuse to grant its petition for change of venue to another county.</p>\n<p> 6 As stated by Ganster, it is clear that Corbetta failed to construct the east-west expansion joints and the K-line connection of the plaza to the courthouse building as they had been designed by Ganster and that Corbetta also failed to use the mortar mix for the plaza surface required by the specifications. Both Corbetta and the Commission were permitted in trial, over Ganster's objections, to produce opinion evidence that Ganster's plans and specifications were faulty in various respects and that the plaza would have leaked and deteriorated even if constructed in strict conformance with them. In support of its argument that admission of evidence of negligent design against it was error, Ganster relies upon <i>Robert G. Regan Co. v. Fiocchi</i> (1963), 44 Ill. App.2d 336, 194 N.E.2d 665, <i>cert. denied</i> (1964), 379 U.S. 828, 13 L.Ed.2d 37, 85 S.Ct. 56, and cases cited therein. There a subcontractor agreed to install brick veneer on the walls of buildings under plans and specifications which provided that the brick was to be secured with ties spaced not more than 16 inches apart. Subsequently, when the walls commenced to bulge outward, it was <span class=\"star-pagination\">*328</span> determined the ties were substantially more than 16 inches and as much as 4 feet apart. In trial the subcontractor sought to submit evidence that the walls would have bulged whether the plans were followed or not and the trial court rejected that evidence as immaterial. This court affirmed, holding that the subcontractor had a duty to perform the work in accordance with the plans and specifications under their contract and had no right to depart from them unless agreed upon by the other parties. The court noted, \"[w]hen defendant[s] departed from this specification they did so at their peril, and all attempted excuses for noncompliance became immaterial. The trial court properly denied defendants' offers of proof.\" (<i>Robert G. Regan Co. v. Fiocchi</i> (1963), 44 Ill. App.2d 336, 342, 194 N.E.2d 665, 668; see also <i>Clark v. Pope</i> (1873), 70 Ill. 128; <i>Georgetown Township High School District No. 218 v. Hardy</i> (1976), 38 Ill. App.3d 722, 724, 349 N.E.2d 88, 89-90.) The cases relied upon by Ganster do stand for the proposition that the contractor is liable for failure to comply with the plans and specifications but do not help the architect if his design was also faulty. There may well exist in the same construction a cause of action in favor of the owner for damages emanating from both faulty design and faulty construction. The most that can be said about <i>Fiocchi</i> in this regard is that it demonstrates that negligent design by Ganster cannot properly be interposed as a defense by Corbetta in this case. It was Corbetta's duty to carry out the construction in accordance with the plans and specifications agreed upon and it could depart from them only at its peril. It does not follow, as suggested by Ganster, that by failure of Corbetta to comply with his contract and follow the plans the Commission is barred from recovery from the architect if those plans are faulty. The Commission agreed to pay and both Corbetta and Ganster received substantial sums of money for the services they each agreed to perform. Whether either Ganster or Corbetta performed does not depend upon what the other did or did not do and may not be interposed by either to prevent recovery by the Commission if it is otherwise entitled to do so. Ganster has not referred to authority to the contrary.</p>\n<p> 7 We would agree with Ganster that Corbetta should not have been permitted to offer any evidence of faulty design in defense of its case; that factor is not material as between Corbetta and the Commission. That same evidence, however, would be admissible on behalf of the Commission in support of its negligent design claim against Ganster just as was other evidence in that regard submitted by the Commission. While the Commission could properly object in trial to Corbetta's offer of evidence of negligent design by Ganster as a defense to the Commission's claim against Corbetta, Ganster could not do so and cannot now complain it was prejudiced by the rulings of the trial court in admitting such evidence.</p>\n<p><span class=\"star-pagination\">*329</span>  8 Ganster also contends there was no evidence it either breached its contract or was negligent in failing to supervise the construction. Under its contract with the Commission Ganster agreed to provide field supervision for not less than one-half of each working day, all included within its fee, from the commencement of construction to its completion. It also agreed to guard the Commission against defects and deficiencies in the work of the contractors and it was authorized to determine the amount, quality, acceptability and fitness of the work and materials to be paid for by the Commission. Ganster argues it did provide the field supervision required of it and that its project architect, Donald Mayham, was present on the site at least one-half of each day as required by the contract. While it concedes its project architect did not notice or discover Corbetta's substantial deviations from the plans and specifications in construction of the K-line, the omission of the expansion strips across the plaza floor or the improper mortar mix used therein, it suggests these matters involved simple, routine building procedures, not requiring the expertise of an architect, and were thus properly the responsibility of the clerk of the works. Ganster's contract with the Commission provided that a clerk of the works, acceptable to both parties, would be selected by the architect to provide continuous on-site inspection of the construction and be paid by the Commission. Howard Peterson, who was a carpenter by trade, was so employed in 1965 and during the first phase of the project he worked under the direction of the architect to whom he reported daily with the Commission receiving copies of his reports on a monthly basis. Peterson was then paid directly by the architect who was in turn reimbursed by the Commission. During the second phase, which is the subject of this litigation, the salary of the clerk of the works was paid directly by the Commission and the evidence was conflicting whether he was then required to report to the architect or the Commission or both. In any event, however, it is apparent the clerk's responsibilities called for \"continuous on-site inspection\" of the job and reports of his findings daily on forms provided by the architect. Ganster's argument that the clerk of the works was an employee of the Commission and responsible for supervision of all construction procedures, thus relieving Ganster from supervisory responsibility, is not supported by the evidence. Ganster's direct contractual duty was to supervise all construction and guard the Commission against defects and deficiencies in the work of the contractors. The clerk of the works had no supervisory responsibilities under the contract but was to inspect and report to Ganster and the Commission. Whether Ganster carried out its duty as required by its contract was properly submitted to the jury for its consideration. As there was evidence by which the jury could determine Ganster failed to provide the supervisory service it had agreed to perform in its contract, <span class=\"star-pagination\">*330</span> whether negligently or otherwise, it was correctly called upon to respond in damages. See <i>Miller v. DeWitt</i> (1965), 59 Ill. App.2d 38, 208 N.E.2d 249, <i>aff'd </i><i>in relevant part</i> (1967), 37 Ill.2d 273, 226 N.E.2d 630.</p>\n<p> 9 Ganster's final contention is that the trial court erred in refusing to grant its petition for change of venue to another county. It filed its petition on March 5, 1974, just prior to trial, asserting, as had Corbetta by its earlier petition, that news media publicity relating to the construction problems of the courthouse complex would prevent selection of fair-minded jurors from the inhabitants of Lake County. Corbetta orally joined in this motion and, as we earlier determined when addressing this issue when presented by Corbetta, and for the same reasons, we find that the trial court did not abuse its discretion in denying Ganster's petition. In its brief in this court Ganster raises an additional argument that the residents of Lake County could not properly have sat as jurors in this case because, as taxpayers, they had a personal interest in the outcome of the litigation over the courthouse complex and, on that basis, it is urged that the trial court erred in refusing to transfer the case for trial to another county. Ganster relies solely upon the early case of <i>Russell v. Hamilton</i> (1839), 3 Ill. (2 Scam.) 56, where the court held under the facts there presented that the inhabitants of a township could properly be challenged as jurors as the township was interested in the outcome of the case. <i>Russell</i> has not been followed in any reported Illinois case and our legislature has long since provided that no person shall be disqualified to serve as judge, juror or witness solely by reason they are inhabitants of a town or municipality. (Ill. Rev. Stat. 1973, ch. 139, par. 46; Ill. Rev. Stat. 1973, ch. 24, par. 1-6-1; <i>City of Naperville v. Wehrle</i> (1930), 340 Ill. 579, 584, 173 N.E. 165, 167.) A per se rule excluding jurors for cause where their only interest was as taxpayers of a governmental body which is a party to or has some pecuniary interest in the litigation is seldom seen in any jurisdiction (see Annot., 81 A.L.R.2d 708 (1962)) and, in our view, has no place here. We think the question of whether their interest as taxpayers might impair their ability to act fairly and impartially in a case can be resolved in voir dire examination of such jurors and the rule suggested by Ganster to be unreasonable and unnecessary. See <i>Central Illinois Public Service Co. v. Westervelt</i> (1976), 35 Ill. App.3d 777, 342 N.E.2d 463, <i>aff'd</i> (1977), 67 Ill.2d 207, 367 N.E.2d 661, <i>cert. denied</i> (1978), 434 U.S. 1070, 55 L.Ed.2d 772, 98 S.Ct. 1252; <i>Ridglea, Inc. v. Unified School District No. 305</i> (1970), 206 Kan. 111, 476 P.2d 601.</p>\n<p>We conclude the judgment entered against Ganster for damages to the plaza should be affirmed.</p>\n<p></p>\n<h2>THE COMMISSION'S APPEAL</h2>\n<p>We turn next to the cross-appeal brought by the Commission against Corbetta and Ganster in which it contends the verdict was inadequate <span class=\"star-pagination\">*331</span> and that it is entitled to a new trial solely on the issue of damages to the jail building.</p>\n<p>For a clearer understanding of the arguments of the parties on this issue we note undisputed testimony submitted by the Commission that the cost of removing the three tilting walls and replacing them in the manner called for by the plans and specifications would approximate $162,000. If the fourth wall were found to also require replacement, the additional cost for it would be approximately $54,000. (The trial judge correctly ruled that only three walls could be considered for damages since at the time of trial the east wall had not been opened for examination.) The only other evidence relating to the cost of correcting the defects in the walls shown by the evidence was testimony by Mario Egidi, president of Corbetta, that the walls could be fixed by pulling them back straight by means of vertical struts installed inside the walls at a cost of approximately $45,000. Other elements of damages in evidence relating to the jail building included $1,066.63 to repair and replace soffit stones, $2,640 for recaulking of the jail walls and $2,195 for the cost of a fence which had been erected around the building to protect passersby from possible falling portions of it.</p>\n<p>The several forms of verdict submitted to the jury, as tendered by Corbetta and Ganster and given by the trial court, permitted the jury to find liability as to either, both or neither of those parties and to assess damages against such parties as it found them liable in separate sums for the plaza and for the jail building. The instruction containing the verdict in the form returned by the jury read, in part, as follows:</p>\n<blockquote>\"(4) If you find for the Building Commission and against both Ganster &amp; Hennighausen and Corbetta, but feel their conduct is the proximate cause of different parts of the damages, then you should use the form of verdict which says:</blockquote>\n<blockquote>`We, the Jury, find for the Building Commission and against Ganster &amp; Hennighausen and Corbetta and assess the damages as follows:</blockquote>\n<p></p>\n<pre>\n      Ganster &amp; Hennighausen $ __________ for the plaza\n                             $ __________ for the jail\n      Corbetta               $ __________ for the plaza\n                             $ __________ for the jail'.\"\n</pre>\n<p>On the return of this form of verdict the jury filled in the blanks as follows:</p>\n<p></p>\n<pre>\n   \"Ganster &amp; Hennighausen                 $100,000.00 for the plaza\n                                           $     00.00 for the jail\n                                           $240,000.00 for the plaza\n   Corbetta                                $  1,300.00 for the jail\"\n</pre>\n<p>and judgment was entered thereon by the trial court against Ganster for $100,000 and Corbetta for $241,300 and costs of suit.</p>\n<p><span class=\"star-pagination\">*332</span> The jury was also instructed on the damage issue, as follows:</p>\n<blockquote>\"If you decide for the plaintiff on the question of liability, you must then fix the amount of money which will reasonably and fairly compensate it for the reasonable expense of the necessary repairs to the property which was damaged which has been proved by the evidence to have resulted from the negligence or breach of contract, as the case may be, of the defendant or defendants you have found liable,\"</blockquote>\n<p>and it was further instructed:</p>\n<blockquote>\"If you decide for any defendant on the question of liability, you will have no occasion to consider the question of damages as to that defendant.\"</blockquote>\n<p>The Commission now contends the verdict of $1,300 for all damages relating to the jail is inadequate as a matter of law under the evidence; Ganster contends that verdict was a finding of no liability as to it for the jail and Corbetta contends the verdict of $1,300 against it for the jail was solely for damages arising from the defective soffit and is a determination of no liability as to the other elements of damages shown by the evidence relating to the jail building.</p>\n<p> 10 We agree with Ganster's argument that the jury determined its liability for defective design or supervision did not extend to the jail building. The instruction accompanying the verdict form returned by the jury charged it to use that form if it found both Corbetta and Ganster liable, but for different parts of the total damages. The jury did determine Ganster to be liable to the Commission but only for damages to the plaza in the sum of $100,000 and its verdict so states. The jury's inclusion of the figures \"$00.00\" in the blank left for damages for the jail demonstrates clearly that it found Ganster's conduct was not the proximate cause of that part of the total damages sought by the Commission for defects in the jail. In our view, the designation used by the jury of \"$00.00\" is even more explicit than if it had left that space blank (see generally <i>Hatfield v. Leverenz</i> (1962), 35 Ill. App.2d 222, 182 N.E.2d 385); the argument might then well be that it was an oversight.</p>\n<p> 11 The evidence was conflicting whether the condition of the jail was a result of improper workmanship by Corbetta or improper design by Ganster. Corbetta argued that the jail walls tilted outward because the architect failed to provide for sufficient expansion joints and ties holding them in place; Ganster, on the other hand, argued Corbetta's faulty installation of the shelf angles and shims caused the walls to tilt. The jury resolved the issues as to the jail building in favor of Ganster by finding its conduct was not the proximate cause of those damages. We believe the jury specifically made that determination by its verdict that Ganster was liable for $100,000 in damages as to the plaza but for $00.00 as to the jail <span class=\"star-pagination\">*333</span> building. As that verdict can find support in the evidence we will not disturb it.</p>\n<p>A different question is presented as the verdict is directed to Corbetta. The jury determined Corbetta to be liable and assessed damages against it relating to the jail of $1,300. The evidence of damages to the jail as presented by the Commission approximated some $168,500 and the cost to correct the wall tilt alone was estimated at $45,000 by Corbetta's own witness. Although the verdict found Corbetta to be liable for damages to the jail building, the $1,300 amount was not at all responsive to the amount of those damages shown by the evidence. Corbetta suggests the jury simply assessed against it damages arising from the fallen soffit (shown as $1,066.63 in the evidence) and that the verdict must be considered as its acquittal as to the remaining elements of damages shown by the evidence. The Commission, however, contends erroneous instructions to the jury and the submission of improper evidence by Corbetta suggesting that it could properly construct in a manner different from the plans and specifications misled the jury and resulted in an erroneous verdict. Corbetta tendered and the trial court gave the following instruction over the Commission's objection:</p>\n<blockquote>\"Where a contract states that work is to be performed to the `satisfaction' of one of the parties or in a `perfect' manner, the meaning necessarily is that it must be done in a manner satisfactory to the mind of a reasonable man. Whether the work here was performed in a manner reasonably to be expected is for you to determine.\"</blockquote>\n<p>The Commission argues that this instruction caused the jury to believe that Corbetta could properly build in any manner regardless of the plans, so long as the work was performed in a way deemed satisfactory to a reasonable man as determined by the jury. Corbetta argues the instruction was given in explanation of article 2.02 of the contract between the parties which provided that the work shall be delivered by the contractor to the owner in a perfect condition to the satisfaction of the owner and architect.</p>\n<p>While a contractor would be entitled to such an instruction where the issue being considered by a jury was the refusal of an owner to accept and pay for work performed by a contractor by claiming he or the architect was not \"satisfied\" with it (see <i>Anderson-Ross Floors, Inc. v. Scherrer Construction Co.</i> (1978), 62 Ill. App.3d 713, 379 N.E.2d 786), it could well have a misleading effect here where the issue was the owner's right to recover damages where a contractor is alleged to have failed to follow the plans and specifications. The effect was compounded in this case by also permitting Corbetta to introduce evidence seeking to establish that the jail walls were structurally safe as constructed by it and that the <span class=\"star-pagination\">*334</span> architectural plans were faulty in any event, as we have earlier discussed. (See <i>Robert G. Regan Co. v. Fiocchi</i> (1963), 44 Ill. App.2d 336, 194 N.E.2d 665, <i>cert. denied</i> (1964), 379 U.S. 828, 13 L.Ed.2d 37, 85 S.Ct. 56.) These extraneous factors, not material to the issues to be passed upon by the jury, may well account for the failure of the jurors to assess as damages for the jail building the cost of bringing it into accord with the plans and specifications. We find no conflict in the fact the jurors obviously did consider all elements of damages as they related to the plaza but did not do so with regard to the jail building. Those issues were kept separate by the forms of verdict submitted by defendants and given by the court and the evidence was substantially more conflicting with regard to the jail building than with regard to the plaza.</p>\n<p>The Commission was entitled to the construction of its plaza and jail building in accordance with the plans and specifications, not merely that which might be considered some form of reasonable construction as suggested by the instruction of which the Commission complains and the erroneous introduction of evidence by Corbetta on its own behalf of faulty architectural design. It is apparent the jury applied the wrong test in considering damages as they relate to the jail building as the Commission may not properly be limited to that method or means of construction which Corbetta might persuade the jury was reasonable; it was entitled to that construction called for by the plans and specifications.</p>\n<p> 12 Where an assessment of damages is manifestly inadequate a reviewing court may at its discretion order a new trial solely on the issue of damages. (<i>Volpe v. Burge</i> (1977), 48 Ill. App.3d 4, 362 N.E.2d 444; <i>Davis v. Yellow Cab Co.</i> (1971), 133 Ill. App.2d 190, 273 N.E.2d 35.) Finding as we do that the verdict of the jury determining that Corbetta was liable for damages to the jail building is supported by the evidence and that the verdict fixing the amount of damages was inadequate, we conclude that the Commission is entitled to a new trial solely on the issue of damages against Corbetta as that issue relates to the jail building.</p>\n<p>For the reasons we have discussed we affirm the judgment of the Circuit Court of Lake County finding both Corbetta and Ganster to be liable to the Commission for damages to the plaza; we also affirm the judgment that Corbetta was liable and Ganster not liable for damages to the jail building; we reverse the judgment assessing damages to the jail building against Corbetta of $1,300 and remand this case for a new trial of the counterclaim against Corbetta on the issue of damages to the jail building only.</p>\n<p>Affirmed in part, reversed in part and remanded with directions.</p>\n<p>BOYLE and GUILD, JJ., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">313</span></span> (1978)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">758</span></span></b></center>\n<center><h1>CORBETTA CONSTRUCTION COMPANY OF ILLINOIS, INC., Plaintiff and Counterdefendant-Appellant and Appellee,<br>\nv.<br>\nLAKE COUNTY PUBLIC BUILDING COMMISSION, Defendant and Counterclaimant and Third-Party-Plaintiff-Appellant and Appellee.  (GANSTER &amp; HENNIGHAUSEN, INC., Third-Party-Defendant-Appellant and Appellee.)</h1></center>\n<center>No. 75-458.</center>\n<center><p><b>Illinois Appellate Court  Second District.</b></p></center>\n<center>Opinion filed September 21, 1978.</center>\n<center>Rehearing denied October 20, 1978.</center>\n<p><span class=\"star-pagination\">*314</span> <span class=\"star-pagination\">*315</span> <span class=\"star-pagination\">*316</span> May, Decker &amp; Associates, of Waukegan, and Winston &amp; Strawn, of Chicago, for appellant-appellee Corbetta Construction Company of Illinois, Inc.</p>\n<p>Snyder, Clarke, Dalziel, Holmquist &amp; Johnson, of Waukegan, for appellant-appellee Ganster &amp; Hennighausen.</p>\n<p>Lord, Bissell &amp; Brook, of Chicago, and Semmelman, Lombardi &amp; Fouts, Ltd., of Lake Forest, for appellant-appellee Lake County Public Building Commission.</p>\n<p>Affirmed in part, reversed in part and remanded.</p>\n<p>Mr. JUSTICE NASH delivered the opinion of the court:</p>\n<p>Corbetta Construction Co. of Illinois, Inc. (Corbetta), plaintiff-counterdefendant, and Ganster and Hennighausen, Inc. (Ganster), third-party defendant, each appeal from judgments entered against them on the verdict of the jury in favor of defendant-counterplaintiff-third-party-plaintiff Lake County Public Building Commission (Commission); the Commission appeals from a portion of the judgment entered against those parties alleging it is inadequate.</p>\n<p>These three appeals evolve from disputes between the Commission, as owner, Corbetta, as general contractor, and Ganster, as architect, over the construction of the Lake County Courthouse complex in Waukegan. Ganster was engaged by the Commission in 1961 for its architectural services in designing the courthouse and allied structures and grounds. These included an administration and office building, a jail building, underground parking garages and plazas. The first phase of construction of this extensive complex consisted of an administration building, an office building and the north plaza and is not a concern of this appeal. Corbetta worked on a portion of the first phase and, in 1967, was awarded the general contract for construction of the second phase at a price of <span class=\"star-pagination\">*317</span> $3,957,300. This included the courthouse, the jail building and a large plaza adjacent to the courthouse on its west side. For a better understanding of the issues involved in this appeal we will describe that construction insofar as it is pertinent.</p>\n<p>The west plaza occupied a large, rectangular area approximately 214 feet long on its north-south axis and ranged in width from 81 feet to 124 feet as it extended east and west. It was bounded on the east by the courthouse building, on the north by a rotunda, on the west by the administration building and steps to the street and on the south by the jail building. The plaza was designed to serve as an area in which public events, such as band concerts, could be held and it also formed the roof over underground parking and other facilities. It was supported from below by concrete columns and beams and its eastern edge rested upon a poured concrete beam affixed to the base of the west wall of the courthouse building. That area has been designated in the building plans and specifications as the \"K-line\" and we will so refer to it here. To provide for the natural expansion and contraction of the concrete and stone plaza which would occur with temperature variations, its design included a one-inch wide expansion joint running through it entirely around its periphery and for two one-inch wide expansion joints running east and west across and through the depth of the plaza. To prevent water leakage the plans and specifications called for the installation of a pliable, waterproof filler known as a Saraloy strip in the east-west expansion joints and, for waterproofing where the plaza adjoined the courthouse, the area designated as the K-line, the plans provided for a waterproof membrane to extend from within the plaza floor up the side of the building for approximately five inches to the bottom of a large, L-shaped angle iron which formed a shelf upon which the exterior stone walls of the building rested. To avoid a sharp turn in the waterproof membrane where it changed direction from the horizontal in the plaza floor to the vertical up the courthouse wall, a pressure-treated wood cant strip was to be installed to shape and support the 45° turn. The one-inch gap remaining between the plaza surface and the bottom of the angle iron supporting the exterior wall of the courthouse was to be waterproofed by filling and caulking.</p>\n<p>The jail building is a four-story structure of which the first floor is glass-walled. An overhang, or soffit, formed by the extension of the second floor outward five feet beyond the first floor walls, extends around the building at the level of the second floor and slabs of limestone were installed horizontally under these soffits. The walls of the upper three floors are constructed of cement block and faced with brick; the cement blocks were set directly on the concrete slab of each floor and the face brick comprising the exterior walls rested on shelves bolted to the outer end or face of the concrete floor slabs. These shelves consisted of rightangle <span class=\"star-pagination\">*318</span> pieces of steel of which each leg measured four inches with the vertical legs being bolted to the concrete slab on each floor and the horizontal leg providing a base for the face brick. The first course of brick on each floor was laid on the horizontal leg in a bed of mortar and the exterior brick wall was then built up to the next floor. Because the face of a concrete slab is normally not vertical, metal shims must be installed behind the shelf angles to make the horizontal leg of the shelf-angle level and the walls erected upon them plumb. These shims are horseshoe-shaped and to perform their leveling function must be installed behind the shelf angle with the prongs, or open end, facing down. Corbetta commenced construction of the second phase of the courthouse complex in July 1967 and completed the plaza portion in January 1970 when it was turned over to the Commission. The plaza began to leak in the spring of 1970, particularly through the flashing along the K-line and through the east-west expansion joints with water entering the garage and data processing areas below. Inspection by the Commission, Ganster and Corbetta revealed that the waterproof membrane had not been extended up beyond the plaza surface to the shelf angle at the K-line and that the cant strip designed to support it as provided for in the plans and specifications had been omitted. The inspection also revealed that the two east-west expansion joints through the plaza floor had been completely cemented over and that the Saraloy strip designed to seal the joints and prevent leaks had been omitted.</p>\n<p>Corbetta worked further on the plaza and towards the end of 1970 represented to the Commission that all corrections necessary to comply with the plans and specifications in these areas had been completed. By January 1971, however, the leakage problem reappeared and the slate paving stones forming the surface of the plaza and their mortar bed began to crack and crumble. In August 1971 two of the soffit stones, each weighing about 1200 pounds, came loose from underneath the overhang on the second floor of the jail building and one of them fell to the ground.</p>\n<p>In the fall of 1971, after litigation had begun and while Corbetta and Ganster were disputing between themselves whether the plaza leaked by reason of faulty design or faulty construction, the walls of the jail began to tilt outward at the top on each floor throughout the building. Gaps were observed on the interior of the building where the ceilings met the walls and bulges in the exterior walls were visible on the outside of the building. The Commission employed structural engineers to examine the walls and openings were made at various locations on the south, west and north exterior walls for that purpose. (The east wall was not opened for examination.) It was determined that the exterior brick walls tilted outward from the vertical up to three-quarters of an inch at their tops on each floor and that the interior cement block walls had also tilted and <span class=\"star-pagination\">*319</span> pulled away from the ceiling and ductwork at numerous places throughout the building. The engineers noted that the base legs of the shelf angles supporting the outer brick walls were not horizontal but tilted downward as much as three-eighths of an inch and that most of the shims behind the vertical legs of the shelf angles had been installed upside down (prongs up) thus causing the horizontal leg of the shelf angles to tilt downward and the walls to tilt out. Also noted were cracks in the walls, loose shelf-angle bolts and excessive face brick overhang on the shelf angles of up to two inches, all contrary to the requirements of the plans and specifications.</p>\n<p>In April 1971 Corbetta informed the Commission that it was Ganster's improper design of the plaza and the flashing at the K-line which was causing the problems and proposed that alternate construction methods be undertaken in these areas at extra cost to the Commission. On May 21, 1971, the Commission, however, caused a \"3-day notice and schedule of work to be performed\" to be served upon Corbetta, as was provided in their contract. It demanded that Corbetta \"replace and correct\" defective work performed by it on the plaza and attached a schedule listing 10 specific corrections to be made to conform the work to the plans and specifications. Corbetta did not work further on the project but instead initiated this action against the Commission by filing a petition for declaratory judgment against it in which it alleged that it had completed the work properly in accordance with the contract and that the problems in the plaza were the result of defective design and faulty specifications of the architect Ganster. That complaint prayed that the trial court determine whether the defects in the construction were the result of faulty workmanship or the failure of Corbetta to follow Ganster's specifications and, if not its fault, to assure Corbetta it would be paid for any corrective work it might perform. Shortly thereafter Corbetta also notified the Commission it would repair the plaza under new plans and specifications of its own design for an additional cost of $117,400. At this stage Corbetta had already received from the Commission all of the $3,957,300 contract price except for a $28,292 retention of which Corbetta also sought recovery in its declaratory judgment action.</p>\n<p>Thereafter the Commission filed its counterclaim against Corbetta to recover damages for plaza defects (subsequently amended to include damages for jail building defects) and filed a third-party complaint against Ganster seeking damages for breach of contract and negligence, alleging Ganster's failure to properly design and supervise the construction as required by the Commission's contract with it.</p>\n<p>So the matter stood for approximately three years while the parties sparred over the financial responsibility for correcting the obvious defects affecting the plaza and jail building. During this period of impasse <span class=\"star-pagination\">*320</span> Corbetta declined to make repairs without additional payments beyond the contract price insisting it was Ganster's faulty design which caused the defects. Ganster, on the other hand, insisted that the problems existed solely because of Corbetta's defective work and failure to follow the plans and specifications prepared by Ganster. In January 1972 the Commission sought a court order in this case requiring Corbetta to do all work necessary to install the plaza in accordance with the original plans and specifications and providing that the final responsibility for the work was to be determined at a later trial, but Corbetta would not agree to do so and the court refused to enter the order.</p>\n<p>This case finally went to trial on March 12, 1974, with the trial court proceeding first with the Commission's counterclaim. At the conclusion of the three-week trial, the jury returned its verdict against both Corbetta and Ganster assessing the damages as follows: $240,000 against Corbetta and $100,000 against Ganster for damages relating to the plaza and $1,300 against Corbetta and no damages against Ganster for damages to the jail. The trial court dismissed Corbetta's declaratory judgment action and all three parties appealed.</p>\n<p></p>\n<h2>CORBETTA'S APPEAL</h2>\n<p>We will consider first the issues as they relate to Corbetta's appeal. It contends that it performed its contract and the Commission suffered no damages by it; that the trial court abused its discretion in not proceeding first with the declaratory judgment action; that the judgment for damages to the plaza was excessive; and that it was error to deny Corbetta's petition for change of venue.</p>\n<p>Corbetta's argument that it performed its contract with the Commission appears to be premised on its assertion it was always ready and willing to remedy the construction defects as, indeed, it was required to do by its contract, but was prevented from doing so by the Commission. During the long standoff between Corbetta and the Commission, while the defects remained uncorrected, it was the Commission's general position that Corbetta was to proceed and make whatever corrections in the construction were necessary to bring it into strict compliance with the plans and specifications. Corbetta, on the other hand, first claimed that it had so constructed the building and then shifted to a position that the design and specifications prepared by Ganster were defective and that other methods of corrective work must be undertaken at extra cost. Essentially, Corbetta contends the plans and specifications could not be followed because of their defects and, as the Commission had not informed them of any alternate means to correct the defects in the construction, that it had no obligation to do anything.</p>\n<p>Corbetta relies upon what it describes as a fundamental rule of law that <span class=\"star-pagination\">*321</span> a contractor must be given an opportunity to correct any deficiencies in his performance before he can be charged with damages. (<i>Risinger v. Cheney</i> (1845), <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">84</span></span>; <i>Vermont Street M.E. Church v. Brose</i> (1882), <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">206</span></span>; <i>Lehmann v. Warren Webster &amp; Co.</i> (1904), <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">264</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">600</span></span>; <i>Spiro v. Cable</i> (1928), <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">343</span></span>.) Corbetta contends it had no liability to the Commission because the Commission prevented Corbetta from correcting the construction defects.</p>\n<p> 1 It is apparent, however, that Corbetta's argument must fail. Its primary position throughout was that it had performed as required by the contract and that the problems in the plaza were attributable to design errors by Ganster. Although the evidence clearly established that Corbetta's construction at the K-line was not in accordance with the plans, that it had entirely omitted the east-west expansion joints necessary to the design of the plaza and, further, had used a mortar mix different from that provided for in the specifications, which had crumbled, Corbetta was still unwilling to conform these areas to the contract except at extra cost. The Commission specifically informed Corbetta of the defects causing damage to the plaza in its notice to Corbetta in 1970 and demanded the remedy of those defects be carried out as provided in the building plans and specifications upon which Corbetta's contract was based. Corbetta would not do so. The Commission was entitled to insist upon strict compliance by Corbetta with the plans and specifications and to recover its damages sustained by reason of the contractor's failure to do so. (See <i>Robert G. Regan Co. v. Fiocchi</i> (1963), <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">665</span></span>, <i>cert. denied</i> (1964), <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>; 17A C.J.S. <i>Contracts</i> § 515 (1963).) Corbetta's assertion that it stood ready to correct all construction defects but was prevented from doing so by the Commission is not supported by the evidence. It was only ready and willing at extra cost to the Commission to rebuild the plaza pursuant to different specifications than those it had agreed to in its contract. The understandable refusal of the Commission to accede to Corbetta's proposal cannot fairly be characterized as preventing it from correcting its construction errors.</p>\n<p>Corbetta next contends it was error for the trial court to proceed with the Commission's counterclaim first rather than Corbetta's complaint for declaratory judgment. Although this action was first commenced on June 9, 1971, by Corbetta's complaint in declaratory judgment, little effort was thereafter made by any of the parties to bring the case to trial. On August 17, 1973, the trial court on its own motion set a trial date for March 11, 1974, and entered orders requiring the parties to complete depositions and to be ready to proceed at that time. The trial judge recommended to the parties that the issues as presented by the Commission's counterclaim would go forward first and that each of the other parties would thereafter <span class=\"star-pagination\">*322</span> have an opportunity to present all relevant evidence directed to the declaratory judgment action. Corbetta's counsel did not object to this procedure at that time. After the conclusion of the trial by jury as it related to the issues as formed by the Commission's counterclaim, the court heard further evidence relating to the declaratory judgment matter during an additional two days of trial. Thereafter, the trial court considered all of the evidence relating to that issue and dismissed the complaint for declaratory judgment finding that the issues raised thereby had been determined by the verdict of the jury.</p>\n<p>Corbetta now contends the trial court should have considered the merits of its declaratory judgment action first so as to avoid accrual of damages by permitting Corbetta to perform any necessary corrective work under the \"protection\" of the court which would thereafter determine which party was responsible for the cost of such work.</p>\n<p>The issues to be resolved in both the declaratory judgment action and the Commission's counterclaim were essentially the same except that the former, as proposed by Corbetta, would consider liability and damages separately. In its action Corbetta claimed it had performed its contract in accordance with the plans and specifications and in a good workmanlike manner and prayed that it be paid for any corrective work undertaken by it. The Commission's counterclaim raised the other side of these same issues by alleging Corbetta failed to conform to the plans and specifications as required by its contract and did defective work and sought recovery of the Commission's damages resulting therefrom.</p>\n<p>The cases offered by Corbetta are not helpful to a resolution of this issue. (<i>Rigotti v. Bailey</i> (1952), <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">597</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">642</span></span> (abstract); <i>Benscoter v. City of Springfield</i> (1954), <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">574</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">337</span></span>.) <i>Rigotti</i> held that it was erroneous to try separately the original suit and a counterclaim and <i>Benscoter</i> held it was error not to try together the original suit and a counterclaim; the facts in neither of these cases are similar to those in the case before us nor involve declaratory judgment and damage issues. Neither does <i>Andros v. Hansen Realty Co.</i> (1976), <span class=\"citation\" data-id=\"2043690\"><a href=\"/opinion/2043690/andros-v-hansen-realty-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"2043690\"><a href=\"/opinion/2043690/andros-v-hansen-realty-co/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">664</span></a></span>, relied upon by the Commission, reach the question before us in the abstract proposition of law stated therein.</p>\n<p> 2 <i>St. Joseph Hospital v. Corbetta Construction Co.</i> (1974), <span class=\"citation\" data-id=\"1977089\"><a href=\"/opinion/1977089/st-joseph-hosp-v-corbetta-construction/\"><span class=\"volume\">21</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">925</span></a></span>, <span class=\"citation\" data-id=\"1977089\"><a href=\"/opinion/1977089/st-joseph-hosp-v-corbetta-construction/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">51</span></a></span>, discusses the propriety of plaintiff therein proceeding in a declaratory judgment action for a determination of its rights against its architect, general contractor and a manufacturer of certain materials installed in a hospital being constructed by plaintiff. In that case several defendants, including Corbetta Construction Co., filed counterclaims against the plaintiff for payments due them under their construction contracts and also filed cross-complaints against other <span class=\"star-pagination\">*323</span> parties. The trial court segregated for trial the issues of liability and damages. In the first trial, relating to the liability of the parties, judgments were entered by the jury resolving those matters in favor of plaintiff hospital and against all three defendants and the trial court thereafter directed a verdict in favor of plaintiff against defendant Corbetta Construction Co. on its counterclaim which related to the same issue. The appellate court concluded that the issues of liability raised by plaintiff's declaratory judgment action and defendant's counterclaim therein were properly resolved by the procedures described. We find the reasoning of that case persuasive and determine that the trial court did not err in the instant case by considering the issues raised respectively by Corbetta's declaratory judgment action and the Commission's counterclaim in the procedural order it followed. Corbetta points to no damage to it in 1974 as a result and its present posture that it was entitled to a speedy, separate and prior determination of its rights pursuant to the declaratory judgment action loses vitality when it is noted Corbetta made no effort to bring about an earlier hearing. The case was tried following a sua sponte order of the trial court ordering trial. The only result of trying the declaratory judgment matter first, in 1974, would have been further delay. While delay would have little effect on Corbetta (it had been paid almost in full), the Commission had a damaged and deteriorating plaza and building on its hands. We find the trial court correctly considered the Commission's counterclaim first and then dismissed Corbetta's declaratory judgment action as having been resolved by the prior trial.</p>\n<p>There is a second basis upon which Corbetta's claim of procedural error in this regard may be resolved. We think Corbetta by filing its declaratory judgment action when requested by the Commission to complete its contract in accordance with the plans and specifications attempted to deprive the Commission of its right as a potential plaintiff against Corbetta to determine whether and, if so, when the Commission might file its own action. Corbetta was then a potential defendant seeking a declaration of nonliability for past conduct at a stage where the rights of the parties were substantially fixed, which is not normally a function of the declaratory judgment statute. (See <i>Howlett v. Scott</i> (1977), <span class=\"citation\" data-id=\"2233047\"><a href=\"/opinion/2233047/howlett-v-scott/\"><span class=\"volume\">69</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">135</span></a></span>, 143, <span class=\"citation\" data-id=\"2233047\"><a href=\"/opinion/2233047/howlett-v-scott/\"><span class=\"volume\">370</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1036</span></a></span>, 1039.) Corbetta alleged it had \"completed the work properly and performed all of the provisions of the * * * contract\" and further that it had done so in a good workmanlike manner and in accordance with the specifications furnished by the Commission, noting it had been paid all of its $3,957,300 contract price except for a $28,292 holdback. It is apparent the declaratory judgment action could not properly be permitted to take precedence for trial over these same issues as formed by the Commission's counterclaim and Corbetta's response to it.</p>\n<p><span class=\"star-pagination\">*324</span> Corbetta next asserts that the damages of $240,000 awarded by the jury to the Commission against it for defects in the plaza were excessive. (Corbetta does not appeal from the separate portion of the verdict awarding $1,300 damages against it to the Commission for defects in the jail building.)</p>\n<p>Evidence of the cost to bring the plaza to the condition called for by the plans was submitted by the Commission through testimony of Edmund Beyer, chief job estimator for Ceisel Masonry, Inc., mason contractors. After reviewing the original construction plans prepared by Ganster and inspecting the plaza as constructed by Corbetta, Beyer expressed his opinion that the fair and reasonable cost to restore the plaza above the level of the roof waterproofing membrane, pursuant to the original contract, would be $280,500. Raymond Fletcher, president of Great Lakes Contracting, Inc., masonry repair and waterproofing contractors, examined the plaza and the original plans and specifications for its construction. He noted leakage into the areas of the garage and data processing rooms below and testified that the roof membrane over the entire plaza must be replaced because of extensive leaking and that the cost to do so there and at the K-line attachment to the courthouse building, pursuant to the plans and specifications, would be $106,000. The evidence thus reflected a combined total cost of $386,500 to bring the plaza within the plans and specifications.</p>\n<p>Corbetta did not offer any evidence in trial of the cost to restore the plaza to the condition called for by the plans and specifications, but relied on a proposal it had made to the Commission in 1971 and estimates obtained by the Commission in 1971 for temporary repairs to the leaking plaza. In its 1971 proposal Corbetta had offered to reconstruct and repair the plaza to its own design for an additional $117,000. The estimates received by the Commission from others for repairs to the plaza ranged from $97,051.19 to $149,987. None of these proposals or estimates had been accepted by the Commission.</p>\n<p>Corbetta now argues that the evidence offered by the Commission of the cost of repair and restoration of the plaza in 1974 must be disregarded. It suggests the repair costs were fixed as of 1971 as it was not permitted then to make repairs and may not now be held responsible for deterioration to the plaza during those intervening years. Corbetta relies upon <i>Hansen v. Beebe</i> (1900), <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">534</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">942</span></span>, in which the court held a contractor was not liable for intervening damages where defects appeared following the installation of a waterworks and for two years thereafter the owner made no attempt to correct them. That, of course, is not the case here. The Commission continuously sought to cause Corbetta to bring the plaza construction within the plans and <span class=\"star-pagination\">*325</span> specifications and it did cause some temporary repairs to be made in an effort to reduce damage to the structure and its surroundings during those years. It is also apparent that Corbetta was at no time willing to undertake those repairs necessary to conform the plaza to the plans and specifications except at extra cost through the action it commenced against the Commission.</p>\n<p>If Corbetta was liable for damages for the condition of the plaza in 1971, as the jury determined, it is equally liable for its condition at the time of trial in 1974. We note further that the repair estimates obtained by the Commission in 1971, which Corbetta suggests should now fix damages, were obtained before the Commission learned during trial that the east-west expansion strips in the plaza which Corbetta claimed to have repaired had not been repaired but were still cemented over. While leaks existed throughout the plaza, it was in that area that they were most severe. The Commission did take all reasonable means to minimize its damages and it was entitled to submit evidence of the repair costs based on the condition of the plaza at the time of trial.</p>\n<p> 3 We find the jury had before it sufficient evidence upon which to base its verdict against Corbetta and that its award of damages for defective plaza construction was not excessive.</p>\n<p>Corbetta finally asserts it was error for the trial court to deny its petition for change of venue to another county. That petition was considered by Chief Judge Lloyd Van Duesen who, after a hearing, denied the petition and directed the parties to appear before Judge Fred H. Geiger for further hearings of other pending motions. Judge Geiger did consider subsequent motions in the case and was the trial judge.</p>\n<p>Corbetta's motion for change of venue, filed February 5, 1973, prayed that the case be transferred to another county and, as a basis therefor, urged the prejudice of both the inhabitants of Lake County and of all the judges of the 19th Judicial Circuit (Lake and McHenry Counties) who sit in Lake County. The petition alleged the inhabitants' prejudice arose because of adverse news media attention given the courthouse construction project and suggested prejudice of all judges sitting in the courthouse because they had witnessed the deterioration of the plaza, the water leaks, the erection of fencing around the plaza and jail building for the protection of the public and the condition of the walls of the jail building. It was asserted that the judges had a special interest in the condition of the courthouse occupied by them which, together with the adverse publicity regarding such conditions which they may have seen or heard in the news media, combined to bring them within the purview of section 1(1) of \"An Act to revise the law in relation to change of venue\" (Ill. Rev. Stat. 1971, ch. 146, par. 1(1)). It alleges further and for the same <span class=\"star-pagination\">*326</span> reasons that the judges may be prejudiced against Corbetta within the scope of section 1(2) of the Act entitling it to a change of venue on application.</p>\n<p> 4 We consider first the argument that denial of a change of venue from the judges was error and find it to be without merit. Corbetta did not name any judge or judges in its petition referring to them instead by the all-inclusive phrase \"all judges of the 19th judicial circuit sitting in the Lake County Courthouse.\" No claim was made of any specific prejudice by any judge; in fact, after the chief judge denied this motion and assigned the case to the trial judge no effort was made to suggest a personal prejudice of that judge before the trial which occurred approximately one year later.</p>\n<p>In a civil case a party has an absolute right to a change of venue from one judge based upon only a general allegation of prejudice; \"[h]owever, if the petition seeks a change of venue from additional judges it must contain specific allegations to support the charges of prejudice against the additional judges and may be granted only in the sound discretion of the court following a hearing.\" (<i>Rosewood Corp. v. Transamerica Insurance Co.</i> (1974), <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">247</span></span>, 254, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">673</span></span>, 677; <i>People ex rel. Kunce v. Hogan</i> (1977), <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">55</span></span>, 63, <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">50</span></span>, 53, <i>cert. denied</i> (1978), <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1023</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span></span>, ___ S.Ct. ___.) Here, as in <i>Chicago Park District v. Lyons</i> (1968), <span class=\"citation\" data-id=\"2092553\"><a href=\"/opinion/2092553/chicago-park-dist-v-lyons/\"><span class=\"volume\">39</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"2092553\"><a href=\"/opinion/2092553/chicago-park-dist-v-lyons/\"><span class=\"volume\">237</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">519</span></a></span>, <i>cert. denied</i> (1968), <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">294</span></span>, the petition was unsupported by affidavits directed to judicial prejudice and it does not claim a personal prejudice on the part of any specific judge as is then required (<i>Lencioni v. Brill</i> (1977), <span class=\"citation\" data-id=\"2045345\"><a href=\"/opinion/2045345/lencioni-v-brill/\"><span class=\"volume\">50</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">802</span></a></span>, 804, <span class=\"citation\" data-id=\"2045345\"><a href=\"/opinion/2045345/lencioni-v-brill/\"><span class=\"volume\">365</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1169</span></a></span>, 1171). The general, unsupported conclusions of Corbetta's counsel that all judges of the circuit sitting in Lake County must be prejudiced against Corbetta because of the courthouse conditions it describes or publicity in the news media relating to those conditions does not require a change of judges and the trial court was justified in denying the omnibus motion insofar as it related to all judges sitting in Lake County. See <i>City of Chicago v. Marquardt</i> (1961), <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">825</span></span>; but see <i>Keehner v. A.E. Staley Manufacturing Co.</i> (1977), <span class=\"citation\" data-id=\"2045257\"><a href=\"/opinion/2045257/keehner-v-ae-staley-manufacturing-co/\"><span class=\"volume\">50</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"2045257\"><a href=\"/opinion/2045257/keehner-v-ae-staley-manufacturing-co/\"><span class=\"volume\">365</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">275</span></a></span>.</p>\n<p> 5 The motion as directed to the prejudice of the inhabitants of Lake County was supported by the affidavits of two residents of that county, as required by statute (Ill. Rev. Stat. 1971, ch. 146, par. 4), who stated that news media publicity would prevent them from being fair-minded jurors, if so selected, with regard to Corbetta. Voir dire examination of prospective jurors was accomplished in two days and the extensive efforts of both the trial court and all counsel to seat only jurors without bias, opinion or prejudice relating to the parties and issues of the case is <span class=\"star-pagination\">*327</span> well demonstrated by the record. The trial judge liberally excused for cause any jurors who might possibly have been affected by media publicity (see, <i>e.g., </i><i>Central Illinois Public Service Co. v. Westervelt</i> (1976), <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">777</span></span>, <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">463</span></span>, <i>aff'd</i> (1977), <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">367</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">661</span></span>, <i>cert. denied</i> (1978), <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>), and Corbetta did not exhaust its peremptory challenges while seeking jurors acceptable to it. The granting or denial of a petition for change of venue to another county is addressed to the sound discretion of the court (<i>Gouker v. Winnebago County Board of Supervisors</i> (1967), <span class=\"citation\" data-id=\"2097035\"><a href=\"/opinion/2097035/gouker-v-board-of-supervisors/\"><span class=\"volume\">37</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">473</span></a></span>, 475, <span class=\"citation\" data-id=\"2097035\"><a href=\"/opinion/2097035/gouker-v-board-of-supervisors/\"><span class=\"volume\">228</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></a></span>, 882) and we find no abuse of that discretion herein.</p>\n<p>We conclude that the judgment entered against Corbetta for damages to the plaza should be affirmed.</p>\n<p></p>\n<h2>GANSTER'S APPEAL</h2>\n<p>We next consider the issues as they relate to Ganster's appeal from the judgment entered against it for $100,000 for damages sustained by the Commission relating to the construction of the plaza. The Commission's action against Ganster was premised upon the architect's alleged breach of contract and negligence for failure to supervise the construction, as required by its contract, and for failure to properly design and specify materials to be used in it. Ganster now contends the trial court erred in admitting any evidence of improper design or inadequate specifications by it as the construction was not carried out by Corbetta in accordance with the plans and specifications provided by it; that there was no evidence it failed to properly supervise the construction; and that it was error to refuse to grant its petition for change of venue to another county.</p>\n<p> 6 As stated by Ganster, it is clear that Corbetta failed to construct the east-west expansion joints and the K-line connection of the plaza to the courthouse building as they had been designed by Ganster and that Corbetta also failed to use the mortar mix for the plaza surface required by the specifications. Both Corbetta and the Commission were permitted in trial, over Ganster's objections, to produce opinion evidence that Ganster's plans and specifications were faulty in various respects and that the plaza would have leaked and deteriorated even if constructed in strict conformance with them. In support of its argument that admission of evidence of negligent design against it was error, Ganster relies upon <i>Robert G. Regan Co. v. Fiocchi</i> (1963), <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">665</span></span>, <i>cert. denied</i> (1964), <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>, and cases cited therein. There a subcontractor agreed to install brick veneer on the walls of buildings under plans and specifications which provided that the brick was to be secured with ties spaced not more than 16 inches apart. Subsequently, when the walls commenced to bulge outward, it was <span class=\"star-pagination\">*328</span> determined the ties were substantially more than 16 inches and as much as 4 feet apart. In trial the subcontractor sought to submit evidence that the walls would have bulged whether the plans were followed or not and the trial court rejected that evidence as immaterial. This court affirmed, holding that the subcontractor had a duty to perform the work in accordance with the plans and specifications under their contract and had no right to depart from them unless agreed upon by the other parties. The court noted, \"[w]hen defendant[s] departed from this specification they did so at their peril, and all attempted excuses for noncompliance became immaterial. The trial court properly denied defendants' offers of proof.\" (<i>Robert G. Regan Co. v. Fiocchi</i> (1963), <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">336</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">665</span></span>, 668; see also <i>Clark v. Pope</i> (1873), <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">128</span></span>; <i>Georgetown Township High School District No. 218 v. Hardy</i> (1976), <span class=\"citation\" data-id=\"2129264\"><a href=\"/opinion/2129264/georgetown-township-hs-dist-v-hardy/\"><span class=\"volume\">38</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">722</span></a></span>, 724, <span class=\"citation\" data-id=\"2129264\"><a href=\"/opinion/2129264/georgetown-township-hs-dist-v-hardy/\"><span class=\"volume\">349</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">88</span></a></span>, 89-90.) The cases relied upon by Ganster do stand for the proposition that the contractor is liable for failure to comply with the plans and specifications but do not help the architect if his design was also faulty. There may well exist in the same construction a cause of action in favor of the owner for damages emanating from both faulty design and faulty construction. The most that can be said about <i>Fiocchi</i> in this regard is that it demonstrates that negligent design by Ganster cannot properly be interposed as a defense by Corbetta in this case. It was Corbetta's duty to carry out the construction in accordance with the plans and specifications agreed upon and it could depart from them only at its peril. It does not follow, as suggested by Ganster, that by failure of Corbetta to comply with his contract and follow the plans the Commission is barred from recovery from the architect if those plans are faulty. The Commission agreed to pay and both Corbetta and Ganster received substantial sums of money for the services they each agreed to perform. Whether either Ganster or Corbetta performed does not depend upon what the other did or did not do and may not be interposed by either to prevent recovery by the Commission if it is otherwise entitled to do so. Ganster has not referred to authority to the contrary.</p>\n<p> 7 We would agree with Ganster that Corbetta should not have been permitted to offer any evidence of faulty design in defense of its case; that factor is not material as between Corbetta and the Commission. That same evidence, however, would be admissible on behalf of the Commission in support of its negligent design claim against Ganster just as was other evidence in that regard submitted by the Commission. While the Commission could properly object in trial to Corbetta's offer of evidence of negligent design by Ganster as a defense to the Commission's claim against Corbetta, Ganster could not do so and cannot now complain it was prejudiced by the rulings of the trial court in admitting such evidence.</p>\n<p><span class=\"star-pagination\">*329</span>  8 Ganster also contends there was no evidence it either breached its contract or was negligent in failing to supervise the construction. Under its contract with the Commission Ganster agreed to provide field supervision for not less than one-half of each working day, all included within its fee, from the commencement of construction to its completion. It also agreed to guard the Commission against defects and deficiencies in the work of the contractors and it was authorized to determine the amount, quality, acceptability and fitness of the work and materials to be paid for by the Commission. Ganster argues it did provide the field supervision required of it and that its project architect, Donald Mayham, was present on the site at least one-half of each day as required by the contract. While it concedes its project architect did not notice or discover Corbetta's substantial deviations from the plans and specifications in construction of the K-line, the omission of the expansion strips across the plaza floor or the improper mortar mix used therein, it suggests these matters involved simple, routine building procedures, not requiring the expertise of an architect, and were thus properly the responsibility of the clerk of the works. Ganster's contract with the Commission provided that a clerk of the works, acceptable to both parties, would be selected by the architect to provide continuous on-site inspection of the construction and be paid by the Commission. Howard Peterson, who was a carpenter by trade, was so employed in 1965 and during the first phase of the project he worked under the direction of the architect to whom he reported daily with the Commission receiving copies of his reports on a monthly basis. Peterson was then paid directly by the architect who was in turn reimbursed by the Commission. During the second phase, which is the subject of this litigation, the salary of the clerk of the works was paid directly by the Commission and the evidence was conflicting whether he was then required to report to the architect or the Commission or both. In any event, however, it is apparent the clerk's responsibilities called for \"continuous on-site inspection\" of the job and reports of his findings daily on forms provided by the architect. Ganster's argument that the clerk of the works was an employee of the Commission and responsible for supervision of all construction procedures, thus relieving Ganster from supervisory responsibility, is not supported by the evidence. Ganster's direct contractual duty was to supervise all construction and guard the Commission against defects and deficiencies in the work of the contractors. The clerk of the works had no supervisory responsibilities under the contract but was to inspect and report to Ganster and the Commission. Whether Ganster carried out its duty as required by its contract was properly submitted to the jury for its consideration. As there was evidence by which the jury could determine Ganster failed to provide the supervisory service it had agreed to perform in its contract, <span class=\"star-pagination\">*330</span> whether negligently or otherwise, it was correctly called upon to respond in damages. See <i>Miller v. DeWitt</i> (1965), <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">38</span></span>, <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">249</span></span>, <i>aff'd </i><i>in relevant part</i> (1967), <span class=\"citation\" data-id=\"2029389\"><a href=\"/opinion/2029389/miller-v-dewitt/\"><span class=\"volume\">37</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"2029389\"><a href=\"/opinion/2029389/miller-v-dewitt/\"><span class=\"volume\">226</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">630</span></a></span>.</p>\n<p> 9 Ganster's final contention is that the trial court erred in refusing to grant its petition for change of venue to another county. It filed its petition on March 5, 1974, just prior to trial, asserting, as had Corbetta by its earlier petition, that news media publicity relating to the construction problems of the courthouse complex would prevent selection of fair-minded jurors from the inhabitants of Lake County. Corbetta orally joined in this motion and, as we earlier determined when addressing this issue when presented by Corbetta, and for the same reasons, we find that the trial court did not abuse its discretion in denying Ganster's petition. In its brief in this court Ganster raises an additional argument that the residents of Lake County could not properly have sat as jurors in this case because, as taxpayers, they had a personal interest in the outcome of the litigation over the courthouse complex and, on that basis, it is urged that the trial court erred in refusing to transfer the case for trial to another county. Ganster relies solely upon the early case of <i>Russell v. Hamilton</i> (1839), 3 Ill. (2 Scam.) 56, where the court held under the facts there presented that the inhabitants of a township could properly be challenged as jurors as the township was interested in the outcome of the case. <i>Russell</i> has not been followed in any reported Illinois case and our legislature has long since provided that no person shall be disqualified to serve as judge, juror or witness solely by reason they are inhabitants of a town or municipality. (Ill. Rev. Stat. 1973, ch. 139, par. 46; Ill. Rev. Stat. 1973, ch. 24, par. 1-6-1; <i>City of Naperville v. Wehrle</i> (1930), <span class=\"citation\" data-id=\"3416662\"><a href=\"/opinion/3420167/city-of-naperville-v-wehrle/\"><span class=\"volume\">340</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">579</span></a></span>, 584, <span class=\"citation\" data-id=\"3416662\"><a href=\"/opinion/3420167/city-of-naperville-v-wehrle/\"><span class=\"volume\">173</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">165</span></a></span>, 167.) A per se rule excluding jurors for cause where their only interest was as taxpayers of a governmental body which is a party to or has some pecuniary interest in the litigation is seldom seen in any jurisdiction (see Annot., <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">708</span></span> (1962)) and, in our view, has no place here. We think the question of whether their interest as taxpayers might impair their ability to act fairly and impartially in a case can be resolved in voir dire examination of such jurors and the rule suggested by Ganster to be unreasonable and unnecessary. See <i>Central Illinois Public Service Co. v. Westervelt</i> (1976), <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">777</span></span>, <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">463</span></span>, <i>aff'd</i> (1977), <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">367</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">661</span></span>, <i>cert. denied</i> (1978), <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>; <i>Ridglea, Inc. v. Unified School District No. 305</i> (1970), <span class=\"citation\" data-id=\"2610603\"><a href=\"/opinion/2610603/ridglea-inc-v-unified-school-district/\"><span class=\"volume\">206</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation\" data-id=\"2610603\"><a href=\"/opinion/2610603/ridglea-inc-v-unified-school-district/\"><span class=\"volume\">476</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">601</span></a></span>.</p>\n<p>We conclude the judgment entered against Ganster for damages to the plaza should be affirmed.</p>\n<p></p>\n<h2>THE COMMISSION'S APPEAL</h2>\n<p>We turn next to the cross-appeal brought by the Commission against Corbetta and Ganster in which it contends the verdict was inadequate <span class=\"star-pagination\">*331</span> and that it is entitled to a new trial solely on the issue of damages to the jail building.</p>\n<p>For a clearer understanding of the arguments of the parties on this issue we note undisputed testimony submitted by the Commission that the cost of removing the three tilting walls and replacing them in the manner called for by the plans and specifications would approximate $162,000. If the fourth wall were found to also require replacement, the additional cost for it would be approximately $54,000. (The trial judge correctly ruled that only three walls could be considered for damages since at the time of trial the east wall had not been opened for examination.) The only other evidence relating to the cost of correcting the defects in the walls shown by the evidence was testimony by Mario Egidi, president of Corbetta, that the walls could be fixed by pulling them back straight by means of vertical struts installed inside the walls at a cost of approximately $45,000. Other elements of damages in evidence relating to the jail building included $1,066.63 to repair and replace soffit stones, $2,640 for recaulking of the jail walls and $2,195 for the cost of a fence which had been erected around the building to protect passersby from possible falling portions of it.</p>\n<p>The several forms of verdict submitted to the jury, as tendered by Corbetta and Ganster and given by the trial court, permitted the jury to find liability as to either, both or neither of those parties and to assess damages against such parties as it found them liable in separate sums for the plaza and for the jail building. The instruction containing the verdict in the form returned by the jury read, in part, as follows:</p>\n<blockquote>\"(4) If you find for the Building Commission and against both Ganster &amp; Hennighausen and Corbetta, but feel their conduct is the proximate cause of different parts of the damages, then you should use the form of verdict which says:</blockquote>\n<blockquote>`We, the Jury, find for the Building Commission and against Ganster &amp; Hennighausen and Corbetta and assess the damages as follows:</blockquote>\n<p></p>\n<pre>\n      Ganster &amp; Hennighausen $ __________ for the plaza\n                             $ __________ for the jail\n      Corbetta               $ __________ for the plaza\n                             $ __________ for the jail'.\"\n</pre>\n<p>On the return of this form of verdict the jury filled in the blanks as follows:</p>\n<p></p>\n<pre>\n   \"Ganster &amp; Hennighausen                 $100,000.00 for the plaza\n                                           $     00.00 for the jail\n                                           $240,000.00 for the plaza\n   Corbetta                                $  1,300.00 for the jail\"\n</pre>\n<p>and judgment was entered thereon by the trial court against Ganster for $100,000 and Corbetta for $241,300 and costs of suit.</p>\n<p><span class=\"star-pagination\">*332</span> The jury was also instructed on the damage issue, as follows:</p>\n<blockquote>\"If you decide for the plaintiff on the question of liability, you must then fix the amount of money which will reasonably and fairly compensate it for the reasonable expense of the necessary repairs to the property which was damaged which has been proved by the evidence to have resulted from the negligence or breach of contract, as the case may be, of the defendant or defendants you have found liable,\"</blockquote>\n<p>and it was further instructed:</p>\n<blockquote>\"If you decide for any defendant on the question of liability, you will have no occasion to consider the question of damages as to that defendant.\"</blockquote>\n<p>The Commission now contends the verdict of $1,300 for all damages relating to the jail is inadequate as a matter of law under the evidence; Ganster contends that verdict was a finding of no liability as to it for the jail and Corbetta contends the verdict of $1,300 against it for the jail was solely for damages arising from the defective soffit and is a determination of no liability as to the other elements of damages shown by the evidence relating to the jail building.</p>\n<p> 10 We agree with Ganster's argument that the jury determined its liability for defective design or supervision did not extend to the jail building. The instruction accompanying the verdict form returned by the jury charged it to use that form if it found both Corbetta and Ganster liable, but for different parts of the total damages. The jury did determine Ganster to be liable to the Commission but only for damages to the plaza in the sum of $100,000 and its verdict so states. The jury's inclusion of the figures \"$00.00\" in the blank left for damages for the jail demonstrates clearly that it found Ganster's conduct was not the proximate cause of that part of the total damages sought by the Commission for defects in the jail. In our view, the designation used by the jury of \"$00.00\" is even more explicit than if it had left that space blank (see generally <i>Hatfield v. Leverenz</i> (1962), <span class=\"citation\" data-id=\"2249503\"><a href=\"/opinion/2249503/hatfield-v-leverenz/\"><span class=\"volume\">35</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">222</span></a></span>, <span class=\"citation\" data-id=\"2249503\"><a href=\"/opinion/2249503/hatfield-v-leverenz/\"><span class=\"volume\">182</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">385</span></a></span>); the argument might then well be that it was an oversight.</p>\n<p> 11 The evidence was conflicting whether the condition of the jail was a result of improper workmanship by Corbetta or improper design by Ganster. Corbetta argued that the jail walls tilted outward because the architect failed to provide for sufficient expansion joints and ties holding them in place; Ganster, on the other hand, argued Corbetta's faulty installation of the shelf angles and shims caused the walls to tilt. The jury resolved the issues as to the jail building in favor of Ganster by finding its conduct was not the proximate cause of those damages. We believe the jury specifically made that determination by its verdict that Ganster was liable for $100,000 in damages as to the plaza but for $00.00 as to the jail <span class=\"star-pagination\">*333</span> building. As that verdict can find support in the evidence we will not disturb it.</p>\n<p>A different question is presented as the verdict is directed to Corbetta. The jury determined Corbetta to be liable and assessed damages against it relating to the jail of $1,300. The evidence of damages to the jail as presented by the Commission approximated some $168,500 and the cost to correct the wall tilt alone was estimated at $45,000 by Corbetta's own witness. Although the verdict found Corbetta to be liable for damages to the jail building, the $1,300 amount was not at all responsive to the amount of those damages shown by the evidence. Corbetta suggests the jury simply assessed against it damages arising from the fallen soffit (shown as $1,066.63 in the evidence) and that the verdict must be considered as its acquittal as to the remaining elements of damages shown by the evidence. The Commission, however, contends erroneous instructions to the jury and the submission of improper evidence by Corbetta suggesting that it could properly construct in a manner different from the plans and specifications misled the jury and resulted in an erroneous verdict. Corbetta tendered and the trial court gave the following instruction over the Commission's objection:</p>\n<blockquote>\"Where a contract states that work is to be performed to the `satisfaction' of one of the parties or in a `perfect' manner, the meaning necessarily is that it must be done in a manner satisfactory to the mind of a reasonable man. Whether the work here was performed in a manner reasonably to be expected is for you to determine.\"</blockquote>\n<p>The Commission argues that this instruction caused the jury to believe that Corbetta could properly build in any manner regardless of the plans, so long as the work was performed in a way deemed satisfactory to a reasonable man as determined by the jury. Corbetta argues the instruction was given in explanation of article 2.02 of the contract between the parties which provided that the work shall be delivered by the contractor to the owner in a perfect condition to the satisfaction of the owner and architect.</p>\n<p>While a contractor would be entitled to such an instruction where the issue being considered by a jury was the refusal of an owner to accept and pay for work performed by a contractor by claiming he or the architect was not \"satisfied\" with it (see <i>Anderson-Ross Floors, Inc. v. Scherrer Construction Co.</i> (1978), <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">786</span></span>), it could well have a misleading effect here where the issue was the owner's right to recover damages where a contractor is alleged to have failed to follow the plans and specifications. The effect was compounded in this case by also permitting Corbetta to introduce evidence seeking to establish that the jail walls were structurally safe as constructed by it and that the <span class=\"star-pagination\">*334</span> architectural plans were faulty in any event, as we have earlier discussed. (See <i>Robert G. Regan Co. v. Fiocchi</i> (1963), <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">665</span></span>, <i>cert. denied</i> (1964), <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>.) These extraneous factors, not material to the issues to be passed upon by the jury, may well account for the failure of the jurors to assess as damages for the jail building the cost of bringing it into accord with the plans and specifications. We find no conflict in the fact the jurors obviously did consider all elements of damages as they related to the plaza but did not do so with regard to the jail building. Those issues were kept separate by the forms of verdict submitted by defendants and given by the court and the evidence was substantially more conflicting with regard to the jail building than with regard to the plaza.</p>\n<p>The Commission was entitled to the construction of its plaza and jail building in accordance with the plans and specifications, not merely that which might be considered some form of reasonable construction as suggested by the instruction of which the Commission complains and the erroneous introduction of evidence by Corbetta on its own behalf of faulty architectural design. It is apparent the jury applied the wrong test in considering damages as they relate to the jail building as the Commission may not properly be limited to that method or means of construction which Corbetta might persuade the jury was reasonable; it was entitled to that construction called for by the plans and specifications.</p>\n<p> 12 Where an assessment of damages is manifestly inadequate a reviewing court may at its discretion order a new trial solely on the issue of damages. (<i>Volpe v. Burge</i> (1977), <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">4</span></span>, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">444</span></span>; <i>Davis v. Yellow Cab Co.</i> (1971), <span class=\"citation\" data-id=\"2042248\"><a href=\"/opinion/2042248/davis-v-yellow-cab-co/\"><span class=\"volume\">133</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"2042248\"><a href=\"/opinion/2042248/davis-v-yellow-cab-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">35</span></a></span>.) Finding as we do that the verdict of the jury determining that Corbetta was liable for damages to the jail building is supported by the evidence and that the verdict fixing the amount of damages was inadequate, we conclude that the Commission is entitled to a new trial solely on the issue of damages against Corbetta as that issue relates to the jail building.</p>\n<p>For the reasons we have discussed we affirm the judgment of the Circuit Court of Lake County finding both Corbetta and Ganster to be liable to the Commission for damages to the plaza; we also affirm the judgment that Corbetta was liable and Ganster not liable for damages to the jail building; we reverse the judgment assessing damages to the jail building against Corbetta of $1,300 and remand this case for a new trial of the counterclaim against Corbetta on the issue of damages to the jail building only.</p>\n<p>Affirmed in part, reversed in part and remanded with directions.</p>\n<p>BOYLE and GUILD, JJ., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1977089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2029389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2042248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2043690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2045257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2045345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2092553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2129264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2233047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2249503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3416662/"
          ]
        }
      ],
      "judges": "Nash",
      "date_created": "2014-10-30T19:50:46.096335Z",
      "date_modified": "2016-03-03T21:15:05.133021Z",
      "date_filed": "1978-09-21",
      "date_filed_is_approximate": false,
      "slug": "corbetta-constr-v-lake-cty-public-bldg-com",
      "citation_id": 1979165,
      "case_name_short": "",
      "case_name": "Corbetta Constr. v. Lake Cty. Public Bldg. Com.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "64 Ill. App. 3d 313",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "381 N.E.2d 758",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1835083/corbetta-constr-v-lake-cty-public-bldg-com/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:50:46.092108Z",
  "date_modified": "2014-10-30T19:50:46.092108Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Corbetta Constr. v. Lake Cty. Public Bldg. Com.",
  "case_name_full": "",
  "slug": "corbetta-constr-v-lake-cty-public-bldg-com",
  "docket_number": "75-458",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}