{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1836397/",
  "id": 1836397,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ord/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2007756/",
      "id": 2007756,
      "absolute_url": "/opinion/2007756/capps-v-atiyeh/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1836397/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2007756/",
          "id": 2007756,
          "absolute_url": "/opinion/2007756/capps-v-atiyeh/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2007756/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/470/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:02:08.746170Z",
          "date_modified": "2017-04-08T07:01:15.592721Z",
          "type": "010combined",
          "sha1": "4f832677817d42360c7e780549545226c2c15844",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>495 F.Supp. 802 (1980)</b></center>\n<center><h1>Tom CAPPS et al., Plaintiffs,<br>\nv.<br>\nVictor ATIYEH, Defendant.<br>\nJoe WEST et al., Plaintiffs,<br>\nv.<br>\nVictor ATIYEH et al., Defendants.</h1></center>\n<center>Civ. Nos. 80-141, 80-6014.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>August 22, 1980.</center>\n<p><span class=\"star-pagination\">*803</span> Roy S. Haber, Prisoners' Legal Services, of Oregon, Salem, Or., for plaintiffs.</p>\n<p>John R. McCulloch, Jr., Asst. Atty. Gen., Salem, Or., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>JAMES M. BURNS, Chief Judge.</p>\n<p>This matter came on for hearing at the request of plaintiffs for injunctive relief requiring defendants to reduce the inmate population at Oregon State Penitentiary, the Farm Annex, and Oregon State Correctional Institution to the design capacity of each facility; restraining defendants from housing more than one inmate in cells designed for single occupancy; and restraining defendants from housing inmates under conditions which provide less than 50 square feet of floor area per inmate. The basis of plaintiffs' complaint and request for relief is set forth in Findings of Fact and Conclusions of Law which are being filed with this opinion.</p>\n<p>The severity of the overcrowded conditions at these facilities was recognized by the responsible corrections officials before these actions were filed. In December, 1979, the Administrator of the Corrections Division made three proposals to the Parole Board by which the crowded conditions at the prisons could be mitigated. In January, 1980, the Parole Board agreed to consider all prisoners against whom detainers had been lodged for possible release to and further incarceration by the authorities that had lodged the detainers. It also agreed to accelerate by two months the release dates of certain lesser offenders who, in the Board's judgment, would be least likely to commit further crimes upon their release. While these actions resulted in the release of 224 prisoners, because of new commitments to the prisons, the net population reduction was insignificant.</p>\n<p>Three additional proposals were made in March, 1980, by the Administrator of the Corrections Division to his superior in an effort to reduce the prison population. None was immediately adopted.</p>\n<p>Efforts to arrive at settlement through the use of a mediator were made on June 3-5, 1980, but proved unsuccessful.<sup>[1]</sup></p>\n<p>On June 27, 1980, I issued a bench ruling, supplemented or supplanted by written Findings of Fact and Conclusions of Law, declaring that the overcrowded conditions at OSP, the Annex, and OSCI violate the Eighth Amendment to the United States <span class=\"star-pagination\">*804</span> Constitution, as applicable to the states through the Fourteenth Amendment. The matter addressed here is the proper form of injunctive relief.</p>\n<p></p>\n<h2><i>REMEDIAL POWERS</i></h2>\n<p>Federal courts have extensive powers in fashioning relief for constitutional violations. A wide range of approaches have been used by courts in remedying unconstitutional overcrowding at prisons, including limiting the prison population to design capacity and prohibiting the acceptance of new prisoners until that goal is reached, <i>Pugh v. Locke,</i> 406 F.Supp. 318 (M.D.Ala. 1976), <i>aff'd in part and modified in part sub nom., </i><i>Newman v. Alabama,</i> 559 F.2d 283 (5th Cir. 1977), <i>remanded on other grounds sub nom., </i><i>Alabama v. Pugh,</i> 438 U.S. 781, 98 S.Ct. 3057, 57 L.Ed.2d 1114 (1978); <i>Costello v. Wainwright,</i> 397 F.Supp. 20 (M.D. Fla.1975), <i>aff'd,</i> 525 F.2d 1239, <i>on rehearing vacated and remanded,</i> 539 F.2d 547 (5th Cir. 1976), <i>rev'd and remanded,</i> 430 U.S. 325, 97 S.Ct. 1191, 51 L.Ed.2d 372 (1977); and <i>Williams v. Edwards,</i> 547 F.2d 1206 (5th Cir. 1977); reclassification of prisoners to reduce the population at maximum security facilities, <i>Palmigiano v. Garrahy,</i> 443 F.Supp. 956 (D.R.I.1977), <i>remanded on other grounds,</i> 599 F.2d 17 (1st Cir. 1979); accelerating parole dates and construction of new facilities, <i>Johnson v. Levine,</i> 588 F.2d 1378 (4th Cir. 1978); and imposing specific cell space requirements, <i>Gates v. Collier,</i> 390 F.Supp. 482 (N.D.Miss.1975), <i>aff'd,</i> 525 F.2d 965 (5th Cir. 1976); <i>Battle v. Anderson,</i> 447 F.Supp. 516 (E.D.Okla.1977), <i>aff'd,</i> 564 F.2d 388 (10th Cir. 1977); and <i>Palmigiano v. Garrahy, supra</i><i>.</i></p>\n<p>When I issued my bench ruling, I indicated (or tried my best to indicate) the extreme reluctance of this court to intervene in the administration of state prison facilities. The reasons for this reluctance are two-fold. The first is the traditionally strong belief of this court in the principles of comity and the necessity of preserving a healthy state-federal relationship. Second is the recognition that the problems of the criminal justice system are complex and not readily susceptible to resolution by judicial decree. Particularly is this so where legislative action or voter approval (or both) may be necessary to accomplish specific objectives.</p>\n<p>This court is sympathetic to the ever increasing demands made on citizens of the state to deal with social problems. The court is also aware of the efforts already made by prison administrators and the Parole Board to mitigate the problem. But good will, political considerations or budgetary constraints do not define the scope of constitutional protections or the duty of the courts to assure those protections to all persons who possess them. As stated on June 27, if the state seeks (as it must) to operate a prison system, it must do so in a constitutionally permissible manner.</p>\n<p>I also stated, however, that I believed it was appropriate that the state be given an opportunity to put its own house in order. Therefore, rather than issuing a decree of injunctive relief, I asked that defendants submit by July 30, 1980, a plan by which with reasonable and realistic immediacy, the populations at each facility could be reduced to design capacity. Defendants were asked to have their plan include both the means by which and a time table when the reductions were to be accomplished, and for the plan to suggest mechanisms by which compliance with a decree of injunctive relief could be assured.</p>\n<p></p>\n<h2><i>THE PLAN</i></h2>\n<p>The plan submitted by the defendants contemplates four short-term administrative actions, one short-term legislative action, and several long-term legislative actions. They are essentially as follows:</p>\n<p>(1) The Parole Board will retroactively apply the new parole matrix. The new matrix originally applicable to prisoners committed after May 1, 1980, essentially lengthens time for persons convicted of the most serious offenses and shortens time for persons convicted of the more minor offenses. The defendants estimate that application of the matrix to persons committed before May 1, 1980, will result in the release of 150 persons by October, 1980.</p>\n<p><span class=\"star-pagination\">*805</span> (2) The prisons will no longer accept persons accused of parole violations prior to their parole revocation hearings. The defendants estimate this will reduce the demand for beds by 120 by December, 1980. These persons, however, would not necessarily be released from custody but rather would ordinarily be held in county jails until the date of their parole revocation hearings. It should be noted that, if implemented, this procedure would transfer inmates from the overcrowded state prisons to county jails which may already be, or as a result of the transfers could become, overcrowded. Clearly, the appropriate solution to a problem of a constitutional dimension is not achieved by a mere shift of the situation from one level of government to another.</p>\n<p>(3) The capacity of the prison forest camp will be expanded by reactivating vacant cabins. This would provide an additional 20 beds by December, 1980.</p>\n<p>(4) The Corrections Division will transfer 25 women prisoners from the Corrections Division Release Center to a vacant work release center, freeing the space in which they are being housed for use by 75 male inmates. This action could be accomplished by October, 1980.</p>\n<p>The combined effect of these actions would be to either remove from or refuse to accept into the crowded facilities a total of 365 persons by December, 1980. The actions, however, would not necessarily result in a net population reduction of 365 because new commitments may well exceed normal releases.</p>\n<p>(5) The defendants have also sought (and have now achieved) legislative modification of ORS 421.165, which would permit prisoners to be granted temporary leave for up to 90 days to search for and secure jobs immediately prior to their release on parole.</p>\n<p>Currently about 225 inmates are apparently eligible for work release prior to their parole. But the Corrections Division can accommodate only 100 persons at its residential work release centers. The Division believes that persons eligible for work release need not be detained in residential centers but rather can return to their homes, provided they are under close supervision. The plan provides that, upon amendment to ORS 421.165, the Corrections Division will close the residential work release centers and release the 225 inmates eligible for work release to their homes. The current staff at the work release centers would then supervise the persons released. The net impact of the measure would be to free an additional 125 beds at the prisons.<sup>[2]</sup></p>\n<p>(6) The defendants also propose a long-term construction and financing program. The defendants submitted to the Special Session of the legislature a joint resolution that the state constitution be amended to authorize $120 million in bonded indebtedness for the construction or improvement and operation of state, regional or county correction facilities. This measure would require voter approval, which will be sought in November, 1980. The proposed plan includes construction and operation of three minimum security forest work camps to house a total of 150 inmates; additions to county jails totaling 600 beds, which would be used by the state until the counties required their use; and construction of two regional correctional facilities, which would provide an additional 1070 beds. These measures would be implemented between 1982 and 1986.</p>\n<p>This part of the plan, as it emerged from the legislature, provided for bonding authority <span class=\"star-pagination\">*806</span> of $81 million rather than $120 million.<sup>[3]</sup> The record is not clear, of course, as to the extent to which new construction would be available given the legislative action. And the plan presented contemplated that legislation implementing the bonding authority (if voter approval occurs) would be requiredand soughtfrom the 1981 regular session.</p>\n<p>The construction of more large prisons or jails is a fairly traditional response to the seemingly intractable problems of criminal behavior. It is, however, only one of a variety of responses society can make to these vexing difficulties. Community corrections and a variety of other methods are also available. The decision as to which method is the most appropriate at a particular time is, of course, for the state, not the federal judges, at least on this record, and at this time.</p>\n<p></p>\n<h2><i>INJUNCTIVE RELIEF</i></h2>\n<p>I do not believe it is necessary for the court to endorse any one or all of the proposals outlined by the defendants. The plan sets forth what appear to be good faith steps to achieve the necessary reductions with a reasonable and realistic degree of promptness. If fully and expeditiously implemented, the short-term actions seem likely to produce a population reduction of about 500 by the end of the year.</p>\n<p>In the order of injunctive relief to be issued today, the court will require that a reduction of the total population at the three facilities by 500 persons be accomplished by December 31, 1980, together with a further reduction of at least 250 by March 31, 1981. The order will not direct the state to adopt any particular methods to achieve this goal.<sup>[4]</sup> However, to assure that progress toward that goal is being made, defendants will be ordered to report monthly, commencing on September 1, 1980, on the number of persons housed at each facility and the steps that have been taken and remain to be taken to meet the deadlines imposed.<sup>[5]</sup> Appointment of a special master or the use of other enforcement mechanisms does not appear necessary at this time in view of the good faith the relevant officials have demonstrated to date. The defendants are to be congratulated for their forthright and ungrudging cooperation with the court in this matter.</p>\n<p>The court will retain jurisdiction over this entire matter so as to insure full and realistically prompt realization of the relief ordered. Specifically, I retain jurisdiction to amend the injunctive order so as to require adoption of any one or more of the particular steps proposed, as well as adoption of any other remedial method that may seem to be called for by the circumstances.</p>\n<p>The parties will be asked to appear for a status report in early December, 1980, the specific date and time for which will be set in the future. The matter will be addressed at an earlier date upon a sufficient showing by either party of circumstances which substantially affect the reduction process.</p>\n<p>Plaintiffs' counsel are entitled, pursuant to 42 U.S.C. § 1988, to an award of reasonable attorneys' fees. The parties are encouraged to reach agreement on the appropriate amount, bearing in mind the remedial purpose of the civil rights statutes and the factors listed in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir. 1974). If the parties are unable to reach <span class=\"star-pagination\">*807</span> agreement, the court will hear and decide the matter at the plaintiffs' request.</p>\n<p>The complaint in these actions raised additional issues relating to conditions at these institutions. The relief to be ordered may to some degree remedy some of the other conditions complained of. As indicated in the Findings and Conclusions, filed today, the claim which plaintiffs present as to the conditions relating to medical services at OSP has not, in and of itself, been heard, and, therefore, of course, has not been ruled upon. Deferral of this, and all other claims seems appropriate at this time. If counsel for plaintiffs determine that any or all of the remaining claims ought to be pressed, they should so advise opposing counsel and the court, and a conference will be arranged on short notice so that all such matters may be discussed.</p>\n<p></p>\n<h2>FINDINGS AND CONCLUSION</h2>\n<p></p>\n<h2>I. <i>INTRODUCTION.</i>\n</h2>\n<p>These actions, brought pursuant to 42 U.S.C. § 1983, challenge the constitutionality of conditions at the Oregon State Penitentiary (OSP); its satellite facility, the Farm Annex; and the Oregon State Correctional Institution (OSCI). Plaintiffs are persons incarcerated at these institutions. Defendants are the Governor, the Administrator of the Corrections Division, the superintendents of these institutions, and the members of the Board of Parole. Plaintiffs seek declaratory and injunctive relief.</p>\n<p>The action denominated <i>Capps v. Atiyeh,</i> No. 80-141, was filed on January 29, 1980, by several inmates at OSP on behalf of all the prisoners at OSP. I appointed Prisoners' Legal Services of Oregon (PLSO) to represent plaintiffs; PLSO later, on March 19, 1980, filed a complaint denominated <i>West v. Atiyeh,</i> No. 80-6014, setting forth allegations similar to those set forth in the <i>Capps</i> complaint, on behalf of all prisoners incarcerated at OSP, the Annex, and OSCI.<sup>[1]</sup> These cases have been consolidated pursuant to Fed.R.Civ.P. 42(a). <i>West v. Atiyeh</i> has been certified as a class action under Fed.R.Civ.P. 23(a) and (b)(2). The class consists of all persons who are or will be incarcerated at the three facilities.</p>\n<p>The complaints in these cases allege, <i>inter alia,</i> that severe overcrowding at these institutions has resulted in conditions likely to cause the physical and mental deterioration of the inmates. With the consent of the parties, the issue of whether these penal institutions are unconstitutionally crowded was segregated, pursuant to Fed.R.Civ.P. 42(b). It is treated as having been submitted on the merits as permitted by Rule 65(a)(2), Fed.R.Civ.P.</p>\n<p>Testimony was taken from three inmates at OSP, four of the defendant corrections officials, and eight expert witnesses. The factual testimony was credible; with only a few exceptions it was uncontradicted. My findings are based on this testimony and on the photographic and documentary exhibits, answers to interrogatories, and depositions received in evidence. Although I wasn't able to visit the facilities earlier in the proceedings, I was able to visit OSP and OSCI briefly on August 8, 1980, and, of course, I have visited each a number of times in past years.</p>\n<p>On June 27, 1980, I issued a bench ruling in favor of plaintiffs holding that the conditions at each institution violated the Eighth Amendment's prohibition against cruel and unusual punishment. The following supplements, and, to the extent directly inconsistent, supplants that oral opinion and constitutes further findings of fact and conclusions of law, pursuant to Fed.R.Civ.P. 52.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*808</span> II. <i>FINDINGS OF FACT.</i>\n</h2>\n<p></p>\n<h2>A. The Facilities.</h2>\n<p>The Oregon State Penitentiary is a maximum security prison<sup>[2]</sup> located in Salem, Oregon. It comprises 22 acres and is surrounded by a reinforced concrete wall averaging 25 feet in height. Prisoners are housed in five units. One of these cell blocks was built in 1929, two in the early 1950's, and the newest in 1964.</p>\n<p>C Block, the oldest housing unit, has 157 cells of 60 square feet each. Sub-C, essentially a basement of C Block, contains 39 cells of 56.5 square feet each. Each cell contains two metal bed frames suspended from the wall, which occupy about one-third of the total cell area. An open toilet and a sink are provided in each cell. The remaining furnishings consist of shelves, a table that folds down from the wall, and two stools.</p>\n<p>D and E Blocks each contain 400 cells of 44 square feet each. The beds in these cells occupy about one-half of the total cell area. The cells are furnished similarly to those in C Block.</p>\n<p>A Block contains 111 cells of 64.5 square feet. The cell furnishings differ from those in the other blocks only in that about 90 of the cells contain double bunk beds.</p>\n<p>The total single-cell capacity of OSP is 1107.<sup>[3]</sup> In addition, the facility has 46 cells of 48 square feet each in the Psychiatric Security Unit, 90 cells in the Segregation Unit, and 20 beds in the infirmary.</p>\n<p>The Farm Annex is a 2089-acre dairy farm for prisoners requiring only minimum custody. It was originally designed to house about 125 prisoners in two floors of open dormitories.</p>\n<p>OSCI is designed generally for youthful first-offenders convicted of less serious offenses.<sup>[4]</sup> The facility was built in 1959 and is in excellent repair. There are five cell blocks. Unit 1 has 64 cells of 51.3 square feet each; Unit 2, 63 cells of 51.3 square feet; Unit 3, 67 cells of 67.8 square feet; Unit 4, 101 cells of 65 square feet; and Unit 11, 101 cells of 51.9 square feet. Unit 13 is a 3732-square-foot dormitory originally designed to hold 80 beds. The design capacity is thus 476. In addition to these cells, 48 cells of 51.9 square feet each are contained in Unit 5, the disciplinary unit, and 10 beds are provided in the infirmary.</p>\n<p>Both OSP and OSCI provide medical, dental, psychiatric and counseling services. Each maintains educational and vocational training programs and provides jobs for the inmates while they are incarcerated. Inmates may also participate in religious services, physical exercise, hobbies and games, approved inmate clubs; receive visitors; and make use of the legal and general libraries.</p>\n<p>Defendants' three expert witnesses, each of whom was experienced in penal administration, were favorably impressed with the institutions, uniformly ranking them among the best in the nation. Yet each witness also recognized that a problem existed, which is the focus of issue thus far tried in this lawsuit  overcrowding.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*809</span> B. Population and Cell Space</h2>\n<p>OSP has a single-cell capacity of 1107. In June, 1980, when hearings were held on this issue, it housed 1476 persons. As of July 18, 1980, it housed 1488. OSCI has a design capacity of 476. It housed 773 inmates in June and 790 in July (803 on July 30). The Annex, designed to accommodate 125 prisoners, housed 206 persons in June and 212 in July.</p>\n<p>Since January, 1977, the monthly population at OSP has not been less than 1406 and in January, 1980, reached 1560 inmates. During the same period, the monthly population at OSCI ranged from 672 to 766. The greatest number of inmates held at one time at OSCI was 803. As the Administrator of the Corrections Division put it, the prisoners were \"packed to the rafters.\"</p>\n<p>These seriously crowded conditions resulted from a very simple phenomenon. Courts have been committing more convicted felons to prison while the Parole Board has been requiring prisoners to remain in custody for longer periods of time. Over the last two years, the average prison term set by the Parole Board has increased from 19 to 29 months. With this increase in the average term set, there has been a concomitant increase in the average time served. The average prison term has increased from 18 months in 1975-77 to about 24 months in late 1979-early 1980.</p>\n<p>To accommodate the swollen prison population, inmates were doubled up in cells,<sup>[5]</sup> more beds were placed in the dormitories,<sup>[6]</sup> and dayrooms were converted to dormitories.<sup>[7]</sup> From time to time, cells in the Psychiatric Security Unit, the Segregation Unit, and the infirmary have been used by nondisruptive or healthy inmates.</p>\n<p>When the population at OSP peaked during the winter of 1979-80 prisoners in E Block were doubled up in the block's 44-square-foot cells, one inmate sleeping on a bunk, the other on a mattress spread on the floor next to the open toilet. Testimony and photographs made clear that an inmate would have to stand on his roommate's mattress to use the toilet. At times, as many as 76 inmates were required to sleep on the floor in this manner. Between October 15, 1979, and February 15, 1980, there were approximately 4990 instances in which inmates were so housed.</p>\n<p>The cells currently doubled at OSP provide from 30 to 32.5 square feet per person. The doubled cells at OSCI provide from 26 to 34 square feet per person. The Unit 13 dormitory at OSCI provides 43 square feet per person. The Farm Annex provides an estimated 20 square feet per person.</p>\n<p>The average prisoner at OSP is required to spend 11 hours per day in his cell in the summer and 12½ hours per day in the winter. At OSCI, the average prisoner is required to spend seven to nine hours per day in his cell. The actual amount of time prisoners spend in their cells varies from inmate to inmate depending on the availability of employment, education, training, and other program activities.</p>\n<p>The cell space accorded inmates at these institutions falls far below the areas recommended by professional standards. The August, 1977, standards of the American Correctional Association require that 60 square feet of cell space be accorded prisoners spending no more than 10 hours per day in their cells, and that 80 square feet of cell space be accorded prisoners spending more <span class=\"star-pagination\">*810</span> than 10 hours per day in their cells.<sup>[8]</sup> Dr. Verne Cox, Professor of Psychology at the University of Texas at Arlington, testified that when prisoners are housed in open dormitories without privacy barriers, even 60 square feet per person is inadequate to avoid adverse physical and mental effects. The American Public Health Association requires 60 square feet per person in single cells and a minimum of 75 square feet per person in dormitories.<sup>[9]</sup> The draft Federal Standards for Corrections require that dormitory living units house no more inmates than can be safely and effectively supervised in a setting which provides at least 60 square feet per inmate.<sup>[10]</sup> The National Sheriffs' Association Standards require 70 to 80-square-foot single occupancy cells.<sup>[11]</sup> And the United States Army, never known for \"coddling,\" adheres to a 55-square-foot standard for confinement of prisoners.<sup>[12]</sup></p>\n<p></p>\n<h2>C. Effects of Crowding.</h2>\n<p>Overpopulation at these facilities has had a negative effect on nearly every aspect of the inmates' lives in these institutions. Clearly, it has increased the health risks to which prisoners are exposed. Inmates sleeping on the floor of E Block were exposed to the health hazards associated with close contact with toilet facilities. According to the expert medical witnesses, inmates doubled in cells or sleeping in large open dormitories in close proximity to other inmates face an increased risk of communication of contagious diseases. Each of the 1400 or more inmates who line up for meals three times a day in the OSP dining room, which can seat only 440 persons, risks the creation or aggravation of gastric illnesses by eating hurriedly (eating time has been reduced to 20 minutes) in a noisy, crowded, stressful environment.</p>\n<p>Inmates at OSP who are already ill or injured are less likely to receive proper medical care because of the overcrowding. The decision whether an inmate will be seen by a physician is routinely made by a medical technician after listening to the inmate's complaint through a medication dispensing window. OSP's chief medical officer, a private physician on contract to the prison, spends only 1½ to 2 hours a day at the prison, during which he must both examine and treat patients. In his absence, a registered nurse, seven medical technicians with varying levels of experience, and inmates themselves, minister to the inmates' medical needs, without the benefit of any written policies, procedures or guidelines from the physician.</p>\n<p>Dr. Richard Della Pena, a nationally recognized expert in penal health care, testified that to adequately meet the needs of OSP's prison population, the equivalent of two full-time physicians would be necessary. He further testified that the procedures followed by the OSP infirmary fall far below the proper standards of medical care for penal institutions. It was also his opinion that the housing of healthy inmates in the OSP infirmary was disruptive of efforts to treat and isolate ill inmates. His conclusions were shared by Dr. Thomas Gualitieri, a psychiatrist associated with the University of North Carolina Medical School, who testified that the practice of administering psychotropic drugs in the absence of a physician was extremely dangerous to the health of the inmates.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*811</span> The ability of the institutions to deal with the mental health problems of the prisoners is similarly impeded. The former Chairman of the Parole Board stated in his deposition that the Corrections Division's psychiatric services have not increased with the population and are insufficient to meet the needs of the prison population.</p>\n<p>The rehabilitation efforts of these institutions also have been hampered by overcrowding. While OSP and OSCI each have ten counselors to assist inmates, inmates testified that counselors are not able to effectively handle their swollen caseloads. Prisoners at OSP testified that inmates interested in particular educational or vocational training programs cannot be accommodated. The Superintendent of OSCI testified that that facility's academic programs could serve only 41% of the population and the vocational training programs could accommodate only 20% of the inmates. The Superintendent of OSP stated that idleness was far too great at that facility. Currently, about 350 inmates at OSP and 90 inmates at OSCI are idle.</p>\n<p>According to the testimony of Dean Norval Morris, of the University of Chicago Law School, overcrowding at the levels that exist at OSP and OSCI undermines the initiative of inmates to seek self-improvement and prevents their rehabilitation.</p>\n<p>The problems associated with overcrowding naturally create feelings of frustration among inmates. At the same time, overcrowding diminishes the opportunities for inmates to effectively deal with their frustration. The doubling of cells and decreased living space in dormitories results not only in a loss of area for free movement but also of whatever modicum of privacy and quiet a prison affords. Visitation periods have been shortened so that more prisoners can receive visitors. Lines at canteens have grown longer and longer. Recreation areas sometimes cannot accommodate all inmates desiring to use them. Rather than serving as an arena for the release of tension, the prison yard has become a breeding ground for conflict as more inmates compete for the use of a limited amount of space and equipment. Inmates testified that they were reluctant to use the yard at OSP for fear they would be caught up in a violent disturbance.</p>\n<p>Indeed, the increased potential for violence is one of the most significant effects of overcrowding. The frictions which naturally attend being forced to live in close proximity to many other persons over long periods of time, when combined with the other stress and frustrationproducing conditions of the institutions, generate tension, bitterness, resentment, and result in a general deterioration of morale which increases the threat of violence. Dr. Gualitieri testified that severe overcrowding prevents the development of appropriate social skills and leads instead to aggressive, violent, and destructive behavior patterns. Dr. Cox testified that studies of penal institutions reveal that overcrowding leads to depression, tension, and increases in disciplinary infractions, assaults and suicide attempts. The Superintendent of OSP stated that large numbers of inmates and high proportions of idleness significantly increase the probability of violence.</p>\n<p>These effects are being manifested at these institutions. Robert Sarver, a former warden, and now a professor at the Graduate School of Social Work and the Law School at the University of Arkansas at Little Rock, characterized the mood of OSP inmates as pervaded by a \"hopeless feeling, air of frustration, [and] fear of personal safety.\"</p>\n<p>The effect on staff morale is equally deleterious. The former Chairman of the Parole Board stated that communications between guards and inmates had deteriorated. He and the inmates stated that as the staff has become overburdened, their tempers have grown shorter and they have become less tolerant and more punitive, thereby increasing the friction between staff and inmates.</p>\n<p><span class=\"star-pagination\">*812</span> While the potential for disturbance at the prisons has been growing, the ability of the institutions to protect inmates from harm has been decreasing. The former Chairman of the Parole Board stated that efforts to classify prisoners so as to separate the first-time or nondangerous offender from the seasoned or dangerous offender have been compromised by the lack of available space. In his opinion, overcrowding has increased the likelihood that inmates will suffer physically at the hands of other inmates. According to Dean Morris, double celling and dormitory housing themselves increase the opportunity for assault among inmates. And the larger population overtaxes the ability of security staff to protect inmates from harm or threats of harm.<sup>[14]</sup> Robert Sarver testified that the number of guards at OSP was inadequate to assure the safety of inmates.</p>\n<p>These hazards and effects of overcrowding were recognized by the superintendents of each institution. Their monthly reports recited that overcrowding was resulting in increased idleness; more assaults on inmates and staff; growing numbers of disciplinary reports; an increase in inmate defiance, disturbances, and rumors of impending or possible riot; and an overall negative effect on morale.</p>\n<p>The administrators' perceptions of the problems and level of tension within the institutions were echoed by the inmates who testified. Each voiced concerns for his personal safety and fear of a disturbance. The testimony of the expert witnesses varied substantially with respect to the level of tension present at the prisons. Robert Sarver stated that a \"definite air of hostility and tension\" existed at OSP which approximated the level present at the New Mexico State Prison prior to the tragic riot of 1980.<sup>[15]</sup> In contrast, Martha Wheeler, former chief of the Ohio Division of Institutional Services, and defendants' other expert witnesses testified that tension was remarkably low, in fact, barely perceptible. I believe the testimony and reports of those individuals present on a day-to-day basis and most familiar with the institutions is the most reliable assessment of the level of tension at these facilities. Based on that testimony, the evidence is clear that tension does exist, that it has increased with the overcrowding, and that it is of a serious nature.<sup>[16]</sup></p>\n<p>The negative psychological effects of overcrowding may not be limited to the duration of the prisoners' confinement. According to Dr. Gualitieri, the aggressive behavior patterns that develop among prisoners as a result of overcrowding remain after the prisoners have been released into society.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Overcrowding at OSP, the Annex, and OSCI far exceeds the level of applicable professional standards; has increased the health risks to which inmates are exposed; has impinged on the proper delivery of medical and mental health care; has reduced the opportunity for inmates to participate in rehabilitative programs; has resulted <span class=\"star-pagination\">*813</span> in idleness; has produced an atmosphere of tension and fear among inmates and staff; has reduced the ability of the institutions to protect the inmates from assaults; and is likely to produce embittered citizens with heightened antisocial attitudes and behavior.</p>\n<p></p>\n<h2>III. <i>CONCLUSIONS OF LAW</i>\n</h2>\n<p>It is well settled that \"the Constitution does not stop at the prison gate, but rather inures to the benefit of all, even to those citizens behind prison walls.\" <i>Battle v. Anderson,</i> 447 F.Supp. 516, 524 (E.D.Okl. 1977), <i>aff'd,</i> 564 F.2d 388 (10th Cir. 1977). <i>See </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 545, 99 S.Ct. 1861, 1877, 60 L.Ed.2d 447 (1979); <i>Wolff v. McDonnell,</i> 418 U.S. 539, 555-56, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935 (1974); and <i>Cruz v. Beto,</i> 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972).</p>\n<p>In a host of decisions, particularly during the last decade, federal courts have recognized challenges to the conditions of prison confinement as valid constitutional claims. <i>See, e. g., </i><i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976); <i>Chapman v. Rhodes,</i> 434 F.Supp. 1007 (S.D.Ohio 1977), <i>aff'd,</i> 624 F.2d 1099 (6th Cir. 1980); <i>Stewart v. Rhodes,</i> 473 F.Supp. 1185 (S.D.Ohio 1979), <i>aff'd</i> (6th Cir. 1980); <i>Ramos v. Lamm,</i> 485 F.Supp. 122 (D.Col.1979); <i>Palmigiano v. Garrahy,</i> 443 F.Supp. 956 (D.R.I. 1977), <i>remanded on other grounds,</i> 599 F.2d 17 (1st Cir. 1979); <i>Pugh v. Locke,</i> 406 F.Supp. 318 (M.D.Ala.1976), <i>aff'd in part and modified in part sub nom. </i><i>Newman v. Alabama,</i> 559 F.2d 283 (5th Cir. 1977), <i>remanded on other grounds sub nom. </i><i>Alabama v. Pugh,</i> 438 U.S. 781, 98 S.Ct. 3057, 57 L.Ed.2d 1114 (1978); <i>Battle v. Anderson,</i> 376 F.Supp. 402 (E.D.Okl.1974), 447 F.Supp. 516 (E.D.Okl.1977), <i>aff'd,</i> 564 F.2d 388 (10th Cir. 1977); <i>Gates v. Collier,</i> 349 F.Supp. 881 (N.D.Miss.1972), <i>aff'd,</i> 501 F.2d 1291 (5th Cir. 1974); <i>Holt v. Sarver,</i> 309 F.Supp. 362 (E.D.Ark.1970), <i>aff'd,</i> 442 F.2d 304 (8th Cir. 1971).</p>\n<p>Central to the decisions noted above and to this decision is the ambit of the Eighth Amendment's proscription against the infliction of cruel and unusual punishment. Federal courts have not viewed the Eighth Amendment as static but rather as drawing \"its meaning from the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop v. Dulles,</i> 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958). Indeed, the touchstone of the Eighth Amendment is \"nothing less than the dignity of man.\" <i>Id.</i> at 100, 78 S.Ct. at 597. The amendment thus prohibits not merely physically barbarous punishment but any penal measures \"that transgress today's `broad and idealistic concepts of dignity, civilized standards, humanity and decency.'\" <i>Hutto v. Finney,</i> 437 U.S. 678, 685, 98 S.Ct. 2565, 2571, 57 L.Ed.2d 522 (1978) (quoting <i>Estelle v. Gamble,</i> 429 U.S. 97, 102, 97 S.Ct. 285, 290, 50 L.Ed.2d 251 (1976)). The Supreme Court has recently stated that the infliction of unnecessary suffering is inconsistent with contemporary standards of decency and therefore proscribed by the Eighth Amendment. <i>Estelle v. Gamble,</i> 429 U.S. at 102-03, 97 S.Ct. at 290.</p>\n<p>In determining whether the conditions of which plaintiffs complain constitute cruel and unusual punishment, this court, like others before it, must be guided by the fact that the Eighth Amendment is intended to protect inmates from an environment where degeneration is probable and self-improvement unlikely because of conditions which inflict needless physical or mental suffering. <i>Battle v. Anderson,</i> 564 F.2d at 392-93; <i>Ramos v. Lamm,</i> 485 F.Supp. at 131-32.</p>\n<p>In several recent decisions, the Supreme Court has reiterated the long-standing policy of the federal courts to defer to the judgment of penal officials in matters of prison administration. <i>Bell v. Wolfish,</i> 441 U.S. at 547-48, 99 S.Ct. at 1878-79; <span class=\"star-pagination\">*814</span> <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> 433 U.S. 119, 128, 97 S.Ct. 2532, 2539, 53 L.Ed.2d 629 (1977); <i>Procunier v. Martinez,</i> 416 U.S. 396, 404-07, 94 S.Ct. 1800, 1807-08, 40 L.Ed.2d 224 (1974). Nevertheless, the court has also stated that</p>\n<blockquote>\". . . a policy of judicial restraint cannot encompass any failure to take cognizance of valid constitutional claims whether arising in a federal or state institution. When a prison regulation or practice offends a fundamental constitutional guarantee, federal courts will discharge their duty to protect constitutional rights.\"</blockquote>\n<p><i>Procunier v. Martinez,</i> 416 U.S. at 405-06, 94 S.Ct. at 1807-08. While neither invited nor solicited, constitutional issues are properly before the court and this court may not turn a deaf ear to them.</p>\n<p>The Supreme Court has never addressed the question of under what circumstances overcrowded conditions constitute cruel and unusual punishment. The Court's decision in <i>Bell v. Wolfish, supra</i><i>,</i> that the Eighth Amendment is not violated by double-celling of pretrial detainees for no more than 60 days is not controlling here. The institution whose conditions were challenged in <i>Wolfish</i> differs significantly from OSP, the Annex, and OSCI. The latter are institutions of long-term confinement, at which the mean time served is 24 months. As the Supreme Court noted in <i>Hutto v. Finney, supra</i><i>,</i> a \"filthy, overcrowded cell and a diet of `grue' might be tolerable for a few days and intolerably cruel for weeks or months.\" 437 U.S. at 686-87, 98 S.Ct. at 2572.</p>\n<p>As neither the Supreme Court nor the Ninth Circuit has defined the contours of unconstitutional overcrowding in the context of long-term prison facilities, I must draw guidance from the opinions of other courts which have addressed the question. <i>E. g., </i><i>Chapman v. Rhodes, supra</i><i>; </i><i>Ramos v. Lamm, supra</i><i>; </i><i>Palmigiano v. Garrahy, supra</i><i>; </i><i>Pugh v. Locke, supra</i><i>; </i><i>Johnson v. Levine,</i> 450 F.Supp. 648 (D.Md.), <i>aff'd </i><i>in part and remanded,</i> 588 F.2d 1378 (4th Cir. 1978); <i>Gates v. Collier,</i> 423 F.Supp. 732 (N.D.Miss.1976), <i>aff'd,</i> 548 F.2d 1241 (5th Cir. 1977); and <i>Battle v. Anderson, supra</i><i>.</i></p>\n<p>While no single factor is dispositive, the following considerations can be distilled from these opinions as being significant in determining whether crowding constitutes cruel and unusual punishment: (1) the duration of the prisoners' confinement; (2) the degree to which the population exceeds the institution's design capacity; (3) the size of the inmates' quarters and the number of hours per day the inmates must spend in those quarters; (4) the effects of the increased population on the prisoners' mental and physical health; and (5) the relative permanency of the crowded conditions.</p>\n<p>OSP, the Annex, and OSCI are institutions of long-term confinement at which the populations currently exceed design capacity by from 34% to 70%. The doubled cells at OSP provide only from 30 to 32.5 square feet per person; those at OSCI provide from 25.66 to 34 square feet per person. The dormitories provide from an estimated 20 square feet to 43 square feet per person, and no privacy barriers are provided. Inmates at these facilities are required to spend from 7 to 9 to 12 hours per day in their cells, but the actual amount of time a prisoner spends may well be much higher than this, depending on the availability of activities outside the cell.</p>\n<p>The evidence in this case as set forth in the findings of fact is replete with examples of the deleterious effects of overcrowding on prisoners' mental and physical health. Inmates have increased health risks, diminished access to essential services, fewer opportunities to engage in rehabilitative programs, too little of the privacy and quiet essential for psychological well-being and too much exposure to other prisoners in confined spaces. Overcrowding has resulted in a climate of tension, anxiety and fear among both inmates and staffwhich, if not corrected, may well erupt in violence, leading to serious physical harm and death. It is clear that the plaintiff inmates have been subjected to conditions in which their degeneration is probable and their self-improvement unlikely.</p>\n<p><span class=\"star-pagination\">*815</span> These conditions are not a relatively recent or temporary phenomenon but have persisted for at least 3½ years.</p>\n<p>Based on these considerations, I conclude that the conditions present at these institutions constitute cruel and unusual punishment and are constitutionally impermissible.</p>\n<h2>NOTES</h2>\n<p>[1]  In this regard, I express my deep appreciation to Mr. Alan Breed, Director of the National Institute of Corrections. Mr. Breed came to Oregon on very short notice, at my request. He cheerfully interrupted a very busy schedule. While his efforts at that time (and on an earlier similar mission) did not produce a full settlement, I am satisfied that his efforts made a significant contribution. I am satisfied that his efforts were useful in promoting a climate which contributed to the thoroughly professional way in which counsel for the opposing parties conducted this difficult litigation.</p>\n<p>[2]  I note that this proposal, of course, while expected to produce a reduction of about 225 by December, 1980, also involves, in effect, a \"loss\" of 100 beds in the existing work release centers, since center staff will be occupied in supervision of those released. Given that space requirements are the crux of this entire problem, I urge the defendants to make extra efforts, perhaps through the Emergency Board, to take on the extra staff required to be able to keep the centers open. Thus, with perhaps more careful scrutiny of those possibly eligible, this \"loss\" of 100 beds would not occur, making the net reduction 225. For reasons explained in the text, at this time I am not ordering that defendants invoke any particular part of their plan. Of course, I retain jurisdiction to do so, should circumstances warrant.</p>\n<p>[3]  As I understand the matter, the measure (HJR53) authorizes a bonding total consisting of 4/35 of 1% of the true cash value of all taxable property in the state. Thus, over the ten year life of the measure, as total true cash value increaseswhether due to inflation, or the creation of taxable property, or bothso also, by the specified percentage, would the bonding availability. Presumably, much, or most, of the increase would be a \"wash,\" since it seems likely that costs of construction will generally parallel the increase in true cash value.</p>\n<p>[4]  I have, however, included a specific provision (see Order, para. 5) enjoining repetition of the mattress-on-the-floor practice.</p>\n<p>[5]  I will ask counsel to meet with me in mid-September to discuss the nature of the material to be included in the monthly report. I retain jurisdiction, of course, to amend the injunctive order in this, as well as any other respect, as the circumstances warrant.</p>\n<p>[1]  The court has received a substantial number of \"motions,\" letters, and other similar communications from various inmates following the June 27 oral opinion. Some of these are bulky; many are repetitious. The amount of these papers is such that I have been unable, due to other demands on my time, to arrange for sending copies along to counsel. Counsel for plaintiffs will no doubt wish to review these, to see if any form the basis for possible amendment to the complaints already filed. I will arrange a time in early September for counsel to meet with me to review and discuss these matters. The findings and conclusions and the opinion filed today have been based on the record made, and not upon any of these communications.</p>\n<p>[2]  Inmates sentenced to the custody of the institutions at issue in this case stand convicted of one or more felonies which may be broken down into four classes. The maximum penalty for a Class A felony is 20 years; a Class B felony, 10 years; a Class C felony, 5 years; and an unclassified felony, life. The table below shows the proportion of each institution's population by felony class. In cases where incarceration resulted from more than one sentence, the most serious crime of which the inmate was convicted is listed.\n</p>\n<p></p>\n<pre>\n       U    A     B     C\nOSP    8%   45%   12%   35%\nOSCI   1%   48%   12%   39%\n</pre>\n<p>The same prisoners also may be classified by the type of crime of which they were convictedcrimes against persons, crimes against property, or statutory offenses.</p>\n<p></p>\n<pre>\n       Person   Property   Statutory\nOSP     59%       32%         9%\nOSCI    44%       52%         4%\n</pre>\n<p>[3]  Insofar as the plan presented to the court on July 30 (Defendants' Ex. 1021) may be regarded as a contention by defendants that the design capacity of OSP is 1264, rather than 1107, such contention is rejected.</p>\n<p>[4]  See note 1, <i>supra.</i></p>\n<p>[5]  At OSP, 357 inmates are doubled in the 60-square-foot cells of C Block and 209 are doubled in the 65-square-foot cells of A Block. At OSCI, 126 inmates are doubled in the 51-square-foot cells of Unit 1; 124 are doubled in the 51-square-foot cells of Unit 2; 128 are doubled in the 68-square-foot cells of Unit 3.</p>\n<p>[6]  The Unit 13 dormitory at OSCI houses 86 inmates. Each inmate thus has about 43 square feet of living space. Robert Sarver, one of plaintiffs' expert witnesses, estimated that the inmates housed in the dormitories of the Farm Annex have perhaps only 20 square feet per person.</p>\n<p>[7]  At OSCI, the dayrooms of Unit 1 and Unit 2 each were converted to dormitories for 10 inmates who share a toilet and a sink in a cell vacated for their use. The dayrooms of Units 3 and 4 each house 22 men who share two toilets and a sink. The dayroom of Unit 11 houses 23 men who share two toilets.</p>\n<p>[8]  Manual of Standards for Adult Correctional Institutions, American Correctional Association Commission on Accreditation for Corrections, Standard 4142.</p>\n<p>[9]  Standards for Health Services in Correctional Institutions, American Public Health Association, Washington, D.C., 1976.</p>\n<p>[10]  Federal Standards for Corrections (Draft), U.S. Department of Justice, Washington, D.C. June, 1978.</p>\n<p>[11]  Jail Architecture, National Sheriffs' Association, Washington, D.C., 1975.</p>\n<p>[12]  Report of the Special Civilian Committee for the Study of the United States Army Confinement System (1970), as reported in <i>Chapman v. Rhodes,</i> 434 F.Supp. 1007, 1021 (S.D.Ohio 1977), aff'd 624 F.2d 1099 (6th Cir. 1980).</p>\n<p>[13]  While the medical conditions claim, per se, was not tried, this evidence came in and is entitled to be considered as a part of the overcrowding claim. The Corrections Division is aware of deficiencies in this regard at OSP, and was, during the hearings, in the process of preparing a program designed to remedy these deficiencies. Hence, I make no ruling and express no opinion on the medical conditions claim as such, and I weigh this evidence in light of the fact that the defendants themselves will have an opportunity to present evidence if and when that claim is tried.</p>\n<p>[14]  The inmate-to-security staff ratio at OSP is 112:1 from midnight to 8:00 A.M.; 33:1 from 8:00 A.M. to 4:00 P.M.; and 60:1 from 4:00 P.M. to 12:00 P.M.\n</p>\n<p>At OSCI, the inmate-to-security staff ratios for the same periods are 55:1, 15:1, and 30:1.</p>\n<p>[15]  Indeed, the reports of tension at OSP were sufficiently convincing that members of the Parole Board were motivated in the spring of 1980 to move their meetings to a site outside OSP, for fear they would be taken hostage in the event of a disturbance at OSP.</p>\n<p>[16]  It is interesting to note, in view of the testimony of the witnesses for the defendants, on June 26, that the level of tension was remarkably low, that in less than 24 hours after the June 27 oral opinion, violence, indeed, erupted at OSP in a way which resulted in the discharge of firearms and injury to one or more prisoners. A discussion of this episode may be found in the deposition of Superintendent Cupp, taken after the June 27 oral opinion, and before the July 30 hearing. While perhaps no one can say that such violence or any other violent episode was <i>produced</i> by the overcrowding, it seems clear from the evidence that violence is certainly a concomitant of overcrowding. And it is indubitably clear that violence, when unfortunately it breaks out, is substantially related to the tension and unrest, regardless of the particular levels which may then exist.\n</p>\n<p>Several of the \"motions\" and other communications referred to in footnote 1 contain allegations concerning this episode. Thus it is important to emphasize that nothing stated here, or elsewhere in these findings and conclusions, is intended to express any opinion on the propriety of actions taken by Superintendent Cupp or his staff during this episode.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></span> (1980)</b></center>\n<center><h1>Tom CAPPS et al., Plaintiffs,<br>\nv.<br>\nVictor ATIYEH, Defendant.<br>\nJoe WEST et al., Plaintiffs,<br>\nv.<br>\nVictor ATIYEH et al., Defendants.</h1></center>\n<center>Civ. Nos. 80-141, 80-6014.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>August 22, 1980.</center>\n<p><span class=\"star-pagination\">*803</span> Roy S. Haber, Prisoners' Legal Services, of Oregon, Salem, Or., for plaintiffs.</p>\n<p>John R. McCulloch, Jr., Asst. Atty. Gen., Salem, Or., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>JAMES M. BURNS, Chief Judge.</p>\n<p>This matter came on for hearing at the request of plaintiffs for injunctive relief requiring defendants to reduce the inmate population at Oregon State Penitentiary, the Farm Annex, and Oregon State Correctional Institution to the design capacity of each facility; restraining defendants from housing more than one inmate in cells designed for single occupancy; and restraining defendants from housing inmates under conditions which provide less than 50 square feet of floor area per inmate. The basis of plaintiffs' complaint and request for relief is set forth in Findings of Fact and Conclusions of Law which are being filed with this opinion.</p>\n<p>The severity of the overcrowded conditions at these facilities was recognized by the responsible corrections officials before these actions were filed. In December, 1979, the Administrator of the Corrections Division made three proposals to the Parole Board by which the crowded conditions at the prisons could be mitigated. In January, 1980, the Parole Board agreed to consider all prisoners against whom detainers had been lodged for possible release to and further incarceration by the authorities that had lodged the detainers. It also agreed to accelerate by two months the release dates of certain lesser offenders who, in the Board's judgment, would be least likely to commit further crimes upon their release. While these actions resulted in the release of 224 prisoners, because of new commitments to the prisons, the net population reduction was insignificant.</p>\n<p>Three additional proposals were made in March, 1980, by the Administrator of the Corrections Division to his superior in an effort to reduce the prison population. None was immediately adopted.</p>\n<p>Efforts to arrive at settlement through the use of a mediator were made on June 3-5, 1980, but proved unsuccessful.<sup>[1]</sup></p>\n<p>On June 27, 1980, I issued a bench ruling, supplemented or supplanted by written Findings of Fact and Conclusions of Law, declaring that the overcrowded conditions at OSP, the Annex, and OSCI violate the Eighth Amendment to the United States <span class=\"star-pagination\">*804</span> Constitution, as applicable to the states through the Fourteenth Amendment. The matter addressed here is the proper form of injunctive relief.</p>\n<p></p>\n<h2><i>REMEDIAL POWERS</i></h2>\n<p>Federal courts have extensive powers in fashioning relief for constitutional violations. A wide range of approaches have been used by courts in remedying unconstitutional overcrowding at prisons, including limiting the prison population to design capacity and prohibiting the acceptance of new prisoners until that goal is reached, <i>Pugh v. Locke,</i> <span class=\"citation\" data-id=\"2143390\"><a href=\"/opinion/2143390/pugh-v-locke/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">318</span></a></span> (M.D.Ala. 1976), <i>aff'd in part and modified in part sub nom., </i><i>Newman v. Alabama,</i> <span class=\"citation\" data-id=\"347581\"><a href=\"/opinion/347581/n-h-newman-v-state-of-alabama-jerry-lee-pugh-for-himself-and-others/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span> (5th Cir. 1977), <i>remanded on other grounds sub nom., </i><i>Alabama v. Pugh,</i> <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></a></span> (1978); <i>Costello v. Wainwright,</i> <span class=\"citation\" data-id=\"1673479\"><a href=\"/opinion/1673479/costello-v-wainwright/\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">20</span></a></span> (M.D. Fla.1975), <i>aff'd,</i> <span class=\"citation\" data-id=\"331343\"><a href=\"/opinion/331343/michael-v-costello-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1239</span></a></span>, <i>on rehearing vacated and remanded,</i> <span class=\"citation\" data-id=\"337907\"><a href=\"/opinion/337907/michael-v-costello-roberto-k-celestineo-and-all-others-similarly/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span> (5th Cir. 1976), <i>rev'd and remanded,</i> <span class=\"citation\" data-id=\"109620\"><a href=\"/opinion/109620/costello-v-wainwright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation\" data-id=\"109620\"><a href=\"/opinion/109620/costello-v-wainwright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1191</span></a></span>, <span class=\"citation\" data-id=\"109620\"><a href=\"/opinion/109620/costello-v-wainwright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">372</span></a></span> (1977); and <i>Williams v. Edwards,</i> <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span> (5th Cir. 1977); reclassification of prisoners to reduce the population at maximum security facilities, <i>Palmigiano v. Garrahy,</i> <span class=\"citation\" data-id=\"1953645\"><a href=\"/opinion/1953645/palmigiano-v-garrahy/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></a></span> (D.R.I.1977), <i>remanded on other grounds,</i> <span class=\"citation\" data-id=\"366409\"><a href=\"/opinion/366409/nicholas-a-palmigiano-v-j-joseph-garrahy/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span> (1st Cir. 1979); accelerating parole dates and construction of new facilities, <i>Johnson v. Levine,</i> <span class=\"citation\" data-id=\"362189\"><a href=\"/opinion/362189/charles-e-johnson-charles-a-hunter-rodger-w-osborne-and-thomas-l/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span> (4th Cir. 1978); and imposing specific cell space requirements, <i>Gates v. Collier,</i> <span class=\"citation\" data-id=\"1966307\"><a href=\"/opinion/1966307/gates-v-collier/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></a></span> (N.D.Miss.1975), <i>aff'd,</i> <span class=\"citation\" data-id=\"331288\"><a href=\"/opinion/331288/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-v-john/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span> (5th Cir. 1976); <i>Battle v. Anderson,</i> <span class=\"citation\" data-id=\"1620919\"><a href=\"/opinion/1620919/battle-v-anderson/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">516</span></a></span> (E.D.Okla.1977), <i>aff'd,</i> <span class=\"citation\" data-id=\"350001\"><a href=\"/opinion/350001/bobby-battle-v-park-j-anderson-warden-oklahoma-state-penitentiary-leo/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span> (10th Cir. 1977); and <i>Palmigiano v. Garrahy, supra</i><i>.</i></p>\n<p>When I issued my bench ruling, I indicated (or tried my best to indicate) the extreme reluctance of this court to intervene in the administration of state prison facilities. The reasons for this reluctance are two-fold. The first is the traditionally strong belief of this court in the principles of comity and the necessity of preserving a healthy state-federal relationship. Second is the recognition that the problems of the criminal justice system are complex and not readily susceptible to resolution by judicial decree. Particularly is this so where legislative action or voter approval (or both) may be necessary to accomplish specific objectives.</p>\n<p>This court is sympathetic to the ever increasing demands made on citizens of the state to deal with social problems. The court is also aware of the efforts already made by prison administrators and the Parole Board to mitigate the problem. But good will, political considerations or budgetary constraints do not define the scope of constitutional protections or the duty of the courts to assure those protections to all persons who possess them. As stated on June 27, if the state seeks (as it must) to operate a prison system, it must do so in a constitutionally permissible manner.</p>\n<p>I also stated, however, that I believed it was appropriate that the state be given an opportunity to put its own house in order. Therefore, rather than issuing a decree of injunctive relief, I asked that defendants submit by July 30, 1980, a plan by which with reasonable and realistic immediacy, the populations at each facility could be reduced to design capacity. Defendants were asked to have their plan include both the means by which and a time table when the reductions were to be accomplished, and for the plan to suggest mechanisms by which compliance with a decree of injunctive relief could be assured.</p>\n<p></p>\n<h2><i>THE PLAN</i></h2>\n<p>The plan submitted by the defendants contemplates four short-term administrative actions, one short-term legislative action, and several long-term legislative actions. They are essentially as follows:</p>\n<p>(1) The Parole Board will retroactively apply the new parole matrix. The new matrix originally applicable to prisoners committed after May 1, 1980, essentially lengthens time for persons convicted of the most serious offenses and shortens time for persons convicted of the more minor offenses. The defendants estimate that application of the matrix to persons committed before May 1, 1980, will result in the release of 150 persons by October, 1980.</p>\n<p><span class=\"star-pagination\">*805</span> (2) The prisons will no longer accept persons accused of parole violations prior to their parole revocation hearings. The defendants estimate this will reduce the demand for beds by 120 by December, 1980. These persons, however, would not necessarily be released from custody but rather would ordinarily be held in county jails until the date of their parole revocation hearings. It should be noted that, if implemented, this procedure would transfer inmates from the overcrowded state prisons to county jails which may already be, or as a result of the transfers could become, overcrowded. Clearly, the appropriate solution to a problem of a constitutional dimension is not achieved by a mere shift of the situation from one level of government to another.</p>\n<p>(3) The capacity of the prison forest camp will be expanded by reactivating vacant cabins. This would provide an additional 20 beds by December, 1980.</p>\n<p>(4) The Corrections Division will transfer 25 women prisoners from the Corrections Division Release Center to a vacant work release center, freeing the space in which they are being housed for use by 75 male inmates. This action could be accomplished by October, 1980.</p>\n<p>The combined effect of these actions would be to either remove from or refuse to accept into the crowded facilities a total of 365 persons by December, 1980. The actions, however, would not necessarily result in a net population reduction of 365 because new commitments may well exceed normal releases.</p>\n<p>(5) The defendants have also sought (and have now achieved) legislative modification of ORS 421.165, which would permit prisoners to be granted temporary leave for up to 90 days to search for and secure jobs immediately prior to their release on parole.</p>\n<p>Currently about 225 inmates are apparently eligible for work release prior to their parole. But the Corrections Division can accommodate only 100 persons at its residential work release centers. The Division believes that persons eligible for work release need not be detained in residential centers but rather can return to their homes, provided they are under close supervision. The plan provides that, upon amendment to ORS 421.165, the Corrections Division will close the residential work release centers and release the 225 inmates eligible for work release to their homes. The current staff at the work release centers would then supervise the persons released. The net impact of the measure would be to free an additional 125 beds at the prisons.<sup>[2]</sup></p>\n<p>(6) The defendants also propose a long-term construction and financing program. The defendants submitted to the Special Session of the legislature a joint resolution that the state constitution be amended to authorize $120 million in bonded indebtedness for the construction or improvement and operation of state, regional or county correction facilities. This measure would require voter approval, which will be sought in November, 1980. The proposed plan includes construction and operation of three minimum security forest work camps to house a total of 150 inmates; additions to county jails totaling 600 beds, which would be used by the state until the counties required their use; and construction of two regional correctional facilities, which would provide an additional 1070 beds. These measures would be implemented between 1982 and 1986.</p>\n<p>This part of the plan, as it emerged from the legislature, provided for bonding authority <span class=\"star-pagination\">*806</span> of $81 million rather than $120 million.<sup>[3]</sup> The record is not clear, of course, as to the extent to which new construction would be available given the legislative action. And the plan presented contemplated that legislation implementing the bonding authority (if voter approval occurs) would be requiredand soughtfrom the 1981 regular session.</p>\n<p>The construction of more large prisons or jails is a fairly traditional response to the seemingly intractable problems of criminal behavior. It is, however, only one of a variety of responses society can make to these vexing difficulties. Community corrections and a variety of other methods are also available. The decision as to which method is the most appropriate at a particular time is, of course, for the state, not the federal judges, at least on this record, and at this time.</p>\n<p></p>\n<h2><i>INJUNCTIVE RELIEF</i></h2>\n<p>I do not believe it is necessary for the court to endorse any one or all of the proposals outlined by the defendants. The plan sets forth what appear to be good faith steps to achieve the necessary reductions with a reasonable and realistic degree of promptness. If fully and expeditiously implemented, the short-term actions seem likely to produce a population reduction of about 500 by the end of the year.</p>\n<p>In the order of injunctive relief to be issued today, the court will require that a reduction of the total population at the three facilities by 500 persons be accomplished by December 31, 1980, together with a further reduction of at least 250 by March 31, 1981. The order will not direct the state to adopt any particular methods to achieve this goal.<sup>[4]</sup> However, to assure that progress toward that goal is being made, defendants will be ordered to report monthly, commencing on September 1, 1980, on the number of persons housed at each facility and the steps that have been taken and remain to be taken to meet the deadlines imposed.<sup>[5]</sup> Appointment of a special master or the use of other enforcement mechanisms does not appear necessary at this time in view of the good faith the relevant officials have demonstrated to date. The defendants are to be congratulated for their forthright and ungrudging cooperation with the court in this matter.</p>\n<p>The court will retain jurisdiction over this entire matter so as to insure full and realistically prompt realization of the relief ordered. Specifically, I retain jurisdiction to amend the injunctive order so as to require adoption of any one or more of the particular steps proposed, as well as adoption of any other remedial method that may seem to be called for by the circumstances.</p>\n<p>The parties will be asked to appear for a status report in early December, 1980, the specific date and time for which will be set in the future. The matter will be addressed at an earlier date upon a sufficient showing by either party of circumstances which substantially affect the reduction process.</p>\n<p>Plaintiffs' counsel are entitled, pursuant to 42 U.S.C. § 1988, to an award of reasonable attorneys' fees. The parties are encouraged to reach agreement on the appropriate amount, bearing in mind the remedial purpose of the civil rights statutes and the factors listed in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir. 1974). If the parties are unable to reach <span class=\"star-pagination\">*807</span> agreement, the court will hear and decide the matter at the plaintiffs' request.</p>\n<p>The complaint in these actions raised additional issues relating to conditions at these institutions. The relief to be ordered may to some degree remedy some of the other conditions complained of. As indicated in the Findings and Conclusions, filed today, the claim which plaintiffs present as to the conditions relating to medical services at OSP has not, in and of itself, been heard, and, therefore, of course, has not been ruled upon. Deferral of this, and all other claims seems appropriate at this time. If counsel for plaintiffs determine that any or all of the remaining claims ought to be pressed, they should so advise opposing counsel and the court, and a conference will be arranged on short notice so that all such matters may be discussed.</p>\n<p></p>\n<h2>FINDINGS AND CONCLUSION</h2>\n<p></p>\n<h2>I. <i>INTRODUCTION.</i>\n</h2>\n<p>These actions, brought pursuant to 42 U.S.C. § 1983, challenge the constitutionality of conditions at the Oregon State Penitentiary (OSP); its satellite facility, the Farm Annex; and the Oregon State Correctional Institution (OSCI). Plaintiffs are persons incarcerated at these institutions. Defendants are the Governor, the Administrator of the Corrections Division, the superintendents of these institutions, and the members of the Board of Parole. Plaintiffs seek declaratory and injunctive relief.</p>\n<p>The action denominated <i>Capps v. Atiyeh,</i> No. 80-141, was filed on January 29, 1980, by several inmates at OSP on behalf of all the prisoners at OSP. I appointed Prisoners' Legal Services of Oregon (PLSO) to represent plaintiffs; PLSO later, on March 19, 1980, filed a complaint denominated <i>West v. Atiyeh,</i> No. 80-6014, setting forth allegations similar to those set forth in the <i>Capps</i> complaint, on behalf of all prisoners incarcerated at OSP, the Annex, and OSCI.<sup>[1]</sup> These cases have been consolidated pursuant to Fed.R.Civ.P. 42(a). <i>West v. Atiyeh</i> has been certified as a class action under Fed.R.Civ.P. 23(a) and (b)(2). The class consists of all persons who are or will be incarcerated at the three facilities.</p>\n<p>The complaints in these cases allege, <i>inter alia,</i> that severe overcrowding at these institutions has resulted in conditions likely to cause the physical and mental deterioration of the inmates. With the consent of the parties, the issue of whether these penal institutions are unconstitutionally crowded was segregated, pursuant to Fed.R.Civ.P. 42(b). It is treated as having been submitted on the merits as permitted by Rule 65(a)(2), Fed.R.Civ.P.</p>\n<p>Testimony was taken from three inmates at OSP, four of the defendant corrections officials, and eight expert witnesses. The factual testimony was credible; with only a few exceptions it was uncontradicted. My findings are based on this testimony and on the photographic and documentary exhibits, answers to interrogatories, and depositions received in evidence. Although I wasn't able to visit the facilities earlier in the proceedings, I was able to visit OSP and OSCI briefly on August 8, 1980, and, of course, I have visited each a number of times in past years.</p>\n<p>On June 27, 1980, I issued a bench ruling in favor of plaintiffs holding that the conditions at each institution violated the Eighth Amendment's prohibition against cruel and unusual punishment. The following supplements, and, to the extent directly inconsistent, supplants that oral opinion and constitutes further findings of fact and conclusions of law, pursuant to Fed.R.Civ.P. 52.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*808</span> II. <i>FINDINGS OF FACT.</i>\n</h2>\n<p></p>\n<h2>A. The Facilities.</h2>\n<p>The Oregon State Penitentiary is a maximum security prison<sup>[2]</sup> located in Salem, Oregon. It comprises 22 acres and is surrounded by a reinforced concrete wall averaging 25 feet in height. Prisoners are housed in five units. One of these cell blocks was built in 1929, two in the early 1950's, and the newest in 1964.</p>\n<p>C Block, the oldest housing unit, has 157 cells of 60 square feet each. Sub-C, essentially a basement of C Block, contains 39 cells of 56.5 square feet each. Each cell contains two metal bed frames suspended from the wall, which occupy about one-third of the total cell area. An open toilet and a sink are provided in each cell. The remaining furnishings consist of shelves, a table that folds down from the wall, and two stools.</p>\n<p>D and E Blocks each contain 400 cells of 44 square feet each. The beds in these cells occupy about one-half of the total cell area. The cells are furnished similarly to those in C Block.</p>\n<p>A Block contains 111 cells of 64.5 square feet. The cell furnishings differ from those in the other blocks only in that about 90 of the cells contain double bunk beds.</p>\n<p>The total single-cell capacity of OSP is 1107.<sup>[3]</sup> In addition, the facility has 46 cells of 48 square feet each in the Psychiatric Security Unit, 90 cells in the Segregation Unit, and 20 beds in the infirmary.</p>\n<p>The Farm Annex is a 2089-acre dairy farm for prisoners requiring only minimum custody. It was originally designed to house about 125 prisoners in two floors of open dormitories.</p>\n<p>OSCI is designed generally for youthful first-offenders convicted of less serious offenses.<sup>[4]</sup> The facility was built in 1959 and is in excellent repair. There are five cell blocks. Unit 1 has 64 cells of 51.3 square feet each; Unit 2, 63 cells of 51.3 square feet; Unit 3, 67 cells of 67.8 square feet; Unit 4, 101 cells of 65 square feet; and Unit 11, 101 cells of 51.9 square feet. Unit 13 is a 3732-square-foot dormitory originally designed to hold 80 beds. The design capacity is thus 476. In addition to these cells, 48 cells of 51.9 square feet each are contained in Unit 5, the disciplinary unit, and 10 beds are provided in the infirmary.</p>\n<p>Both OSP and OSCI provide medical, dental, psychiatric and counseling services. Each maintains educational and vocational training programs and provides jobs for the inmates while they are incarcerated. Inmates may also participate in religious services, physical exercise, hobbies and games, approved inmate clubs; receive visitors; and make use of the legal and general libraries.</p>\n<p>Defendants' three expert witnesses, each of whom was experienced in penal administration, were favorably impressed with the institutions, uniformly ranking them among the best in the nation. Yet each witness also recognized that a problem existed, which is the focus of issue thus far tried in this lawsuit  overcrowding.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*809</span> B. Population and Cell Space</h2>\n<p>OSP has a single-cell capacity of 1107. In June, 1980, when hearings were held on this issue, it housed 1476 persons. As of July 18, 1980, it housed 1488. OSCI has a design capacity of 476. It housed 773 inmates in June and 790 in July (803 on July 30). The Annex, designed to accommodate 125 prisoners, housed 206 persons in June and 212 in July.</p>\n<p>Since January, 1977, the monthly population at OSP has not been less than 1406 and in January, 1980, reached 1560 inmates. During the same period, the monthly population at OSCI ranged from 672 to 766. The greatest number of inmates held at one time at OSCI was 803. As the Administrator of the Corrections Division put it, the prisoners were \"packed to the rafters.\"</p>\n<p>These seriously crowded conditions resulted from a very simple phenomenon. Courts have been committing more convicted felons to prison while the Parole Board has been requiring prisoners to remain in custody for longer periods of time. Over the last two years, the average prison term set by the Parole Board has increased from 19 to 29 months. With this increase in the average term set, there has been a concomitant increase in the average time served. The average prison term has increased from 18 months in 1975-77 to about 24 months in late 1979-early 1980.</p>\n<p>To accommodate the swollen prison population, inmates were doubled up in cells,<sup>[5]</sup> more beds were placed in the dormitories,<sup>[6]</sup> and dayrooms were converted to dormitories.<sup>[7]</sup> From time to time, cells in the Psychiatric Security Unit, the Segregation Unit, and the infirmary have been used by nondisruptive or healthy inmates.</p>\n<p>When the population at OSP peaked during the winter of 1979-80 prisoners in E Block were doubled up in the block's 44-square-foot cells, one inmate sleeping on a bunk, the other on a mattress spread on the floor next to the open toilet. Testimony and photographs made clear that an inmate would have to stand on his roommate's mattress to use the toilet. At times, as many as 76 inmates were required to sleep on the floor in this manner. Between October 15, 1979, and February 15, 1980, there were approximately 4990 instances in which inmates were so housed.</p>\n<p>The cells currently doubled at OSP provide from 30 to 32.5 square feet per person. The doubled cells at OSCI provide from 26 to 34 square feet per person. The Unit 13 dormitory at OSCI provides 43 square feet per person. The Farm Annex provides an estimated 20 square feet per person.</p>\n<p>The average prisoner at OSP is required to spend 11 hours per day in his cell in the summer and 12½ hours per day in the winter. At OSCI, the average prisoner is required to spend seven to nine hours per day in his cell. The actual amount of time prisoners spend in their cells varies from inmate to inmate depending on the availability of employment, education, training, and other program activities.</p>\n<p>The cell space accorded inmates at these institutions falls far below the areas recommended by professional standards. The August, 1977, standards of the American Correctional Association require that 60 square feet of cell space be accorded prisoners spending no more than 10 hours per day in their cells, and that 80 square feet of cell space be accorded prisoners spending more <span class=\"star-pagination\">*810</span> than 10 hours per day in their cells.<sup>[8]</sup> Dr. Verne Cox, Professor of Psychology at the University of Texas at Arlington, testified that when prisoners are housed in open dormitories without privacy barriers, even 60 square feet per person is inadequate to avoid adverse physical and mental effects. The American Public Health Association requires 60 square feet per person in single cells and a minimum of 75 square feet per person in dormitories.<sup>[9]</sup> The draft Federal Standards for Corrections require that dormitory living units house no more inmates than can be safely and effectively supervised in a setting which provides at least 60 square feet per inmate.<sup>[10]</sup> The National Sheriffs' Association Standards require 70 to 80-square-foot single occupancy cells.<sup>[11]</sup> And the United States Army, never known for \"coddling,\" adheres to a 55-square-foot standard for confinement of prisoners.<sup>[12]</sup></p>\n<p></p>\n<h2>C. Effects of Crowding.</h2>\n<p>Overpopulation at these facilities has had a negative effect on nearly every aspect of the inmates' lives in these institutions. Clearly, it has increased the health risks to which prisoners are exposed. Inmates sleeping on the floor of E Block were exposed to the health hazards associated with close contact with toilet facilities. According to the expert medical witnesses, inmates doubled in cells or sleeping in large open dormitories in close proximity to other inmates face an increased risk of communication of contagious diseases. Each of the 1400 or more inmates who line up for meals three times a day in the OSP dining room, which can seat only 440 persons, risks the creation or aggravation of gastric illnesses by eating hurriedly (eating time has been reduced to 20 minutes) in a noisy, crowded, stressful environment.</p>\n<p>Inmates at OSP who are already ill or injured are less likely to receive proper medical care because of the overcrowding. The decision whether an inmate will be seen by a physician is routinely made by a medical technician after listening to the inmate's complaint through a medication dispensing window. OSP's chief medical officer, a private physician on contract to the prison, spends only 1½ to 2 hours a day at the prison, during which he must both examine and treat patients. In his absence, a registered nurse, seven medical technicians with varying levels of experience, and inmates themselves, minister to the inmates' medical needs, without the benefit of any written policies, procedures or guidelines from the physician.</p>\n<p>Dr. Richard Della Pena, a nationally recognized expert in penal health care, testified that to adequately meet the needs of OSP's prison population, the equivalent of two full-time physicians would be necessary. He further testified that the procedures followed by the OSP infirmary fall far below the proper standards of medical care for penal institutions. It was also his opinion that the housing of healthy inmates in the OSP infirmary was disruptive of efforts to treat and isolate ill inmates. His conclusions were shared by Dr. Thomas Gualitieri, a psychiatrist associated with the University of North Carolina Medical School, who testified that the practice of administering psychotropic drugs in the absence of a physician was extremely dangerous to the health of the inmates.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*811</span> The ability of the institutions to deal with the mental health problems of the prisoners is similarly impeded. The former Chairman of the Parole Board stated in his deposition that the Corrections Division's psychiatric services have not increased with the population and are insufficient to meet the needs of the prison population.</p>\n<p>The rehabilitation efforts of these institutions also have been hampered by overcrowding. While OSP and OSCI each have ten counselors to assist inmates, inmates testified that counselors are not able to effectively handle their swollen caseloads. Prisoners at OSP testified that inmates interested in particular educational or vocational training programs cannot be accommodated. The Superintendent of OSCI testified that that facility's academic programs could serve only 41% of the population and the vocational training programs could accommodate only 20% of the inmates. The Superintendent of OSP stated that idleness was far too great at that facility. Currently, about 350 inmates at OSP and 90 inmates at OSCI are idle.</p>\n<p>According to the testimony of Dean Norval Morris, of the University of Chicago Law School, overcrowding at the levels that exist at OSP and OSCI undermines the initiative of inmates to seek self-improvement and prevents their rehabilitation.</p>\n<p>The problems associated with overcrowding naturally create feelings of frustration among inmates. At the same time, overcrowding diminishes the opportunities for inmates to effectively deal with their frustration. The doubling of cells and decreased living space in dormitories results not only in a loss of area for free movement but also of whatever modicum of privacy and quiet a prison affords. Visitation periods have been shortened so that more prisoners can receive visitors. Lines at canteens have grown longer and longer. Recreation areas sometimes cannot accommodate all inmates desiring to use them. Rather than serving as an arena for the release of tension, the prison yard has become a breeding ground for conflict as more inmates compete for the use of a limited amount of space and equipment. Inmates testified that they were reluctant to use the yard at OSP for fear they would be caught up in a violent disturbance.</p>\n<p>Indeed, the increased potential for violence is one of the most significant effects of overcrowding. The frictions which naturally attend being forced to live in close proximity to many other persons over long periods of time, when combined with the other stress and frustrationproducing conditions of the institutions, generate tension, bitterness, resentment, and result in a general deterioration of morale which increases the threat of violence. Dr. Gualitieri testified that severe overcrowding prevents the development of appropriate social skills and leads instead to aggressive, violent, and destructive behavior patterns. Dr. Cox testified that studies of penal institutions reveal that overcrowding leads to depression, tension, and increases in disciplinary infractions, assaults and suicide attempts. The Superintendent of OSP stated that large numbers of inmates and high proportions of idleness significantly increase the probability of violence.</p>\n<p>These effects are being manifested at these institutions. Robert Sarver, a former warden, and now a professor at the Graduate School of Social Work and the Law School at the University of Arkansas at Little Rock, characterized the mood of OSP inmates as pervaded by a \"hopeless feeling, air of frustration, [and] fear of personal safety.\"</p>\n<p>The effect on staff morale is equally deleterious. The former Chairman of the Parole Board stated that communications between guards and inmates had deteriorated. He and the inmates stated that as the staff has become overburdened, their tempers have grown shorter and they have become less tolerant and more punitive, thereby increasing the friction between staff and inmates.</p>\n<p><span class=\"star-pagination\">*812</span> While the potential for disturbance at the prisons has been growing, the ability of the institutions to protect inmates from harm has been decreasing. The former Chairman of the Parole Board stated that efforts to classify prisoners so as to separate the first-time or nondangerous offender from the seasoned or dangerous offender have been compromised by the lack of available space. In his opinion, overcrowding has increased the likelihood that inmates will suffer physically at the hands of other inmates. According to Dean Morris, double celling and dormitory housing themselves increase the opportunity for assault among inmates. And the larger population overtaxes the ability of security staff to protect inmates from harm or threats of harm.<sup>[14]</sup> Robert Sarver testified that the number of guards at OSP was inadequate to assure the safety of inmates.</p>\n<p>These hazards and effects of overcrowding were recognized by the superintendents of each institution. Their monthly reports recited that overcrowding was resulting in increased idleness; more assaults on inmates and staff; growing numbers of disciplinary reports; an increase in inmate defiance, disturbances, and rumors of impending or possible riot; and an overall negative effect on morale.</p>\n<p>The administrators' perceptions of the problems and level of tension within the institutions were echoed by the inmates who testified. Each voiced concerns for his personal safety and fear of a disturbance. The testimony of the expert witnesses varied substantially with respect to the level of tension present at the prisons. Robert Sarver stated that a \"definite air of hostility and tension\" existed at OSP which approximated the level present at the New Mexico State Prison prior to the tragic riot of 1980.<sup>[15]</sup> In contrast, Martha Wheeler, former chief of the Ohio Division of Institutional Services, and defendants' other expert witnesses testified that tension was remarkably low, in fact, barely perceptible. I believe the testimony and reports of those individuals present on a day-to-day basis and most familiar with the institutions is the most reliable assessment of the level of tension at these facilities. Based on that testimony, the evidence is clear that tension does exist, that it has increased with the overcrowding, and that it is of a serious nature.<sup>[16]</sup></p>\n<p>The negative psychological effects of overcrowding may not be limited to the duration of the prisoners' confinement. According to Dr. Gualitieri, the aggressive behavior patterns that develop among prisoners as a result of overcrowding remain after the prisoners have been released into society.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Overcrowding at OSP, the Annex, and OSCI far exceeds the level of applicable professional standards; has increased the health risks to which inmates are exposed; has impinged on the proper delivery of medical and mental health care; has reduced the opportunity for inmates to participate in rehabilitative programs; has resulted <span class=\"star-pagination\">*813</span> in idleness; has produced an atmosphere of tension and fear among inmates and staff; has reduced the ability of the institutions to protect the inmates from assaults; and is likely to produce embittered citizens with heightened antisocial attitudes and behavior.</p>\n<p></p>\n<h2>III. <i>CONCLUSIONS OF LAW</i>\n</h2>\n<p>It is well settled that \"the Constitution does not stop at the prison gate, but rather inures to the benefit of all, even to those citizens behind prison walls.\" <i>Battle v. Anderson,</i> <span class=\"citation\" data-id=\"1620919\"><a href=\"/opinion/1620919/battle-v-anderson/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">516</span></a></span>, 524 (E.D.Okl. 1977), <i>aff'd,</i> <span class=\"citation\" data-id=\"350001\"><a href=\"/opinion/350001/bobby-battle-v-park-j-anderson-warden-oklahoma-state-penitentiary-leo/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span> (10th Cir. 1977). <i>See </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 545, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1877, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979); <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555-56, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); and <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972).</p>\n<p>In a host of decisions, particularly during the last decade, federal courts have recognized challenges to the conditions of prison confinement as valid constitutional claims. <i>See, e. g., </i><i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976); <i>Chapman v. Rhodes,</i> <span class=\"citation\" data-id=\"1417311\"><a href=\"/opinion/1417311/chapman-v-rhodes/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1007</span></a></span> (S.D.Ohio 1977), <i>aff'd,</i> <span class=\"citation\" data-id=\"379783\"><a href=\"/opinion/379783/chapman-v-rhodes/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span> (6th Cir. 1980); <i>Stewart v. Rhodes,</i> <span class=\"citation\" data-id=\"2148261\"><a href=\"/opinion/2148261/stewart-v-rhodes/\"><span class=\"volume\">473</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1185</span></a></span> (S.D.Ohio 1979), <i>aff'd</i> (6th Cir. 1980); <i>Ramos v. Lamm,</i> <span class=\"citation\" data-id=\"1376997\"><a href=\"/opinion/1376997/ramos-v-lamm/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">122</span></a></span> (D.Col.1979); <i>Palmigiano v. Garrahy,</i> <span class=\"citation\" data-id=\"1953645\"><a href=\"/opinion/1953645/palmigiano-v-garrahy/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></a></span> (D.R.I. 1977), <i>remanded on other grounds,</i> <span class=\"citation\" data-id=\"366409\"><a href=\"/opinion/366409/nicholas-a-palmigiano-v-j-joseph-garrahy/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span> (1st Cir. 1979); <i>Pugh v. Locke,</i> <span class=\"citation\" data-id=\"2143390\"><a href=\"/opinion/2143390/pugh-v-locke/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">318</span></a></span> (M.D.Ala.1976), <i>aff'd in part and modified in part sub nom. </i><i>Newman v. Alabama,</i> <span class=\"citation\" data-id=\"347581\"><a href=\"/opinion/347581/n-h-newman-v-state-of-alabama-jerry-lee-pugh-for-himself-and-others/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span> (5th Cir. 1977), <i>remanded on other grounds sub nom. </i><i>Alabama v. Pugh,</i> <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></a></span> (1978); <i>Battle v. Anderson,</i> <span class=\"citation\" data-id=\"1468410\"><a href=\"/opinion/1468410/battle-v-anderson/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">402</span></a></span> (E.D.Okl.1974), <span class=\"citation\" data-id=\"1620919\"><a href=\"/opinion/1620919/battle-v-anderson/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">516</span></a></span> (E.D.Okl.1977), <i>aff'd,</i> <span class=\"citation\" data-id=\"350001\"><a href=\"/opinion/350001/bobby-battle-v-park-j-anderson-warden-oklahoma-state-penitentiary-leo/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span> (10th Cir. 1977); <i>Gates v. Collier,</i> <span class=\"citation\" data-id=\"1501708\"><a href=\"/opinion/1501708/gates-v-collier/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">881</span></a></span> (N.D.Miss.1972), <i>aff'd,</i> <span class=\"citation\" data-id=\"321166\"><a href=\"/opinion/321166/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span> (5th Cir. 1974); <i>Holt v. Sarver,</i> <span class=\"citation\" data-id=\"2096340\"><a href=\"/opinion/2096340/holt-v-sarver/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span> (E.D.Ark.1970), <i>aff'd,</i> <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (8th Cir. 1971).</p>\n<p>Central to the decisions noted above and to this decision is the ambit of the Eighth Amendment's proscription against the infliction of cruel and unusual punishment. Federal courts have not viewed the Eighth Amendment as static but rather as drawing \"its meaning from the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 598, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958). Indeed, the touchstone of the Eighth Amendment is \"nothing less than the dignity of man.\" <i>Id.</i> at 100, 78 S.Ct. at 597. The amendment thus prohibits not merely physically barbarous punishment but any penal measures \"that transgress today's `broad and idealistic concepts of dignity, civilized standards, humanity and decency.'\" <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 685, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, 2571, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978) (quoting <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 102, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 290, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976)). The Supreme Court has recently stated that the infliction of unnecessary suffering is inconsistent with contemporary standards of decency and therefore proscribed by the Eighth Amendment. <i>Estelle v. Gamble,</i> 429 U.S. at 102-03, 97 S.Ct. at 290.</p>\n<p>In determining whether the conditions of which plaintiffs complain constitute cruel and unusual punishment, this court, like others before it, must be guided by the fact that the Eighth Amendment is intended to protect inmates from an environment where degeneration is probable and self-improvement unlikely because of conditions which inflict needless physical or mental suffering. <i>Battle v. Anderson,</i> 564 F.2d at 392-93; <i>Ramos v. Lamm,</i> 485 F.Supp. at 131-32.</p>\n<p>In several recent decisions, the Supreme Court has reiterated the long-standing policy of the federal courts to defer to the judgment of penal officials in matters of prison administration. <i>Bell v. Wolfish,</i> 441 U.S. at 547-48, 99 S.Ct. at 1878-79; <span class=\"star-pagination\">*814</span> <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 128, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2539, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977); <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 404-07, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807-08, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974). Nevertheless, the court has also stated that</p>\n<blockquote>\". . . a policy of judicial restraint cannot encompass any failure to take cognizance of valid constitutional claims whether arising in a federal or state institution. When a prison regulation or practice offends a fundamental constitutional guarantee, federal courts will discharge their duty to protect constitutional rights.\"</blockquote>\n<p><i>Procunier v. Martinez,</i> 416 U.S. at 405-06, 94 S.Ct. at 1807-08. While neither invited nor solicited, constitutional issues are properly before the court and this court may not turn a deaf ear to them.</p>\n<p>The Supreme Court has never addressed the question of under what circumstances overcrowded conditions constitute cruel and unusual punishment. The Court's decision in <i>Bell v. Wolfish, supra</i><i>,</i> that the Eighth Amendment is not violated by double-celling of pretrial detainees for no more than 60 days is not controlling here. The institution whose conditions were challenged in <i>Wolfish</i> differs significantly from OSP, the Annex, and OSCI. The latter are institutions of long-term confinement, at which the mean time served is 24 months. As the Supreme Court noted in <i>Hutto v. Finney, supra</i><i>,</i> a \"filthy, overcrowded cell and a diet of `grue' might be tolerable for a few days and intolerably cruel for weeks or months.\" 437 U.S. at 686-87, 98 S.Ct. at 2572.</p>\n<p>As neither the Supreme Court nor the Ninth Circuit has defined the contours of unconstitutional overcrowding in the context of long-term prison facilities, I must draw guidance from the opinions of other courts which have addressed the question. <i>E. g., </i><i>Chapman v. Rhodes, supra</i><i>; </i><i>Ramos v. Lamm, supra</i><i>; </i><i>Palmigiano v. Garrahy, supra</i><i>; </i><i>Pugh v. Locke, supra</i><i>; </i><i>Johnson v. Levine,</i> <span class=\"citation\" data-id=\"1820263\"><a href=\"/opinion/1820263/johnson-v-levine/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">648</span></a></span> (D.Md.), <i>aff'd </i><i>in part and remanded,</i> <span class=\"citation\" data-id=\"362189\"><a href=\"/opinion/362189/charles-e-johnson-charles-a-hunter-rodger-w-osborne-and-thomas-l/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span> (4th Cir. 1978); <i>Gates v. Collier,</i> <span class=\"citation\" data-id=\"2393579\"><a href=\"/opinion/2393579/gates-v-collier/\"><span class=\"volume\">423</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span> (N.D.Miss.1976), <i>aff'd,</i> <span class=\"citation\" data-id=\"342567\"><a href=\"/opinion/342567/nazareth-gates-united-states-of-america-plaintiff-intervenor-appellant-v/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span> (5th Cir. 1977); and <i>Battle v. Anderson, supra</i><i>.</i></p>\n<p>While no single factor is dispositive, the following considerations can be distilled from these opinions as being significant in determining whether crowding constitutes cruel and unusual punishment: (1) the duration of the prisoners' confinement; (2) the degree to which the population exceeds the institution's design capacity; (3) the size of the inmates' quarters and the number of hours per day the inmates must spend in those quarters; (4) the effects of the increased population on the prisoners' mental and physical health; and (5) the relative permanency of the crowded conditions.</p>\n<p>OSP, the Annex, and OSCI are institutions of long-term confinement at which the populations currently exceed design capacity by from 34% to 70%. The doubled cells at OSP provide only from 30 to 32.5 square feet per person; those at OSCI provide from 25.66 to 34 square feet per person. The dormitories provide from an estimated 20 square feet to 43 square feet per person, and no privacy barriers are provided. Inmates at these facilities are required to spend from 7 to 9 to 12 hours per day in their cells, but the actual amount of time a prisoner spends may well be much higher than this, depending on the availability of activities outside the cell.</p>\n<p>The evidence in this case as set forth in the findings of fact is replete with examples of the deleterious effects of overcrowding on prisoners' mental and physical health. Inmates have increased health risks, diminished access to essential services, fewer opportunities to engage in rehabilitative programs, too little of the privacy and quiet essential for psychological well-being and too much exposure to other prisoners in confined spaces. Overcrowding has resulted in a climate of tension, anxiety and fear among both inmates and staffwhich, if not corrected, may well erupt in violence, leading to serious physical harm and death. It is clear that the plaintiff inmates have been subjected to conditions in which their degeneration is probable and their self-improvement unlikely.</p>\n<p><span class=\"star-pagination\">*815</span> These conditions are not a relatively recent or temporary phenomenon but have persisted for at least 3½ years.</p>\n<p>Based on these considerations, I conclude that the conditions present at these institutions constitute cruel and unusual punishment and are constitutionally impermissible.</p>\n<h2>NOTES</h2>\n<p>[1]  In this regard, I express my deep appreciation to Mr. Alan Breed, Director of the National Institute of Corrections. Mr. Breed came to Oregon on very short notice, at my request. He cheerfully interrupted a very busy schedule. While his efforts at that time (and on an earlier similar mission) did not produce a full settlement, I am satisfied that his efforts made a significant contribution. I am satisfied that his efforts were useful in promoting a climate which contributed to the thoroughly professional way in which counsel for the opposing parties conducted this difficult litigation.</p>\n<p>[2]  I note that this proposal, of course, while expected to produce a reduction of about 225 by December, 1980, also involves, in effect, a \"loss\" of 100 beds in the existing work release centers, since center staff will be occupied in supervision of those released. Given that space requirements are the crux of this entire problem, I urge the defendants to make extra efforts, perhaps through the Emergency Board, to take on the extra staff required to be able to keep the centers open. Thus, with perhaps more careful scrutiny of those possibly eligible, this \"loss\" of 100 beds would not occur, making the net reduction 225. For reasons explained in the text, at this time I am not ordering that defendants invoke any particular part of their plan. Of course, I retain jurisdiction to do so, should circumstances warrant.</p>\n<p>[3]  As I understand the matter, the measure (HJR53) authorizes a bonding total consisting of 4/35 of 1% of the true cash value of all taxable property in the state. Thus, over the ten year life of the measure, as total true cash value increaseswhether due to inflation, or the creation of taxable property, or bothso also, by the specified percentage, would the bonding availability. Presumably, much, or most, of the increase would be a \"wash,\" since it seems likely that costs of construction will generally parallel the increase in true cash value.</p>\n<p>[4]  I have, however, included a specific provision (see Order, para. 5) enjoining repetition of the mattress-on-the-floor practice.</p>\n<p>[5]  I will ask counsel to meet with me in mid-September to discuss the nature of the material to be included in the monthly report. I retain jurisdiction, of course, to amend the injunctive order in this, as well as any other respect, as the circumstances warrant.</p>\n<p>[1]  The court has received a substantial number of \"motions,\" letters, and other similar communications from various inmates following the June 27 oral opinion. Some of these are bulky; many are repetitious. The amount of these papers is such that I have been unable, due to other demands on my time, to arrange for sending copies along to counsel. Counsel for plaintiffs will no doubt wish to review these, to see if any form the basis for possible amendment to the complaints already filed. I will arrange a time in early September for counsel to meet with me to review and discuss these matters. The findings and conclusions and the opinion filed today have been based on the record made, and not upon any of these communications.</p>\n<p>[2]  Inmates sentenced to the custody of the institutions at issue in this case stand convicted of one or more felonies which may be broken down into four classes. The maximum penalty for a Class A felony is 20 years; a Class B felony, 10 years; a Class C felony, 5 years; and an unclassified felony, life. The table below shows the proportion of each institution's population by felony class. In cases where incarceration resulted from more than one sentence, the most serious crime of which the inmate was convicted is listed.\n</p>\n<p></p>\n<pre>\n       U    A     B     C\nOSP    8%   45%   12%   35%\nOSCI   1%   48%   12%   39%\n</pre>\n<p>The same prisoners also may be classified by the type of crime of which they were convictedcrimes against persons, crimes against property, or statutory offenses.</p>\n<p></p>\n<pre>\n       Person   Property   Statutory\nOSP     59%       32%         9%\nOSCI    44%       52%         4%\n</pre>\n<p>[3]  Insofar as the plan presented to the court on July 30 (Defendants' Ex. 1021) may be regarded as a contention by defendants that the design capacity of OSP is 1264, rather than 1107, such contention is rejected.</p>\n<p>[4]  See note 1, <i>supra.</i></p>\n<p>[5]  At OSP, 357 inmates are doubled in the 60-square-foot cells of C Block and 209 are doubled in the 65-square-foot cells of A Block. At OSCI, 126 inmates are doubled in the 51-square-foot cells of Unit 1; 124 are doubled in the 51-square-foot cells of Unit 2; 128 are doubled in the 68-square-foot cells of Unit 3.</p>\n<p>[6]  The Unit 13 dormitory at OSCI houses 86 inmates. Each inmate thus has about 43 square feet of living space. Robert Sarver, one of plaintiffs' expert witnesses, estimated that the inmates housed in the dormitories of the Farm Annex have perhaps only 20 square feet per person.</p>\n<p>[7]  At OSCI, the dayrooms of Unit 1 and Unit 2 each were converted to dormitories for 10 inmates who share a toilet and a sink in a cell vacated for their use. The dayrooms of Units 3 and 4 each house 22 men who share two toilets and a sink. The dayroom of Unit 11 houses 23 men who share two toilets.</p>\n<p>[8]  Manual of Standards for Adult Correctional Institutions, American Correctional Association Commission on Accreditation for Corrections, Standard 4142.</p>\n<p>[9]  Standards for Health Services in Correctional Institutions, American Public Health Association, Washington, D.C., 1976.</p>\n<p>[10]  Federal Standards for Corrections (Draft), U.S. Department of Justice, Washington, D.C. June, 1978.</p>\n<p>[11]  Jail Architecture, National Sheriffs' Association, Washington, D.C., 1975.</p>\n<p>[12]  Report of the Special Civilian Committee for the Study of the United States Army Confinement System (1970), as reported in <i>Chapman v. Rhodes,</i> <span class=\"citation\" data-id=\"1417311\"><a href=\"/opinion/1417311/chapman-v-rhodes/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1007</span></a></span>, 1021 (S.D.Ohio 1977), aff'd <span class=\"citation\" data-id=\"379783\"><a href=\"/opinion/379783/chapman-v-rhodes/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span> (6th Cir. 1980).</p>\n<p>[13]  While the medical conditions claim, per se, was not tried, this evidence came in and is entitled to be considered as a part of the overcrowding claim. The Corrections Division is aware of deficiencies in this regard at OSP, and was, during the hearings, in the process of preparing a program designed to remedy these deficiencies. Hence, I make no ruling and express no opinion on the medical conditions claim as such, and I weigh this evidence in light of the fact that the defendants themselves will have an opportunity to present evidence if and when that claim is tried.</p>\n<p>[14]  The inmate-to-security staff ratio at OSP is 112:1 from midnight to 8:00 A.M.; 33:1 from 8:00 A.M. to 4:00 P.M.; and 60:1 from 4:00 P.M. to 12:00 P.M.\n</p>\n<p>At OSCI, the inmate-to-security staff ratios for the same periods are 55:1, 15:1, and 30:1.</p>\n<p>[15]  Indeed, the reports of tension at OSP were sufficiently convincing that members of the Parole Board were motivated in the spring of 1980 to move their meetings to a site outside OSP, for fear they would be taken hostage in the event of a disturbance at OSP.</p>\n<p>[16]  It is interesting to note, in view of the testimony of the witnesses for the defendants, on June 26, that the level of tension was remarkably low, that in less than 24 hours after the June 27 oral opinion, violence, indeed, erupted at OSP in a way which resulted in the discharge of firearms and injury to one or more prisoners. A discussion of this episode may be found in the deposition of Superintendent Cupp, taken after the June 27 oral opinion, and before the July 30 hearing. While perhaps no one can say that such violence or any other violent episode was <i>produced</i> by the overcrowding, it seems clear from the evidence that violence is certainly a concomitant of overcrowding. And it is indubitably clear that violence, when unfortunately it breaks out, is substantially related to the tension and unrest, regardless of the particular levels which may then exist.\n</p>\n<p>Several of the \"motions\" and other communications referred to in footnote 1 contain allegations concerning this episode. Thus it is important to emphasize that nothing stated here, or elsewhere in these findings and conclusions, is intended to express any opinion on the propriety of actions taken by Superintendent Cupp or his staff during this episode.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/337907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/366409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1417311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1501708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1620919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1673479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1820263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1953645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1966307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2148261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393579/"
          ]
        }
      ],
      "judges": "James M. Burns",
      "date_created": "2014-10-30T19:51:22.987325Z",
      "date_modified": "2016-03-03T21:15:17.902082Z",
      "date_filed": "1980-08-22",
      "date_filed_is_approximate": false,
      "slug": "capps-v-atiyeh",
      "citation_id": 1980527,
      "case_name_short": "Capps",
      "case_name": "Capps v. Atiyeh",
      "case_name_full": "",
      "federal_cite_one": "495 F. Supp. 802",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 18,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1836397/capps-v-atiyeh/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:51:22.984074Z",
  "date_modified": "2014-10-30T19:51:22.984074Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Capps",
  "case_name": "Capps v. Atiyeh",
  "case_name_full": "",
  "slug": "capps-v-atiyeh",
  "docket_number": "Civ. Nos. 80-141, 80-6014",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}