{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1867858/",
  "id": 1867858,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2034310/",
      "id": 2034310,
      "absolute_url": "/opinion/2034310/lucas-v-peters/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1867858/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2034310/",
          "id": 2034310,
          "absolute_url": "/opinion/2034310/lucas-v-peters/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2034310/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:07:14.710821Z",
          "date_modified": "2017-04-08T08:39:53.508721Z",
          "type": "010combined",
          "sha1": "b55d5761dde70da43856c33a06fc5cca7e89df93",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>741 N.E.2d 313 (2000)</b></center>\n<center><b>318 Ill. App.3d 1</b></center>\n<center><b>251 Ill.Dec. 719</b></center>\n<center><h1>Timothy LUCAS and Melvin Dawson, Plaintiffs-Appellants,<br>\nv.<br>\nHoward A. PETERS III, Secretary of the Department of Human Services, and Nancy Staples, Facility Director of the Elgin Mental Health Center, Defendants-Appellees.</h1></center>\n<center>No. 1-99-3938.</center>\n<center><p><b>Appellate Court of Illinois, First District, First Division.</b></p></center>\n<center>December 4, 2000.</center>\n<p><span class=\"star-pagination\">*316</span> Mark J. Heyrman, Jamie Tanaka Weyeneth (Senior Law Student), Edwin F. Mandell Legal Aid Clinic, Chicago, for Appellants.</p>\n<p><span class=\"star-pagination\">*317</span> James Ryan, Joel D. Bertocchi, G. Christopher Slick, Office of the Attorney General, Chicago, for Appellees.</p>\n<p>Justice COHEN delivered the opinion of the court:</p>\n<p>On April 3, 1995, plaintiff Timothy Lucas was found not guilty by reason of insanity (NGRI). Pursuant to the provisions of the Unified Code of Corrections (730 ILCS 5/1-1-1 <i>et seq.</i> (West 1998)) (Code of Corrections) and the Mental Health and Developmental Disabilities Code (405 ILCS 5/1-100 <i>et seq.</i> (West 1998)) (Mental Health Code), he was committed to the custody of the Department of Mental Health and Developmental Disabilities (the DMHDD). The trial court found Lucas to be eligible for placement in a nonsecure setting. The DMHDD placed Lucas at the William White Cottage (White) at the Elgin Mental Health Center (Elgin).</p>\n<p>In July 1996, Lucas filed an eight-count complaint seeking an injunction requiring that the DMHDD consider placing him in a less restrictive facility than White, based on an individual assessment of his dangerousness and clinical needs.</p>\n<p>Lucas later amended his complaint to seek relief both on his own behalf and on behalf of a class comprising himself and others found NGRI (NGRIs) approved for placement at nonsecure facilities. The complaint alleged that the DMHDD's alleged policy of placing all NGRIs not needing placement in a secure setting into White without an individualized determination that White was the most clinically appropriate environment for the NGRIs violated provisions of the Mental Health Code and also violated the patients' due process rights under the fourteenth amendment to the United States Constitution (U.S. Const., amend. XIV).</p>\n<p>Subsequent to the filing of the first amended complaint, there was a state government reorganization. The DMHDD was eliminated and its functions were assumed by the Department of Human Services (Department). Lucas again amended the complaint to substitute the Secretary of the Department, Howard A. Peters III, and the director of the Elgin facility, Nancy Staples, for the DMHDD as defendants. Lucas also added Melvin Dawson as a plaintiff and proposed class representative.</p>\n<p>The Department has classified certain of its mental health facilities as \"forensic.\" The patients at the forensic facilities are all NGRIs, criminal defendants found unfit to stand trial (USTs) and patients considered to be behavior management problems. The mental health institutions are also classified as \"secure\" or \"nonsecure.\" William White Cottage, a 38-bed facility at Elgin, is the only forensic facility classified as nonsecure. Other nonsecure facilities are located at Madden Mental Health Center (Madden), Tinley Park Mental Health Center (Tinley Park) and Reed Mental Health Center (Reed). There is a maximum security facility in Chester that houses both forensic and civil patients.</p>\n<p>After a verdict of NGRI, a defendant subject to involuntary admission or in need of inpatient treatment is transferred to the custody of the Department. 730 ILCS 5/5-2-4(a) (West 1998). The Department then places the NGRI at one of its mental health facilities. Placement must be in a secure facility unless the court finds that there are compelling reasons for placement elsewhere. 730 ILCS 5/5-2-4(a) (West 1998).</p>\n<p>NGRIs, whether they are committed or not, remain under the jurisdiction of the criminal court for a period of time equal to the longest possible sentence for the most serious of the crimes with which they were charged. 730 ILCS 5/5-2-4 (West 1998). The end of this period is known as the \"<i>Thiem</i>\" date. <i>People v. Thiem,</i> 82 Ill. App.3d 956, 38 Ill.Dec. 416, 403 N.E.2d 647 (1980). When institutionalized NGRIs reach the <i>Thiem</i> date, the Department either releases them or recommits them as civil patients, voluntarily or involuntarily as the case may be.</p>\n<p><span class=\"star-pagination\">*318</span> According to the plaintiffs, Madden, Tinley Park and Reed are less restrictive than is White. In its answers, the Department admitted that it \"maintains facilities that are substantially less restrictive of physical movement than the William White Cottage, including but not limited to Madden.\" Patients at the nonforensic facilities are eligible for unsupervised on-grounds passes, which allow the patients to travel around the campus unescorted. At Madden, patients may be allowed to walk around for up to an hour; at Tinley Park, for two hours. At White, the patients are also eligible for unsupervised on-grounds passes; however, the passes only allow the patients to walk between nearby buildings. These walks would only take between 5 and 10 minutes.</p>\n<p>The Department generally places civil committees at the nonforensic facility nearest to their homes. The patients living at Madden, Tinley Park and Reed, moreover, are housed in separate pavilions based on the location of their former residence. Each of the pavilions is connected with one or more community health centers that serve that area. These community health centers later provide post-discharge treatment. The NGRIs at White, however, are not housed according to former residence.</p>\n<p>According to the complaint, the defendants violated Lucas' and Dawson's rights by assigning them to White without considering whether one of the other nonsecure facilities might be more appropriate. Lucas lived in Oak Park before he was committed. Both Reed and Madden are closer to his family and former residence than is Elgin. Dawson lived in Chicago. Tinley Park is closer to his family and former residence than is Elgin.</p>\n<p>The plaintiffs further alleged that the director of the Madden facility determined that Lucas could be treated at Madden instead of at White. However, the director made this determination before he learned that placing Lucas at Madden would violate the DMHDD policy of keeping all NGRIs approved for a nonsecure setting at White. The defendants have admitted that Lucas would have been placed at Madden if he had been civilly committed rather than adjudicated NGRI.</p>\n<p>At trial, the plaintiffs called Dr. Ronald Simmons, who at the time was in charge of all forensic operations for the Department, and Dr. Daniel Hardy, an assistant medical director who works primarily in the forensic treatment program at Elgin. Dr. Simmons, during his examination by the plaintiffs, explained to the court the Department's policy of \"segregating\" NGRIs from civil patients.</p>\n<blockquote>\"THE WITNESS: Well, the difference is with an NGRI, the case I have in mind is someone who has been acquitted on a charge of murder or of a violent, violent type of crime, I think that we would assume that the risk for them to act out in this manner is higher than another group of patients who do not have a history of murder.</blockquote>\n<blockquote>So in terms of risk management, risk toward proclivity toward violent behavior, I would want to treat them apart from other patients.</blockquote>\n<blockquote>THE COURT: But both civil and NGRI or UST they are not going to be recommended for nonsecure setting if they're still considered a risk?</blockquote>\n<blockquote>THE WITNESS: That's correct.</blockquote>\n<blockquote>THE COURT: So once they are at the point where there's been a clinical determination that they are no longer a threat to themselves or others, why is there a differentiation in your mind then between the civil and NGRI patients?</blockquote>\n<blockquote>The decision has been made that they are no longer a danger. I don't care what they might have done. That's past history. If they are still a danger, they are not supposed to be in a nonsecure setting in either situation.</blockquote>\n<blockquote>THE WITNESS: Correct. Yes. That's correct.</blockquote>\n<blockquote>THE COURT: What's the reason for this policy?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*319</span> THE WITNESS: I don't know.</blockquote>\n<blockquote>THE COURT: Who does?</blockquote>\n<blockquote>THE WITNESS: I can't answer that.</blockquote>\n<blockquote>THE COURT: You have been there since 1982, is that right?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: You haven't an inclination as to what's going on there then?</blockquote>\n<blockquote>THE WITNESS: Not at Elgin.</blockquote>\n<blockquote>THE COURT: Well, you had supervisory responsibility over Madden, Tinley Park, Reed, Metro Center, and for the last ten years been in charge of the forensic unit throughout the state.</blockquote>\n<blockquote>Now this lawsuit has been filed because they claim that the NGRIs are being treated differently than other people that are in the exact same clinical situation. And you don't know why the civil patients-your answer was I don't know.</blockquote>\n<blockquote>You have civil patients that would benefit from being at Tinley Park, but are saying that an NGRI who is no longer in a clinical situation, a danger to themselves or anybody else, they wouldn't benefit from the same treatment proposal as a civilly committed person?</blockquote>\n<blockquote>THE WITNESS: That's correct, Your Honor.</blockquote>\n<blockquote>THE COURT: You feel that way?</blockquote>\n<blockquote>THE WITNESS: Yes, and I can explain my answer.\"</blockquote>\n<p>Dr. Simmons went on to explain that at Madden, Tinley Park and Reed, the conditions of the patients are usually more acute and less in remission than those of the patients at White. There is a much higher turnover at Madden, Tinley Park and Reed than at White. At White, Dr. Simmons testified, there is a \"stable peer culture,\" and the patients receive a \"longer term type of treatment.\"</p>\n<p>Dr. Hardy testified that civil patients are treated for early stabilization and release, when the goal for NGRIs is longer-term stabilization. He opined that forensic patients have different needs and that the staff at the nonforensic facilities are not equipped to deal with those needs.</p>\n<blockquote>\"Forensic expertise in my judgment is not something that one picks up at a training course. It requires literally years of experience. I have worked in various capacities at some of the major medical centers in the City of Chicago, public and private, and I can tell you, it is difficult enough to find staff that are even comfortable asking the civil patient about his or her sex life, which is going to be important in the comprehensive treatment of a psychiatric disorder. But if they have that kind of difficulty asking about something that's as common as that, they are having extreme difficulty in asking a patient about his sister that he chopped up and killed or her baby that she smothered to death. It is very difficult to be able to ask those kinds of questions and to work with those kinds of patients in a therapeutic environment without the therapist reacting to the patients in a negative manner. And that takes much more than training, it takes literally years of experience.\"</blockquote>\n<p>There was no evidence presented that the plaintiffs had been committed for crimes of violence.</p>\n<p>The trial judge ruled in favor of the defendants, indicating that he did not think it was the court's place to \"micromanage\" the operations of the Department. The court did not make an explicit ruling on class certification. This appeal followed.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Only the plaintiffs' claims in their individual capacities are before us, as the trial court has not yet ruled on class certification.</p>\n<p></p>\n<h2>I. State Law Claims</h2>\n<p>Both the Code of Corrections and the Mental Health Code apply to the plaintiffs. The disposition of insanity acquittees is addressed in section 5-2-4 of the Code of Corrections. 730 ILCS 5/5-2-4 (West <span class=\"star-pagination\">*320</span> 1998). Section 5-2-4 provides for the involuntary commitment of NGRIs who are deemed in need of it. It dictates that the \"admission, detention, care, treatment or habilitation\" of these NGRIs shall be under the Mental Health Code. 730 ILCS 5/5-2-4(b) (West 1998). In the event of a conflict between the criminal commitment provisions of the Code of Corrections and the Mental Health Code, the Code of Corrections prevails. 730 ILCS 5/5-2-4(k) (West 1998).</p>\n<p>The plaintiffs claim that the Department, by not placing NGRI patients based on individual assessments, abridges rights afforded to committees under the Mental Health Code. We must consider whether the Mental Health Code does indeed grant such rights and, if it does so, whether the Code of Corrections nevertheless trumps the relevant Mental Health Code provisions. As the question of what statutes apply to the plaintiffs is a question of law, our review is <i>de novo. </i><i>People v. Ernst,</i> 311 Ill.App.3d 672, 675, 244 Ill.Dec. 264, 725 N.E.2d 59, 63 (2000). The question of whether the defendants have complied with the provisions of the applicable statutes will be a mixed question of fact and law, reviewed under the \"clearly erroneous\" standard. <i>City of Belvidere v. Illinois State Labor Relations Board,</i> 181 Ill.2d 191, 205, 229 Ill.Dec. 522, 692 N.E.2d 295, 303 (1998).</p>\n<p></p>\n<h2>A. Counts I and II</h2>\n<p>The plaintiffs initially claim that assigning them to White without an individualized determination of their dangerousness or clinical needs violates the Mental Health Code. The Mental Health Code states: \"A recipient of services shall be provided with adequate and humane care and services in the least restrictive environment, pursuant to an individual services plan.\" 405 ILCS 5/2-102(a) (West 1998). In count I, the plaintiffs allege that the Department's practice violates their right to treatment in the least restrictive environment. Count II alleges that the practice violates their right to an individual services plan. Our analysis begins by examining the three primary cases relied upon by the parties.</p>\n<p>The plaintiff in <i>Johnson v. Brelje,</i> 521 F.Supp. 723 (N.D.Ill.1981), had been charged with a crime, but was found unfit to stand trial (UST). At the time, the DMHDD had a policy of placing all male USTs at the maximum security facility in Chester. The plaintiff brought a federal civil rights suit on behalf of himself and a class of similarly situated individuals (class certified at <i>Johnson v. Brelje,</i> 482 F.Supp. 121 (N.D.Ill.1979)) alleging, among other things, that placing all male USTs at Chester without an individualized determination of their dangerousness or their clinical needs deprived them of entitlements under the Mental Health Code without procedural due process. The case was resolved on cross-motions for summary judgment. The district court found that automatic placement at Chester violated the plaintiffs' procedural due process rights.</p>\n<p>The Seventh Circuit Court of Appeals affirmed. The court held that the rights in the Mental Health Code on which the plaintiffs' claim was based did not conflict with the Code of Corrections. <i>Johnson v. Brelje,</i> 701 F.2d 1201, 1206 (7th Cir.1983). Therefore, the plaintiffs had state-created liberty interests that were entitled to procedural due process under the fourteenth amendment.</p>\n<p>In <i>Maust v. Headley,</i> 959 F.2d 644 (7th Cir.1992), the court rejected a claim that the transfer of a UST to Chester from Elgin violated his rights under the Mental Health Code. According to the plaintiff, putting him in Chester deprived him of his right to treatment in the least restrictive environment and other rights guaranteed by the Mental Health Code. The court acknowledged that the <i>Johnson</i> case would normally support the plaintiff's claim, but noted that the applicable statutes had changed since <i>Johnson</i> was decided. The legislature had added the following amendatory language to the Code of Corrections, <span class=\"star-pagination\">*321</span> which the <i>Maust</i> court found to conflict with the rights asserted under the Mental Health Code:</p>\n<blockquote>\"The [NGRI] defendant shall be placed in a secure setting unless the Court determines that there are compelling reasons why such placement is not necessary.\" 730 ILCS 5/5-2-4(a) (West 1998).</blockquote>\n<p>In <i>Maust,</i> there was no determination by a court that secure placement was not necessary. In cases of conflict between the Mental Health Code and section 5-2-4 of the Code of Corrections, the Code of Corrections prevails. 730 ILCS 5/5-2-4(k) (West 1998). Because the Code of Corrections mandates a secure setting unless a court determines secure placement is not necessary, the court found that the plaintiffs did not have a right to treatment in the least restrictive environment.</p>\n<p>In <i>C.J. v. Department of Mental Health &amp; Developmental Disabilities,</i> 296 Ill. App.3d 17, 230 Ill.Dec. 458, 693 N.E.2d 1209 (1998), the plaintiff NGRIs (who had not been found suitable for nonsecure placement) challenged the DMHDD's alleged policy of never giving unsupervised grounds passes to committees at the Elgin secure facility. Applying <i>Maust,</i> this court held that the policy did not violate any right to treatment in the least restrictive environment. Because there had not been a finding of compelling reasons that the plaintiffs in <i>C.J.</i> could be placed in a nonsecure setting, we held that \"[t]he `secure setting' provided for in section 5-2-4 of the Code of Corrections is in effect the least restrictive environment permitted for NGRI acquittees under the law, in the absence of compelling reasons for other placement.\" <i>C.J.,</i> 296 Ill.App.3d at 24, 230 Ill.Dec. 458, 693 N.E.2d at 1213.</p>\n<p>We noted that this result was all the more certain because the Code of Corrections specifically provided with regard to NGRIs in a secure setting:</p>\n<blockquote>\"During this period of time, the defendant shall not be permitted to be in the community in any manner, including but not limited to off-grounds privileges, with or without escort by personnel of the Department of Human Services, unsupervised on-grounds privileges, discharge of conditional or temporary release, except by a plan as provided in this Section.\" 730 ILCS 5/5-2-4(b) (West 1998).</blockquote>\n<p>Accordingly, the plaintiffs were not entitled to be considered for unsupervised on-grounds passes.</p>\n<p>The relevant precedent for the statutory claims here must be <i>Johnson,</i> rather than <i>Maust</i> or <i>C.J.</i> The crucial factor distinguishing the instant case from <i>C.J.</i> and <i>Maust</i> derives from the court here having found that there <i>are</i> compelling reasons for nonsecure placement of the plaintiffs. Because of this finding, the Code of Corrections does not require that the plaintiffs here be placed in a secure setting or that they be denied unsupervised on-grounds passes. The passages in section 5-2-4 of the Code of Corrections that <i>Maust</i> and <i>C.J.</i> found to conflict with the rights granted in the Mental Health Code do not apply here. As there is no conflict, the relevant Mental Health Code provisions are not preempted. <i>Johnson,</i> rather than <i>Maust,</i> is the case to which we must look.</p>\n<p>The district court in <i>Johnson</i> held that the Mental Health Code gave USTs the right to an individual assessment to determine whether they belonged at Chester before being placed there arbitrarily. The <i>Johnson</i> court's discussion pertaining to USTs could just as easily apply to the NGRIs in this case.</p>\n<blockquote>\"[U]nlike convicted criminals, plaintiffs can justifiably expect that their assignment will be based upon an individualized determination of their dangerousness, conducted prior to placement. This expectation is rooted in the provision of the Illinois Mental Health Code that requires patients to be treated in the least restrictive environment possible, according to an individualized service <span class=\"star-pagination\">*322</span> plan.\" <i>Johnson,</i> 521 F.Supp. at 726.</blockquote>\n<p>The testimony in the instant case shows that placement is not based on individualized determinations. It is clear that NGRI status is being used as a proxy for clinically salient characteristics. \"Not guilty by reason of insanity\" is not a medical diagnosis. The witnesses justified their practice of segregating NGRIs by pointing to the NGRIs' supposed histories of violence. But one does not have to commit a crime of violence to be adjudged NGRI. Not all patients who have committed violent acts are institutionalized as NGRIs rather than as civil patients. In fact, once an NGRI reaches his or her <i>Thiem</i> date, the patient is no longer housed at White and is no longer considered an NGRI. Clearly, the <i>Thiem</i> date is not in itself medically significant. The decision to use NGRI status in this way seems to be merely one of convenience rather than therapy. As the district court in <i>Johnson</i> noted with regard to USTs, \"[t]he assignment [of USTs to Chester] is made on administrative grounds, as there is no individualized finding that a particular UST has need for, or would benefit from, placement in a facility as restrictive as Chester.\" <i>Johnson,</i> 521 F.Supp. at 727.</p>\n<p>Following <i>Johnson,</i> we find that the plaintiffs are entitled to placement based on an individualized assessment.</p>\n<p></p>\n<h2>B. Count III</h2>\n<p>The Mental Health Code also states that: \"[a] person with a known or suspected mental illness or developmental disability shall not be denied mental health or developmental services because of * * * criminal record unrelated to present dangerousness.\" 405 ILCS 5/2-100 (West 1998). In count III, the plaintiffs contend that \"geographic placement\" is a mental health service that they are being denied because of criminal record (<i>i.e.,</i> their status as NGRIs) without regard to present dangerousness. According to the plaintiffs, this \"service\" includes being placed in the mental health facility nearest their families and former residences and having contact with community mental health organizations that will provide their post-discharge treatment. According to the uncontradicted testimony at trial, however, the NGRIs at White Cottage receive the same attention from community mental health organizations as do civil committees at Madden, Tinley Park or Reed. The only other element of geographic placement is proximity to family and former residence. While not a frivolous concern (see <i>Anthony v. Wilkinson,</i> 637 F.2d 1130, 1141 (7th Cir.1980)), we think that being housed close to one's family cannot be considered a \"mental health service.\" Such an interpretation simply does not accord with the commonly understood meaning of the words.</p>\n<p>The plaintiffs respond that the Mental Health Code defines \"treatment\" to include \"hospitalization.\" 405 ILCS 5/1-128 (West 1998). From this plaintiffs conclude that \"choice of hospital is an element of treatment.\" We disagree. While the Mental Health Code provides that hospitalization is an element of treatment, it does not provide that hospitalization in any particular location is an element of treatment. Count III fails.</p>\n<p></p>\n<h2>C. Count IV</h2>\n<p>The Mental Health Code directs that \"[t]he Secretary of Human Services and the facility director of each service provider shall adopt in writing such policies and procedures as are necessary to implement this Chapter. Such policies and procedures may amplify or expand, but shall not restrict or limit, the rights guaranteed to recipients by this Chapter.\" 405 ILCS 5/2-202 (West 1998). Count IV alleges that the defendants have adopted policies that restrict the plaintiffs' rights under the Mental Health Code as set out in counts I through III.</p>\n<p>Count IV, as pled, restates counts I through III. See <i>C.J.,</i> 296 Ill.App.3d at 27, 230 Ill.Dec. 458, 693 N.E.2d at 1215. Insofar <span class=\"star-pagination\">*323</span> as it is based on counts I and II, it succeeds, and insofar as it is based on count III, it fails.</p>\n<p></p>\n<h2>II. The Constitutional Claims</h2>\n<p>The remaining counts allege violation of the plaintiffs' procedural and substantive due process rights under the Fourteenth Amendment.</p>\n<p></p>\n<h2>A. Procedural Due Process</h2>\n<p>The plaintiffs claim that they are being deprived of the right to treatment in the least restrictive environment without procedures necessary to satisfy due process. The procedural protection they request is a decision by a mental health professional that is based on an individualized assessment of their situations. This relief is the same relief they claim as an entitlement under the Mental Health Code.</p>\n<p>In <i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18, 33 (1976), the Supreme Court set out the method for determining whether due process requires a particular procedural safeguard:</p>\n<blockquote>\"[I]dentification of the specific dictates of due process generally requires consideration of three distinct factors: First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\"</blockquote>\n<p>The district court in <i>Johnson</i> applied this test to determine whether the automatic assignment of all USTs to Chester deprived them of their state-created interest in treatment in the least restrictive environment without procedural due process. With regard to the interests of the individual patients, the court in <i>Johnson</i> found:</p>\n<blockquote>\"The Chester facility is a maximum security institution that imposes severe restrictions on the movement and activities of its inhabitants. Also, because of Chester's distant location from Cook County, where most of the patients resided prior to confinement, placement at Chester means being deprived of contact with family and friends. See <i>Anthony v. Wilkinson,</i> 637 F.2d 1130, 1141 (7th Cir. 1980). The UST's interest in not being transferred to Chester without an individualized finding regarding his treatment needs and dangerousness is indeed substantial.\" <i>Johnson,</i> 521 F.Supp. at 727.</blockquote>\n<p>While, admittedly, White is less restrictive and less remote than Chester, the same reasoning applies in this case.</p>\n<p>Addressing the probable value of the additional procedure of an individualized assessment, we believe that this safeguard would contribute significantly toward ensuring that a decision to assign a patient to White \"is consistent with the patient's individual treatment needs and reflects the patient's need for a secured setting.\" <i>Johnson,</i> 521 F.Supp. at 728.</p>\n<p>Finally, we find that the burden on the state from the additional procedure of an individualized assessment is almost nonexistent. The defendants are already required to evaluate the treatment of each patient every 60 days. 730 ILCS 5/5-2-4(b) (West 1998). The plaintiffs merely request that the defendants include in this evaluation an individualized finding of what facility is most appropriate for them. In <i>Johnson,</i> the court found procedures to be appropriate that were much more extensive than those requested here. <i>Johnson,</i> 521 F.Supp. at 728.</p>\n<p></p>\n<h2>B. Substantive Due Process</h2>\n<p>The plaintiffs next claim that their assignment to White without individualized determinations infringes their substantive due process rights under <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 <span class=\"star-pagination\">*324</span> L.Ed.2d 28 (1982). In <i>Youngberg,</i> the Court observed that persons confined in state institutions retain an interest in freedom from bodily restraint. <i>Youngberg,</i> 457 U.S. at 316, 102 S.Ct. at 2458, 73 L.Ed.2d at 37. That interest, however, is not absolute. In order to determine whether the infringement of a liberty interest constitutes a violation of substantive due process, one balances the individual's interest in liberty against the state's asserted reasons for restraining individual liberty. <i>Youngberg,</i> 457 U.S. at 320, 102 S.Ct. at 2460, 73 L.Ed.2d at 40. <i>Youngberg</i> further instructs us that the standard for the balancing is \"professional judgment.\" It is this part of the holding that can be confusing for the word \"judgment\" can be ambiguous. \"Professional judgment\" can be argued to mean a decision any decision, however outrageous it might be, so long as it has been made by a professional. A careful reading of <i>Youngberg,</i> however, explodes this interpretation. <i>Youngberg</i> uses \"professional judgment\" not to mean a decision made by a professional but rather as synonymous with accepted standards and practices within the relevant profession.</p>\n<p>In our view, the ultimate standard that <i>Youngberg</i> delineates is treatment guided and informed by \"normal professional standards.\" See <i>Youngberg,</i> 457 U.S. at 323, 102 S.Ct. at 2462, 73 L.Ed.2d at 42. If a professional person makes the treatment decision, this standard is presumptively met. However, the presumption can be overcome. Deference to professional decisionmaking imposes a concomitant judicial duty to ensure that the professional's expertise was actually brought into play. See <i>Williams v. Robinson,</i> 432 F.2d 637, 641 (D.C.Cir.1970). If the decision is such a departure from the accepted standards and practices of the profession that it is clear that the decision was not guided by those standards and practices, then substantive due process is not satisfied. See <i>Youngberg,</i> 457 U.S. at 323, 102 S.Ct. at 2462, 73 L.Ed.2d at 42.</p>\n<p>In this case, there is no indication that a professional made a decision that Lucas and Dawson should be at White rather than elsewhere. Instead, the evidence indicates that they were placed at White pursuant to a blanket policy. Thus, the decision to place them at White does not enjoy a presumption of conformance with substantive due process. However, the plaintiffs have not presented evidence that placing them at White without an individualized determination is incompatible with normal professional standards and practices. Rather, the plaintiffs argue that, as understood by the Court in <i>Youngberg,</i> \"professional judgment\" by its very nature requires consideration of patients as individuals.</p>\n<p>Some courts have interpreted <i>Youngberg</i> as the plaintiffs urge. See <i>Walters v. Western State Hospital,</i> 864 F.2d 695, 700 (10th Cir.1988) (blanket policy of holding new patients incommunicado for a week or more could not be justified as in accord with professional judgment since individual patient's needs were not considered); <i>C.J.,</i> 296 Ill.App.3d at 31-32, 230 Ill.Dec. 458, 693 N.E.2d at 1218 (in evaluating <i>Youngberg</i> substantive due process claim on remand, trial court should determine whether staff had used \"individualized professional judgment\"). Nevertheless, given the lack of evidence with regard to the relevant professional standards and whether the treatment decision was made by a professional, we cannot decide the substantive due process issue. Moreover, the thrust of the plaintiffs' complaint deals with procedural rather than substantive shortcomings. The essence of the dispute in this case is whether the plaintiffs' assignment has been performed in accord with the proper procedure, not whether the substantive restrictions on their freedom of bodily movement are justified. Finally we note that, \"[a]s a general policy, Illinois courts will only decide constitutional questions where necessary to the disposition <span class=\"star-pagination\">*325</span> of the case.\" <i>Aurora East Public School District No. 131 v. Cronin,</i> 92 Ill. App.3d 1010, 1021, 48 Ill.Dec. 88, 415 N.E.2d 1372, 1381 (1981).</p>\n<p></p>\n<h2>III. Injunctive Relief</h2>\n<p>While the standard of review for a preliminary injunction is abuse of discretion, the standard for a permanent injunction is manifest weight of the evidence. <i>Harper v. Missouri Pacific Railroad Co.,</i> 282 Ill.App.3d 19, 24-25, 217 Ill.Dec. 806, 667 N.E.2d 1382, 1386 (1996); <i>Hasco, Inc. v. Roche,</i> 299 Ill.App.3d 118, 126, 233 Ill. Dec. 240, 700 N.E.2d 768, 773-74 (1998). \"A trial court's judgment is against the manifest weight of the evidence only if the opposite result is clearly evident.\" <i>Harper,</i> 282 Ill.App.3d at 25, 217 Ill.Dec. 806, 667 N.E.2d at 1386.</p>\n<p>An injunction should not be granted if the plaintiff has an adequate remedy at law. <i>Cross Wood Products, Inc. v. Suter,</i> 97 Ill.App.3d 282, 284, 52 Ill.Dec. 744, 422 N.E.2d 953, 956 (1981). The remedy at law is \"adequate\" if it is \"clear, complete, and as practical and efficient to the ends of justice and its prompt administration as the equitable remedy.\" <i>Cross Wood,</i> 97 Ill.App.3d at 286, 52 Ill. Dec. 744, 422 N.E.2d at 957. Here, the plaintiffs cannot be made whole by an action at law as there would be no way to determine damages. Where a violation is continuous in nature, the fact that only nominal damages could be recovered in an action at law often provides the very best reason why a court of equity should become involved. <i>Mutual of Omaha Life Insurance Co. v. Executive Plaza,</i> 99 Ill. App.3d 190, 195, 54 Ill.Dec. 638, 425 N.E.2d 503, 508 (1981).</p>\n<p>In order to be entitled to an injunction, a plaintiff must show that he or she possesses a certain and clearly ascertainable right. <i>Smith Oil Corp. v. Viking Chemical Co.,</i> 127 Ill.App.3d 423, 431, 82 Ill.Dec. 250, 468 N.E.2d 797, 802 (1984). In this case, we have determined that the plaintiffs have both a clear and certain right under the Mental Health Code to be placed pursuant to individualized assessments and a right under the fourteenth amendment not to be deprived of the entitlements granted under the Mental Health Code without procedural due process.</p>\n<p>A plaintiff must also show that he or she will suffer \"irreparable harm\" if relief is not granted. <i>Smith Oil,</i> 127 Ill. App.3d at 431, 82 Ill.Dec. 250, 468 N.E.2d at 802. In this context, \"irreparable harm\" does not mean injury that is beyond repair or compensation in damages but, rather, denotes transgressions of a continuing nature. <i>Tamalunis v. City of Georgetown,</i> 185 Ill.App.3d 173, 190, 134 Ill.Dec. 223, 542 N.E.2d 402, 413 (1989).</p>\n<p>The Department argues that the plaintiffs cannot demonstrate irreparable harm because the plaintiffs have not proven that after the requested individualized assessment they would be approved for placement elsewhere than at White. Thus, the Department argues, any harm is only speculative.</p>\n<p>Initially, we note that this is not the case for Lucas because the Department has admitted that he would be at Madden if he were not classified as NGRI. More importantly, regardless of whether the plaintiffs would be assigned to a different facility after an individualized determination, in the absence of such a determination the plaintiffs are being denied their procedural due process rights under the fourteenth amendment. A continuing violation of the United States Constitution (that cannot be adequately compensated with money) is a <i>per se</i> irreparable harm for injunction purposes. <i>Hamlyn v. Rock Island County Metropolitan Mass Transit District,</i> 960 F.Supp. 160, 162-64 (C.D.Ill. 1997); <i>Walters v. Thompson,</i> 615 F.Supp. 330, 341 (N.D.Ill.1985). The violation in the instant case is continuing and damages cannot be measured by any certain pecuniary standard.</p>\n<p>Finally, a court considering injunctive relief should balance the equities. <span class=\"star-pagination\">*326</span> <i>Village of Wilsonville v. SCA Services, Inc.,</i> 86 Ill.2d 1, 27, 55 Ill.Dec. 499, 426 N.E.2d 824, 837 (1981). We have already performed a balancing of the relative burdens to the plaintiffs and the defendants in analyzing the procedural due process claim and have resolved it in the plaintiffs' favor.</p>\n<p>Although the trial court denied the injunction, our analysis supports the opposite result. Accordingly, we hold that the trial court should have granted an injunction requiring that the placement of Lucas and Dawson be based on individualized determinations.</p>\n<p></p>\n<h2>IV. Class Certification</h2>\n<p>The trial court has not yet ruled on class certification. As we have found that the individual plaintiffs are entitled to relief, we remand for consideration of whether class certification is appropriate. If class certification is appropriate, the trial court should go on to consider whether the class is entitled to an injunction against the complained-of practice.</p>\n<p>The question may arise as to whether entry of judgment in favor of the proposed class representatives will render their individual claims moot and thus deprive them of standing to act as class representatives. As the question is not presently before us, we do not express an opinion on the effect of judgment being entered on behalf of the individual plaintiffs on the plaintiffs' status as class representatives. We instruct the trial court, however, that it should rule on the pending motion for class certification prior to ruling on any subsequent motions for dismissal or summary judgment based on the theory of mootness. If the class is certified, the court should allow a reasonable time for the substitution of other class members as the class representatives before making a ruling as to mootness. See <i>Hillenbrand v. Meyer Medical Group, S.C.,</i> 308 Ill.App.3d 381, 392, 241 Ill.Dec. 832, 720 N.E.2d 287, 296 (1999).</p>\n<p>Reversed and remanded with instructions.</p>\n<p>McNULTY, P.J., and TULLY, J., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">313</span></span> (2000)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">1</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">719</span></span></b></center>\n<center><h1>Timothy LUCAS and Melvin Dawson, Plaintiffs-Appellants,<br>\nv.<br>\nHoward A. PETERS III, Secretary of the Department of Human Services, and Nancy Staples, Facility Director of the Elgin Mental Health Center, Defendants-Appellees.</h1></center>\n<center>No. 1-99-3938.</center>\n<center><p><b>Appellate Court of Illinois, First District, First Division.</b></p></center>\n<center>December 4, 2000.</center>\n<p><span class=\"star-pagination\">*316</span> Mark J. Heyrman, Jamie Tanaka Weyeneth (Senior Law Student), Edwin F. Mandell Legal Aid Clinic, Chicago, for Appellants.</p>\n<p><span class=\"star-pagination\">*317</span> James Ryan, Joel D. Bertocchi, G. Christopher Slick, Office of the Attorney General, Chicago, for Appellees.</p>\n<p>Justice COHEN delivered the opinion of the court:</p>\n<p>On April 3, 1995, plaintiff Timothy Lucas was found not guilty by reason of insanity (NGRI). Pursuant to the provisions of the Unified Code of Corrections (730 ILCS 5/1-1-1 <i>et seq.</i> (West 1998)) (Code of Corrections) and the Mental Health and Developmental Disabilities Code (405 ILCS 5/1-100 <i>et seq.</i> (West 1998)) (Mental Health Code), he was committed to the custody of the Department of Mental Health and Developmental Disabilities (the DMHDD). The trial court found Lucas to be eligible for placement in a nonsecure setting. The DMHDD placed Lucas at the William White Cottage (White) at the Elgin Mental Health Center (Elgin).</p>\n<p>In July 1996, Lucas filed an eight-count complaint seeking an injunction requiring that the DMHDD consider placing him in a less restrictive facility than White, based on an individual assessment of his dangerousness and clinical needs.</p>\n<p>Lucas later amended his complaint to seek relief both on his own behalf and on behalf of a class comprising himself and others found NGRI (NGRIs) approved for placement at nonsecure facilities. The complaint alleged that the DMHDD's alleged policy of placing all NGRIs not needing placement in a secure setting into White without an individualized determination that White was the most clinically appropriate environment for the NGRIs violated provisions of the Mental Health Code and also violated the patients' due process rights under the fourteenth amendment to the United States Constitution (U.S. Const., amend. XIV).</p>\n<p>Subsequent to the filing of the first amended complaint, there was a state government reorganization. The DMHDD was eliminated and its functions were assumed by the Department of Human Services (Department). Lucas again amended the complaint to substitute the Secretary of the Department, Howard A. Peters III, and the director of the Elgin facility, Nancy Staples, for the DMHDD as defendants. Lucas also added Melvin Dawson as a plaintiff and proposed class representative.</p>\n<p>The Department has classified certain of its mental health facilities as \"forensic.\" The patients at the forensic facilities are all NGRIs, criminal defendants found unfit to stand trial (USTs) and patients considered to be behavior management problems. The mental health institutions are also classified as \"secure\" or \"nonsecure.\" William White Cottage, a 38-bed facility at Elgin, is the only forensic facility classified as nonsecure. Other nonsecure facilities are located at Madden Mental Health Center (Madden), Tinley Park Mental Health Center (Tinley Park) and Reed Mental Health Center (Reed). There is a maximum security facility in Chester that houses both forensic and civil patients.</p>\n<p>After a verdict of NGRI, a defendant subject to involuntary admission or in need of inpatient treatment is transferred to the custody of the Department. 730 ILCS 5/5-2-4(a) (West 1998). The Department then places the NGRI at one of its mental health facilities. Placement must be in a secure facility unless the court finds that there are compelling reasons for placement elsewhere. 730 ILCS 5/5-2-4(a) (West 1998).</p>\n<p>NGRIs, whether they are committed or not, remain under the jurisdiction of the criminal court for a period of time equal to the longest possible sentence for the most serious of the crimes with which they were charged. 730 ILCS 5/5-2-4 (West 1998). The end of this period is known as the \"<i>Thiem</i>\" date. <i>People v. Thiem,</i> <span class=\"citation\" data-id=\"2150984\"><a href=\"/opinion/2150984/people-v-thiem/\"><span class=\"volume\">82</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">956</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">416</span></span>, <span class=\"citation\" data-id=\"2150984\"><a href=\"/opinion/2150984/people-v-thiem/\"><span class=\"volume\">403</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">647</span></a></span> (1980). When institutionalized NGRIs reach the <i>Thiem</i> date, the Department either releases them or recommits them as civil patients, voluntarily or involuntarily as the case may be.</p>\n<p><span class=\"star-pagination\">*318</span> According to the plaintiffs, Madden, Tinley Park and Reed are less restrictive than is White. In its answers, the Department admitted that it \"maintains facilities that are substantially less restrictive of physical movement than the William White Cottage, including but not limited to Madden.\" Patients at the nonforensic facilities are eligible for unsupervised on-grounds passes, which allow the patients to travel around the campus unescorted. At Madden, patients may be allowed to walk around for up to an hour; at Tinley Park, for two hours. At White, the patients are also eligible for unsupervised on-grounds passes; however, the passes only allow the patients to walk between nearby buildings. These walks would only take between 5 and 10 minutes.</p>\n<p>The Department generally places civil committees at the nonforensic facility nearest to their homes. The patients living at Madden, Tinley Park and Reed, moreover, are housed in separate pavilions based on the location of their former residence. Each of the pavilions is connected with one or more community health centers that serve that area. These community health centers later provide post-discharge treatment. The NGRIs at White, however, are not housed according to former residence.</p>\n<p>According to the complaint, the defendants violated Lucas' and Dawson's rights by assigning them to White without considering whether one of the other nonsecure facilities might be more appropriate. Lucas lived in Oak Park before he was committed. Both Reed and Madden are closer to his family and former residence than is Elgin. Dawson lived in Chicago. Tinley Park is closer to his family and former residence than is Elgin.</p>\n<p>The plaintiffs further alleged that the director of the Madden facility determined that Lucas could be treated at Madden instead of at White. However, the director made this determination before he learned that placing Lucas at Madden would violate the DMHDD policy of keeping all NGRIs approved for a nonsecure setting at White. The defendants have admitted that Lucas would have been placed at Madden if he had been civilly committed rather than adjudicated NGRI.</p>\n<p>At trial, the plaintiffs called Dr. Ronald Simmons, who at the time was in charge of all forensic operations for the Department, and Dr. Daniel Hardy, an assistant medical director who works primarily in the forensic treatment program at Elgin. Dr. Simmons, during his examination by the plaintiffs, explained to the court the Department's policy of \"segregating\" NGRIs from civil patients.</p>\n<blockquote>\"THE WITNESS: Well, the difference is with an NGRI, the case I have in mind is someone who has been acquitted on a charge of murder or of a violent, violent type of crime, I think that we would assume that the risk for them to act out in this manner is higher than another group of patients who do not have a history of murder.</blockquote>\n<blockquote>So in terms of risk management, risk toward proclivity toward violent behavior, I would want to treat them apart from other patients.</blockquote>\n<blockquote>THE COURT: But both civil and NGRI or UST they are not going to be recommended for nonsecure setting if they're still considered a risk?</blockquote>\n<blockquote>THE WITNESS: That's correct.</blockquote>\n<blockquote>THE COURT: So once they are at the point where there's been a clinical determination that they are no longer a threat to themselves or others, why is there a differentiation in your mind then between the civil and NGRI patients?</blockquote>\n<blockquote>The decision has been made that they are no longer a danger. I don't care what they might have done. That's past history. If they are still a danger, they are not supposed to be in a nonsecure setting in either situation.</blockquote>\n<blockquote>THE WITNESS: Correct. Yes. That's correct.</blockquote>\n<blockquote>THE COURT: What's the reason for this policy?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*319</span> THE WITNESS: I don't know.</blockquote>\n<blockquote>THE COURT: Who does?</blockquote>\n<blockquote>THE WITNESS: I can't answer that.</blockquote>\n<blockquote>THE COURT: You have been there since 1982, is that right?</blockquote>\n<blockquote>THE WITNESS: Yes.</blockquote>\n<blockquote>THE COURT: You haven't an inclination as to what's going on there then?</blockquote>\n<blockquote>THE WITNESS: Not at Elgin.</blockquote>\n<blockquote>THE COURT: Well, you had supervisory responsibility over Madden, Tinley Park, Reed, Metro Center, and for the last ten years been in charge of the forensic unit throughout the state.</blockquote>\n<blockquote>Now this lawsuit has been filed because they claim that the NGRIs are being treated differently than other people that are in the exact same clinical situation. And you don't know why the civil patients-your answer was I don't know.</blockquote>\n<blockquote>You have civil patients that would benefit from being at Tinley Park, but are saying that an NGRI who is no longer in a clinical situation, a danger to themselves or anybody else, they wouldn't benefit from the same treatment proposal as a civilly committed person?</blockquote>\n<blockquote>THE WITNESS: That's correct, Your Honor.</blockquote>\n<blockquote>THE COURT: You feel that way?</blockquote>\n<blockquote>THE WITNESS: Yes, and I can explain my answer.\"</blockquote>\n<p>Dr. Simmons went on to explain that at Madden, Tinley Park and Reed, the conditions of the patients are usually more acute and less in remission than those of the patients at White. There is a much higher turnover at Madden, Tinley Park and Reed than at White. At White, Dr. Simmons testified, there is a \"stable peer culture,\" and the patients receive a \"longer term type of treatment.\"</p>\n<p>Dr. Hardy testified that civil patients are treated for early stabilization and release, when the goal for NGRIs is longer-term stabilization. He opined that forensic patients have different needs and that the staff at the nonforensic facilities are not equipped to deal with those needs.</p>\n<blockquote>\"Forensic expertise in my judgment is not something that one picks up at a training course. It requires literally years of experience. I have worked in various capacities at some of the major medical centers in the City of Chicago, public and private, and I can tell you, it is difficult enough to find staff that are even comfortable asking the civil patient about his or her sex life, which is going to be important in the comprehensive treatment of a psychiatric disorder. But if they have that kind of difficulty asking about something that's as common as that, they are having extreme difficulty in asking a patient about his sister that he chopped up and killed or her baby that she smothered to death. It is very difficult to be able to ask those kinds of questions and to work with those kinds of patients in a therapeutic environment without the therapist reacting to the patients in a negative manner. And that takes much more than training, it takes literally years of experience.\"</blockquote>\n<p>There was no evidence presented that the plaintiffs had been committed for crimes of violence.</p>\n<p>The trial judge ruled in favor of the defendants, indicating that he did not think it was the court's place to \"micromanage\" the operations of the Department. The court did not make an explicit ruling on class certification. This appeal followed.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Only the plaintiffs' claims in their individual capacities are before us, as the trial court has not yet ruled on class certification.</p>\n<p></p>\n<h2>I. State Law Claims</h2>\n<p>Both the Code of Corrections and the Mental Health Code apply to the plaintiffs. The disposition of insanity acquittees is addressed in section 5-2-4 of the Code of Corrections. 730 ILCS 5/5-2-4 (West <span class=\"star-pagination\">*320</span> 1998). Section 5-2-4 provides for the involuntary commitment of NGRIs who are deemed in need of it. It dictates that the \"admission, detention, care, treatment or habilitation\" of these NGRIs shall be under the Mental Health Code. 730 ILCS 5/5-2-4(b) (West 1998). In the event of a conflict between the criminal commitment provisions of the Code of Corrections and the Mental Health Code, the Code of Corrections prevails. 730 ILCS 5/5-2-4(k) (West 1998).</p>\n<p>The plaintiffs claim that the Department, by not placing NGRI patients based on individual assessments, abridges rights afforded to committees under the Mental Health Code. We must consider whether the Mental Health Code does indeed grant such rights and, if it does so, whether the Code of Corrections nevertheless trumps the relevant Mental Health Code provisions. As the question of what statutes apply to the plaintiffs is a question of law, our review is <i>de novo. </i><i>People v. Ernst,</i> 311 Ill.App.3d 672, 675, <span class=\"citation\" data-id=\"2040080\"><a href=\"/opinion/2040080/people-v-ernst/\"><span class=\"volume\">244</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"2040080\"><a href=\"/opinion/2040080/people-v-ernst/\"><span class=\"volume\">725</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">59</span></a></span>, 63 (2000). The question of whether the defendants have complied with the provisions of the applicable statutes will be a mixed question of fact and law, reviewed under the \"clearly erroneous\" standard. <i>City of Belvidere v. Illinois State Labor Relations Board,</i> <span class=\"citation\" data-id=\"2085530\"><a href=\"/opinion/2085530/city-of-belvidere-v-ill-state-labor-rel-bd/\"><span class=\"volume\">181</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">191</span></a></span>, 205, <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">522</span></span>, <span class=\"citation\" data-id=\"2085530\"><a href=\"/opinion/2085530/city-of-belvidere-v-ill-state-labor-rel-bd/\"><span class=\"volume\">692</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">295</span></a></span>, 303 (1998).</p>\n<p></p>\n<h2>A. Counts I and II</h2>\n<p>The plaintiffs initially claim that assigning them to White without an individualized determination of their dangerousness or clinical needs violates the Mental Health Code. The Mental Health Code states: \"A recipient of services shall be provided with adequate and humane care and services in the least restrictive environment, pursuant to an individual services plan.\" 405 ILCS 5/2-102(a) (West 1998). In count I, the plaintiffs allege that the Department's practice violates their right to treatment in the least restrictive environment. Count II alleges that the practice violates their right to an individual services plan. Our analysis begins by examining the three primary cases relied upon by the parties.</p>\n<p>The plaintiff in <i>Johnson v. Brelje,</i> <span class=\"citation\" data-id=\"1664803\"><a href=\"/opinion/1664803/johnson-v-brelje/\"><span class=\"volume\">521</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">723</span></a></span> (N.D.Ill.1981), had been charged with a crime, but was found unfit to stand trial (UST). At the time, the DMHDD had a policy of placing all male USTs at the maximum security facility in Chester. The plaintiff brought a federal civil rights suit on behalf of himself and a class of similarly situated individuals (class certified at <i>Johnson v. Brelje,</i> <span class=\"citation\" data-id=\"2095817\"><a href=\"/opinion/2095817/johnson-v-brelje/\"><span class=\"volume\">482</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">121</span></a></span> (N.D.Ill.1979)) alleging, among other things, that placing all male USTs at Chester without an individualized determination of their dangerousness or their clinical needs deprived them of entitlements under the Mental Health Code without procedural due process. The case was resolved on cross-motions for summary judgment. The district court found that automatic placement at Chester violated the plaintiffs' procedural due process rights.</p>\n<p>The Seventh Circuit Court of Appeals affirmed. The court held that the rights in the Mental Health Code on which the plaintiffs' claim was based did not conflict with the Code of Corrections. <i>Johnson v. Brelje,</i> <span class=\"citation\" data-id=\"415389\"><a href=\"/opinion/415389/william-johnson-by-his-conservator-richard-johnson-on-his-own-behalf-and/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span>, 1206 (7th Cir.1983). Therefore, the plaintiffs had state-created liberty interests that were entitled to procedural due process under the fourteenth amendment.</p>\n<p>In <i>Maust v. Headley,</i> <span class=\"citation\" data-id=\"579984\"><a href=\"/opinion/579984/david-edward-maust-v-dennis-e-headley-superintendent-forensic-program/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span> (7th Cir.1992), the court rejected a claim that the transfer of a UST to Chester from Elgin violated his rights under the Mental Health Code. According to the plaintiff, putting him in Chester deprived him of his right to treatment in the least restrictive environment and other rights guaranteed by the Mental Health Code. The court acknowledged that the <i>Johnson</i> case would normally support the plaintiff's claim, but noted that the applicable statutes had changed since <i>Johnson</i> was decided. The legislature had added the following amendatory language to the Code of Corrections, <span class=\"star-pagination\">*321</span> which the <i>Maust</i> court found to conflict with the rights asserted under the Mental Health Code:</p>\n<blockquote>\"The [NGRI] defendant shall be placed in a secure setting unless the Court determines that there are compelling reasons why such placement is not necessary.\" 730 ILCS 5/5-2-4(a) (West 1998).</blockquote>\n<p>In <i>Maust,</i> there was no determination by a court that secure placement was not necessary. In cases of conflict between the Mental Health Code and section 5-2-4 of the Code of Corrections, the Code of Corrections prevails. 730 ILCS 5/5-2-4(k) (West 1998). Because the Code of Corrections mandates a secure setting unless a court determines secure placement is not necessary, the court found that the plaintiffs did not have a right to treatment in the least restrictive environment.</p>\n<p>In <i>C.J. v. Department of Mental Health &amp; Developmental Disabilities,</i> <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">296</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">17</span></a></span>, <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">230</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">693</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1209</span></a></span> (1998), the plaintiff NGRIs (who had not been found suitable for nonsecure placement) challenged the DMHDD's alleged policy of never giving unsupervised grounds passes to committees at the Elgin secure facility. Applying <i>Maust,</i> this court held that the policy did not violate any right to treatment in the least restrictive environment. Because there had not been a finding of compelling reasons that the plaintiffs in <i>C.J.</i> could be placed in a nonsecure setting, we held that \"[t]he `secure setting' provided for in section 5-2-4 of the Code of Corrections is in effect the least restrictive environment permitted for NGRI acquittees under the law, in the absence of compelling reasons for other placement.\" <i>C.J.,</i> 296 Ill.App.3d at 24, <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">230</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">458</span></a></span>, 693 N.E.2d at 1213.</p>\n<p>We noted that this result was all the more certain because the Code of Corrections specifically provided with regard to NGRIs in a secure setting:</p>\n<blockquote>\"During this period of time, the defendant shall not be permitted to be in the community in any manner, including but not limited to off-grounds privileges, with or without escort by personnel of the Department of Human Services, unsupervised on-grounds privileges, discharge of conditional or temporary release, except by a plan as provided in this Section.\" 730 ILCS 5/5-2-4(b) (West 1998).</blockquote>\n<p>Accordingly, the plaintiffs were not entitled to be considered for unsupervised on-grounds passes.</p>\n<p>The relevant precedent for the statutory claims here must be <i>Johnson,</i> rather than <i>Maust</i> or <i>C.J.</i> The crucial factor distinguishing the instant case from <i>C.J.</i> and <i>Maust</i> derives from the court here having found that there <i>are</i> compelling reasons for nonsecure placement of the plaintiffs. Because of this finding, the Code of Corrections does not require that the plaintiffs here be placed in a secure setting or that they be denied unsupervised on-grounds passes. The passages in section 5-2-4 of the Code of Corrections that <i>Maust</i> and <i>C.J.</i> found to conflict with the rights granted in the Mental Health Code do not apply here. As there is no conflict, the relevant Mental Health Code provisions are not preempted. <i>Johnson,</i> rather than <i>Maust,</i> is the case to which we must look.</p>\n<p>The district court in <i>Johnson</i> held that the Mental Health Code gave USTs the right to an individual assessment to determine whether they belonged at Chester before being placed there arbitrarily. The <i>Johnson</i> court's discussion pertaining to USTs could just as easily apply to the NGRIs in this case.</p>\n<blockquote>\"[U]nlike convicted criminals, plaintiffs can justifiably expect that their assignment will be based upon an individualized determination of their dangerousness, conducted prior to placement. This expectation is rooted in the provision of the Illinois Mental Health Code that requires patients to be treated in the least restrictive environment possible, according to an individualized service <span class=\"star-pagination\">*322</span> plan.\" <i>Johnson,</i> 521 F.Supp. at 726.</blockquote>\n<p>The testimony in the instant case shows that placement is not based on individualized determinations. It is clear that NGRI status is being used as a proxy for clinically salient characteristics. \"Not guilty by reason of insanity\" is not a medical diagnosis. The witnesses justified their practice of segregating NGRIs by pointing to the NGRIs' supposed histories of violence. But one does not have to commit a crime of violence to be adjudged NGRI. Not all patients who have committed violent acts are institutionalized as NGRIs rather than as civil patients. In fact, once an NGRI reaches his or her <i>Thiem</i> date, the patient is no longer housed at White and is no longer considered an NGRI. Clearly, the <i>Thiem</i> date is not in itself medically significant. The decision to use NGRI status in this way seems to be merely one of convenience rather than therapy. As the district court in <i>Johnson</i> noted with regard to USTs, \"[t]he assignment [of USTs to Chester] is made on administrative grounds, as there is no individualized finding that a particular UST has need for, or would benefit from, placement in a facility as restrictive as Chester.\" <i>Johnson,</i> 521 F.Supp. at 727.</p>\n<p>Following <i>Johnson,</i> we find that the plaintiffs are entitled to placement based on an individualized assessment.</p>\n<p></p>\n<h2>B. Count III</h2>\n<p>The Mental Health Code also states that: \"[a] person with a known or suspected mental illness or developmental disability shall not be denied mental health or developmental services because of * * * criminal record unrelated to present dangerousness.\" 405 ILCS 5/2-100 (West 1998). In count III, the plaintiffs contend that \"geographic placement\" is a mental health service that they are being denied because of criminal record (<i>i.e.,</i> their status as NGRIs) without regard to present dangerousness. According to the plaintiffs, this \"service\" includes being placed in the mental health facility nearest their families and former residences and having contact with community mental health organizations that will provide their post-discharge treatment. According to the uncontradicted testimony at trial, however, the NGRIs at White Cottage receive the same attention from community mental health organizations as do civil committees at Madden, Tinley Park or Reed. The only other element of geographic placement is proximity to family and former residence. While not a frivolous concern (see <i>Anthony v. Wilkinson,</i> <span class=\"citation\" data-id=\"385856\"><a href=\"/opinion/385856/dennis-ray-anthony-v-george-c-wilkinson-warden-u-s-penitentiary/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span>, 1141 (7th Cir.1980)), we think that being housed close to one's family cannot be considered a \"mental health service.\" Such an interpretation simply does not accord with the commonly understood meaning of the words.</p>\n<p>The plaintiffs respond that the Mental Health Code defines \"treatment\" to include \"hospitalization.\" 405 ILCS 5/1-128 (West 1998). From this plaintiffs conclude that \"choice of hospital is an element of treatment.\" We disagree. While the Mental Health Code provides that hospitalization is an element of treatment, it does not provide that hospitalization in any particular location is an element of treatment. Count III fails.</p>\n<p></p>\n<h2>C. Count IV</h2>\n<p>The Mental Health Code directs that \"[t]he Secretary of Human Services and the facility director of each service provider shall adopt in writing such policies and procedures as are necessary to implement this Chapter. Such policies and procedures may amplify or expand, but shall not restrict or limit, the rights guaranteed to recipients by this Chapter.\" 405 ILCS 5/2-202 (West 1998). Count IV alleges that the defendants have adopted policies that restrict the plaintiffs' rights under the Mental Health Code as set out in counts I through III.</p>\n<p>Count IV, as pled, restates counts I through III. See <i>C.J.,</i> 296 Ill.App.3d at 27, <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">230</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">458</span></a></span>, 693 N.E.2d at 1215. Insofar <span class=\"star-pagination\">*323</span> as it is based on counts I and II, it succeeds, and insofar as it is based on count III, it fails.</p>\n<p></p>\n<h2>II. The Constitutional Claims</h2>\n<p>The remaining counts allege violation of the plaintiffs' procedural and substantive due process rights under the Fourteenth Amendment.</p>\n<p></p>\n<h2>A. Procedural Due Process</h2>\n<p>The plaintiffs claim that they are being deprived of the right to treatment in the least restrictive environment without procedures necessary to satisfy due process. The procedural protection they request is a decision by a mental health professional that is based on an individualized assessment of their situations. This relief is the same relief they claim as an entitlement under the Mental Health Code.</p>\n<p>In <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 903, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span>, 33 (1976), the Supreme Court set out the method for determining whether due process requires a particular procedural safeguard:</p>\n<blockquote>\"[I]dentification of the specific dictates of due process generally requires consideration of three distinct factors: First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\"</blockquote>\n<p>The district court in <i>Johnson</i> applied this test to determine whether the automatic assignment of all USTs to Chester deprived them of their state-created interest in treatment in the least restrictive environment without procedural due process. With regard to the interests of the individual patients, the court in <i>Johnson</i> found:</p>\n<blockquote>\"The Chester facility is a maximum security institution that imposes severe restrictions on the movement and activities of its inhabitants. Also, because of Chester's distant location from Cook County, where most of the patients resided prior to confinement, placement at Chester means being deprived of contact with family and friends. See <i>Anthony v. Wilkinson,</i> <span class=\"citation\" data-id=\"385856\"><a href=\"/opinion/385856/dennis-ray-anthony-v-george-c-wilkinson-warden-u-s-penitentiary/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span>, 1141 (7th Cir. 1980). The UST's interest in not being transferred to Chester without an individualized finding regarding his treatment needs and dangerousness is indeed substantial.\" <i>Johnson,</i> 521 F.Supp. at 727.</blockquote>\n<p>While, admittedly, White is less restrictive and less remote than Chester, the same reasoning applies in this case.</p>\n<p>Addressing the probable value of the additional procedure of an individualized assessment, we believe that this safeguard would contribute significantly toward ensuring that a decision to assign a patient to White \"is consistent with the patient's individual treatment needs and reflects the patient's need for a secured setting.\" <i>Johnson,</i> 521 F.Supp. at 728.</p>\n<p>Finally, we find that the burden on the state from the additional procedure of an individualized assessment is almost nonexistent. The defendants are already required to evaluate the treatment of each patient every 60 days. 730 ILCS 5/5-2-4(b) (West 1998). The plaintiffs merely request that the defendants include in this evaluation an individualized finding of what facility is most appropriate for them. In <i>Johnson,</i> the court found procedures to be appropriate that were much more extensive than those requested here. <i>Johnson,</i> 521 F.Supp. at 728.</p>\n<p></p>\n<h2>B. Substantive Due Process</h2>\n<p>The plaintiffs next claim that their assignment to White without individualized determinations infringes their substantive due process rights under <i>Youngberg v. Romeo,</i> <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, 73 <span class=\"star-pagination\">*324</span> L.Ed.2d 28 (1982). In <i>Youngberg,</i> the Court observed that persons confined in state institutions retain an interest in freedom from bodily restraint. <i>Youngberg,</i> 457 U.S. at 316, 102 S.Ct. at 2458, 73 L.Ed.2d at 37. That interest, however, is not absolute. In order to determine whether the infringement of a liberty interest constitutes a violation of substantive due process, one balances the individual's interest in liberty against the state's asserted reasons for restraining individual liberty. <i>Youngberg,</i> 457 U.S. at 320, 102 S.Ct. at 2460, 73 L.Ed.2d at 40. <i>Youngberg</i> further instructs us that the standard for the balancing is \"professional judgment.\" It is this part of the holding that can be confusing for the word \"judgment\" can be ambiguous. \"Professional judgment\" can be argued to mean a decision any decision, however outrageous it might be, so long as it has been made by a professional. A careful reading of <i>Youngberg,</i> however, explodes this interpretation. <i>Youngberg</i> uses \"professional judgment\" not to mean a decision made by a professional but rather as synonymous with accepted standards and practices within the relevant profession.</p>\n<p>In our view, the ultimate standard that <i>Youngberg</i> delineates is treatment guided and informed by \"normal professional standards.\" See <i>Youngberg,</i> 457 U.S. at 323, 102 S.Ct. at 2462, 73 L.Ed.2d at 42. If a professional person makes the treatment decision, this standard is presumptively met. However, the presumption can be overcome. Deference to professional decisionmaking imposes a concomitant judicial duty to ensure that the professional's expertise was actually brought into play. See <i>Williams v. Robinson,</i> <span class=\"citation\" data-id=\"292488\"><a href=\"/opinion/292488/donald-williams-v-luther-d-robinson-acting-superintendent-of-saint/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span>, 641 (D.C.Cir.1970). If the decision is such a departure from the accepted standards and practices of the profession that it is clear that the decision was not guided by those standards and practices, then substantive due process is not satisfied. See <i>Youngberg,</i> 457 U.S. at 323, 102 S.Ct. at 2462, 73 L.Ed.2d at 42.</p>\n<p>In this case, there is no indication that a professional made a decision that Lucas and Dawson should be at White rather than elsewhere. Instead, the evidence indicates that they were placed at White pursuant to a blanket policy. Thus, the decision to place them at White does not enjoy a presumption of conformance with substantive due process. However, the plaintiffs have not presented evidence that placing them at White without an individualized determination is incompatible with normal professional standards and practices. Rather, the plaintiffs argue that, as understood by the Court in <i>Youngberg,</i> \"professional judgment\" by its very nature requires consideration of patients as individuals.</p>\n<p>Some courts have interpreted <i>Youngberg</i> as the plaintiffs urge. See <i>Walters v. Western State Hospital,</i> <span class=\"citation\" data-id=\"516257\"><a href=\"/opinion/516257/ralph-walters-v-western-state-hospital-ft-supply-oklahoma-and-patrick/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 700 (10th Cir.1988) (blanket policy of holding new patients incommunicado for a week or more could not be justified as in accord with professional judgment since individual patient's needs were not considered); <i>C.J.,</i> 296 Ill.App.3d at 31-32, <span class=\"citation\" data-id=\"2084821\"><a href=\"/opinion/2084821/cj-v-department-of-mental-health-and-dev-disabilities/\"><span class=\"volume\">230</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">458</span></a></span>, 693 N.E.2d at 1218 (in evaluating <i>Youngberg</i> substantive due process claim on remand, trial court should determine whether staff had used \"individualized professional judgment\"). Nevertheless, given the lack of evidence with regard to the relevant professional standards and whether the treatment decision was made by a professional, we cannot decide the substantive due process issue. Moreover, the thrust of the plaintiffs' complaint deals with procedural rather than substantive shortcomings. The essence of the dispute in this case is whether the plaintiffs' assignment has been performed in accord with the proper procedure, not whether the substantive restrictions on their freedom of bodily movement are justified. Finally we note that, \"[a]s a general policy, Illinois courts will only decide constitutional questions where necessary to the disposition <span class=\"star-pagination\">*325</span> of the case.\" <i>Aurora East Public School District No. 131 v. Cronin,</i> <span class=\"citation\" data-id=\"2042575\"><a href=\"/opinion/2042575/aurora-e-public-sch-dist-v-cronin/\"><span class=\"volume\">92</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">1010</span></a></span>, 1021, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">88</span></span>, <span class=\"citation\" data-id=\"2042575\"><a href=\"/opinion/2042575/aurora-e-public-sch-dist-v-cronin/\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1372</span></a></span>, 1381 (1981).</p>\n<p></p>\n<h2>III. Injunctive Relief</h2>\n<p>While the standard of review for a preliminary injunction is abuse of discretion, the standard for a permanent injunction is manifest weight of the evidence. <i>Harper v. Missouri Pacific Railroad Co.,</i> 282 Ill.App.3d 19, 24-25, <span class=\"citation\" data-id=\"2036252\"><a href=\"/opinion/2036252/harper-v-missouri-pacific-r-co/\"><span class=\"volume\">217</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">806</span></a></span>, <span class=\"citation\" data-id=\"2036252\"><a href=\"/opinion/2036252/harper-v-missouri-pacific-r-co/\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1382</span></a></span>, 1386 (1996); <i>Hasco, Inc. v. Roche,</i> 299 Ill.App.3d 118, 126, <span class=\"citation\" data-id=\"2083662\"><a href=\"/opinion/2083662/hasco-inc-v-roche/\"><span class=\"volume\">233</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"2083662\"><a href=\"/opinion/2083662/hasco-inc-v-roche/\"><span class=\"volume\">700</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">768</span></a></span>, 773-74 (1998). \"A trial court's judgment is against the manifest weight of the evidence only if the opposite result is clearly evident.\" <i>Harper,</i> 282 Ill.App.3d at 25, <span class=\"citation\" data-id=\"2036252\"><a href=\"/opinion/2036252/harper-v-missouri-pacific-r-co/\"><span class=\"volume\">217</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">806</span></a></span>, 667 N.E.2d at 1386.</p>\n<p>An injunction should not be granted if the plaintiff has an adequate remedy at law. <i>Cross Wood Products, Inc. v. Suter,</i> 97 Ill.App.3d 282, 284, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">744</span></span>, <span class=\"citation\" data-id=\"2245962\"><a href=\"/opinion/2245962/cross-wood-products-v-suter/\"><span class=\"volume\">422</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">953</span></a></span>, 956 (1981). The remedy at law is \"adequate\" if it is \"clear, complete, and as practical and efficient to the ends of justice and its prompt administration as the equitable remedy.\" <i>Cross Wood,</i> 97 Ill.App.3d at 286, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">744</span></span>, 422 N.E.2d at 957. Here, the plaintiffs cannot be made whole by an action at law as there would be no way to determine damages. Where a violation is continuous in nature, the fact that only nominal damages could be recovered in an action at law often provides the very best reason why a court of equity should become involved. <i>Mutual of Omaha Life Insurance Co. v. Executive Plaza,</i> <span class=\"citation\" data-id=\"2135076\"><a href=\"/opinion/2135076/mutual-of-omaha-life-ins-v-executive-plaza/\"><span class=\"volume\">99</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">190</span></a></span>, 195, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">638</span></span>, <span class=\"citation\" data-id=\"2135076\"><a href=\"/opinion/2135076/mutual-of-omaha-life-ins-v-executive-plaza/\"><span class=\"volume\">425</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">503</span></a></span>, 508 (1981).</p>\n<p>In order to be entitled to an injunction, a plaintiff must show that he or she possesses a certain and clearly ascertainable right. <i>Smith Oil Corp. v. Viking Chemical Co.,</i> 127 Ill.App.3d 423, 431, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">250</span></span>, <span class=\"citation\" data-id=\"2234321\"><a href=\"/opinion/2234321/smith-oil-corp-v-viking-chemical-co/\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></a></span>, 802 (1984). In this case, we have determined that the plaintiffs have both a clear and certain right under the Mental Health Code to be placed pursuant to individualized assessments and a right under the fourteenth amendment not to be deprived of the entitlements granted under the Mental Health Code without procedural due process.</p>\n<p>A plaintiff must also show that he or she will suffer \"irreparable harm\" if relief is not granted. <i>Smith Oil,</i> 127 Ill. App.3d at 431, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">250</span></span>, 468 N.E.2d at 802. In this context, \"irreparable harm\" does not mean injury that is beyond repair or compensation in damages but, rather, denotes transgressions of a continuing nature. <i>Tamalunis v. City of Georgetown,</i> 185 Ill.App.3d 173, 190, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">223</span></span>, <span class=\"citation\" data-id=\"2055482\"><a href=\"/opinion/2055482/tamalunis-v-city-of-georgetown/\"><span class=\"volume\">542</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">402</span></a></span>, 413 (1989).</p>\n<p>The Department argues that the plaintiffs cannot demonstrate irreparable harm because the plaintiffs have not proven that after the requested individualized assessment they would be approved for placement elsewhere than at White. Thus, the Department argues, any harm is only speculative.</p>\n<p>Initially, we note that this is not the case for Lucas because the Department has admitted that he would be at Madden if he were not classified as NGRI. More importantly, regardless of whether the plaintiffs would be assigned to a different facility after an individualized determination, in the absence of such a determination the plaintiffs are being denied their procedural due process rights under the fourteenth amendment. A continuing violation of the United States Constitution (that cannot be adequately compensated with money) is a <i>per se</i> irreparable harm for injunction purposes. <i>Hamlyn v. Rock Island County Metropolitan Mass Transit District,</i> <span class=\"citation\" data-id=\"1458355\"><a href=\"/opinion/1458355/hamlyn-v-rock-island-county-metropolitan/\"><span class=\"volume\">960</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">160</span></a></span>, 162-64 (C.D.Ill. 1997); <i>Walters v. Thompson,</i> <span class=\"citation\" data-id=\"1515213\"><a href=\"/opinion/1515213/walters-v-thompson/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">330</span></a></span>, 341 (N.D.Ill.1985). The violation in the instant case is continuing and damages cannot be measured by any certain pecuniary standard.</p>\n<p>Finally, a court considering injunctive relief should balance the equities. <span class=\"star-pagination\">*326</span> <i>Village of Wilsonville v. SCA Services, Inc.,</i> <span class=\"citation\" data-id=\"2170408\"><a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">1</span></a></span>, 27, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">499</span></span>, <span class=\"citation\" data-id=\"2170408\"><a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></a></span>, 837 (1981). We have already performed a balancing of the relative burdens to the plaintiffs and the defendants in analyzing the procedural due process claim and have resolved it in the plaintiffs' favor.</p>\n<p>Although the trial court denied the injunction, our analysis supports the opposite result. Accordingly, we hold that the trial court should have granted an injunction requiring that the placement of Lucas and Dawson be based on individualized determinations.</p>\n<p></p>\n<h2>IV. Class Certification</h2>\n<p>The trial court has not yet ruled on class certification. As we have found that the individual plaintiffs are entitled to relief, we remand for consideration of whether class certification is appropriate. If class certification is appropriate, the trial court should go on to consider whether the class is entitled to an injunction against the complained-of practice.</p>\n<p>The question may arise as to whether entry of judgment in favor of the proposed class representatives will render their individual claims moot and thus deprive them of standing to act as class representatives. As the question is not presently before us, we do not express an opinion on the effect of judgment being entered on behalf of the individual plaintiffs on the plaintiffs' status as class representatives. We instruct the trial court, however, that it should rule on the pending motion for class certification prior to ruling on any subsequent motions for dismissal or summary judgment based on the theory of mootness. If the class is certified, the court should allow a reasonable time for the substitution of other class members as the class representatives before making a ruling as to mootness. See <i>Hillenbrand v. Meyer Medical Group, S.C.,</i> 308 Ill.App.3d 381, 392, <span class=\"citation\" data-id=\"2230111\"><a href=\"/opinion/2230111/hillenbrand-v-meyer-medical-group-sc/\"><span class=\"volume\">241</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">832</span></a></span>, <span class=\"citation\" data-id=\"2230111\"><a href=\"/opinion/2230111/hillenbrand-v-meyer-medical-group-sc/\"><span class=\"volume\">720</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">287</span></a></span>, 296 (1999).</p>\n<p>Reversed and remanded with instructions.</p>\n<p>McNULTY, P.J., and TULLY, J., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/385856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/415389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/516257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/579984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1458355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1515213/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1664803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2036252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2040080/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2042575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2055482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2083662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2084821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2085530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2095817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2135076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2150984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2170408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2230111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2234321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2245962/"
          ]
        }
      ],
      "judges": "Cohen",
      "date_created": "2015-10-22T18:44:41.277546Z",
      "date_modified": "2016-03-03T21:19:18.992361Z",
      "date_filed": "2000-12-04",
      "date_filed_is_approximate": false,
      "slug": "lucas-v-peters",
      "citation_id": 2007081,
      "case_name_short": "Lucas",
      "case_name": "Lucas v. Peters",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "318 Ill. App. 3d 1",
      "state_cite_two": "251 Ill. Dec. 719",
      "state_cite_three": "",
      "state_cite_regional": "741 N.E.2d 313",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1867858/lucas-v-peters/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:06:09.326535Z",
  "date_modified": "2014-10-30T20:06:09.326535Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lucas",
  "case_name": "Lucas v. Peters",
  "case_name_full": "",
  "slug": "lucas-v-peters",
  "docket_number": "1-99-3938",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}