{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/187332/",
  "id": 187332,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/794974/",
      "id": 794974,
      "absolute_url": "/opinion/794974/in-re-grand-jury-subpoenas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/187332/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/794974/",
          "id": 794974,
          "absolute_url": "/opinion/794974/in-re-grand-jury-subpoenas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/794974/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-19T03:48:35Z",
          "date_modified": "2017-03-26T11:20:38.003614Z",
          "type": "010combined",
          "sha1": "786390636bf584a45052c9233fa9dc1989f1e351",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/454/454.F3d.511.04-124-03.04-124-05.05-2275.05-2274.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">454 F.3d 511</p>\n    <p class=\"parties\">In re: GRAND JURY SUBPOENAS</p>\n    <p class=\"docket\">No. 04-124-03.</p>\n    <p class=\"docket\">No. 04-124-05.</p>\n    <p class=\"docket\">No. 05-2274.</p>\n    <p class=\"docket\">No. 05-2275.</p>\n    <p class=\"court\">United States Court of Appeals, Sixth Circuit.</p>\n    <p class=\"date\">Argued: April 18, 2006.</p>\n    <p class=\"date\">Decided and Filed: July 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ARGUED: David M. Zinn, Williams &amp; Connolly, Washington, D.C., Kevin D. Finger, Greenberg &amp; Traurig, Chicago, Illinois, for Appellants. Stephen L. Hiyama, Assistant United States Attorney, Detroit, Michigan, for Appellee. ON BRIEF: David M. Zinn, Craig D. Singer, Williams &amp; Connolly, Washington, D.C., Kevin D. Finger, Greenberg &amp; Traurig, Chicago, Illinois, Deborah L. Fish, Allard &amp; Fish, Detroit, Michigan, for Appellants. Stephen L. Hiyama, Ross MacKenzie, Assistant United States Attorneys, Detroit, Michigan, for Appellee.</p>\n      <p class=\"indent\">Before: BOGGS, Chief Judge; SUTTON, Circuit Judge; and SCHWARZER, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p>OPINION</p>\n      <p class=\"indent\">BOGGS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two cases, filed under seal, present a legal question regarding the conduct of reviews of documents for privilege.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Specifically, we must determine who has the right to conduct a review for privilege of documents subject to a grand jury subpoena directed to a third party who possesses the documents but has not yet produced them to the government: the targets of the investigation whose rights of privilege are potentially implicated, or the federal government, operating a \"taint team\" behind a \"Chinese wall\" or protective screen.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">These cases arise from events leading up to the 2003 bankruptcy filing of Venture Holdings LLC (\"Venture\"), a company once controlled by appellant Larry Winget. After Venture's new (post-filing) management conducted an internal investigation, the company filed suit against Winget for allegedly fraudulent conveyances of goods and services from Venture to other entities that Winget owned or controlled. Shortly thereafter, a federal grand jury issued two subpoenas <i>duces tecum,</i> filed under seal, to Venture. Winget filed a motion to intervene, and seven companies affiliated with Winget (the \"Affiliated Companies\") later joined this motion. The documents in question have not been examined by any of the parties, and they remain in locations under Venture's control. Winget and the Affiliated Companies demanded the right to conduct their own privilege review of the documents responsive to the subpoenas, as both the government and Venture are actually or possibly litigation opponents of Winget's or the Affiliated Companies'. The government opposed this motion, and asserted that any privilege review be conducted by its own \"taint team.\" The district court granted Winget's and the Affiliated Companies' motions to intervene, but agreed with the government with respect to the \"taint team\" review procedure. The district court issued an alternative holding that Winget had also failed to meet the threshold requirement of showing any rights of privilege in the requested documents. For the reasons stated below, we reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* The circumstances leading to the instant controversy are sufficiently convoluted to require some summary description despite the fact that the documents in the suit remain under seal. Larry Winget was once the sole owner of Venture, a global automotive supplier, and had served as its Chairman and Chief Executive Officer. Winget also owned or controlled numerous other companies, including the Affiliated Companies. The headquarters of Venture and of each of the Affiliated Companies were located in the same office in Fraser, Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1999, Venture purchased a German company called Peguform. In October 2002, a German court declared Peguform insolvent under Germany's bankruptcy regime. This threatened Venture's solvency and caused a group of bank creditors to assert more control over the company. Consequently, Joseph Day was installed as a director in January 2003. Venture then filed for bankruptcy on March 28, 2003 under Chapter 11 in the Eastern District of Michigan. At the same time, Day replaced Winget as Venture's Chief Executive Officer. Six months later, on September 22, 2003, Winget and Venture entered into a Contribution Agreement (\"Contribution Agreement\"), whereby several entities owned by Winget and certain of his affiliates would transfer their assets and ownership to a new company that would be formed in connection with Venture's reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Also in September 2003, Venture's new management hired an accounting firm to conduct a forensic audit of related-party transactions between Venture and some of the many companies associated with Winget. In March 2004, Venture's auditors concluded that Venture had in the past paid millions of dollars to some Winget-owned or -controlled companies for products and services whose fair market value was allegedly substantially less than the price paid, which would have contradicted certain statements in Venture's SEC filings during the relevant years. The auditors' conclusions remain untested, and we will not venture to assess their accuracy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 5, 2004, as part of the bankruptcy proceedings, Venture and its official committee of unsecured creditors filed a still-pending civil suit against Winget, some of his family members, and numerous associated entities, asserting claims of unjust enrichment, breaches of fiduciary duties, and fraudulent transfers arising from Venture's payment of funds to Winget's affiliated companies. <i>Venture v. Winget,</i> Adversary Proc. 04-4374, <i>In re Venture Holdings Company LLC,</i> No. 03-48939 (Bankr.E.D.Mich.). On May 13, 2004, Venture and Winget signed a Separation Agreement (\"Separation Agreement\"), whereby Winget agreed to terminate his employment by Venture and resign as officer and director. In exchange, he was to receive $50,000 every month while Venture remained under Chapter 11 protection, and he was further entitled to \"continue the exclusive, uninterrupted use of the office which he currently occupies\" at James J. Pompo Drive. This agreement forms part of the substantive basis for Winget's claims to privilege in the instant case, but we are in no position now to assess its substance or legal effect because the instant controversy involves a matter that is logically antecedent to the substance of any privilege disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 21, 2005, the bankruptcy court rejected Venture's proposed reorganization plan, and, therefore, the Contribution Agreement as well. On April 8, 2005, with an April 29 amendment, New Venture Holdings LLC (\"New Venture\") was formed by Venture's pre-petition lenders, who agreed to buy the assets and assume the liabilities of (old) Venture and nine other companies owned or controlled by Winget that had filed for Chapter 11 in May 2004. The bankruptcy court subsequently approved this transaction. On May 2, 2005, (old) Venture and the nine affiliated companies formally transferred their assets and liabilities to New Venture. In October 2005, New Venture changed its name to Cadence Innovation LLC.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, the federal government began investigating the matter. In the fall of 2004, a number of grand jury subpoenas <i>duces tecum</i> were issued. Relevantly to the case at hand, New Venture received two such subpoenas, and the company soon agreed to cooperate with the federal investigation, waiving its corporate attorney-client and work-product privileges in October 2004. As the subpoenas in question were filed under seal, and as their precise substance is not particularly relevant to the instant controversy, we will respect grand jury secrecy and exercise our discretion by not discussing their contents. Instead, we simply note that the subpoenas were directed to New Venture, and they demanded production of some documents that, all sides concede, may be protected by either Winget's or the Affiliated Companies' attorney-client or work-product privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 1, 2005, Winget filed a motion in the Eastern District of Michigan to intervene and to modify the subpoenas in order to preserve privilege. In this motion, he claimed that some of the records that New Venture had been called upon to produce were protected by Winget's <i>personal</i> attorney-client or work-product privileges even though the documents remained in offices under Venture's control. Winget therefore asked the court to approve a procedure, described in greater detail below, whereby his attorneys would conduct a privilege review of the responsive documents. On April 29, 2005, the Affiliated Companies filed a motion to join Winget's intervention, arguing that the subpoenas called for documents that could be protected by their corporate attorney-client and work-product privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government opposed Winget's motion, claiming that he was</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">requesting this Court to allow him to insert himself into the middle of a grand jury investigation so that he can be the first to screen documents produced . . . in response to the two subpoenas. . . . [S]uch a procedure would subvert the orderly functioning of the grand jury process and would be, to the best of the government's knowledge, <i>unprecedented.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(emphasis in original). Instead, the government proposed that a \"taint team\" composed of government attorneys who are not involved in the grand jury investigation be established to segregate privileged documents from the residue of non-privileged material. As we discuss more extensively below, the proposed taint team would return to Venture any documents that it determined to be privileged, sending copies to Winget where appropriate, and would submit the materials it determined to be potentially protected by privilege to Winget and the district court for final adjudication. However, the taint team would send documents it deemed not to be protected by appellants' privilege directly to the grand jury, and so they would not provide appellants with any opportunity to review or challenge the team's privilege determinations with respect to those documents.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court conducted a closed hearing on August 3, 2003. At this hearing, the court sternly questioned the parties regarding the legal merit of any privilege claims, and criticized Winget and the Affiliated Companies for failing to provide a log that detailed specific documents that they claimed to be privileged. It is not clear how they could have done so, for it is certain that neither Winget, nor the Affiliated Companies, nor even the government, has yet had any access to the subpoenaed documents. On September 7, the district court issued an order denying Winget's requested relief, and approved instead the government's proposed taint team. The court issued an alternative ruling wherein it held that the appellants had failed to meet their burden of proving that one or more of them held a privilege over the documents. Winget and the Affiliated Companies filed a timely notice of appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellants essentially moved to \"modify\" the grand jury subpoenas, Fed. R.Crim.P. 17(c)(2), <i>see</i> Fed.R.Civ.P. 45(d)(2), and the resulting discovery order is immediately appealable. <i>See In re Subpoena Duces Tecum,</i> 439 F.3d 740, 743 (D.C.Cir.2006). The district court's denial of this motion is reviewed for abuse of discretion. <i>See United States v. Hughes,</i> 895 F.2d 1135, 1145 (6th Cir.1990). A district court abuses its discretion, <i>inter alia,</i> \"when it applies the incorrect legal standard [or] misapplies the correct legal standard.\" <i>Deja Vu of Cincinnati, LLC v. Union Twp. Bd. of Trustees,</i> 411 F.3d 777, 782 (6th Cir.2005) (en banc), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 1023, 163 L.Ed.2d 853 (2006) (quoting <i>Schenck v. City of Hudson,</i> 114 F.3d 590, 593 (6th Cir.1997)). \"A district court by definition abuses its discretion when it makes an error of law.\" <i>Koon v. United States,</i> 518 U.S. 81, 100, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996). As the district court rested its opinion on legal grounds alone, we review that decision <i>de novo.</i> Moreover, to the extent that the court below reached a substantive judgment regarding the waiver of attorney-client privilege, we also review that decision <i>de novo. In re Powerhouse Licensing, LLC,</i> 441 F.3d 467, 472 (6th Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only question before us is whether the district court erred in preferring the government's proposed taint team to the appellants' own attorneys to make initial privilege determinations with respect to documents in the third-party subpoena recipient's possession. We have not been asked to determine whether any of these documents are actually privileged, and the time is clearly not ripe to adjudicate the merits of any potential privilege claims. Instead, our duty here is to determine the logically antecedent issue as to which party&#8212;the government or the appellants&#8212; has the right to conduct a privilege screen of documents responsive to a grand jury subpoena issued to a third party. The government in fact concedes that some of the documents responsive to the subpoena may be protected by appellants' privilege, does not challenge the appellants' general rights of privilege, and does not seem to contest that the appellants would have had the right to conduct their own privilege review had the subpoena been directed to them instead of New Venture. Instead, the government complains that allowing the appellants' own attorneys to conduct a privilege review of the subpoenaed documents at New Venture would interfere with a government investigation and undermine grand jury secrecy. This controversy thus calls for us to weigh, to some degree, grand jury investigations and grand jury secrecy against attorney-client and work-product privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">* In the first step of the appellants' proposed procedure,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> their own counsel would provide the government and New Venture with a \"list of the law firms, attorneys, and agents\" who represented them. Then, a paralegal retained by appellants' counsel would review the implicated documents in offices controlled by New Venture,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and segregate those documents that had been \"authored by, received by, copied to, or that mention anyone identified on the list\" from the remainder. Third, the appellants' attorneys would review \"copies of the segregated documents and prepare a privilege log for any documents that [appellants] claim as privileged.\" The appellants would thus create a log documenting materials for which they claim the protection of privilege, and this log would presumably include sufficient information about the privilege claims that the government could intelligently evaluate appellants' assertions by reviewing the log. Finally, \"the parties would bring any privilege disputes before the Court.\" This seems to reflect a fairly standard practice by which law firms conduct privilege reviews when responding to government subpoenas or other discovery requests. <i>See Cheney v. United States Dist. Ct. for D.C.,</i> 542 U.S. 367, 399 n. 5, 124 S.Ct. 2576, 159 L.Ed.2d 459 (2004); <i>Lexicon, Inc. v. Safeco Ins. Co. of Am.,</i> 436 F.3d 662, 665-73 (6th Cir.2006); <i>McAlpin v. Lexington 76 Auto Truck Stop, Inc.,</i> 229 F.3d 491, 499 (6th Cir. 2000). <i>See also In re Subpoena Duces Tecum,</i> 439 F.3d at 751 (\"[Civil] Rule 45(d)(2) is generally satisfied by the submission of a privilege log detailing each document withheld and the reason.\"). Alternatively, the appellants request that the district court appoint a Special Master to conduct the privilege review.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While the government obviously has an interest in assisting the grand jury's investigation, the government also has a genuine, if conflicting, interest in preventing investigators from accessing privileged materials. Indeed, the government concedes that the leaking of privileged materials to investigators would raise the spectre of <i>Kastigar</i>-like evidentiary hearings, <i>see Kastigar v. United States,</i> 406 U.S. 441, 92 S.Ct. 1653, 32 L.Ed.2d 212 (1972), and argues that it would therefore act conservatively, and err on the side of caution, in assessing the existence of privilege and in screening privileged documents from investigators. In the government's proposed procedure, a taint team consisting of at least one Assistant United States Attorney (from the same Eastern District of Michigan office as the prosecutors) and at least one Postal Inspector would review for privilege all documents produced by Venture. Materials that the taint team finds clearly to be privileged would then be returned to New Venture, with copies provided to the appellants. However, materials that the taint teams finds clearly not to be privileged would be provided directly to the investigators and the grand jury, and the appellants would have no opportunity to review those documents. Finally, materials whose status is unclear in the taint team's estimation would be submitted by the taint team to the district court for judicial determination, with copies provided to the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court decided in favor of the government's proposed taint team procedure. The court also reached a substantive finding, concluding that \"any rights created between the parties in this [Separation Agreement] between [Winget] and Venture, do not undercut the grand jury's right to secure evidence from Venture.\" The district court framed the issue before it as one primarily of substance, rather than of procedure:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The critical issue is whether Intervenor has a valid attorney-client privilege or work product protection with regard to documents located in Venture's buildings sought by the subpoenas at issue, and further, if such protections could apply, whether examination of documents at issue should be done initially by the Court, a master appointed by the Court . . ., a paralegal in the employ of Intervenor's counsel, or a government privilege/taint team.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, the district court had it exactly backward: the parties do not presently dispute that there <i>might</i> be material in New Venture's possession over which the appellants <i>might</i> have a right of privilege. The government explicitly concedes that there <i>may</i> be documents over which appellants hold privilege in New Venture's offices. Rather, they disagree as to <i>how</i> to determine whether any of these documents are in fact protected by appellants' privilege. Therefore, the district court's extensive discussion of the agreements and contracts that may or may not have rendered the documents privileged to the appellants is almost wholly irrelevant to the inquiry properly before us. Until the parties raise concrete substantive disputes over whether particular documents are privileged, which they cannot do until a review of the documents for privilege is undertaken in some fashion, the question of privilege is simply not ripe for adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In addition to its alternative holding that we now reverse in its entirety, the district court specifically granted the government's motion to conduct the privilege review under the aegis of a taint team, holding that any documents that the taint team finds to be privileged \"shall be submitted to the Court for a final determination. At that point, if the Court determines that the documents might be deserving of attorney client and/or work product protection(s), the Court will require Intervenor to prove that they were not expose[d] to third parties.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court thus held that the public policy underlying grand jury secrecy and the effective investigation of criminal activity outweighed the appellants' privilege claims.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This controversy requires us to address two rules of our common law inheritance that were already ancient when the Founders drafted the Constitution. In our inquiry, we must first determine whether the grand jury's investigative authority trumps appellants' claims of privilege. Answering that question in the negative, we must then discern whether the government's claim regarding the importance of grand jury secrecy countervails the possible protections of privilege that appellants may enjoy. We also answer that question in the negative. Finally, we will outline a procedure that, we think, appropriately addresses the situation before us.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Grand juries have lain at the very heart of our criminal justice system since time immemorial,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> so much so that the founders chose to incorporate the grand jury into our Constitution explicitly. It goes almost without saying that grand juries enjoy a broad delegation of authority to conduct investigations. \"As a necessary consequence of its investigatory function, the grand jury paints with a broad brush.\" <i>United States v. R. Enters., Inc.,</i> 498 U.S. 292, 297, 111 S.Ct. 722, 112 L.Ed.2d 795 (1991). As then-Judge Kennedy wrote, \"[t]he grand jury is, to a degree, an entity independent of the courts, and both the authority and obligation of the courts to control its processes are limited.\" <i>In re</i> <i>Grand Jury Investigation of Hugle,</i> 754 F.2d 863, 864 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nevertheless, grand juries are not empowered to override private rights in all cases. Pertinently, we have held that grand juries may not use their investigatory authority \"to violate a valid privilege, whether established by the Constitution, statutes, or the common law.\" <i>In re Grand Jury Investigation (Detroit Police Dep't Special Cash Fund),</i> 922 F.2d 1266, 1269-70 (6th Cir.1991) (citations and internal quotation marks omitted) (finding that informant privilege did not operate to prohibit witness from testifying to grand jury). Yet, as the assertion of privilege \"may jeopardize an effective and comprehensive investigation into alleged violations of law,\" courts must ensure that the \"application of the privilege [does] not exceed that which is necessary to effect the policy considerations underlying the privilege.\" <i>In re Grand Jury Investigation No. 83-2-35,</i> 723 F.2d 447, 451 (6th Cir.1983). Thus, we have held that the government must make a preliminary showing to justify violating work-product privilege pursuant to a grand jury investigation, <i>In re Grand Jury Subpoena Dated Nov. 8, 1979,</i> 622 F.2d 933 (6th Cir.1980), and that grand juries may not breach a valid psychotherapist-patient privilege. <i>See In re Zuniga,</i> 714 F.2d 632, 639-40 (6th Cir.1983). <i>See also In re Grand Jury Subpoena (Maltby),</i> 800 F.2d 981 (9th Cir.1986) (remanding because district court failed to rule on claims of attorney-client privilege); <i>Schwimmer v. United States,</i> 232 F.2d 855 (8th Cir. 1956) (authorizing Special Master to make privilege determinations in grand jury context so long as attorney had a right of review).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The two privileges that all sides concede to be potentially at stake&#8212;attorney-client privilege and the work-product doctrine&#8212; are well-established and integral to the proper functioning of our legal system. The privilege protecting confidential communications between an attorney and his client dates back to the Tudor dynasty at least, although the reasoning behind the early modern version of this privilege was different from, and far narrower than, that espoused in modern times. <i>See Dennis v. Codrington,</i> (1580) 21 Eng. Rep. 53(Ch.) (regarding a motion to examine a Mr. Oldsworth, \"touching a matter in variance, wherein he hath been of Counsel, it is ordered he shall not be compelled by subpoena or otherwise to be examined upon any matter concerning the same, wherein he the said Mr. Oldsworth was of counsel.. . .\"); <i>Onbie's Case,</i> (1642) 82 Eng. Rep. 422 (K.B.) (\"a lawyer who was of counsel may be examined upon oath as to the matter of agreement, not to the validity of an assurance, or to matter of counsel.\"). <i>See generally,</i> 8 Wigmore on Evidence &#167; 2290 <i>et seq.</i> (McNaughton rev. ed.1961).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court has thus justifiably recognized the attorney-client privilege as \"the oldest of the privileges for confidential communications known to the common law.\" <i>Upjohn Co. v. United States,</i> 449 U.S. 383, 389, 101 S.Ct. 677, 66 L.Ed.2d 584 (1981). The purpose of attorney-client privilege is to ensure free and open communications between a client and his attorney. <i>See Fisher v. United States,</i> 425 U.S. 391, 403, 96 S.Ct. 1569, 48 L.Ed.2d 39 (1976) (\"Confidential disclosures by a client to an attorney made in order to obtain legal assistance are privileged. The purpose of the privilege is to encourage clients to make full disclosure to their attorneys.\" (citations omitted)); <i>Hunt v. Blackburn,</i> 128 U.S. 464, 470, 9 S.Ct. 125, 32 L.Ed. 488 (1888) (\"The rule which places the seal of secrecy upon communications between client and attorney is founded upon the necessity, in the interest and administration of justice, of the aid of persons having knowledge of the law and skilled in its practice, which assistance can only be safely and readily availed of when free from the consequences or the apprehension of disclosure.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the other hand, work-product privilege applies solely to attorney work product compiled in anticipation of litigation. <i>Hickman v. Taylor,</i> 329 U.S. 495, 511, 67 S.Ct. 385, 91 L.Ed. 451 (1947). Work-product privilege, while properly construed more narrowly than attorney-client privilege, nevertheless operates for a similar purpose: that is, that people should be free to make requests of their attorneys without fear, and that their attorneys should be free to conduct research and prepare litigation strategies without fear that these preparations will be subject to review by outside parties. We apply a five-step analysis to determine whether the doctrine applies, <i>In re Powerhouse Licensing, LLC,</i> 441 F.3d at 473, though, as noted, that issue is not presently ripe for adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Neither attorney-client nor work-product privilege is absolute, but the government must show sufficient cause for overcoming the privilege. <i>In re Grand Jury Subpoena Dated Nov. 8, 1979,</i> 622 F.2d at 935-36. The fullest extent of the privileges are not necessarily mandated by the United States Constitution. <i>See United States v. Goldberger &amp; Dubin, P.C.,</i> 935 F.2d 501, 504 (2d Cir.1991) (\"The [attorney-client privilege] doctrine protects only those disclosures that are necessary to obtain informed legal advice and that would not be made without the privilege. The privilege cannot stand in the face of countervailing law or strong public policy and should be strictly confined within the narrowest possible limits underlying its purpose.\" (citations omitted)). Both privileges may be overridden, for instance, by the so-called crime-fraud exception, encompassing advice given with respect to ongoing or future wrongdoing. However, the Supreme Court has authorized even the mere use of <i>in camera</i> inspections by district judges of privileged documents to ascertain the applicability of the crime-fraud exception only when the moving party has made a \"showing of a factual basis adequate to support a good faith belief by a reasonable person that <i>in camera</i> review of the materials may reveal evidence to establish that the crime-fraud exception applies.\" <i>United States v. Zolin,</i> 491 U.S. 554, 572, 109 S.Ct. 2619, 105 L.Ed.2d 469 (1989). Thus, even inspections by the district judge, which do not destroy privilege, require a prior showing that is weakly analogous to probable cause. In the instant case, the government has not suggested that the crime-fraud exception, or any other exception to privilege, is applicable, and, in any case, a government taint team's review of documents is far riskier to the non-moving party's privilege than is a judge's <i>in camera</i> review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government prefers a taint team procedure, whereby its lawyers, behind a protective screen or \"Chinese wall,\" would sift the documents for privilege. The government argues that grand jury secrecy requires this procedure, that the appellants' alternative would present an inexcusable intrusion into the grand jury investigative process, and that appellants' alternative would likely be ineffective because appellants' attorneys would have an incentive to drag their feet. The first two arguments require us to weigh the potential protection of privilege against the potential violation of grand jury secrecy, and we find that the arguments have less merit than the government suggests. The last two arguments are well-taken, however, and so they must be addressed by our remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, the government overstates the role of grand jury secrecy in the present controversy. It has long been recognized that grand juries require a generous zone of secrecy in order to perform their investigative functions. Although grand jury secrecy did not always go unchallenged, it seems to have been well-established long before our independence from Great Britain. As the foreman of the grand jury convened in 1681 for the treason trial of the Earl of Shaftesbury is reported to have said to the Lord Chief Justice, in response to the justice's granting of a motion requiring grand jury evidence to be heard publicly:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">My Lord Chief Justice, it is the opinion of the jury, that they ought to examine the witnesses in private, and it hath been the constant practice of our ancestors and predecessors to do it; and they insist upon it as their right to examine in private, because they are bound to keep the king's secrets, which they cannot do, if it be done in court. . . . [I]t is contrary to the sense of what the jury apprehend. First, they apprehend that the very words of the oath doth bind them, it says, \"That they shall keep the counsel's, and their own secrets:\" Now, my lord, there can be no secret in public; the very intimation of that doth imply, that the examination should be secret; besides, my lord, I beg your lordship's pardon if we mistake, we do not understand anything of law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Earl of Shaftesbury's Trial,</i> (1681) 8 How. St. Tr. 759, 771-74. That ancient rule crossed the Atlantic and has been preserved in some fashion since; the federal courts' modern version is established by Rule 6(e)(2)(B) of the Federal Rules of Criminal Procedure, which states that certain persons, including government attorneys and grand jurors, \"must not disclose a matter occurring before a grand jury.\" Grand jury secrecy is thus a strong command, and federal courts must recognize that, \"for the system to function properly, grand jury proceedings must be conducted essentially in a vacuum, free from outside influence and sufficiently enveloped so that grand jury information is not disclosed to the general public.\" <i>In re Grand Jury Investigation (90-3-2),</i> 748 F.Supp. 1188, 1194 (E.D.Mich.1990). Moreover, in general, \"[a]ny holding that would saddle a grand jury with minitrials and preliminary showings would assuredly impede its investigation and frustrate the public's interest in the fair and expeditious administration of the criminal laws.\" <i>United States v. Dionisio,</i> 410 U.S. 1, 17, 93 S.Ct. 764, 35 L.Ed.2d 67 (1973). Indeed,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A grand jury has broad investigative powers to determine whether a crime has been committed and who has committed it. The jurors may act on tips, rumors, evidence offered by the prosecutor, or their own personal knowledge. No grand jury witness is entitled to set limits to the investigation that the grand jury may conduct. And a sufficient basis for an indictment may only emerge at the end of an investigation when all the evidence has been received.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Id.</i> at 15-16, 93 S.Ct. 764 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But \"[t]his is not to say that a grand jury subpoena is some talisman that dissolves all constitutional protections.\" <i>Id.</i> at 11, 93 S.Ct. 764. Although the rules of evidence do not fully operate before the grand jury, \"[t]he investigatory powers of the grand jury are nevertheless not unlimited.\" <i>United States v. R. Enters.,</i> 498 U.S. at 299, 111 S.Ct. 722. While it is certain that matters before a grand jury are protected by Criminal Rule 6(e)(2)(B), <i>see Douglas Oil Co. of Cal. v. Petrol Stops Nw.,</i> 441 U.S. 211, 99 S.Ct. 1667, 60 L.Ed.2d 156 (1979) (setting forth general standards for revealing matters occurring before a grand jury); <i>In re Antitrust Grand Jury,</i> 805 F.2d 155 (6th Cir.1986); <i>In re Grand Jury Proceedings Relative to Perl,</i> 838 F.2d 304, 306 (8th Cir.1988) (the secrecy rule \"is designed to protect from disclosure only the essence of what takes place in the grand jury room, in order to preserve the freedom and integrity of the deliberative process\"), it is equally certain that not all documents reviewed by a grand jury constitute \"matters occurring before a grand jury,\" within the meaning of Criminal Rule 6. We have previously held that</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">confidential documentary information not otherwise public obtained by the grand jury by coercive means is presumed to be [a] \"matter[] occurring before the grand jury\" just as much as testimony before the grand jury. The moving party may seek to rebut that presumption by showing that the information is public or was not obtained through coercive means or that disclosure would be otherwise available by civil discovery and would not reveal the nature, scope, or direction of the grand jury inquiry, but it must bear the burden of making that showing . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><i>In re Grand Jury Proceedings,</i> 851 F.2d 860, 866-67 (6th Cir.1988) (alterations added). Thus, documents prepared by a company for ordinary business purposes become presumptively \"matters occurring before the grand jury\" only if they are obtained by the grand jury through coercion. <i>FDIC v. Ernst &amp; Whinney,</i> 921 F.2d 83, 86-87 (6th Cir.1990). This discovery exception to grand jury secrecy has been interpreted somewhat broadly. <i>In re Grand Jury Proceedings,</i> 196 F.R.D. 57, 62-64 (S.D.Ohio 2000); <i>United States v. Phillips,</i> 843 F.2d 438 (11th Cir.1988); <i>In re Grand Jury Investigation,</i> 630 F.2d 996, 1000 (3d Cir.1980) (\"Documents such as the business records sought by the Commission here are created for purposes independent of grand jury investigations, and such records have many legitimate uses unrelated to the substance of the grand jury proceedings.\"); <i>United States v. Stanford,</i> 589 F.2d 285, 291 (7th Cir. 1978) (\"Unless [sought] information reveals something about the grand jury proceedings, secrecy is unnecessary\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the government does not contend that the appellants would not have had the opportunity to review for privilege documents responsive to the subpoenas if the grand jury's subpoena had been directed to them instead of New Venture. Nor can the government claim that the appellants would not have had independent access in the ordinary course of business to the documents in question. We therefore believe that the discovery exception to the secrecy requirement would apply. Moreover, the appellants are not necessarily demanding access to the entire set of documents responsive to the subpoena; rather, they seek only to conduct a privilege review of documents that contain the names of particular lawyers, law firms, and other entities. The marginal increase in the risk that the appellants could divine or reverse-engineer the grand jury's investigative purpose by reviewing a set of their own documents that involved some sort of communication between them and their counsel seems to us to be minimal at best.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Yet the taint team procedure would present a great risk to the appellants' continued enjoyment of privilege protections. In the first place, government taint teams seem to be used primarily in limited, exigent circumstances in which government officials have already obtained the physical control of potentially-privileged documents through the exercise of a search warrant. In such cases, the potentially-privileged documents are already in the government's possession, and so the use of the taint team to sift the wheat from the chaff constitutes an action respectful of, rather than injurious to, the protection of privilege. <i>See United States v. Abbell,</i> 914 F.Supp. 519 (S.D.Fla.1995) (after seizing law firm documents through a search warrant, the government employed a taint team to determine privilege; however, court appointed a special master to review the documents, with costs charged to the government). But the government does not actually possess the potentially-privileged materials here, so the exigency typically underlying the use of taint teams is not present.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Furthermore, taint teams present inevitable, and reasonably foreseeable, risks to privilege, for they have been implicated in the past in leaks of confidential information to prosecutors. That is to say, the government taint team may have an interest in preserving privilege, but it also possesses a conflicting interest in pursuing the investigation, and, human nature being what it is, occasionally some taint-team attorneys will make mistakes or violate their ethical obligations. It is thus logical to suppose that taint teams pose a serious risk to holders of privilege, and this supposition is substantiated by past experience. In <i>United States v. Noriega,</i> 764 F.Supp. 1480 (S.D.Fla.1991), for instance, the government's taint team missed a document obviously protected by attorney-client privilege, by turning over tapes of attorney-client conversations to members of the investigating team. This <i>Noriega</i> incident points to an obvious flaw in the taint team procedure: the government's fox is left in charge of the appellants' henhouse, and may err by neglect or malice, as well as by honest differences of opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is reasonable to presume that the government's taint team might have a more restrictive view of privilege than appellants' attorneys. But under the taint team procedure, appellants' attorneys would have an opportunity to assert privilege <i>only</i> over those documents which <i>the taint team has identified</i> as being clearly or possibly privileged. As such, we do not see any check in the proposed taint team review procedure against the possibility that the government's team might make some false negative conclusions, finding validly privileged documents to be otherwise; that is to say, we can find no check against Type II errors in the government's proposed procedure. On the other hand, under the appellants' proposal, which incidentally seems to follow a fairly conventional privilege review procedure employed by law firms in response to discovery requests, the government would still enjoy the opportunity to challenge any documents that appellants' attorneys misidentify (via the commission of Type I errors) as privileged. We thus find that, under these circumstances, the possible damage to the appellants' interest in protecting privilege exceeds the possible damage to the government's interest in grand jury secrecy and exigency in this case. Therefore, we reverse the district court, and hold that the use of a government taint team is inappropriate in the present circumstances. Instead, we hold that the appellants themselves must be given an opportunity to conduct their own privilege review; of course, we can presently make no ruling with respect to the merits of any claimed privilege that may arise therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, the government argues that the appellants' proposal would allow them to delay the proceedings in an unreasonable manner that could threaten the grand jury investigation. This stance has some obvious merit, for the targets of a grand jury investigation would logically have an interest in delaying matters. However, we do not think this is necessarily dispositive, for the appellants have asked only to conduct a privilege review of the subset of documents that contain names of attorneys or law firms that they will place on a list that will then be provided to the government. Therefore, assuming this \"first cut\" proceeds apace, the government should obtain the bulk of the responsive documents rather quickly.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To ensure that the first cut does, in fact, proceed in a timely fashion, and to address in addition the government's legitimate interest in preventing the appellants from themselves reviewing the entire set of subpoenaed documents, we mandate that the district court employ a Special Master to perform this first segregation of documents. The Special Master should conduct a word search of the documents, searching for those words contained in the list to be provided by the appellants and approved by the district court, and should then separate documents containing any of those words from the rest. As this is done, the master should provide appellants with copies of the documents containing any of the words on appellants' list, returning the originals to New Venture's offices, and provide the responsive documents not containing any of the list's words to the grand jury. As we have been led to believe that this first cut would be merely mechanical in nature, we hope that the Special Master should be able to perform the task rather quickly, thereby ensuring that the grand jury receives the bulk of the responsive documents in short order, and we think that the master's production should be done on a rolling basis if practical. Appellants would then be authorized to conduct a privilege review of the documents given to them by the Special Master. As this review progresses, appellants should provide all documents that their attorneys find not to be privileged, as well as a standard privilege log respecting documents over which they claim privilege protection, on a timely and rolling basis to the grand jury. This log should contain summary information, as well as some intelligible explanation of their privilege claims, for each document.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, while we think it would be appropriate to charge the appellants for the Special Master's services, as they would themselves have been responsible for the costs in the ordinary course, we leave it to the district court's sound discretion to determine and enforce proper procedures for implementing our remedy. Moreover, we note that the district court retains its inherent authority to adjudicate legitimate disputes that may arise over issues such as, <i>inter alia,</i> cost, timing, the identity and makeup of the Special Master's team, and the word lists. As there remains a legitimate concern regarding the possibility of unreasonable delays, we remind the appellants that the district court also possesses the authority to issue reasonable deadlines within which particular review tasks must be completed, and to sanction them, or their attorneys, or both, for failure to meet those deadlines.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">For the reasons noted above, we REVERSE the district court's order, MANDATE that the district court institute a procedure whereby a Special Master will conduct the first mechanical review of the implicated documents, and the appellants will then conduct a privilege review of the documents provided to them; and REMAND to the district court for further proceedings consistent with our opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable William W Schwarzer, United States District Judge for the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the two cases present essentially identical issues of law and fact, we will address them together</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Winget proposed this procedure in his motion to intervene docketed on March 1, 2005. The Affiliated Companies joined in that motion, and in the requested procedure, in their motion filed on April 28, 2005</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is not, to be sure, a<i>per se</i> waiver of privilege for one entity to leave privileged materials on the premises of another entity. <i>See Schwimmer v. United States,</i> 232 F.2d 855 (8th Cir.1956). Actual determination of the merits of any claim of privilege must await adjudication <i>after</i> the parties have agreed to a subset of documents over which they disagree as to privilege.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> No party seems to have offered a concrete procedural mechanism by which the suggested Special Master would segregate privilege documents, nor whether the master would be expected to perform the entire task or just portions of it. Although the government opposed the request, it did concede before the trial court that \"it would be Uncle Sam one way in on way [<i>sic</i>] or the other\" who paid for the Special Master.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court below thus substantially altered the government's proposal. Whereas the government had proposed a procedure whereby the taint team would first identify and segregate (a) definitely privileged, (b) definitely not privileged, and (c) questionably privileged documents, providing only the questionably privileged documents to the court for adjudication, the district court effectively ordered that all documents deemed by the taint team to be definitely or potentially privileged were to be subject to the court's independent determination. The court would thus require the appellants to prove that documents were actually privileged on a case-by-case basis. As there is no case or controversy regarding the substantive adjudication of privilege disputes, we take no position with respect to that portion of the district court's original order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is literally so, for grand juries, albeit in their relatively inchoate nascence, predate the accession of King Richard I in 1189 A.D., which the Statute of Westminster I in 1275 established as the day demarcating \"time immemorial\" from historical (legal) time. 3 Edw. I. c. 39<i>See R v. Oxfordshire County Council ex parte Sunningwell Parish Council,</i> (2000) 1 A.C. 335, 349 (H.L.) (appeal taken from C.A. (Civ.Div.)). <i>See generally, Lipari v. Kawasaki Kisen Kaisha, Ltd.,</i> 923 F.2d 862, 1991 WL 3060 at *3 (9th Cir. Jan.11, 1991); <i>Grace v. Koch,</i> No. C-90802, 1996 WL 577843 at *3 n. 7 (Ohio Ct.App. Oct.9, 1996); <i>Macy v. Ok. City Sch. Dist. No. 39,</i> 961 P.2d 804, 813-14 (Ok.1998) (Opala, J., concurring); <i>Morning Call, Inc. v. Bell Atlantic-Pa., Inc.,</i> 761 A.2d 139, 143 n. 7 (Pa.Super.Ct.2000); <i>Mercer v. Denne</i> [1905] 2 Ch. 538, 577.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></span></p>\n    <p class=\"parties\">In re: GRAND JURY SUBPOENAS</p>\n    <p class=\"docket\">No. 04-124-03.</p>\n    <p class=\"docket\">No. 04-124-05.</p>\n    <p class=\"docket\">No. 05-2274.</p>\n    <p class=\"docket\">No. 05-2275.</p>\n    <p class=\"court\">United States Court of Appeals, Sixth Circuit.</p>\n    <p class=\"date\">Argued: April 18, 2006.</p>\n    <p class=\"date\">Decided and Filed: July 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ARGUED: David M. Zinn, Williams &amp; Connolly, Washington, D.C., Kevin D. Finger, Greenberg &amp; Traurig, Chicago, Illinois, for Appellants. Stephen L. Hiyama, Assistant United States Attorney, Detroit, Michigan, for Appellee. ON BRIEF: David M. Zinn, Craig D. Singer, Williams &amp; Connolly, Washington, D.C., Kevin D. Finger, Greenberg &amp; Traurig, Chicago, Illinois, Deborah L. Fish, Allard &amp; Fish, Detroit, Michigan, for Appellants. Stephen L. Hiyama, Ross MacKenzie, Assistant United States Attorneys, Detroit, Michigan, for Appellee.</p>\n      <p class=\"indent\">Before: BOGGS, Chief Judge; SUTTON, Circuit Judge; and SCHWARZER, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p>OPINION</p>\n      <p class=\"indent\">BOGGS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two cases, filed under seal, present a legal question regarding the conduct of reviews of documents for privilege.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Specifically, we must determine who has the right to conduct a review for privilege of documents subject to a grand jury subpoena directed to a third party who possesses the documents but has not yet produced them to the government: the targets of the investigation whose rights of privilege are potentially implicated, or the federal government, operating a \"taint team\" behind a \"Chinese wall\" or protective screen.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">These cases arise from events leading up to the 2003 bankruptcy filing of Venture Holdings LLC (\"Venture\"), a company once controlled by appellant Larry Winget. After Venture's new (post-filing) management conducted an internal investigation, the company filed suit against Winget for allegedly fraudulent conveyances of goods and services from Venture to other entities that Winget owned or controlled. Shortly thereafter, a federal grand jury issued two subpoenas <i>duces tecum,</i> filed under seal, to Venture. Winget filed a motion to intervene, and seven companies affiliated with Winget (the \"Affiliated Companies\") later joined this motion. The documents in question have not been examined by any of the parties, and they remain in locations under Venture's control. Winget and the Affiliated Companies demanded the right to conduct their own privilege review of the documents responsive to the subpoenas, as both the government and Venture are actually or possibly litigation opponents of Winget's or the Affiliated Companies'. The government opposed this motion, and asserted that any privilege review be conducted by its own \"taint team.\" The district court granted Winget's and the Affiliated Companies' motions to intervene, but agreed with the government with respect to the \"taint team\" review procedure. The district court issued an alternative holding that Winget had also failed to meet the threshold requirement of showing any rights of privilege in the requested documents. For the reasons stated below, we reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* The circumstances leading to the instant controversy are sufficiently convoluted to require some summary description despite the fact that the documents in the suit remain under seal. Larry Winget was once the sole owner of Venture, a global automotive supplier, and had served as its Chairman and Chief Executive Officer. Winget also owned or controlled numerous other companies, including the Affiliated Companies. The headquarters of Venture and of each of the Affiliated Companies were located in the same office in Fraser, Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1999, Venture purchased a German company called Peguform. In October 2002, a German court declared Peguform insolvent under Germany's bankruptcy regime. This threatened Venture's solvency and caused a group of bank creditors to assert more control over the company. Consequently, Joseph Day was installed as a director in January 2003. Venture then filed for bankruptcy on March 28, 2003 under Chapter 11 in the Eastern District of Michigan. At the same time, Day replaced Winget as Venture's Chief Executive Officer. Six months later, on September 22, 2003, Winget and Venture entered into a Contribution Agreement (\"Contribution Agreement\"), whereby several entities owned by Winget and certain of his affiliates would transfer their assets and ownership to a new company that would be formed in connection with Venture's reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Also in September 2003, Venture's new management hired an accounting firm to conduct a forensic audit of related-party transactions between Venture and some of the many companies associated with Winget. In March 2004, Venture's auditors concluded that Venture had in the past paid millions of dollars to some Winget-owned or -controlled companies for products and services whose fair market value was allegedly substantially less than the price paid, which would have contradicted certain statements in Venture's SEC filings during the relevant years. The auditors' conclusions remain untested, and we will not venture to assess their accuracy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 5, 2004, as part of the bankruptcy proceedings, Venture and its official committee of unsecured creditors filed a still-pending civil suit against Winget, some of his family members, and numerous associated entities, asserting claims of unjust enrichment, breaches of fiduciary duties, and fraudulent transfers arising from Venture's payment of funds to Winget's affiliated companies. <i>Venture v. Winget,</i> Adversary Proc. 04-4374, <i>In re Venture Holdings Company LLC,</i> No. 03-48939 (Bankr.E.D.Mich.). On May 13, 2004, Venture and Winget signed a Separation Agreement (\"Separation Agreement\"), whereby Winget agreed to terminate his employment by Venture and resign as officer and director. In exchange, he was to receive $50,000 every month while Venture remained under Chapter 11 protection, and he was further entitled to \"continue the exclusive, uninterrupted use of the office which he currently occupies\" at James J. Pompo Drive. This agreement forms part of the substantive basis for Winget's claims to privilege in the instant case, but we are in no position now to assess its substance or legal effect because the instant controversy involves a matter that is logically antecedent to the substance of any privilege disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 21, 2005, the bankruptcy court rejected Venture's proposed reorganization plan, and, therefore, the Contribution Agreement as well. On April 8, 2005, with an April 29 amendment, New Venture Holdings LLC (\"New Venture\") was formed by Venture's pre-petition lenders, who agreed to buy the assets and assume the liabilities of (old) Venture and nine other companies owned or controlled by Winget that had filed for Chapter 11 in May 2004. The bankruptcy court subsequently approved this transaction. On May 2, 2005, (old) Venture and the nine affiliated companies formally transferred their assets and liabilities to New Venture. In October 2005, New Venture changed its name to Cadence Innovation LLC.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, the federal government began investigating the matter. In the fall of 2004, a number of grand jury subpoenas <i>duces tecum</i> were issued. Relevantly to the case at hand, New Venture received two such subpoenas, and the company soon agreed to cooperate with the federal investigation, waiving its corporate attorney-client and work-product privileges in October 2004. As the subpoenas in question were filed under seal, and as their precise substance is not particularly relevant to the instant controversy, we will respect grand jury secrecy and exercise our discretion by not discussing their contents. Instead, we simply note that the subpoenas were directed to New Venture, and they demanded production of some documents that, all sides concede, may be protected by either Winget's or the Affiliated Companies' attorney-client or work-product privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 1, 2005, Winget filed a motion in the Eastern District of Michigan to intervene and to modify the subpoenas in order to preserve privilege. In this motion, he claimed that some of the records that New Venture had been called upon to produce were protected by Winget's <i>personal</i> attorney-client or work-product privileges even though the documents remained in offices under Venture's control. Winget therefore asked the court to approve a procedure, described in greater detail below, whereby his attorneys would conduct a privilege review of the responsive documents. On April 29, 2005, the Affiliated Companies filed a motion to join Winget's intervention, arguing that the subpoenas called for documents that could be protected by their corporate attorney-client and work-product privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government opposed Winget's motion, claiming that he was</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">requesting this Court to allow him to insert himself into the middle of a grand jury investigation so that he can be the first to screen documents produced . . . in response to the two subpoenas. . . . [S]uch a procedure would subvert the orderly functioning of the grand jury process and would be, to the best of the government's knowledge, <i>unprecedented.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(emphasis in original). Instead, the government proposed that a \"taint team\" composed of government attorneys who are not involved in the grand jury investigation be established to segregate privileged documents from the residue of non-privileged material. As we discuss more extensively below, the proposed taint team would return to Venture any documents that it determined to be privileged, sending copies to Winget where appropriate, and would submit the materials it determined to be potentially protected by privilege to Winget and the district court for final adjudication. However, the taint team would send documents it deemed not to be protected by appellants' privilege directly to the grand jury, and so they would not provide appellants with any opportunity to review or challenge the team's privilege determinations with respect to those documents.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court conducted a closed hearing on August 3, 2003. At this hearing, the court sternly questioned the parties regarding the legal merit of any privilege claims, and criticized Winget and the Affiliated Companies for failing to provide a log that detailed specific documents that they claimed to be privileged. It is not clear how they could have done so, for it is certain that neither Winget, nor the Affiliated Companies, nor even the government, has yet had any access to the subpoenaed documents. On September 7, the district court issued an order denying Winget's requested relief, and approved instead the government's proposed taint team. The court issued an alternative ruling wherein it held that the appellants had failed to meet their burden of proving that one or more of them held a privilege over the documents. Winget and the Affiliated Companies filed a timely notice of appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellants essentially moved to \"modify\" the grand jury subpoenas, Fed. R.Crim.P. 17(c)(2), <i>see</i> Fed.R.Civ.P. 45(d)(2), and the resulting discovery order is immediately appealable. <i>See In re Subpoena Duces Tecum,</i> <span class=\"citation\" data-id=\"186648\"><a href=\"/opinion/186648/subpoena-duces-tecum/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 743 (D.C.Cir.2006). The district court's denial of this motion is reviewed for abuse of discretion. <i>See United States v. Hughes,</i> <span class=\"citation\" data-id=\"536219\"><a href=\"/opinion/536219/united-states-v-charles-hughes-88-1658-luckett-larry-88-1659-sanford/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1145 (6th Cir.1990). A district court abuses its discretion, <i>inter alia,</i> \"when it applies the incorrect legal standard [or] misapplies the correct legal standard.\" <i>Deja Vu of Cincinnati, LLC v. Union Twp. Bd. of Trustees,</i> <span class=\"citation\" data-id=\"790624\"><a href=\"/opinion/790624/deja-vu-of-cincinnati-llc-plaintiff-appellantcross-appellee-v-the/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 782 (6th Cir.2005) (en banc), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1023</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span></span> (2006) (quoting <i>Schenck v. City of Hudson,</i> <span class=\"citation\" data-id=\"741090\"><a href=\"/opinion/741090/mark-schenck-v-the-city-of-hudson/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></a></span>, 593 (6th Cir.1997)). \"A district court by definition abuses its discretion when it makes an error of law.\" <i>Koon v. United States,</i> <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996). As the district court rested its opinion on legal grounds alone, we review that decision <i>de novo.</i> Moreover, to the extent that the court below reached a substantive judgment regarding the waiver of attorney-client privilege, we also review that decision <i>de novo. In re Powerhouse Licensing, LLC,</i> <span class=\"citation\" data-id=\"793682\"><a href=\"/opinion/793682/in-re-powerhouse-licensing-llc-powerhouse-marks-llc-dabish-family-trust/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 472 (6th Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only question before us is whether the district court erred in preferring the government's proposed taint team to the appellants' own attorneys to make initial privilege determinations with respect to documents in the third-party subpoena recipient's possession. We have not been asked to determine whether any of these documents are actually privileged, and the time is clearly not ripe to adjudicate the merits of any potential privilege claims. Instead, our duty here is to determine the logically antecedent issue as to which party&#8212;the government or the appellants&#8212; has the right to conduct a privilege screen of documents responsive to a grand jury subpoena issued to a third party. The government in fact concedes that some of the documents responsive to the subpoena may be protected by appellants' privilege, does not challenge the appellants' general rights of privilege, and does not seem to contest that the appellants would have had the right to conduct their own privilege review had the subpoena been directed to them instead of New Venture. Instead, the government complains that allowing the appellants' own attorneys to conduct a privilege review of the subpoenaed documents at New Venture would interfere with a government investigation and undermine grand jury secrecy. This controversy thus calls for us to weigh, to some degree, grand jury investigations and grand jury secrecy against attorney-client and work-product privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">* In the first step of the appellants' proposed procedure,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> their own counsel would provide the government and New Venture with a \"list of the law firms, attorneys, and agents\" who represented them. Then, a paralegal retained by appellants' counsel would review the implicated documents in offices controlled by New Venture,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and segregate those documents that had been \"authored by, received by, copied to, or that mention anyone identified on the list\" from the remainder. Third, the appellants' attorneys would review \"copies of the segregated documents and prepare a privilege log for any documents that [appellants] claim as privileged.\" The appellants would thus create a log documenting materials for which they claim the protection of privilege, and this log would presumably include sufficient information about the privilege claims that the government could intelligently evaluate appellants' assertions by reviewing the log. Finally, \"the parties would bring any privilege disputes before the Court.\" This seems to reflect a fairly standard practice by which law firms conduct privilege reviews when responding to government subpoenas or other discovery requests. <i>See Cheney v. United States Dist. Ct. for D.C.,</i> <span class=\"citation\" data-id=\"136997\"><a href=\"/opinion/136997/cheney-v-united-states-dist-court-for-dc/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 399 n. 5, <span class=\"citation\" data-id=\"136997\"><a href=\"/opinion/136997/cheney-v-united-states-dist-court-for-dc/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2576</span></a></span>, <span class=\"citation\" data-id=\"136997\"><a href=\"/opinion/136997/cheney-v-united-states-dist-court-for-dc/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></a></span> (2004); <i>Lexicon, Inc. v. Safeco Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"793171\"><a href=\"/opinion/793171/lexicon-inc-v-safeco-insurance-company-of-america-inc/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 665-73 (6th Cir.2006); <i>McAlpin v. Lexington 76 Auto Truck Stop, Inc.,</i> <span class=\"citation\" data-id=\"770741\"><a href=\"/opinion/770741/dottie-renee-mcalpin-v-lexington-76-auto-truck-stop-inc-a-kentucky/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">491</span></a></span>, 499 (6th Cir. 2000). <i>See also In re Subpoena Duces Tecum,</i> 439 F.3d at 751 (\"[Civil] Rule 45(d)(2) is generally satisfied by the submission of a privilege log detailing each document withheld and the reason.\"). Alternatively, the appellants request that the district court appoint a Special Master to conduct the privilege review.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While the government obviously has an interest in assisting the grand jury's investigation, the government also has a genuine, if conflicting, interest in preventing investigators from accessing privileged materials. Indeed, the government concedes that the leaking of privileged materials to investigators would raise the spectre of <i>Kastigar</i>-like evidentiary hearings, <i>see Kastigar v. United States,</i> <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></a></span> (1972), and argues that it would therefore act conservatively, and err on the side of caution, in assessing the existence of privilege and in screening privileged documents from investigators. In the government's proposed procedure, a taint team consisting of at least one Assistant United States Attorney (from the same Eastern District of Michigan office as the prosecutors) and at least one Postal Inspector would review for privilege all documents produced by Venture. Materials that the taint team finds clearly to be privileged would then be returned to New Venture, with copies provided to the appellants. However, materials that the taint teams finds clearly not to be privileged would be provided directly to the investigators and the grand jury, and the appellants would have no opportunity to review those documents. Finally, materials whose status is unclear in the taint team's estimation would be submitted by the taint team to the district court for judicial determination, with copies provided to the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court decided in favor of the government's proposed taint team procedure. The court also reached a substantive finding, concluding that \"any rights created between the parties in this [Separation Agreement] between [Winget] and Venture, do not undercut the grand jury's right to secure evidence from Venture.\" The district court framed the issue before it as one primarily of substance, rather than of procedure:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The critical issue is whether Intervenor has a valid attorney-client privilege or work product protection with regard to documents located in Venture's buildings sought by the subpoenas at issue, and further, if such protections could apply, whether examination of documents at issue should be done initially by the Court, a master appointed by the Court . . ., a paralegal in the employ of Intervenor's counsel, or a government privilege/taint team.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, the district court had it exactly backward: the parties do not presently dispute that there <i>might</i> be material in New Venture's possession over which the appellants <i>might</i> have a right of privilege. The government explicitly concedes that there <i>may</i> be documents over which appellants hold privilege in New Venture's offices. Rather, they disagree as to <i>how</i> to determine whether any of these documents are in fact protected by appellants' privilege. Therefore, the district court's extensive discussion of the agreements and contracts that may or may not have rendered the documents privileged to the appellants is almost wholly irrelevant to the inquiry properly before us. Until the parties raise concrete substantive disputes over whether particular documents are privileged, which they cannot do until a review of the documents for privilege is undertaken in some fashion, the question of privilege is simply not ripe for adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In addition to its alternative holding that we now reverse in its entirety, the district court specifically granted the government's motion to conduct the privilege review under the aegis of a taint team, holding that any documents that the taint team finds to be privileged \"shall be submitted to the Court for a final determination. At that point, if the Court determines that the documents might be deserving of attorney client and/or work product protection(s), the Court will require Intervenor to prove that they were not expose[d] to third parties.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court thus held that the public policy underlying grand jury secrecy and the effective investigation of criminal activity outweighed the appellants' privilege claims.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This controversy requires us to address two rules of our common law inheritance that were already ancient when the Founders drafted the Constitution. In our inquiry, we must first determine whether the grand jury's investigative authority trumps appellants' claims of privilege. Answering that question in the negative, we must then discern whether the government's claim regarding the importance of grand jury secrecy countervails the possible protections of privilege that appellants may enjoy. We also answer that question in the negative. Finally, we will outline a procedure that, we think, appropriately addresses the situation before us.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Grand juries have lain at the very heart of our criminal justice system since time immemorial,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> so much so that the founders chose to incorporate the grand jury into our Constitution explicitly. It goes almost without saying that grand juries enjoy a broad delegation of authority to conduct investigations. \"As a necessary consequence of its investigatory function, the grand jury paints with a broad brush.\" <i>United States v. R. Enters., Inc.,</i> <span class=\"citation\" data-id=\"112523\"><a href=\"/opinion/112523/united-states-v-r-enterprises-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span>, 297, <span class=\"citation\" data-id=\"112523\"><a href=\"/opinion/112523/united-states-v-r-enterprises-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">722</span></a></span>, <span class=\"citation\" data-id=\"112523\"><a href=\"/opinion/112523/united-states-v-r-enterprises-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span></a></span> (1991). As then-Judge Kennedy wrote, \"[t]he grand jury is, to a degree, an entity independent of the courts, and both the authority and obligation of the courts to control its processes are limited.\" <i>In re</i> <i>Grand Jury Investigation of Hugle,</i> <span class=\"citation\" data-id=\"447909\"><a href=\"/opinion/447909/in-re-grand-jury-investigation-of-william-b-hugle-william-b-hugle-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 864 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nevertheless, grand juries are not empowered to override private rights in all cases. Pertinently, we have held that grand juries may not use their investigatory authority \"to violate a valid privilege, whether established by the Constitution, statutes, or the common law.\" <i>In re Grand Jury Investigation (Detroit Police Dep't Special Cash Fund),</i> <span class=\"citation\" data-id=\"553870\"><a href=\"/opinion/553870/in-the-matter-of-grand-jury-investigation-detroit-police-department/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span>, 1269-70 (6th Cir.1991) (citations and internal quotation marks omitted) (finding that informant privilege did not operate to prohibit witness from testifying to grand jury). Yet, as the assertion of privilege \"may jeopardize an effective and comprehensive investigation into alleged violations of law,\" courts must ensure that the \"application of the privilege [does] not exceed that which is necessary to effect the policy considerations underlying the privilege.\" <i>In re Grand Jury Investigation No. 83-2-35,</i> <span class=\"citation\" data-id=\"428565\"><a href=\"/opinion/428565/in-re-grand-jury-investigation-no-83-2-35/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 451 (6th Cir.1983). Thus, we have held that the government must make a preliminary showing to justify violating work-product privilege pursuant to a grand jury investigation, <i>In re Grand Jury Subpoena Dated Nov. 8, 1979,</i> <span class=\"citation\" data-id=\"378911\"><a href=\"/opinion/378911/in-re-grand-jury-subpoena-dated-november-8-1979/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">933</span></a></span> (6th Cir.1980), and that grand juries may not breach a valid psychotherapist-patient privilege. <i>See In re Zuniga,</i> <span class=\"citation\" data-id=\"423555\"><a href=\"/opinion/423555/in-re-subpoena-served-upon-jorge-s-zuniga-md-in-re-subpoena-served-upon/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 639-40 (6th Cir.1983). <i>See also In re Grand Jury Subpoena (Maltby),</i> <span class=\"citation\" data-id=\"475845\"><a href=\"/opinion/475845/in-re-grand-jury-subpoena-maltby-united-states-of-america-v-john-b/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">981</span></a></span> (9th Cir.1986) (remanding because district court failed to rule on claims of attorney-client privilege); <i>Schwimmer v. United States,</i> <span class=\"citation\" data-id=\"239326\"><a href=\"/opinion/239326/harry-i-schwimmer-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span> (8th Cir. 1956) (authorizing Special Master to make privilege determinations in grand jury context so long as attorney had a right of review).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The two privileges that all sides concede to be potentially at stake&#8212;attorney-client privilege and the work-product doctrine&#8212; are well-established and integral to the proper functioning of our legal system. The privilege protecting confidential communications between an attorney and his client dates back to the Tudor dynasty at least, although the reasoning behind the early modern version of this privilege was different from, and far narrower than, that espoused in modern times. <i>See Dennis v. Codrington,</i> (1580) 21 Eng. Rep. 53(Ch.) (regarding a motion to examine a Mr. Oldsworth, \"touching a matter in variance, wherein he hath been of Counsel, it is ordered he shall not be compelled by subpoena or otherwise to be examined upon any matter concerning the same, wherein he the said Mr. Oldsworth was of counsel.. . .\"); <i>Onbie's Case,</i> (1642) 82 Eng. Rep. 422 (K.B.) (\"a lawyer who was of counsel may be examined upon oath as to the matter of agreement, not to the validity of an assurance, or to matter of counsel.\"). <i>See generally,</i> 8 Wigmore on Evidence &#167; 2290 <i>et seq.</i> (McNaughton rev. ed.1961).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court has thus justifiably recognized the attorney-client privilege as \"the oldest of the privileges for confidential communications known to the common law.\" <i>Upjohn Co. v. United States,</i> <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 389, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">584</span></a></span> (1981). The purpose of attorney-client privilege is to ensure free and open communications between a client and his attorney. <i>See Fisher v. United States,</i> <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 403, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1569</span></a></span>, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1976) (\"Confidential disclosures by a client to an attorney made in order to obtain legal assistance are privileged. The purpose of the privilege is to encourage clients to make full disclosure to their attorneys.\" (citations omitted)); <i>Hunt v. Blackburn,</i> <span class=\"citation\" data-id=\"92351\"><a href=\"/opinion/92351/hunt-v-blackburn/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 470, <span class=\"citation\" data-id=\"92351\"><a href=\"/opinion/92351/hunt-v-blackburn/\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"92351\"><a href=\"/opinion/92351/hunt-v-blackburn/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">488</span></a></span> (1888) (\"The rule which places the seal of secrecy upon communications between client and attorney is founded upon the necessity, in the interest and administration of justice, of the aid of persons having knowledge of the law and skilled in its practice, which assistance can only be safely and readily availed of when free from the consequences or the apprehension of disclosure.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the other hand, work-product privilege applies solely to attorney work product compiled in anticipation of litigation. <i>Hickman v. Taylor,</i> <span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 511, <span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">451</span></a></span> (1947). Work-product privilege, while properly construed more narrowly than attorney-client privilege, nevertheless operates for a similar purpose: that is, that people should be free to make requests of their attorneys without fear, and that their attorneys should be free to conduct research and prepare litigation strategies without fear that these preparations will be subject to review by outside parties. We apply a five-step analysis to determine whether the doctrine applies, <i>In re Powerhouse Licensing, LLC,</i> 441 F.3d at 473, though, as noted, that issue is not presently ripe for adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Neither attorney-client nor work-product privilege is absolute, but the government must show sufficient cause for overcoming the privilege. <i>In re Grand Jury Subpoena Dated Nov. 8, 1979,</i> 622 F.2d at 935-36. The fullest extent of the privileges are not necessarily mandated by the United States Constitution. <i>See United States v. Goldberger &amp; Dubin, P.C.,</i> <span class=\"citation\" data-id=\"562620\"><a href=\"/opinion/562620/united-states-v-goldberger-dubin-pc-paul-a-goldberger-lawrence-a/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">501</span></a></span>, 504 (2d Cir.1991) (\"The [attorney-client privilege] doctrine protects only those disclosures that are necessary to obtain informed legal advice and that would not be made without the privilege. The privilege cannot stand in the face of countervailing law or strong public policy and should be strictly confined within the narrowest possible limits underlying its purpose.\" (citations omitted)). Both privileges may be overridden, for instance, by the so-called crime-fraud exception, encompassing advice given with respect to ongoing or future wrongdoing. However, the Supreme Court has authorized even the mere use of <i>in camera</i> inspections by district judges of privileged documents to ascertain the applicability of the crime-fraud exception only when the moving party has made a \"showing of a factual basis adequate to support a good faith belief by a reasonable person that <i>in camera</i> review of the materials may reveal evidence to establish that the crime-fraud exception applies.\" <i>United States v. Zolin,</i> <span class=\"citation\" data-id=\"112308\"><a href=\"/opinion/112308/united-states-v-zolin/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, 572, <span class=\"citation\" data-id=\"112308\"><a href=\"/opinion/112308/united-states-v-zolin/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2619</span></a></span>, <span class=\"citation\" data-id=\"112308\"><a href=\"/opinion/112308/united-states-v-zolin/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1989). Thus, even inspections by the district judge, which do not destroy privilege, require a prior showing that is weakly analogous to probable cause. In the instant case, the government has not suggested that the crime-fraud exception, or any other exception to privilege, is applicable, and, in any case, a government taint team's review of documents is far riskier to the non-moving party's privilege than is a judge's <i>in camera</i> review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government prefers a taint team procedure, whereby its lawyers, behind a protective screen or \"Chinese wall,\" would sift the documents for privilege. The government argues that grand jury secrecy requires this procedure, that the appellants' alternative would present an inexcusable intrusion into the grand jury investigative process, and that appellants' alternative would likely be ineffective because appellants' attorneys would have an incentive to drag their feet. The first two arguments require us to weigh the potential protection of privilege against the potential violation of grand jury secrecy, and we find that the arguments have less merit than the government suggests. The last two arguments are well-taken, however, and so they must be addressed by our remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, the government overstates the role of grand jury secrecy in the present controversy. It has long been recognized that grand juries require a generous zone of secrecy in order to perform their investigative functions. Although grand jury secrecy did not always go unchallenged, it seems to have been well-established long before our independence from Great Britain. As the foreman of the grand jury convened in 1681 for the treason trial of the Earl of Shaftesbury is reported to have said to the Lord Chief Justice, in response to the justice's granting of a motion requiring grand jury evidence to be heard publicly:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">My Lord Chief Justice, it is the opinion of the jury, that they ought to examine the witnesses in private, and it hath been the constant practice of our ancestors and predecessors to do it; and they insist upon it as their right to examine in private, because they are bound to keep the king's secrets, which they cannot do, if it be done in court. . . . [I]t is contrary to the sense of what the jury apprehend. First, they apprehend that the very words of the oath doth bind them, it says, \"That they shall keep the counsel's, and their own secrets:\" Now, my lord, there can be no secret in public; the very intimation of that doth imply, that the examination should be secret; besides, my lord, I beg your lordship's pardon if we mistake, we do not understand anything of law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Earl of Shaftesbury's Trial,</i> (1681) 8 How. St. Tr. 759, 771-74. That ancient rule crossed the Atlantic and has been preserved in some fashion since; the federal courts' modern version is established by Rule 6(e)(2)(B) of the Federal Rules of Criminal Procedure, which states that certain persons, including government attorneys and grand jurors, \"must not disclose a matter occurring before a grand jury.\" Grand jury secrecy is thus a strong command, and federal courts must recognize that, \"for the system to function properly, grand jury proceedings must be conducted essentially in a vacuum, free from outside influence and sufficiently enveloped so that grand jury information is not disclosed to the general public.\" <i>In re Grand Jury Investigation (90-3-2),</i> <span class=\"citation no-link\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1188</span></span>, 1194 (E.D.Mich.1990). Moreover, in general, \"[a]ny holding that would saddle a grand jury with minitrials and preliminary showings would assuredly impede its investigation and frustrate the public's interest in the fair and expeditious administration of the criminal laws.\" <i>United States v. Dionisio,</i> <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1973). Indeed,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A grand jury has broad investigative powers to determine whether a crime has been committed and who has committed it. The jurors may act on tips, rumors, evidence offered by the prosecutor, or their own personal knowledge. No grand jury witness is entitled to set limits to the investigation that the grand jury may conduct. And a sufficient basis for an indictment may only emerge at the end of an investigation when all the evidence has been received.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Id.</i> at 15-16, <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span> (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But \"[t]his is not to say that a grand jury subpoena is some talisman that dissolves all constitutional protections.\" <i>Id.</i> at 11, <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>. Although the rules of evidence do not fully operate before the grand jury, \"[t]he investigatory powers of the grand jury are nevertheless not unlimited.\" <i>United States v. R. Enters.,</i> 498 U.S. at 299, <span class=\"citation\" data-id=\"112523\"><a href=\"/opinion/112523/united-states-v-r-enterprises-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">722</span></a></span>. While it is certain that matters before a grand jury are protected by Criminal Rule 6(e)(2)(B), <i>see Douglas Oil Co. of Cal. v. Petrol Stops Nw.,</i> <span class=\"citation\" data-id=\"110060\"><a href=\"/opinion/110060/douglas-oil-co-of-cal-v-petrol-stops-northwest/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, <span class=\"citation\" data-id=\"110060\"><a href=\"/opinion/110060/douglas-oil-co-of-cal-v-petrol-stops-northwest/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1667</span></a></span>, <span class=\"citation\" data-id=\"110060\"><a href=\"/opinion/110060/douglas-oil-co-of-cal-v-petrol-stops-northwest/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1979) (setting forth general standards for revealing matters occurring before a grand jury); <i>In re Antitrust Grand Jury,</i> <span class=\"citation\" data-id=\"479228\"><a href=\"/opinion/479228/in-re-antitrust-grand-jury-advance-publications-inc-plain-dealer/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span> (6th Cir.1986); <i>In re Grand Jury Proceedings Relative to Perl,</i> <span class=\"citation\" data-id=\"500767\"><a href=\"/opinion/500767/in-re-grand-jury-proceedings-relative-to-norman-perl-occurring-on-or-about/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 306 (8th Cir.1988) (the secrecy rule \"is designed to protect from disclosure only the essence of what takes place in the grand jury room, in order to preserve the freedom and integrity of the deliberative process\"), it is equally certain that not all documents reviewed by a grand jury constitute \"matters occurring before a grand jury,\" within the meaning of Criminal Rule 6. We have previously held that</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">confidential documentary information not otherwise public obtained by the grand jury by coercive means is presumed to be [a] \"matter[] occurring before the grand jury\" just as much as testimony before the grand jury. The moving party may seek to rebut that presumption by showing that the information is public or was not obtained through coercive means or that disclosure would be otherwise available by civil discovery and would not reveal the nature, scope, or direction of the grand jury inquiry, but it must bear the burden of making that showing . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><i>In re Grand Jury Proceedings,</i> <span class=\"citation\" data-id=\"508772\"><a href=\"/opinion/508772/in-re-grand-jury-proceedings/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 866-67 (6th Cir.1988) (alterations added). Thus, documents prepared by a company for ordinary business purposes become presumptively \"matters occurring before the grand jury\" only if they are obtained by the grand jury through coercion. <i>FDIC v. Ernst &amp; Whinney,</i> <span class=\"citation\" data-id=\"552864\"><a href=\"/opinion/552864/federal-deposit-insurance-corporation-v-ernst-whinney/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86-87 (6th Cir.1990). This discovery exception to grand jury secrecy has been interpreted somewhat broadly. <i>In re Grand Jury Proceedings,</i> <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">57</span></span>, 62-64 (S.D.Ohio 2000); <i>United States v. Phillips,</i> <span class=\"citation\" data-id=\"503854\"><a href=\"/opinion/503854/united-states-v-paul-m-phillips/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span> (11th Cir.1988); <i>In re Grand Jury Investigation,</i> <span class=\"citation\" data-id=\"382203\"><a href=\"/opinion/382203/in-re-grand-jury-investigation-appeal-of-new-jersey-state-commission-of/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 1000 (3d Cir.1980) (\"Documents such as the business records sought by the Commission here are created for purposes independent of grand jury investigations, and such records have many legitimate uses unrelated to the substance of the grand jury proceedings.\"); <i>United States v. Stanford,</i> <span class=\"citation\" data-id=\"362246\"><a href=\"/opinion/362246/united-states-v-bobbie-stanford-louis-watson-janice-davis-estella/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 291 (7th Cir. 1978) (\"Unless [sought] information reveals something about the grand jury proceedings, secrecy is unnecessary\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the government does not contend that the appellants would not have had the opportunity to review for privilege documents responsive to the subpoenas if the grand jury's subpoena had been directed to them instead of New Venture. Nor can the government claim that the appellants would not have had independent access in the ordinary course of business to the documents in question. We therefore believe that the discovery exception to the secrecy requirement would apply. Moreover, the appellants are not necessarily demanding access to the entire set of documents responsive to the subpoena; rather, they seek only to conduct a privilege review of documents that contain the names of particular lawyers, law firms, and other entities. The marginal increase in the risk that the appellants could divine or reverse-engineer the grand jury's investigative purpose by reviewing a set of their own documents that involved some sort of communication between them and their counsel seems to us to be minimal at best.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Yet the taint team procedure would present a great risk to the appellants' continued enjoyment of privilege protections. In the first place, government taint teams seem to be used primarily in limited, exigent circumstances in which government officials have already obtained the physical control of potentially-privileged documents through the exercise of a search warrant. In such cases, the potentially-privileged documents are already in the government's possession, and so the use of the taint team to sift the wheat from the chaff constitutes an action respectful of, rather than injurious to, the protection of privilege. <i>See United States v. Abbell,</i> <span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">519</span></span> (S.D.Fla.1995) (after seizing law firm documents through a search warrant, the government employed a taint team to determine privilege; however, court appointed a special master to review the documents, with costs charged to the government). But the government does not actually possess the potentially-privileged materials here, so the exigency typically underlying the use of taint teams is not present.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Furthermore, taint teams present inevitable, and reasonably foreseeable, risks to privilege, for they have been implicated in the past in leaks of confidential information to prosecutors. That is to say, the government taint team may have an interest in preserving privilege, but it also possesses a conflicting interest in pursuing the investigation, and, human nature being what it is, occasionally some taint-team attorneys will make mistakes or violate their ethical obligations. It is thus logical to suppose that taint teams pose a serious risk to holders of privilege, and this supposition is substantiated by past experience. In <i>United States v. Noriega,</i> <span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1480</span></span> (S.D.Fla.1991), for instance, the government's taint team missed a document obviously protected by attorney-client privilege, by turning over tapes of attorney-client conversations to members of the investigating team. This <i>Noriega</i> incident points to an obvious flaw in the taint team procedure: the government's fox is left in charge of the appellants' henhouse, and may err by neglect or malice, as well as by honest differences of opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is reasonable to presume that the government's taint team might have a more restrictive view of privilege than appellants' attorneys. But under the taint team procedure, appellants' attorneys would have an opportunity to assert privilege <i>only</i> over those documents which <i>the taint team has identified</i> as being clearly or possibly privileged. As such, we do not see any check in the proposed taint team review procedure against the possibility that the government's team might make some false negative conclusions, finding validly privileged documents to be otherwise; that is to say, we can find no check against Type II errors in the government's proposed procedure. On the other hand, under the appellants' proposal, which incidentally seems to follow a fairly conventional privilege review procedure employed by law firms in response to discovery requests, the government would still enjoy the opportunity to challenge any documents that appellants' attorneys misidentify (via the commission of Type I errors) as privileged. We thus find that, under these circumstances, the possible damage to the appellants' interest in protecting privilege exceeds the possible damage to the government's interest in grand jury secrecy and exigency in this case. Therefore, we reverse the district court, and hold that the use of a government taint team is inappropriate in the present circumstances. Instead, we hold that the appellants themselves must be given an opportunity to conduct their own privilege review; of course, we can presently make no ruling with respect to the merits of any claimed privilege that may arise therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, the government argues that the appellants' proposal would allow them to delay the proceedings in an unreasonable manner that could threaten the grand jury investigation. This stance has some obvious merit, for the targets of a grand jury investigation would logically have an interest in delaying matters. However, we do not think this is necessarily dispositive, for the appellants have asked only to conduct a privilege review of the subset of documents that contain names of attorneys or law firms that they will place on a list that will then be provided to the government. Therefore, assuming this \"first cut\" proceeds apace, the government should obtain the bulk of the responsive documents rather quickly.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To ensure that the first cut does, in fact, proceed in a timely fashion, and to address in addition the government's legitimate interest in preventing the appellants from themselves reviewing the entire set of subpoenaed documents, we mandate that the district court employ a Special Master to perform this first segregation of documents. The Special Master should conduct a word search of the documents, searching for those words contained in the list to be provided by the appellants and approved by the district court, and should then separate documents containing any of those words from the rest. As this is done, the master should provide appellants with copies of the documents containing any of the words on appellants' list, returning the originals to New Venture's offices, and provide the responsive documents not containing any of the list's words to the grand jury. As we have been led to believe that this first cut would be merely mechanical in nature, we hope that the Special Master should be able to perform the task rather quickly, thereby ensuring that the grand jury receives the bulk of the responsive documents in short order, and we think that the master's production should be done on a rolling basis if practical. Appellants would then be authorized to conduct a privilege review of the documents given to them by the Special Master. As this review progresses, appellants should provide all documents that their attorneys find not to be privileged, as well as a standard privilege log respecting documents over which they claim privilege protection, on a timely and rolling basis to the grand jury. This log should contain summary information, as well as some intelligible explanation of their privilege claims, for each document.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, while we think it would be appropriate to charge the appellants for the Special Master's services, as they would themselves have been responsible for the costs in the ordinary course, we leave it to the district court's sound discretion to determine and enforce proper procedures for implementing our remedy. Moreover, we note that the district court retains its inherent authority to adjudicate legitimate disputes that may arise over issues such as, <i>inter alia,</i> cost, timing, the identity and makeup of the Special Master's team, and the word lists. As there remains a legitimate concern regarding the possibility of unreasonable delays, we remind the appellants that the district court also possesses the authority to issue reasonable deadlines within which particular review tasks must be completed, and to sanction them, or their attorneys, or both, for failure to meet those deadlines.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">For the reasons noted above, we REVERSE the district court's order, MANDATE that the district court institute a procedure whereby a Special Master will conduct the first mechanical review of the implicated documents, and the appellants will then conduct a privilege review of the documents provided to them; and REMAND to the district court for further proceedings consistent with our opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable William W Schwarzer, United States District Judge for the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the two cases present essentially identical issues of law and fact, we will address them together</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Winget proposed this procedure in his motion to intervene docketed on March 1, 2005. The Affiliated Companies joined in that motion, and in the requested procedure, in their motion filed on April 28, 2005</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is not, to be sure, a<i>per se</i> waiver of privilege for one entity to leave privileged materials on the premises of another entity. <i>See Schwimmer v. United States,</i> <span class=\"citation\" data-id=\"239326\"><a href=\"/opinion/239326/harry-i-schwimmer-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span> (8th Cir.1956). Actual determination of the merits of any claim of privilege must await adjudication <i>after</i> the parties have agreed to a subset of documents over which they disagree as to privilege.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> No party seems to have offered a concrete procedural mechanism by which the suggested Special Master would segregate privilege documents, nor whether the master would be expected to perform the entire task or just portions of it. Although the government opposed the request, it did concede before the trial court that \"it would be Uncle Sam one way in on way [<i>sic</i>] or the other\" who paid for the Special Master.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court below thus substantially altered the government's proposal. Whereas the government had proposed a procedure whereby the taint team would first identify and segregate (a) definitely privileged, (b) definitely not privileged, and (c) questionably privileged documents, providing only the questionably privileged documents to the court for adjudication, the district court effectively ordered that all documents deemed by the taint team to be definitely or potentially privileged were to be subject to the court's independent determination. The court would thus require the appellants to prove that documents were actually privileged on a case-by-case basis. As there is no case or controversy regarding the substantive adjudication of privilege disputes, we take no position with respect to that portion of the district court's original order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is literally so, for grand juries, albeit in their relatively inchoate nascence, predate the accession of King Richard I in 1189 A.D., which the Statute of Westminster I in 1275 established as the day demarcating \"time immemorial\" from historical (legal) time. <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Edw. Ch.</span> <span class=\"page\">I</span></span>. c. 39<i>See R v. Oxfordshire County Council ex parte Sunningwell Parish Council,</i> (2000) 1 A.C. 335, 349 (H.L.) (appeal taken from C.A. (Civ.Div.)). <i>See generally, Lipari v. Kawasaki Kisen Kaisha, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">3060</span></span> at *3 (9th Cir. Jan.11, 1991); <i>Grace v. Koch,</i> No. C-90802, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">577843</span></span> at *3 n. 7 (Ohio Ct.App. Oct.9, 1996); <i>Macy v. Ok. City Sch. Dist. No. 39,</i> <span class=\"citation\" data-id=\"1160991\"><a href=\"/opinion/1160991/macy-v-oklahoma-city-school-dist-no-89/\"><span class=\"volume\">961</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">804</span></a></span>, 813-14 (Ok.1998) (Opala, J., concurring); <i>Morning Call, Inc. v. Bell Atlantic-Pa., Inc.,</i> <span class=\"citation\" data-id=\"2179892\"><a href=\"/opinion/2179892/morning-call-inc-v-bell-atlantic-pennsylvania-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">139</span></a></span>, 143 n. 7 (Pa.Super.Ct.2000); <i>Mercer v. Denne</i> [1905] 2 Ch. 538, 577.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/136997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/239326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378911/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/475845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/479228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/500767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/503854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508772/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/552864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/562620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1160991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2179892/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T01:14:19.307939Z",
      "date_modified": "2016-03-03T18:47:16.817418Z",
      "date_filed": "2006-07-13",
      "date_filed_is_approximate": false,
      "slug": "in-re-grand-jury-subpoenas",
      "citation_id": 767729,
      "case_name_short": "In Re: Grand Jury Subpoenas",
      "case_name": "In Re: Grand Jury Subpoenas",
      "case_name_full": "",
      "federal_cite_one": "454 F.3d 511",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 17,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/187332/in-re-grand-jury-subpoenas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:22:13.367257Z",
  "date_modified": "2014-10-30T07:22:13.367257Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re: Grand Jury Subpoenas",
  "case_name": "In Re: Grand Jury Subpoenas",
  "case_name_full": "",
  "slug": "in-re-grand-jury-subpoenas",
  "docket_number": "05-2274",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}