{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1874297/",
  "id": 1874297,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2040447/",
      "id": 2040447,
      "absolute_url": "/opinion/2040447/in-interest-of-fb/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1874297/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2040447/",
          "id": 2040447,
          "absolute_url": "/opinion/2040447/in-interest-of-fb/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2040447/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:08:43.168718Z",
          "date_modified": "2017-04-08T09:00:15.240422Z",
          "type": "010combined",
          "sha1": "015b3bb3fc9538e7b2eda18251f51e21bace6714",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>564 N.E.2d 173 (1990)</b></center>\n<center><b>206 Ill. App.3d 140</b></center>\n<center><b>151 Ill.Dec. 196</b></center>\n<center><h1>In the Interest of F.B., et al., minors (The People of the State of Illinois, Petitioner-Appellee,<br>\nv.<br>\nGary T. Morgan and Ina Denton, Respondents-Appellants).</h1></center>\n<center>No. 1-89-3340.</center>\n<center><p><b>Appellate Court of Illinois, First District, Sixth Division.</b></p></center>\n<center>November 16, 1990.</center>\n<p><span class=\"star-pagination\">*174</span> Winston &amp; Strawn, Chicago (Paul P. Biebel, Jr. and Stephen S. Morrill, of counsel), and Cathy Ann Pilkington, Sp. Asst. Atty. Gen., Chicago, for respondents-appellants.</p>\n<p>Cook County Public Guardian, Chicago (Susan Tone Pierce, Mary Bird, Kathleen Kennedy and Patrick T. Murphy, of counsel), for petitioner-appellee.</p>\n<p>Justice EGAN delivered the opinion of the court:</p>\n<p>This is an appeal from a contempt order against Gary Morgan and Ina Denton, both employees of the Illinois Department of Children and Family Services (the Department) for failure to provide information in a report to the Presiding Judge of the Juvenile Division of the Circuit Court of Cook County. The request for the report was made by the Public Guardian of Cook County (Public Guardian); and the contempt order was entered on the motion of the Public Guardian. The contempt order provided for a fine of $100 for each week Morgan and Denton failed to comply with the order.</p>\n<p>The Department is a State agency created by statute and charged with the responsibilities of providing social services for children and their families, of operating children's institutions and of providing other rehabilitative and residential services. (Ill.Rev.Stat.1989, ch. 23, par. 5001 <i>et seq.</i>) Patrick T. Murphy is the Public Guardian <span class=\"star-pagination\">*175</span> appointed by the Chief Judge of the Circuit Court of Cook County. (Ill.Rev.Stat.1989, ch. 110½, par. 13-1.1). He has also been appointed Guardian <i>Ad Litem</i> and attorney for all abused, neglected and dependent children under the jurisdiction of the Juvenile Division of the Cook County Circuit Court.</p>\n<p>The Department maintained three shelters for the benefit of abused, neglected and dependent children: Chicago Youth Services (CYS), Herrick House (Herrick) and Dickens Shelter (Dickens). CYS and Dickens are located in the City of Chicago, and Herrick is located in Bartlett, Illinois.</p>\n<p>This case is the second appeal before us arising out of proceedings between the same parties. The first appeal centered on the extent of the authority of the Juvenile Court to entertain actions for <i>mandamus</i> and injunction; this appeal centers on the propriety of the order entered by the Juvenile Court Presiding Judge pursuant to section 2-28 of the Juvenile Court Act (Ill.Rev. Stat.1989, ch. 37, par. 802-28(1)) which provides, in part, as follows:</p>\n<blockquote>\"The court may require any legal custodian or guardian of the person appointed under this Act to report periodically to the court or may cite him into court and require him or his agency to make a full and accurate report of his or its doings in behalf of the minor. The custodian or guardian, within 10 days after such citation, shall make the report, either in writing verified by affidavit or orally under oath in open court, or otherwise as the court directs. Upon the hearing of the report the court may remove the custodian or guardian and appoint another in his stead or restore the minor to the custody of his parents or former guardian or custodian.\"</blockquote>\n<p>Because the proceedings in each appeal are interconnected, a recitation of their lengthy history is required.</p>\n<p>On May 1, 1989, the Public Guardian filed a motion in the name of one minor, F.B., for a report from the Department to the court pursuant to section 2-28 of the Juvenile Court Act seeking the following information:</p>\n<p>a) the population of every Department shelter from April 14, 1989, to April 25, 1989, including Dickens, Herrick and CYS and the number of children each shelter is licensed to take;</p>\n<p>b) the sleeping arrangements for the children who are placed at each of these shelters after capacity is reached;</p>\n<p>c) a description of staffing patterns and monitoring procedures for the evening and night coverage of children's sleeping quarters for each shelter;</p>\n<p>d) a description of staffing changes that have been made to accommodate excess capacity and the name of each additional staff person who has worked when capacity was exceeded;</p>\n<p>e) whether the Department had contacted its licensing division to request that the license capacity of the shelter be increased;</p>\n<p>f) the composition of the populations of every shelter including but not limited to assaultive children, sexually abused children, sexual offenders, suicidal children, children who are involved in gangs, developmentally disabled children, medically at risk children, delinquents, and fire setters;</p>\n<p>g) the efforts the Department had made to develop placement resources for groups of children who constitute a large percentage of the population at the shelters, including babies born with cocaine in their systems.</p>\n<p>In support of the motion the Public Guardian alleged that on April 14, 1989, various officials of the Department had instituted a procedure to deal with the overflow of children who could not be placed at the Maryville Center; that the procedure included authorizing each of the shelters to take up to 15 children over capacity. CYS and Herrick were over capacity by five children; no additional staff had been hired to accommodate the increased number of children; the Department had placed children in the offices of the Emergency Service Center overnight because the population in Maryville Center was at capacity; significant portions of the shelter population fall into groups for which the Department had failed to develop <span class=\"star-pagination\">*176</span> any program. For example, there were a significant number of babies on apnea monitors who had been at Maryville Center for weeks or even months. The Department had failed to develop foster care resources for babies requiring apnea monitors. The motion also alleged on information and belief that the increased numbers of children being placed in the shelters resulted from the Department's closing intake at one of its major foster care agencies.</p>\n<p>The Department filed a motion to dismiss the Public Guardian's motion for a report, contending that the report requested did not come within the purview of section 2-28 of the Act, that the Department was making good-faith attempts to provide adequate care for the increasing number of children at the shelters and that the report was unnecessary because the Department would have given the Public Guardian the information sought by telephone or written communication. (The record does not contain any order on the Department's motion to dismiss; we assume the motion to dismiss was denied since the Department filed a report on May 26. We assume also from other pleadings that the court ordered a report in conformance with the Public Guardian's motion.)</p>\n<p>On May 26, the Public Guardian filed a supplemental petition for mandamus and injunctive relief in the name of a class consisting of F.B. and other abused, neglected or abandoned children who were placed in shelters by the Department. (We are informed that they number approximately 150.) The petition alleged, in substance, the following:</p>\n<p>CYS is a shelter for male adolescents, ages 12-19 years. The capacity is 30. On one night as many as 14 children beyond capacity spent the night at CYS. To deal with the excessive number of children coming into the shelter, the Department obtained fold-away beds and cots for sleeping purposes. To provide adequate supervision in light of the excessive number of children, Department supervisors and administrators volunteered to work, and did work, overtime. A number of the wards at CYS were either mental or delinquency cases.</p>\n<p>Herrick House is a temporary shelter for male and female wards from 13-20 years of age. The capacity is 40. Excessive numbers of wards had been coming into Herrick House. Ten wards over the capacity spent the night on May 19, 1989. Again to deal with excessive numbers of wards coming into Herrick House, the Department obtained fold-away beds or cots; and again, Department administrators and supervisors volunteered their overtime services. A number of the wards at Herrick House were gang members, mentally retarded or mentally ill.</p>\n<p>Dickens Shelter is for teenage mothers and their babies and other boys and girls, with a capacity of 30. At times there have been 37 wards in Dickens. Some of the wards at Dickens either had serious mental problems or had a history of being a sexual abuser.</p>\n<p>The complaint pleaded specific acts which allegedly disclosed that the Department was not performing its statutory and constitutional obligations. For example, many children slept on flimsy cots placed in a T.V. room; one of the children at one of the shelters was a young man who had a history of hospitalization for a mental disorder; ten other children did not belong in a shelter environment under any circumstances; they required full-time supervision for their own safety and the safety of others, but the shelter could not provide adequate supervision; those children had been removed from their homes or previous placements because of abuse, neglect or dependency; they were required to live with other youths who were delinquents; as a result, the overextended staff was unable to monitor or supervise the children properly; and the overcrowding created a dangerous environment putting the children at immediate risk of physical and emotional harm. Another example was that many children, some of whom did not know how to swim, swam unsupervised at night in a lake on the premises of one of the shelters. In addition, some of the older boys at one of the shelters were gang members who intimidated younger boys who were not gang members. Many of the <span class=\"star-pagination\">*177</span> younger boys at one of the shelters were afraid to take showers or go to sleep for fear of sexual attacks or gang beatings.</p>\n<p>The petition also alleged that at the time of the filing of the complaint the Department was attempting to hire additional staff at each of the shelters.</p>\n<p>The petition prayed for an order mandating that:</p>\n<p>a) the Department refrain from placing any child at any Department shelter unless the placement complied with the licensing capacity of the shelter and unless the shelter, with its current population, met applicable fire and building code standards;</p>\n<p>b) the Department refrain from placing any child at any Department shelter unless the child had a minimum degree of privacy at the shelter and unless there was provided for each child adequate sleeping space, recreational facilities, supervision and counseling;</p>\n<p>c) the Department refrain from placing any child at any Department shelter unless the shelter was notified of the child's history to the extent it was known to the Department, including whether the child had been the victim or perpetrator of sexual abuse, whether the child had been hospitalized for mental illness, whether the child had special medical needs, whether the child had a history of delinquency or violent behavior, and whether the child had a history of drug use;</p>\n<p>d) the Department refrain from placing any child at any Department shelter unless the shelter staff was able to segregate or otherwise protect that child based upon his history; and</p>\n<p>e) the Department place every child who would have been placed at a Department shelter but for the order in a safe, suitable environment.</p>\n<p>On June 1, the Public Guardian filed an amended supplemental petition which in substance was the same as the supplemental petition. He also filed a request for a more definite statement in the report that had been filed by the Department on May 26. He alleged that the Department had not sufficiently complied with the judge's order. Also on June 1, the Department moved the judge to transfer the class action and the <i>mandamus</i> and injunction action to the chancery division. (Although no order on this motion appears in the record, we assume that the motion to transfer to the chancery division was also denied.)</p>\n<p>On June 5, 1989, the Department filed a motion to dismiss the amended supplemental petition. The Department contended that the Juvenile Court Act did not authorize an action for <i>mandamus</i> or injunction; alternatively, it contended that the complaint did not state a cause of action for <i>mandamus</i> or injunctive relief; more specifically, the Department contended that <i>mandamus</i> relief was barred because the suit sought to interfere with the Department's exercise of discretion. The motion also contended that the prayer for relief was not sufficiently certain and definite. The judge denied the Department's motion to dismiss, and the Department elected to stand on its motion. The judge made no express findings but entered a preliminary injunction in substantial accord with the prayers for relief in the petition.</p>\n<p>The order was stayed until midnight June 9, 1989. On June 9, this court entered an order staying the effect of the trial court order and ordered an expedited briefing schedule. Oral argument was heard on August 14, 1989. The Department's principal argument was that the circuit court exceeded its jurisdiction, contending that the Juvenile Court Act does not authorize the courts to prescribe a course of conduct for the discretionary acts of governmental officers.</p>\n<p>Even while the appeal was pending in this court, the parties were active in the Juvenile Court. On June 19, 1989, the Public Guardian filed a motion for expedited discovery including a request to produce and interrogatories. The motion was based on allegations made by the Department in pleadings in this court filed on June 16, 1989. The motion asked that the Department respond by June 26, 1989. On June 30, the Department filed a motion for a protective order.</p>\n<p><span class=\"star-pagination\">*178</span> On July 17 the Public Guardian filed another motion for a report by the Department. That motion alleged, on information and belief, that the Department had \"made plans to place wards of the court in hotels when the capacity at shelters is exceeded\"; that \"years ago, [the Department] used motels and hotels in the Chicago area to house abused and neglected children. At that time, it was widely reported that many of the children [the Department] placed in these hotels and motels were victims of drug usage, prostitution and assault\"; and that \"placing children in a motel does not satisfy the Juvenile Court Act, which provides that care be `as nearly as possible equivalent to that which should be given by his or her parents.'\"</p>\n<p>The Public Guardian asked that the Department produce two employees of the Department and any documents which would provide the following information:</p>\n<p>1) the names of all hotels or motels which were being considered or which were presently being used to house wards of the court;</p>\n<p>2) the names, positions, levels of training, and professional backgrounds of the individuals who would supervise and/or were supervising children in hotels or motels;</p>\n<p>3) the Department's plans and procedures for determining the backgrounds of the children, including age, sex, psychiatric background, developmental delay, history of delinquency, history of violence, and history of sex abuse;</p>\n<p>4) the Department's plans to supervise the children housed in hotels and motels including how many supervisors would be on site, whether doors to rooms would remain open, what degree the children would be supervised when they were in the rooms;</p>\n<p>5) the Department's plans to meet the educational and emotional needs of the children, including transportation to school and enrollment in school;</p>\n<p>6) the Department's plans to insure that a certain decree was complied with as to children housed in motels.</p>\n<p>The motion also asked that the Department report the following information to the court <i>and to the Public Guardian</i> within 48 hours of the time any child was placed in any hotel or motel:</p>\n<p>a) the name, age, sex and birth date of the child;</p>\n<p>b) the number of years the child had been a ward of the Department and the reason the child entered the system originally;</p>\n<p>c) whether the child had any history of psychiatric problems, delinquency, or developmental delay;</p>\n<p>d) whether the child had been a victim of sexual abuse or had sexually abused another person, and if so, what counseling the child had received for such sexual abuse and what counseling the Department would provide for the child while the child was in the hotel or motel;</p>\n<p>e) if the child had a background of mental health or developmental delay, what treatment the Department would provide for the child while he was in the hotel or motel;</p>\n<p>f) educational plans for the child;</p>\n<p>g) recreational programs for the child, including where the recreational programs were located; and</p>\n<p>h) if the child was a mother, where her children were located.</p>\n<p>On July 14, the Department filed a motion for a bill of particulars directed to the underlying petition for <i>mandamus</i> and injunction. The judge entered an agreed order that the Public Guardian answer the bill of particulars by July 27. On July 21, the Department filed a motion to dismiss the Public Guardian's last motion for a report of the Department. The motion to dismiss alleged, in part, that section 2-28 was not applicable to the information sought by the Public Guardian and that the information sought as a report was, in fact, a discovery device in the underlying petition for <i>mandamus</i> and injunction and, as such, was an abuse of section 2-28. Alternatively, the Department asked that the judge postpone his ruling on the motion to <span class=\"star-pagination\">*179</span> dismiss until this court decided the pending appeal. On July 25, the judge denied the defendant's motion to dismiss. The judge's order granted all the information sought by the Public Guardian including \"the names of all hotels or motels which are being considered or which are presently being used to house wards of this court.\"</p>\n<p>On August 2, the Department filed a motion to reconsider, vacate or modify the order of July 25 on the ground that certain information was protected by executive privilege. Alternatively, the motion asked that the judge certify certain questions under Supreme Court Rule 308(a) (107 Ill.2d R. 308(a)) for a possible permissible interlocutory appeal to this court. On August 3, the judge denied the motion to reconsider; but he did not require the Department to report which hotels or motels were being considered and he did not require reporting the names of the individuals who would supervise children in hotels or motels. The judge also denied the motion to certify questions under Supreme Court Rule 308(a). Subsequently, on a date not appearing in the record, the Department filed its report in which it stated that no children were then being housed in hotels or motels; that the Department's intention was to utilize intake information disclosing the children's backgrounds at the time each child arrived at a facility; and that the Department's current intention was that minors would stay overnight in a hotel or motel only when shelters were at capacity \"and all possible immediate placement resources [had] been exhausted.\"</p>\n<p>On September 1, 1989, in a Rule 23 Order we remanded the cause to the circuit court. (<i>In re F.B.</i> (1st Dist.1989), No. 891493 (unpublished order under Supreme Court Rule 23).) We based the remandment order on the fact that the parties had informed us in oral argument that conditions were \"better,\" but they were unable to say to what extent. The attorney for the Department had also informed us that overcrowding no longer existed. Both sides agreed that there were on-going efforts on the part of the Department to respond to the problems. We concluded that, since there had been a change of conditions, but we were unable to determine to what extent, and since the trial court retained continuing jurisdiction to vacate or modify its order (see <i>In re Overton</i> (1974), 21 Ill. App.3d 1014, 316 N.E.2d 201), it was appropriate to vacate the order and to remand the cause.</p>\n<p>Statements of fact were made to us by the attorney for the Department, for example, that budgetary constraints hindered the Department and that the Department had acted in good faith. The Public Guardian could not agree that the statements of fact were accurate. We recognized that budgetary limitations and good faith could be relevant factors to be considered by the trial judge in the exercise of his discretion.</p>\n<p>Both sides expressed recognition that remandment might be appropriate but asked us to decide the appeal on the merits because the problems might recur. The Department asked us to rule that the courts have no authority to interfere with the Department's exercise of discretion. We refused to pass on the Department's argument because the Department had elected to stand on its motion to dismiss and thereby admitted the factual allegations of the complaint. We concluded that we would not decide a question of such sensitivity and wide-spread importance, involving the separation-of-powers principle, on the basis of the record before us.</p>\n<p>On September 8, one week after this court remanded the cause, the Department filed its report informing the trial judge that, in an attempt to prevent future overcrowding conditions in facilities, the Department had contracted with Thorek Hospital, a wing of which would be available for 14 children. The report explained the source of the staffing of the Thorek plan, of the food for the children, of the medical care and of the security arrangements. Thorek was available only for boys 8 to 13 years of age. The report also informed the judge that Uhlich Children's Home in Chicago had made available to the Department five beds for overnight stays when necessary due to overcrowding at Department facilities.</p>\n<p><span class=\"star-pagination\">*180</span> On October 24 the Public Guardian filed a renewed motion for a report. The motion repeated the procedural history of the case, including the remandment action taken by this court. It alleged that after remand, \"[t]he case was reset to October 19, 1989, and subsequently to October 24, 1989, for further proceedings before Chief Judge Hamilton.\" It further alleged that since the appellate court remand, \"the shelters have again become overcrowded, understaffed, and dangerous for the children residing in them.\" The motion specifically referred to the overcrowded conditions at Herrick, Dickens and CYS and alleged the following:</p>\n<blockquote>\"23. Since Defendants' representations to the appellate court in August that the overcrowding problems had been resolved, Defendants' policies and placement practices have continued to create overcrowded and dangerous conditions for children in shelters.</blockquote>\n<blockquote>24. Defendants' report failed to set forth these or other overcrowding conditions at the shelters or the plans for the shelters' increased populations.</blockquote>\n<blockquote>25. <i>Plaintiffs' amended petition for injunctive relief is pending before this court.</i> Due to the inadequacy of Defendants' report, Plaintiffs are unable to ascertain the conditions of the shelters or <i>Defendants' plans for accommodating the recurring and predictable increases in population.</i>\" (Emphasis added.)</blockquote>\n<p>The motion asked for specific information. Since we will set out the information sought in another part of this opinion, we will not recite it here. Suffice it to say that the Public Guardian's request for information was comprehensive.</p>\n<p>On November 7, the Department filed a response to the renewed motion and maintained that the motion for report was a \"transparent effort by [the Public Guardian] to secure [his] discovery more quickly, and without the same procedural protections available to [the Department], than is afforded under the Code of Civil Procedure.\"</p>\n<p>On November 14, the Department again moved to strike the amended supplemental petition for <i>mandamus</i> and injunctive relief on grounds other than those previously advanced. On the same day, the judge denied the Department's motion to strike the amended supplemental petition and ordered the Department to file a report which would provide all information sought by the Public Guardian with some limited exceptions.</p>\n<p>On December 1 the Public Guardian filed a petition for a rule to show cause against Gary Morgan, the Department's Guardianship Administrator, and Ina Denton, the Department's Deputy Director, for failing to comply with the order entered on November 14. On December 5, after a hearing, the judge declared Morgan and Denton in contempt of court and fined each $100 for every week they were not in compliance with his order. The following day the Department filed notice of appeal in the circuit court, and the notice of appeal was filed in this court on December 7.</p>\n<p>The Public Guardian once again was not deterred by a notice of appeal. On January 3, 1990, he filed a petition for injunction and declaratory relief under the Federal Civil Rights Act. (42 U.S.C. § 1983 (1982).) That petition also was brought as a class action and sought an order enjoining the Department from denying the Public Guardian access to information about children who were placed in shelters operated by the Department. He also filed a motion for a preliminary injunction seeking to prevent the Department from moving children from Dickens until appropriate alternative placements had been located for them. We have been informed by the Public Guardian that the motion for preliminary injunction has been withdrawn. We assume, therefore, that the complaint under the Civil Rights Act for declaratory relief and a permanent injunction is still pending.</p>\n<p>Once again the Department has seen fit to couch the issue in terms of the court's authority. It maintains that the order was void for lack of subject matter or personal jurisdiction. What the Department really argues, however, is that the judge should not have entertained a motion <span class=\"star-pagination\">*181</span> for a report while the petition for <i>mandamus</i> and injunction was pending. In short, the Department says that the judge was in error. We agree that the order should be vacated but not on jurisdictional grounds. An order is not without a jurisdictional basis simply because it may be erroneous. (<i>Faris v. Faris</i> (1966), 35 Ill.2d 305, 220 N.E.2d 210.) The case cited by the Department, <i>In re A.M.</i> (1984), 128 Ill.App.3d 100, 83 Ill.Dec. 303, 470 N.E.2d 58, is not in point. In that case the court reversed a contempt citation on the ground that the alleged contemnor had not been properly served with summons. We hold that the trial judge had both subject matter and personal jurisdiction; the Department was a party before him; and the children were wards of the court.</p>\n<p>The Department also contends that section 2-28 is applicable only to a request for a report on the care given to a particular minor. We do not agree. Acceptance of the Department's argument would require that the Public Guardian file 150 separate requests for identical reports. The Act is sufficiently broad to encompass one report on a number of wards, <i>assuming that they are factually similarly situated.</i> There appears no reason why a report could not be made as to a properly constituted class.</p>\n<p>Next the Department argues that the only recourse available to the judge for an unsatisfactory report of a guardian, or a refusal to report, is removal of the guardian and appointment of another guardian. Again, we do not agree. The Act provides that the judge <i>may</i> remove the guardian and appoint another. The Act also provides that the judge \"may cite [the guardian] into court and <i>require</i> him\" to make a full report. (Emphasis added.) (Ill.Rev. Stat.1989, ch. 37, par. 802-28(1).) It is inconceivable that the legislature intended that the juvenile court would be powerless to enforce its orders against a guardian who willfully refused to obey them. Even if the legislature did so intend, that intention would be ignored. A court possesses inherent power to enforce its orders by way of contempt, and that power may not be restricted by the legislature. (<i>In re G.B.</i> (1981), 88 Ill.2d 36, 58 Ill.Dec. 845, 430 N.E.2d 1096.) The principal cases relied on by the Department (<i>In re Washington</i> (1976), 65 Ill.2d 391, 3 Ill.Dec. 723, 359 N.E.2d 133, and <i>In re Owen</i> (1973), 54 Ill.2d 104, 295 N.E.2d 455) are not contrary to our views. In both <i>Washington</i> and <i>Owen</i> the supreme court struck down the remedial steps taken by the juvenile court. The court did not question the juvenile court's power to investigate and to seek a report.</p>\n<p>The Department also argues that the report procedure under section 2-28 deprives it of the protection available under the discovery rules and thus constitutes a denial of the Department's constitutional right to equal protection of the law. The Department points out that section 2-28 provides that a report shall be made within 10 days, unlike the more generous time provisions applicable to the discovery rules, and that section 2-28 does not have a provision comparable to Supreme Court Rule 201(k). (107 Ill.2d R. 201(k).) The Department also argues that proceeding under section 2-28 precludes the Department from objecting to discovery requests that are privileged or constitute attorney work product or are irrelevant or will not lead to the discovery of relevant evidence or are unduly burdensome. The Department's own actions in this case refute its argument. It sought and received extensions of time for filing a report, and it sought and received protective orders on the basis of privilege. We believe the Department may seek protective orders under section 2-28 on the same grounds it might seek a protective order under the discovery rules. We further believe that the court possesses inherent power to require the parties to seek to resolve any disputes over information sought under section 2-28 in a manner consistent with the provisions of Rule 201(k). Whether a party is entitled to discovery under the supreme court rules in proceedings in the juvenile court is subject to the discretion of the court. <i>People ex rel. Hanrahan v. Felt</i> (1971), 48 Ill.2d 171, 269 N.E.2d 1.</p>\n<p><span class=\"star-pagination\">*182</span> The Department also maintains that information may <i>never</i> be sought by the Public Guardian, or the court, under section 2-28 whenever the Public Guardian also has pending some other proceedings that could be considered as embracing the same general subject matter as does the requested report. Although a set of circumstances does not come to mind that would justify the Public Guardian pursuing relief under section 2-28 and under the discovery rules, we need not and will not adopt so broad a rule as advanced by the Department.</p>\n<p>We do believe, however, that the ordered report represented an abuse of discretion under the peculiar facts of this case. It is obvious, and the Public Guardian concedes, that he could have received, by use of the discovery available under his <i>mandamus</i> claim, the information he sought in the motion for a report. However, he advances a number of reasons why the Department should be required to provide the information under section 2-28 rather than the discovery rules. First, he says that the report is really to the judge rather than to him. Second, he maintains that the discovery rules place the \"burden\" on him and that section 2-28 places the \"burden\" on the Department. Third, he maintains that he can get the material more swiftly under section 2-28 than he can under the discovery rules.</p>\n<p>Our answer to the first argument is that the fact that the report goes to the judge is an artificial distinction. The information also goes to the Public Guardian, and pertinent information acquired during the discovery procedures will also go to the judge when, and if, the Public Guardian seeks relief under the <i>mandamus</i> petition. Our answer to the second argument is that there is no difference between the \"burden\" imposed on the Public Guardian under the discovery rules than there is under section 2-28. It is the Public Guardian who must bring to the court's attention those matters he wishes reported. Moreover, the motion for a report contained allegations of fact. If those allegations of fact are contested by the Department, the Public Guardian concedes, the court could permit discovery under the supreme court rules. For the same reason, we believe that the Public Guardian's claim that the information would be necessarily acquired more quickly under section 2-28 is without merit. In this case, the judge did grant extensions of time to the Department and did recognize the Department's claim of privilege.</p>\n<p>In his brief, the Public Guardian tells us that he has never sought to use any information provided by the Department in its reports \"in any contested hearing in this case.\" That fact is of no consequence. We would be naive if we were to assume that the Public Guardian would never use information received in a report if he determined the information would assist him in his <i>mandamus</i> claim. In oral argument, the attorney for the Public Guardian conceded that the information acquired from the report might be used in the <i>mandamus</i> claim.</p>\n<p>The Public Guardian's answer to a question during oral argument illustrates his position. It was pointed out that the juvenile court judge could have transferred the <i>mandamus</i> and injunction action to the chancery division and have retained the section 2-28 motion. If that had happened, the Public Guardian maintained, he would still have the right to seek the same information in both actions, although he conceded that either court, in its discretion, might take steps to prevent \"duplicative\" efforts. We strongly disagree with his position that he would be able to maintain both actions; and we see no reason to conclude otherwise because both actions were before the same judge. We conclude that the trial judge should have exercised the same discretion the Public Guardian acknowledges he had and should have denied the Public Guardian's motion brought under section 2-28.</p>\n<p>The Public Guardian first asked for a report; then he filed the <i>mandamus</i> action; then he filed another request for a report on possible uses of hotels and motels; and then he filed another request for a report. In the meantime he was also <span class=\"star-pagination\">*183</span> availing himself of his discovery rights under the <i>mandamus</i> action while the case was pending before us the first time. Even after the present appeal was filed, he brought another separate action under the Federal Civil Rights Act claiming that the Department was denying him access to information. In our judgment, to permit the Public Guardian to proceed at his discretion under both section 2-28 and the <i>mandamus</i> action (or the Civil Rights Act claim) would be an open invitation to harassment of the Department. In addition, it could lead to unnecessary duplication of discovery efforts and an attendant waste of judicial resources. The Public Guardian insists that he has no intention of voluntarily dismissing the petition for <i>mandamus</i> and injunction. That being so, it is our view that the Public Guardian cannot have it both ways. For these reasons, we hold that it was an abuse of discretion to order the requested report under section 2-28.</p>\n<p>Under ordinary circumstances we might refrain from passing on the Department's additional argument that the order requires disclosure of information beyond the scope of section 2-28. Under the unusual circumstances of this case, however, we have decided to address the Department's argument. We have recited the seemingly labyrinthine procedural history of this case to illustrate the unfortunate impasse resulting from a dispute between two public agencies whose function it is to protect the welfare of unfortunate children. We regret to say that the hopes we felt, when remanding this cause, for an accommodation between these two public agencies, or at least for a resolution of the underlying dispute on the merits, have been dashed. Indeed, we see that even while the first dispute had been pending before us and while the second dispute has been pending, the agencies continued to skirmish.</p>\n<p>We have been informed again in oral argument that the \"situation is not as serious as it was\" and that some good faith efforts were being made by the Department to insure the safety of the children. Because of those facts, the Public Guardian informs us that the <i>mandamus</i> and injunction actions were \"in abeyance.\" Although our hopes again were raised that the problems could be resolved, we have concluded that this case presents a problem that will not go away. Therefore, we believe that the interests of the concerned children and the important and sensitive nature of this case dictate that we discuss the proper scope of section 2-28 and the delicate balance existing between the duties and powers of the Department, the Public Guardian and the court.</p>\n<p>The purpose of section 2-28 is to enable the court, which has the ultimate responsibility for the children under its jurisdiction, to be apprised of the treatment accorded the children by their guardians. The Act provides that the court may require the guardian to report \"periodically.\" In addition, the Act has the following reporting requirement:</p>\n<blockquote>\"A guardian or custodian appointed by the court pursuant to this Act shall file updated case plans with the court every 6 months. Every agency which has guardianship of a child shall file a supplemental petition for court review, or review by an administrative body appointed or approved by the court and further order within 18 months of an order for shelter care pursuant to Section 2-10 and each 18 months thereafter. Such petition shall state facts relative to the child's present condition of physical, mental and emotional health as well as facts relative to his present custodial or foster care. The petition shall be set for hearing and the clerk shall mail 10 days notice of the hearing by certified mail return receipt requested to the person or agency having the physical custody of the child, the minor and other interested parties unless a written waiver of notice is filed with the petition.</blockquote>\n<blockquote>Rights of wards of the court under this Act are enforceable against any public agency by complaints for relief by mandamus filed in any proceedings brought under this Act.\" Ill.Rev.Stat.1989, ch. 37, par. 802-28(2).</blockquote>\n<p>Under the Act, therefore, the court, <i>after receiving a report,</i> may retain or relieve the guardian, or it may compel a public <span class=\"star-pagination\">*184</span> agency to perform its official duty. In our judgment, it is implicit in the Act that a guardian may not be removed or a public agency compelled to perform an official duty unless the court is first satisfied <i>by proof</i> that the guardian has not performed its duty.</p>\n<p>The Department, as a State agency, is invested by the legislature with a wide range of discretion in the exercise of its duties. That discretion, of course, is not unlimited and is subject to review as evidenced by the express provision of section 2-28, which provides that an action for <i>mandamus</i> may lie against a public agency to enforce the rights of wards of the court. Contrary to the apparent argument of the Department, the writ of <i>mandamus</i> may be used to prevent an administrative agency from abusing its discretionary power when the abuse results in manifest injustice. (<i>People ex rel. PPG Industries, Inc. v. Schneiderman</i> (1981), 92 Ill.App.3d 546, 46 Ill.Dec. 906, 414 N.E.2d 1059.) On the other hand, the Public Guardian is not the overseer or the ombudsman of the Department. He must establish a clear legal right to the writ of <i>mandamus.</i> (<i>Walter v. Board of Education</i> (1982), 93 Ill.2d 101, 66 Ill.Dec. 309, 442 N.E.2d 870.) <i>Mandamus</i> will lie to compel the performance of a specific legal duty, but will not lie where the issuance of the writ would amount to an attempt by the court to prescribe a general course of official conduct. Put another way, <i>mandamus</i> will not lie where a court would be regulating a general course of official conduct or enforcing performance of official duties generally. <i>People ex rel. Hopf v. Barger</i> (1975), 30 Ill.App.3d 525, 332 N.E.2d 649.</p>\n<p>Similarly, the power of the court over the Department is not unlimited. In <i>In re Washington</i> (1976), 65 Ill.2d 391, 3 Ill.Dec. 723, 359 N.E.2d 133, and <i>In re Owen</i> (1973), 54 Ill.2d 104, 295 N.E.2d 455, the supreme court reversed orders of the juvenile court on the ground that the orders represented unjustified interference in the internal administrative procedures of administrative agencies. We do not read the case cited by the Public Guardian, <i>In re Claudia K.</i> (1982), 91 Ill.2d 469, 64 Ill.Dec. 526, 440 N.E.2d 78, as any weakening of the holdings of <i>Washington</i> and <i>Owen.</i></p>\n<p>We turn now to the report which the Department was ordered to provide. The motion asked for the following information: the names of Department personnel responsible for monitoring the shelters' compliance with licensing standards or other safety guidelines, including fire and building codes; the licensing capacities for CYS, Herrick and Dickens; the populations at CYS, Herrick and Dickens; the names of any additional facilities utilized to accommodate increases in the shelter population; whether children were moved among facilities during normal sleeping hours for minors; whether additional staff had been secured to accommodate any increases in the shelter population and, if so, a description of the staffing pattern; the number of staff at each level at CYS, Herrick and Dickens, the current number of staff for each position, and a description of plans and time frames for further hiring of the staff at those facilities; whether any additional staff were hired to accommodate children sent to facilities other than CYS, Dickens or Herrick, and, if so, a description of the hiring practice; whether existing staff from CYS, Herrick and Dickens worked overtime to accommodate any increases in population, and, if so, the work schedule for each of those staff members; the names of the individuals within the Department responsible for developing or implementing a plan to alleviate shelter overcrowding; whether there were any current or long term plans for alleviating the recurring problem of overcrowding at CYS, Dickens and Herrick and, if so, the components of those plans and the time frames for their implementation, including whether that plan provides for increases in January, May or December or other predictable times of shelter population increases; a list of children residing at shelters who have not attended school for reasons other than illness; a list of all counseling services or other such support services available to children placed at CYS, Dickens and Herrick; a list of all recreational activities and programs provided for children <span class=\"star-pagination\">*185</span> at CYS, Dickens and Herrick; and a list of all Department placement resources and a description of Department plans for addressing the long-term placement needs of hard-to-place children who remain in shelters for extended periods or threaten the safety of other children in shelters, including, but not limited to, young mothers and pregnant teens, developmentally delayed youth, and sexual offenders; and the name, address, and phone number of the individual responsible for the development of placement resources for those populations.</p>\n<p>The judge ordered the Department to file a report which would provide all information sought by the Public Guardian except the following: the persons within the Department responsible for monitoring the shelters' compliance with licensing standards or other safety guidelines; whether any additional staff were hired to accommodate children sent to facilities other than CYS, Dickens or Herrick; the identity of the persons in the Department responsible for developing or implementing a plan to alleviate shelter overcrowding and the name, address and phone number of the individual responsible for the development of placement resources for hard-to-place populations who remain at shelters for extended periods or threaten the safety of other children at shelters.</p>\n<p>Still left ordered, therefore, is much information not directly related to the immediate care of the children. For example, the Department is ordered to report the following:</p>\n<p>1) \"a description of plans and time frames for the hiring of additional staff for CYS\";</p>\n<p>2) \"whether any additional staff * * * will be hired [at Herrick House] * * * and a description of plans and time frames for additional hiring\";</p>\n<p>3) \"whether any additional staff * * * will be hired [at Dickens] * * * and a description of plans and time frames for additional hiring\";</p>\n<p>4) \"a description of the hiring practice [which may have resulted from certain nonshelter placements]\";</p>\n<p>5) \"whether there are any current or long-term plans for alleviating the recurring problem of overcrowding at CYS, Dickens and Herrick, and, if so, the components of those plans and the time frames for their implementation\"; and</p>\n<p>6) \"a list of all DCFS placement resources and a description of DCFS plans for addressing the long-term placement needs of hard-to-place population * * *.\"</p>\n<p>The factual bases for the motion for a report were the allegations of specific acts of overcrowding at CYS, Herrick and Dickens. For example, the Public Guardian alleged that Herrick was overpopulated on ten days in September and October of 1989. He also alleged, among other things, that one Department employee had written a letter to the Department's director requesting permission to increase the capacity of Herrick from 40 to 55 without expanding the physical plant and without installing additional bedroom facilities. The employee also recommended that at least eight additional staff be hired at Herrick to accommodate the increase. Despite the increased population of Herrick the Department had failed to increase the staff at Herrick.</p>\n<p>There are other specific examples of what the Public Guardian deemed to be overcrowding without an increase in staff. Those factual allegations lead to the conclusional allegations of the Public Guardian that the shelters had again become overcrowded, understaffed and dangerous for the children residing in them.</p>\n<p>We cannot turn a blind eye to the allegations of the first request for a report in which the Public Guardian admitted that Department personnel were working overtime in an attempt to resolve the problem of overcrowding. Nor can we ignore the representations made to us on two occasions by the Public Guardian that the Department was making good faith efforts to correct the situation. The record shows also that the Department had contracted with two other facilities, Thorek Hospital <span class=\"star-pagination\">*186</span> and Uhlich Children's Home, to ease overcrowding. It is our judgment that the allegations of the motion, if true, would not justify the drastic relief sought by the Public Guardian and that the information ordered by the judge, without any proof of mismanagement on the part of the Department other than that alleged in the motion, constituted an unjustified rummaging through the records of the Department, contrary to the purpose intended by section 2-28.</p>\n<p>Although the propriety of another report is not directly before us on this appeal, for illustrative purposes, we believe it appropriate to discuss the report the court ordered concerning possible use of hotels by the Department. The Public Guardian alleged, <i>on information and belief,</i> that the Department had made plans to place children in hotels when the capacity at shelters would be exceeded and that placing children in a hotel did not satisfy the Juvenile Court Act. The Public Guardian did not simply seek to stop what he deemed to be an improper practice, <i>if</i> it were to occur. He also asked for a report which would include the Department's plans for determining the backgrounds of the children; its plans to supervise the children housed in hotels; its plans to meet the educational and emotional needs of the children and the Department's plans to insure that a particular decree was complied with as to children housed in hotels. It is our judgment that that order also was unjustified under the circumstances. Although the issue is moot since the Department filed a report, we cite it to illustrate, for future guidance, what we perceive to be a misconception on the part of the Public Guardian as to the proper scope of section 2-28. For future guidance of the Department, we express the view that the interest of all parties and the trial court and any reviewing court would be better served if the Department would file responses to factual allegations.</p>\n<p>Nothing in this opinion should be construed as a holding that the court might <i>never</i> be entitled to the information sought. Nor do we mean to express approval of any general policy of the Department to put its hand in the face of the Public Guardian when he is seeking reasonable access to information in the performance of his duties in representing the children.</p>\n<p>For these reasons, the orders of contempt are reversed.</p>\n<p>Orders reversed.</p>\n<p>LaPORTA, P.J., and RAKOWSKI, J., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">173</span></span> (1990)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">140</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">196</span></span></b></center>\n<center><h1>In the Interest of F.B., et al., minors (The People of the State of Illinois, Petitioner-Appellee,<br>\nv.<br>\nGary T. Morgan and Ina Denton, Respondents-Appellants).</h1></center>\n<center>No. 1-89-3340.</center>\n<center><p><b>Appellate Court of Illinois, First District, Sixth Division.</b></p></center>\n<center>November 16, 1990.</center>\n<p><span class=\"star-pagination\">*174</span> Winston &amp; Strawn, Chicago (Paul P. Biebel, Jr. and Stephen S. Morrill, of counsel), and Cathy Ann Pilkington, Sp. Asst. Atty. Gen., Chicago, for respondents-appellants.</p>\n<p>Cook County Public Guardian, Chicago (Susan Tone Pierce, Mary Bird, Kathleen Kennedy and Patrick T. Murphy, of counsel), for petitioner-appellee.</p>\n<p>Justice EGAN delivered the opinion of the court:</p>\n<p>This is an appeal from a contempt order against Gary Morgan and Ina Denton, both employees of the Illinois Department of Children and Family Services (the Department) for failure to provide information in a report to the Presiding Judge of the Juvenile Division of the Circuit Court of Cook County. The request for the report was made by the Public Guardian of Cook County (Public Guardian); and the contempt order was entered on the motion of the Public Guardian. The contempt order provided for a fine of $100 for each week Morgan and Denton failed to comply with the order.</p>\n<p>The Department is a State agency created by statute and charged with the responsibilities of providing social services for children and their families, of operating children's institutions and of providing other rehabilitative and residential services. (Ill.Rev.Stat.1989, ch. 23, par. 5001 <i>et seq.</i>) Patrick T. Murphy is the Public Guardian <span class=\"star-pagination\">*175</span> appointed by the Chief Judge of the Circuit Court of Cook County. (Ill.Rev.Stat.1989, ch. 110½, par. 13-1.1). He has also been appointed Guardian <i>Ad Litem</i> and attorney for all abused, neglected and dependent children under the jurisdiction of the Juvenile Division of the Cook County Circuit Court.</p>\n<p>The Department maintained three shelters for the benefit of abused, neglected and dependent children: Chicago Youth Services (CYS), Herrick House (Herrick) and Dickens Shelter (Dickens). CYS and Dickens are located in the City of Chicago, and Herrick is located in Bartlett, Illinois.</p>\n<p>This case is the second appeal before us arising out of proceedings between the same parties. The first appeal centered on the extent of the authority of the Juvenile Court to entertain actions for <i>mandamus</i> and injunction; this appeal centers on the propriety of the order entered by the Juvenile Court Presiding Judge pursuant to section 2-28 of the Juvenile Court Act (Ill.Rev. Stat.1989, ch. 37, par. 802-28(1)) which provides, in part, as follows:</p>\n<blockquote>\"The court may require any legal custodian or guardian of the person appointed under this Act to report periodically to the court or may cite him into court and require him or his agency to make a full and accurate report of his or its doings in behalf of the minor. The custodian or guardian, within 10 days after such citation, shall make the report, either in writing verified by affidavit or orally under oath in open court, or otherwise as the court directs. Upon the hearing of the report the court may remove the custodian or guardian and appoint another in his stead or restore the minor to the custody of his parents or former guardian or custodian.\"</blockquote>\n<p>Because the proceedings in each appeal are interconnected, a recitation of their lengthy history is required.</p>\n<p>On May 1, 1989, the Public Guardian filed a motion in the name of one minor, F.B., for a report from the Department to the court pursuant to section 2-28 of the Juvenile Court Act seeking the following information:</p>\n<p>a) the population of every Department shelter from April 14, 1989, to April 25, 1989, including Dickens, Herrick and CYS and the number of children each shelter is licensed to take;</p>\n<p>b) the sleeping arrangements for the children who are placed at each of these shelters after capacity is reached;</p>\n<p>c) a description of staffing patterns and monitoring procedures for the evening and night coverage of children's sleeping quarters for each shelter;</p>\n<p>d) a description of staffing changes that have been made to accommodate excess capacity and the name of each additional staff person who has worked when capacity was exceeded;</p>\n<p>e) whether the Department had contacted its licensing division to request that the license capacity of the shelter be increased;</p>\n<p>f) the composition of the populations of every shelter including but not limited to assaultive children, sexually abused children, sexual offenders, suicidal children, children who are involved in gangs, developmentally disabled children, medically at risk children, delinquents, and fire setters;</p>\n<p>g) the efforts the Department had made to develop placement resources for groups of children who constitute a large percentage of the population at the shelters, including babies born with cocaine in their systems.</p>\n<p>In support of the motion the Public Guardian alleged that on April 14, 1989, various officials of the Department had instituted a procedure to deal with the overflow of children who could not be placed at the Maryville Center; that the procedure included authorizing each of the shelters to take up to 15 children over capacity. CYS and Herrick were over capacity by five children; no additional staff had been hired to accommodate the increased number of children; the Department had placed children in the offices of the Emergency Service Center overnight because the population in Maryville Center was at capacity; significant portions of the shelter population fall into groups for which the Department had failed to develop <span class=\"star-pagination\">*176</span> any program. For example, there were a significant number of babies on apnea monitors who had been at Maryville Center for weeks or even months. The Department had failed to develop foster care resources for babies requiring apnea monitors. The motion also alleged on information and belief that the increased numbers of children being placed in the shelters resulted from the Department's closing intake at one of its major foster care agencies.</p>\n<p>The Department filed a motion to dismiss the Public Guardian's motion for a report, contending that the report requested did not come within the purview of section 2-28 of the Act, that the Department was making good-faith attempts to provide adequate care for the increasing number of children at the shelters and that the report was unnecessary because the Department would have given the Public Guardian the information sought by telephone or written communication. (The record does not contain any order on the Department's motion to dismiss; we assume the motion to dismiss was denied since the Department filed a report on May 26. We assume also from other pleadings that the court ordered a report in conformance with the Public Guardian's motion.)</p>\n<p>On May 26, the Public Guardian filed a supplemental petition for mandamus and injunctive relief in the name of a class consisting of F.B. and other abused, neglected or abandoned children who were placed in shelters by the Department. (We are informed that they number approximately 150.) The petition alleged, in substance, the following:</p>\n<p>CYS is a shelter for male adolescents, ages 12-19 years. The capacity is 30. On one night as many as 14 children beyond capacity spent the night at CYS. To deal with the excessive number of children coming into the shelter, the Department obtained fold-away beds and cots for sleeping purposes. To provide adequate supervision in light of the excessive number of children, Department supervisors and administrators volunteered to work, and did work, overtime. A number of the wards at CYS were either mental or delinquency cases.</p>\n<p>Herrick House is a temporary shelter for male and female wards from 13-20 years of age. The capacity is 40. Excessive numbers of wards had been coming into Herrick House. Ten wards over the capacity spent the night on May 19, 1989. Again to deal with excessive numbers of wards coming into Herrick House, the Department obtained fold-away beds or cots; and again, Department administrators and supervisors volunteered their overtime services. A number of the wards at Herrick House were gang members, mentally retarded or mentally ill.</p>\n<p>Dickens Shelter is for teenage mothers and their babies and other boys and girls, with a capacity of 30. At times there have been 37 wards in Dickens. Some of the wards at Dickens either had serious mental problems or had a history of being a sexual abuser.</p>\n<p>The complaint pleaded specific acts which allegedly disclosed that the Department was not performing its statutory and constitutional obligations. For example, many children slept on flimsy cots placed in a T.V. room; one of the children at one of the shelters was a young man who had a history of hospitalization for a mental disorder; ten other children did not belong in a shelter environment under any circumstances; they required full-time supervision for their own safety and the safety of others, but the shelter could not provide adequate supervision; those children had been removed from their homes or previous placements because of abuse, neglect or dependency; they were required to live with other youths who were delinquents; as a result, the overextended staff was unable to monitor or supervise the children properly; and the overcrowding created a dangerous environment putting the children at immediate risk of physical and emotional harm. Another example was that many children, some of whom did not know how to swim, swam unsupervised at night in a lake on the premises of one of the shelters. In addition, some of the older boys at one of the shelters were gang members who intimidated younger boys who were not gang members. Many of the <span class=\"star-pagination\">*177</span> younger boys at one of the shelters were afraid to take showers or go to sleep for fear of sexual attacks or gang beatings.</p>\n<p>The petition also alleged that at the time of the filing of the complaint the Department was attempting to hire additional staff at each of the shelters.</p>\n<p>The petition prayed for an order mandating that:</p>\n<p>a) the Department refrain from placing any child at any Department shelter unless the placement complied with the licensing capacity of the shelter and unless the shelter, with its current population, met applicable fire and building code standards;</p>\n<p>b) the Department refrain from placing any child at any Department shelter unless the child had a minimum degree of privacy at the shelter and unless there was provided for each child adequate sleeping space, recreational facilities, supervision and counseling;</p>\n<p>c) the Department refrain from placing any child at any Department shelter unless the shelter was notified of the child's history to the extent it was known to the Department, including whether the child had been the victim or perpetrator of sexual abuse, whether the child had been hospitalized for mental illness, whether the child had special medical needs, whether the child had a history of delinquency or violent behavior, and whether the child had a history of drug use;</p>\n<p>d) the Department refrain from placing any child at any Department shelter unless the shelter staff was able to segregate or otherwise protect that child based upon his history; and</p>\n<p>e) the Department place every child who would have been placed at a Department shelter but for the order in a safe, suitable environment.</p>\n<p>On June 1, the Public Guardian filed an amended supplemental petition which in substance was the same as the supplemental petition. He also filed a request for a more definite statement in the report that had been filed by the Department on May 26. He alleged that the Department had not sufficiently complied with the judge's order. Also on June 1, the Department moved the judge to transfer the class action and the <i>mandamus</i> and injunction action to the chancery division. (Although no order on this motion appears in the record, we assume that the motion to transfer to the chancery division was also denied.)</p>\n<p>On June 5, 1989, the Department filed a motion to dismiss the amended supplemental petition. The Department contended that the Juvenile Court Act did not authorize an action for <i>mandamus</i> or injunction; alternatively, it contended that the complaint did not state a cause of action for <i>mandamus</i> or injunctive relief; more specifically, the Department contended that <i>mandamus</i> relief was barred because the suit sought to interfere with the Department's exercise of discretion. The motion also contended that the prayer for relief was not sufficiently certain and definite. The judge denied the Department's motion to dismiss, and the Department elected to stand on its motion. The judge made no express findings but entered a preliminary injunction in substantial accord with the prayers for relief in the petition.</p>\n<p>The order was stayed until midnight June 9, 1989. On June 9, this court entered an order staying the effect of the trial court order and ordered an expedited briefing schedule. Oral argument was heard on August 14, 1989. The Department's principal argument was that the circuit court exceeded its jurisdiction, contending that the Juvenile Court Act does not authorize the courts to prescribe a course of conduct for the discretionary acts of governmental officers.</p>\n<p>Even while the appeal was pending in this court, the parties were active in the Juvenile Court. On June 19, 1989, the Public Guardian filed a motion for expedited discovery including a request to produce and interrogatories. The motion was based on allegations made by the Department in pleadings in this court filed on June 16, 1989. The motion asked that the Department respond by June 26, 1989. On June 30, the Department filed a motion for a protective order.</p>\n<p><span class=\"star-pagination\">*178</span> On July 17 the Public Guardian filed another motion for a report by the Department. That motion alleged, on information and belief, that the Department had \"made plans to place wards of the court in hotels when the capacity at shelters is exceeded\"; that \"years ago, [the Department] used motels and hotels in the Chicago area to house abused and neglected children. At that time, it was widely reported that many of the children [the Department] placed in these hotels and motels were victims of drug usage, prostitution and assault\"; and that \"placing children in a motel does not satisfy the Juvenile Court Act, which provides that care be `as nearly as possible equivalent to that which should be given by his or her parents.'\"</p>\n<p>The Public Guardian asked that the Department produce two employees of the Department and any documents which would provide the following information:</p>\n<p>1) the names of all hotels or motels which were being considered or which were presently being used to house wards of the court;</p>\n<p>2) the names, positions, levels of training, and professional backgrounds of the individuals who would supervise and/or were supervising children in hotels or motels;</p>\n<p>3) the Department's plans and procedures for determining the backgrounds of the children, including age, sex, psychiatric background, developmental delay, history of delinquency, history of violence, and history of sex abuse;</p>\n<p>4) the Department's plans to supervise the children housed in hotels and motels including how many supervisors would be on site, whether doors to rooms would remain open, what degree the children would be supervised when they were in the rooms;</p>\n<p>5) the Department's plans to meet the educational and emotional needs of the children, including transportation to school and enrollment in school;</p>\n<p>6) the Department's plans to insure that a certain decree was complied with as to children housed in motels.</p>\n<p>The motion also asked that the Department report the following information to the court <i>and to the Public Guardian</i> within 48 hours of the time any child was placed in any hotel or motel:</p>\n<p>a) the name, age, sex and birth date of the child;</p>\n<p>b) the number of years the child had been a ward of the Department and the reason the child entered the system originally;</p>\n<p>c) whether the child had any history of psychiatric problems, delinquency, or developmental delay;</p>\n<p>d) whether the child had been a victim of sexual abuse or had sexually abused another person, and if so, what counseling the child had received for such sexual abuse and what counseling the Department would provide for the child while the child was in the hotel or motel;</p>\n<p>e) if the child had a background of mental health or developmental delay, what treatment the Department would provide for the child while he was in the hotel or motel;</p>\n<p>f) educational plans for the child;</p>\n<p>g) recreational programs for the child, including where the recreational programs were located; and</p>\n<p>h) if the child was a mother, where her children were located.</p>\n<p>On July 14, the Department filed a motion for a bill of particulars directed to the underlying petition for <i>mandamus</i> and injunction. The judge entered an agreed order that the Public Guardian answer the bill of particulars by July 27. On July 21, the Department filed a motion to dismiss the Public Guardian's last motion for a report of the Department. The motion to dismiss alleged, in part, that section 2-28 was not applicable to the information sought by the Public Guardian and that the information sought as a report was, in fact, a discovery device in the underlying petition for <i>mandamus</i> and injunction and, as such, was an abuse of section 2-28. Alternatively, the Department asked that the judge postpone his ruling on the motion to <span class=\"star-pagination\">*179</span> dismiss until this court decided the pending appeal. On July 25, the judge denied the defendant's motion to dismiss. The judge's order granted all the information sought by the Public Guardian including \"the names of all hotels or motels which are being considered or which are presently being used to house wards of this court.\"</p>\n<p>On August 2, the Department filed a motion to reconsider, vacate or modify the order of July 25 on the ground that certain information was protected by executive privilege. Alternatively, the motion asked that the judge certify certain questions under Supreme Court Rule 308(a) (107 Ill.2d R. 308(a)) for a possible permissible interlocutory appeal to this court. On August 3, the judge denied the motion to reconsider; but he did not require the Department to report which hotels or motels were being considered and he did not require reporting the names of the individuals who would supervise children in hotels or motels. The judge also denied the motion to certify questions under Supreme Court Rule 308(a). Subsequently, on a date not appearing in the record, the Department filed its report in which it stated that no children were then being housed in hotels or motels; that the Department's intention was to utilize intake information disclosing the children's backgrounds at the time each child arrived at a facility; and that the Department's current intention was that minors would stay overnight in a hotel or motel only when shelters were at capacity \"and all possible immediate placement resources [had] been exhausted.\"</p>\n<p>On September 1, 1989, in a Rule 23 Order we remanded the cause to the circuit court. (<i>In re F.B.</i> (1st Dist.1989), No. 891493 (unpublished order under Supreme Court Rule 23).) We based the remandment order on the fact that the parties had informed us in oral argument that conditions were \"better,\" but they were unable to say to what extent. The attorney for the Department had also informed us that overcrowding no longer existed. Both sides agreed that there were on-going efforts on the part of the Department to respond to the problems. We concluded that, since there had been a change of conditions, but we were unable to determine to what extent, and since the trial court retained continuing jurisdiction to vacate or modify its order (see <i>In re Overton</i> (1974), <span class=\"citation\" data-id=\"1977029\"><a href=\"/opinion/1977029/in-re-overton/\"><span class=\"volume\">21</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">1014</span></a></span>, <span class=\"citation\" data-id=\"1977029\"><a href=\"/opinion/1977029/in-re-overton/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></a></span>), it was appropriate to vacate the order and to remand the cause.</p>\n<p>Statements of fact were made to us by the attorney for the Department, for example, that budgetary constraints hindered the Department and that the Department had acted in good faith. The Public Guardian could not agree that the statements of fact were accurate. We recognized that budgetary limitations and good faith could be relevant factors to be considered by the trial judge in the exercise of his discretion.</p>\n<p>Both sides expressed recognition that remandment might be appropriate but asked us to decide the appeal on the merits because the problems might recur. The Department asked us to rule that the courts have no authority to interfere with the Department's exercise of discretion. We refused to pass on the Department's argument because the Department had elected to stand on its motion to dismiss and thereby admitted the factual allegations of the complaint. We concluded that we would not decide a question of such sensitivity and wide-spread importance, involving the separation-of-powers principle, on the basis of the record before us.</p>\n<p>On September 8, one week after this court remanded the cause, the Department filed its report informing the trial judge that, in an attempt to prevent future overcrowding conditions in facilities, the Department had contracted with Thorek Hospital, a wing of which would be available for 14 children. The report explained the source of the staffing of the Thorek plan, of the food for the children, of the medical care and of the security arrangements. Thorek was available only for boys 8 to 13 years of age. The report also informed the judge that Uhlich Children's Home in Chicago had made available to the Department five beds for overnight stays when necessary due to overcrowding at Department facilities.</p>\n<p><span class=\"star-pagination\">*180</span> On October 24 the Public Guardian filed a renewed motion for a report. The motion repeated the procedural history of the case, including the remandment action taken by this court. It alleged that after remand, \"[t]he case was reset to October 19, 1989, and subsequently to October 24, 1989, for further proceedings before Chief Judge Hamilton.\" It further alleged that since the appellate court remand, \"the shelters have again become overcrowded, understaffed, and dangerous for the children residing in them.\" The motion specifically referred to the overcrowded conditions at Herrick, Dickens and CYS and alleged the following:</p>\n<blockquote>\"23. Since Defendants' representations to the appellate court in August that the overcrowding problems had been resolved, Defendants' policies and placement practices have continued to create overcrowded and dangerous conditions for children in shelters.</blockquote>\n<blockquote>24. Defendants' report failed to set forth these or other overcrowding conditions at the shelters or the plans for the shelters' increased populations.</blockquote>\n<blockquote>25. <i>Plaintiffs' amended petition for injunctive relief is pending before this court.</i> Due to the inadequacy of Defendants' report, Plaintiffs are unable to ascertain the conditions of the shelters or <i>Defendants' plans for accommodating the recurring and predictable increases in population.</i>\" (Emphasis added.)</blockquote>\n<p>The motion asked for specific information. Since we will set out the information sought in another part of this opinion, we will not recite it here. Suffice it to say that the Public Guardian's request for information was comprehensive.</p>\n<p>On November 7, the Department filed a response to the renewed motion and maintained that the motion for report was a \"transparent effort by [the Public Guardian] to secure [his] discovery more quickly, and without the same procedural protections available to [the Department], than is afforded under the Code of Civil Procedure.\"</p>\n<p>On November 14, the Department again moved to strike the amended supplemental petition for <i>mandamus</i> and injunctive relief on grounds other than those previously advanced. On the same day, the judge denied the Department's motion to strike the amended supplemental petition and ordered the Department to file a report which would provide all information sought by the Public Guardian with some limited exceptions.</p>\n<p>On December 1 the Public Guardian filed a petition for a rule to show cause against Gary Morgan, the Department's Guardianship Administrator, and Ina Denton, the Department's Deputy Director, for failing to comply with the order entered on November 14. On December 5, after a hearing, the judge declared Morgan and Denton in contempt of court and fined each $100 for every week they were not in compliance with his order. The following day the Department filed notice of appeal in the circuit court, and the notice of appeal was filed in this court on December 7.</p>\n<p>The Public Guardian once again was not deterred by a notice of appeal. On January 3, 1990, he filed a petition for injunction and declaratory relief under the Federal Civil Rights Act. (42 U.S.C. § 1983 (1982).) That petition also was brought as a class action and sought an order enjoining the Department from denying the Public Guardian access to information about children who were placed in shelters operated by the Department. He also filed a motion for a preliminary injunction seeking to prevent the Department from moving children from Dickens until appropriate alternative placements had been located for them. We have been informed by the Public Guardian that the motion for preliminary injunction has been withdrawn. We assume, therefore, that the complaint under the Civil Rights Act for declaratory relief and a permanent injunction is still pending.</p>\n<p>Once again the Department has seen fit to couch the issue in terms of the court's authority. It maintains that the order was void for lack of subject matter or personal jurisdiction. What the Department really argues, however, is that the judge should not have entertained a motion <span class=\"star-pagination\">*181</span> for a report while the petition for <i>mandamus</i> and injunction was pending. In short, the Department says that the judge was in error. We agree that the order should be vacated but not on jurisdictional grounds. An order is not without a jurisdictional basis simply because it may be erroneous. (<i>Faris v. Faris</i> (1966), <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">305</span></span>, <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">210</span></span>.) The case cited by the Department, <i>In re A.M.</i> (1984), 128 Ill.App.3d 100, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">303</span></span>, <span class=\"citation\" data-id=\"2022535\"><a href=\"/opinion/2022535/in-re-am/\"><span class=\"volume\">470</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">58</span></a></span>, is not in point. In that case the court reversed a contempt citation on the ground that the alleged contemnor had not been properly served with summons. We hold that the trial judge had both subject matter and personal jurisdiction; the Department was a party before him; and the children were wards of the court.</p>\n<p>The Department also contends that section 2-28 is applicable only to a request for a report on the care given to a particular minor. We do not agree. Acceptance of the Department's argument would require that the Public Guardian file 150 separate requests for identical reports. The Act is sufficiently broad to encompass one report on a number of wards, <i>assuming that they are factually similarly situated.</i> There appears no reason why a report could not be made as to a properly constituted class.</p>\n<p>Next the Department argues that the only recourse available to the judge for an unsatisfactory report of a guardian, or a refusal to report, is removal of the guardian and appointment of another guardian. Again, we do not agree. The Act provides that the judge <i>may</i> remove the guardian and appoint another. The Act also provides that the judge \"may cite [the guardian] into court and <i>require</i> him\" to make a full report. (Emphasis added.) (Ill.Rev. Stat.1989, ch. 37, par. 802-28(1).) It is inconceivable that the legislature intended that the juvenile court would be powerless to enforce its orders against a guardian who willfully refused to obey them. Even if the legislature did so intend, that intention would be ignored. A court possesses inherent power to enforce its orders by way of contempt, and that power may not be restricted by the legislature. (<i>In re G.B.</i> (1981), <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">36</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1096</span></span>.) The principal cases relied on by the Department (<i>In re Washington</i> (1976), <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">133</span></span>, and <i>In re Owen</i> (1973), <span class=\"citation\" data-id=\"2009585\"><a href=\"/opinion/2009585/in-re-petition-of-owen/\"><span class=\"volume\">54</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"2009585\"><a href=\"/opinion/2009585/in-re-petition-of-owen/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">455</span></a></span>) are not contrary to our views. In both <i>Washington</i> and <i>Owen</i> the supreme court struck down the remedial steps taken by the juvenile court. The court did not question the juvenile court's power to investigate and to seek a report.</p>\n<p>The Department also argues that the report procedure under section 2-28 deprives it of the protection available under the discovery rules and thus constitutes a denial of the Department's constitutional right to equal protection of the law. The Department points out that section 2-28 provides that a report shall be made within 10 days, unlike the more generous time provisions applicable to the discovery rules, and that section 2-28 does not have a provision comparable to Supreme Court Rule 201(k). (107 Ill.2d R. 201(k).) The Department also argues that proceeding under section 2-28 precludes the Department from objecting to discovery requests that are privileged or constitute attorney work product or are irrelevant or will not lead to the discovery of relevant evidence or are unduly burdensome. The Department's own actions in this case refute its argument. It sought and received extensions of time for filing a report, and it sought and received protective orders on the basis of privilege. We believe the Department may seek protective orders under section 2-28 on the same grounds it might seek a protective order under the discovery rules. We further believe that the court possesses inherent power to require the parties to seek to resolve any disputes over information sought under section 2-28 in a manner consistent with the provisions of Rule 201(k). Whether a party is entitled to discovery under the supreme court rules in proceedings in the juvenile court is subject to the discretion of the court. <i>People ex rel. Hanrahan v. Felt</i> (1971), <span class=\"citation\" data-id=\"2232979\"><a href=\"/opinion/2232979/people-ex-rel-hanrahan-v-felt/\"><span class=\"volume\">48</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">171</span></a></span>, <span class=\"citation\" data-id=\"2232979\"><a href=\"/opinion/2232979/people-ex-rel-hanrahan-v-felt/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1</span></a></span>.</p>\n<p><span class=\"star-pagination\">*182</span> The Department also maintains that information may <i>never</i> be sought by the Public Guardian, or the court, under section 2-28 whenever the Public Guardian also has pending some other proceedings that could be considered as embracing the same general subject matter as does the requested report. Although a set of circumstances does not come to mind that would justify the Public Guardian pursuing relief under section 2-28 and under the discovery rules, we need not and will not adopt so broad a rule as advanced by the Department.</p>\n<p>We do believe, however, that the ordered report represented an abuse of discretion under the peculiar facts of this case. It is obvious, and the Public Guardian concedes, that he could have received, by use of the discovery available under his <i>mandamus</i> claim, the information he sought in the motion for a report. However, he advances a number of reasons why the Department should be required to provide the information under section 2-28 rather than the discovery rules. First, he says that the report is really to the judge rather than to him. Second, he maintains that the discovery rules place the \"burden\" on him and that section 2-28 places the \"burden\" on the Department. Third, he maintains that he can get the material more swiftly under section 2-28 than he can under the discovery rules.</p>\n<p>Our answer to the first argument is that the fact that the report goes to the judge is an artificial distinction. The information also goes to the Public Guardian, and pertinent information acquired during the discovery procedures will also go to the judge when, and if, the Public Guardian seeks relief under the <i>mandamus</i> petition. Our answer to the second argument is that there is no difference between the \"burden\" imposed on the Public Guardian under the discovery rules than there is under section 2-28. It is the Public Guardian who must bring to the court's attention those matters he wishes reported. Moreover, the motion for a report contained allegations of fact. If those allegations of fact are contested by the Department, the Public Guardian concedes, the court could permit discovery under the supreme court rules. For the same reason, we believe that the Public Guardian's claim that the information would be necessarily acquired more quickly under section 2-28 is without merit. In this case, the judge did grant extensions of time to the Department and did recognize the Department's claim of privilege.</p>\n<p>In his brief, the Public Guardian tells us that he has never sought to use any information provided by the Department in its reports \"in any contested hearing in this case.\" That fact is of no consequence. We would be naive if we were to assume that the Public Guardian would never use information received in a report if he determined the information would assist him in his <i>mandamus</i> claim. In oral argument, the attorney for the Public Guardian conceded that the information acquired from the report might be used in the <i>mandamus</i> claim.</p>\n<p>The Public Guardian's answer to a question during oral argument illustrates his position. It was pointed out that the juvenile court judge could have transferred the <i>mandamus</i> and injunction action to the chancery division and have retained the section 2-28 motion. If that had happened, the Public Guardian maintained, he would still have the right to seek the same information in both actions, although he conceded that either court, in its discretion, might take steps to prevent \"duplicative\" efforts. We strongly disagree with his position that he would be able to maintain both actions; and we see no reason to conclude otherwise because both actions were before the same judge. We conclude that the trial judge should have exercised the same discretion the Public Guardian acknowledges he had and should have denied the Public Guardian's motion brought under section 2-28.</p>\n<p>The Public Guardian first asked for a report; then he filed the <i>mandamus</i> action; then he filed another request for a report on possible uses of hotels and motels; and then he filed another request for a report. In the meantime he was also <span class=\"star-pagination\">*183</span> availing himself of his discovery rights under the <i>mandamus</i> action while the case was pending before us the first time. Even after the present appeal was filed, he brought another separate action under the Federal Civil Rights Act claiming that the Department was denying him access to information. In our judgment, to permit the Public Guardian to proceed at his discretion under both section 2-28 and the <i>mandamus</i> action (or the Civil Rights Act claim) would be an open invitation to harassment of the Department. In addition, it could lead to unnecessary duplication of discovery efforts and an attendant waste of judicial resources. The Public Guardian insists that he has no intention of voluntarily dismissing the petition for <i>mandamus</i> and injunction. That being so, it is our view that the Public Guardian cannot have it both ways. For these reasons, we hold that it was an abuse of discretion to order the requested report under section 2-28.</p>\n<p>Under ordinary circumstances we might refrain from passing on the Department's additional argument that the order requires disclosure of information beyond the scope of section 2-28. Under the unusual circumstances of this case, however, we have decided to address the Department's argument. We have recited the seemingly labyrinthine procedural history of this case to illustrate the unfortunate impasse resulting from a dispute between two public agencies whose function it is to protect the welfare of unfortunate children. We regret to say that the hopes we felt, when remanding this cause, for an accommodation between these two public agencies, or at least for a resolution of the underlying dispute on the merits, have been dashed. Indeed, we see that even while the first dispute had been pending before us and while the second dispute has been pending, the agencies continued to skirmish.</p>\n<p>We have been informed again in oral argument that the \"situation is not as serious as it was\" and that some good faith efforts were being made by the Department to insure the safety of the children. Because of those facts, the Public Guardian informs us that the <i>mandamus</i> and injunction actions were \"in abeyance.\" Although our hopes again were raised that the problems could be resolved, we have concluded that this case presents a problem that will not go away. Therefore, we believe that the interests of the concerned children and the important and sensitive nature of this case dictate that we discuss the proper scope of section 2-28 and the delicate balance existing between the duties and powers of the Department, the Public Guardian and the court.</p>\n<p>The purpose of section 2-28 is to enable the court, which has the ultimate responsibility for the children under its jurisdiction, to be apprised of the treatment accorded the children by their guardians. The Act provides that the court may require the guardian to report \"periodically.\" In addition, the Act has the following reporting requirement:</p>\n<blockquote>\"A guardian or custodian appointed by the court pursuant to this Act shall file updated case plans with the court every 6 months. Every agency which has guardianship of a child shall file a supplemental petition for court review, or review by an administrative body appointed or approved by the court and further order within 18 months of an order for shelter care pursuant to Section 2-10 and each 18 months thereafter. Such petition shall state facts relative to the child's present condition of physical, mental and emotional health as well as facts relative to his present custodial or foster care. The petition shall be set for hearing and the clerk shall mail 10 days notice of the hearing by certified mail return receipt requested to the person or agency having the physical custody of the child, the minor and other interested parties unless a written waiver of notice is filed with the petition.</blockquote>\n<blockquote>Rights of wards of the court under this Act are enforceable against any public agency by complaints for relief by mandamus filed in any proceedings brought under this Act.\" Ill.Rev.Stat.1989, ch. 37, par. 802-28(2).</blockquote>\n<p>Under the Act, therefore, the court, <i>after receiving a report,</i> may retain or relieve the guardian, or it may compel a public <span class=\"star-pagination\">*184</span> agency to perform its official duty. In our judgment, it is implicit in the Act that a guardian may not be removed or a public agency compelled to perform an official duty unless the court is first satisfied <i>by proof</i> that the guardian has not performed its duty.</p>\n<p>The Department, as a State agency, is invested by the legislature with a wide range of discretion in the exercise of its duties. That discretion, of course, is not unlimited and is subject to review as evidenced by the express provision of section 2-28, which provides that an action for <i>mandamus</i> may lie against a public agency to enforce the rights of wards of the court. Contrary to the apparent argument of the Department, the writ of <i>mandamus</i> may be used to prevent an administrative agency from abusing its discretionary power when the abuse results in manifest injustice. (<i>People ex rel. PPG Industries, Inc. v. Schneiderman</i> (1981), 92 Ill.App.3d 546, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">906</span></span>, <span class=\"citation\" data-id=\"2073411\"><a href=\"/opinion/2073411/people-ex-rel-ppg-industries-v-schneiderman/\"><span class=\"volume\">414</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1059</span></a></span>.) On the other hand, the Public Guardian is not the overseer or the ombudsman of the Department. He must establish a clear legal right to the writ of <i>mandamus.</i> (<i>Walter v. Board of Education</i> (1982), <span class=\"citation\" data-id=\"2056146\"><a href=\"/opinion/2056146/walter-v-board-of-education-of-quincy-school-dist/\"><span class=\"volume\">93</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">101</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">309</span></span>, <span class=\"citation\" data-id=\"2056146\"><a href=\"/opinion/2056146/walter-v-board-of-education-of-quincy-school-dist/\"><span class=\"volume\">442</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">870</span></a></span>.) <i>Mandamus</i> will lie to compel the performance of a specific legal duty, but will not lie where the issuance of the writ would amount to an attempt by the court to prescribe a general course of official conduct. Put another way, <i>mandamus</i> will not lie where a court would be regulating a general course of official conduct or enforcing performance of official duties generally. <i>People ex rel. Hopf v. Barger</i> (1975), 30 Ill.App.3d 525, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">649</span></span>.</p>\n<p>Similarly, the power of the court over the Department is not unlimited. In <i>In re Washington</i> (1976), <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">133</span></span>, and <i>In re Owen</i> (1973), <span class=\"citation\" data-id=\"2009585\"><a href=\"/opinion/2009585/in-re-petition-of-owen/\"><span class=\"volume\">54</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"2009585\"><a href=\"/opinion/2009585/in-re-petition-of-owen/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">455</span></a></span>, the supreme court reversed orders of the juvenile court on the ground that the orders represented unjustified interference in the internal administrative procedures of administrative agencies. We do not read the case cited by the Public Guardian, <i>In re Claudia K.</i> (1982), <span class=\"citation\" data-id=\"2237691\"><a href=\"/opinion/2237691/in-re-claudia-k/\"><span class=\"volume\">91</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">469</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">526</span></span>, <span class=\"citation\" data-id=\"2237691\"><a href=\"/opinion/2237691/in-re-claudia-k/\"><span class=\"volume\">440</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">78</span></a></span>, as any weakening of the holdings of <i>Washington</i> and <i>Owen.</i></p>\n<p>We turn now to the report which the Department was ordered to provide. The motion asked for the following information: the names of Department personnel responsible for monitoring the shelters' compliance with licensing standards or other safety guidelines, including fire and building codes; the licensing capacities for CYS, Herrick and Dickens; the populations at CYS, Herrick and Dickens; the names of any additional facilities utilized to accommodate increases in the shelter population; whether children were moved among facilities during normal sleeping hours for minors; whether additional staff had been secured to accommodate any increases in the shelter population and, if so, a description of the staffing pattern; the number of staff at each level at CYS, Herrick and Dickens, the current number of staff for each position, and a description of plans and time frames for further hiring of the staff at those facilities; whether any additional staff were hired to accommodate children sent to facilities other than CYS, Dickens or Herrick, and, if so, a description of the hiring practice; whether existing staff from CYS, Herrick and Dickens worked overtime to accommodate any increases in population, and, if so, the work schedule for each of those staff members; the names of the individuals within the Department responsible for developing or implementing a plan to alleviate shelter overcrowding; whether there were any current or long term plans for alleviating the recurring problem of overcrowding at CYS, Dickens and Herrick and, if so, the components of those plans and the time frames for their implementation, including whether that plan provides for increases in January, May or December or other predictable times of shelter population increases; a list of children residing at shelters who have not attended school for reasons other than illness; a list of all counseling services or other such support services available to children placed at CYS, Dickens and Herrick; a list of all recreational activities and programs provided for children <span class=\"star-pagination\">*185</span> at CYS, Dickens and Herrick; and a list of all Department placement resources and a description of Department plans for addressing the long-term placement needs of hard-to-place children who remain in shelters for extended periods or threaten the safety of other children in shelters, including, but not limited to, young mothers and pregnant teens, developmentally delayed youth, and sexual offenders; and the name, address, and phone number of the individual responsible for the development of placement resources for those populations.</p>\n<p>The judge ordered the Department to file a report which would provide all information sought by the Public Guardian except the following: the persons within the Department responsible for monitoring the shelters' compliance with licensing standards or other safety guidelines; whether any additional staff were hired to accommodate children sent to facilities other than CYS, Dickens or Herrick; the identity of the persons in the Department responsible for developing or implementing a plan to alleviate shelter overcrowding and the name, address and phone number of the individual responsible for the development of placement resources for hard-to-place populations who remain at shelters for extended periods or threaten the safety of other children at shelters.</p>\n<p>Still left ordered, therefore, is much information not directly related to the immediate care of the children. For example, the Department is ordered to report the following:</p>\n<p>1) \"a description of plans and time frames for the hiring of additional staff for CYS\";</p>\n<p>2) \"whether any additional staff * * * will be hired [at Herrick House] * * * and a description of plans and time frames for additional hiring\";</p>\n<p>3) \"whether any additional staff * * * will be hired [at Dickens] * * * and a description of plans and time frames for additional hiring\";</p>\n<p>4) \"a description of the hiring practice [which may have resulted from certain nonshelter placements]\";</p>\n<p>5) \"whether there are any current or long-term plans for alleviating the recurring problem of overcrowding at CYS, Dickens and Herrick, and, if so, the components of those plans and the time frames for their implementation\"; and</p>\n<p>6) \"a list of all DCFS placement resources and a description of DCFS plans for addressing the long-term placement needs of hard-to-place population * * *.\"</p>\n<p>The factual bases for the motion for a report were the allegations of specific acts of overcrowding at CYS, Herrick and Dickens. For example, the Public Guardian alleged that Herrick was overpopulated on ten days in September and October of 1989. He also alleged, among other things, that one Department employee had written a letter to the Department's director requesting permission to increase the capacity of Herrick from 40 to 55 without expanding the physical plant and without installing additional bedroom facilities. The employee also recommended that at least eight additional staff be hired at Herrick to accommodate the increase. Despite the increased population of Herrick the Department had failed to increase the staff at Herrick.</p>\n<p>There are other specific examples of what the Public Guardian deemed to be overcrowding without an increase in staff. Those factual allegations lead to the conclusional allegations of the Public Guardian that the shelters had again become overcrowded, understaffed and dangerous for the children residing in them.</p>\n<p>We cannot turn a blind eye to the allegations of the first request for a report in which the Public Guardian admitted that Department personnel were working overtime in an attempt to resolve the problem of overcrowding. Nor can we ignore the representations made to us on two occasions by the Public Guardian that the Department was making good faith efforts to correct the situation. The record shows also that the Department had contracted with two other facilities, Thorek Hospital <span class=\"star-pagination\">*186</span> and Uhlich Children's Home, to ease overcrowding. It is our judgment that the allegations of the motion, if true, would not justify the drastic relief sought by the Public Guardian and that the information ordered by the judge, without any proof of mismanagement on the part of the Department other than that alleged in the motion, constituted an unjustified rummaging through the records of the Department, contrary to the purpose intended by section 2-28.</p>\n<p>Although the propriety of another report is not directly before us on this appeal, for illustrative purposes, we believe it appropriate to discuss the report the court ordered concerning possible use of hotels by the Department. The Public Guardian alleged, <i>on information and belief,</i> that the Department had made plans to place children in hotels when the capacity at shelters would be exceeded and that placing children in a hotel did not satisfy the Juvenile Court Act. The Public Guardian did not simply seek to stop what he deemed to be an improper practice, <i>if</i> it were to occur. He also asked for a report which would include the Department's plans for determining the backgrounds of the children; its plans to supervise the children housed in hotels; its plans to meet the educational and emotional needs of the children and the Department's plans to insure that a particular decree was complied with as to children housed in hotels. It is our judgment that that order also was unjustified under the circumstances. Although the issue is moot since the Department filed a report, we cite it to illustrate, for future guidance, what we perceive to be a misconception on the part of the Public Guardian as to the proper scope of section 2-28. For future guidance of the Department, we express the view that the interest of all parties and the trial court and any reviewing court would be better served if the Department would file responses to factual allegations.</p>\n<p>Nothing in this opinion should be construed as a holding that the court might <i>never</i> be entitled to the information sought. Nor do we mean to express approval of any general policy of the Department to put its hand in the face of the Public Guardian when he is seeking reasonable access to information in the performance of his duties in representing the children.</p>\n<p>For these reasons, the orders of contempt are reversed.</p>\n<p>Orders reversed.</p>\n<p>LaPORTA, P.J., and RAKOWSKI, J., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1977029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2009585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2022535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2056146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2073411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2232979/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2237691/"
          ]
        }
      ],
      "judges": "Egan",
      "date_created": "2015-10-22T18:38:23.759308Z",
      "date_modified": "2016-03-03T21:20:09.205266Z",
      "date_filed": "1990-11-16",
      "date_filed_is_approximate": false,
      "slug": "in-interest-of-fb",
      "citation_id": 2013218,
      "case_name_short": "",
      "case_name": "In Interest of Fb",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "206 Ill. App. 3d 140",
      "state_cite_two": "151 Ill. Dec. 196",
      "state_cite_three": "",
      "state_cite_regional": "564 N.E.2d 173",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 14,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1874297/in-interest-of-fb/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:09:06.850097Z",
  "date_modified": "2014-10-30T20:09:06.850097Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "In Interest of Fb",
  "case_name_full": "",
  "slug": "in-interest-of-fb",
  "docket_number": "1-89-3340",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}