{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/189852/",
  "id": 189852,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/iasd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2511945/",
      "id": 2511945,
      "absolute_url": "/opinion/2511945/northern-natural-gas-co-v-munns/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/189852/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2511945/",
          "id": 2511945,
          "absolute_url": "/opinion/2511945/northern-natural-gas-co-v-munns/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2511945/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3320/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:03:49.289741Z",
          "date_modified": "2017-04-10T11:16:35.454647Z",
          "type": "010combined",
          "sha1": "f160801f2e79dbce26959ae23e19655d97518b91",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>254 F.Supp.2d 1103 (2003)</b></center>\n<center><h1>NORTHERN NATURAL GAS COMPNY and Northern Border Pipeline Company, Plaintiffs,<br>\nv.<br>\nDiane MUNNS, Mark O. Lambert, and Elliott Smith, Individually in their Official Capacities as Members of the Iowa Utilities Board, Defendants.</h1></center>\n<center>No. CIV. 4-01-CV-70473.</center>\n<center><p><b>United States District Court, S.D. Iowa, Central Division.</b></p></center>\n<center>February 28, 2003.</center>\n<p><span class=\"star-pagination\">*1105</span> Philip E Stoffregen, Helen C Adams, Bret A Dublinske, Dickinson Mackaman</p>\n<p>Tyler &amp; Hagen PC, Des Moines, for Northern Natural Gas Co, Northern Border Pipeline Company, plaintiffs.</p>\n<p>David Jay Lynch, Iowa Utilities Board Dept of Commerce, Des Moines, for Allan T Thomas, Diane Munns, Susan Frye, Mark O Lambert, Elliott Smith, defendants.</p>\n<p></p>\n<h2>AMENDED AND SUBSTITUTED MEMORANDUM OPINION, RUINGS GRANTING IN PART AND DENYING IN PART PLAINTIFFS' MOTION FOR SUMMARY JUDMENT AND DENYING DEFEDANTS' MOTION FOR SUMMARY JUDGMENT, AND ORDER FOR JUDGMENT</h2>\n<p>VIETOR, Senior District Judge.</p>\n<p>Plaintiffs Northern Natural Gas Company (\"Northern Natural\") and Northern Border Pipeline Company (\"Northern Border\") (collectively \"plaintiffs\") brought this action against Dianne Munns, Mark O. Lambert, and Elliott Smith (\"the Board members\" or \"defendants\"), individually in their official capacities as members of the Iowa Utilities Board (\"the Board\").<sup>[1]</sup> Plaintiffs seek a declaratory judgment that state regulatory laws relating to natural gas pipelines, Iowa Code chapter 479A (2001) and the implementing administrative regulations, 199 Iowa Administrative Code chapters 9 and 12 (collectively \"the state laws\"), violate the Supremacy Clause, U.S. CONST, art. VI, cl. 2, because they are preempted by federal statutes and regulations.<sup>[2]</sup> Plaintiffs also claim various portions <span class=\"star-pagination\">*1106</span> of the state laws violate the Contract Clause, U.S. CONST, art. I, § 10, because they effectively rewrite provisions of plaintiffs' existing easements with landowners. Finally, plaintiffs assert that the Board members' actions in enforcing the state laws deprive them of rights secured by federal law, such that the defendants are liable under 42 U.S.C. § 1983. Plaintiffs also seek injunctive relief to preclude defendants from enforcing the state laws. This court's subject matter jurisdiction rests on 28 U.S.C. § 1331.</p>\n<p>Plaintiffs and the Board members filed cross motions for summary judgment. Each party filed a resistance to the other party's motion and replies to those resistances. Oral arguments were heard, and the matter is fully submitted.</p>\n<p></p>\n<h2>I. Background</h2>\n<p>Northern Natural is an interstate natural gas pipeline company that owns and operates a 17,000-mile interstate pipeline that runs through Iowa. Northern Border, also an interstate natural gas pipeline company, owns and operates a 1,214-mile pipeline which runs through Iowa. Plaintiffs contracted with Iowa landowners for easements on land across which plaintiffs built portions of these interstate pipelines. The easement contracts are composed of standard forms, which are modified in some cases. The contracts generally address damages paid to landowners, depth of cover of pipelines, surface conditions, the perpetual nature of the easements, topsoil protection, rocks and drain tile. Not all contracts address all of these issues.</p>\n<p>The Iowa general assembly enacted Iowa Code chapter 479A in 1988 and made substantive amendments in 1995, 1999, and 2000.<sup>[3]</sup> Specifically, Iowa Code section 479A.14(1) directs the Board, an administrative agency of the state of Iowa that operates pursuant to Iowa Code chapter 474, to adopt rules establishing standards pertaining to topsoil replacement, removal of rock and debris, erosion control, repairs to drain tile, land restoration plans and other environmental issues during and after pipeline construction.</p>\n<p>The Board, whose current members are chairperson Diane Munns, Mark Lambert, and Elliott Smith, originally adopted 199 Iowa Administrative Code chapter 9, concerning the restoration of agricultural lands during and after pipeline construction, in 1980, and chapter 12, concerning interstate natural gas pipelines and underground storage, in 1991. Following the 1999 revision of section 479A.14, the Board initiated rulemaking in September 1999, and subsequently received public comments on its proposed land restoration rules. On January 10, 2001, the Board adopted rules that vacated the existing 199 Iowa Administrative Code chapter 9 and replaced it with the current version of chapter 9, which took effect on March 14, 2001. Iowa Administrative Code rule 199-9.2 <span class=\"star-pagination\">*1107</span> requires a natural gas pipeline company to file a land restoration plan which must include, but is not limited to, a brief description of the purpose and nature of the construction project, a description of the sequence of events that will occur during construction, and a description of how the natural gas pipeline company will comply with the requirements of Iowa Administrative Code rule 199-9.4(1)-(10). Iowa Administrative Code rule 199-9.4 sets out specifications for topsoil separation and replacement, temporary and permanent repair of drain tile, removal of rock and debris from the right-of-way, soil restoration, erosion control, revegetation, and construction in wet conditions.</p>\n<p>In 2001 Northern Natural sought to upgrade a pipeline near DeWitt, Iowa. The construction was authorized under a blanket certificate of public convenience and necessity issued by the Federal Energy Regulatory Commission (FERC) pursuant to section 7 of the Natural Gas Act (NGA). In issuing a blanket certificate, FERC considers possible environmental impact based in part on environmental resource reports prepared and submitted by a natural gas pipeline company pursuant to 18 C.F.R. §§ 380.3(c)(2)(i) and 380.12 (2002). Northern Natural also agreed to follow FERC's \"Upland Erosion Control, Revegetation and Maintenance Plan\" (\"FERC Plan\")<sup>[4]</sup> in its construction. On August 21, 2001, Northern Natural, citing its agreement to follow the FERC Plan, requested a waiver, pursuant to Iowa Administrative Code rule 199-9.2(2), of certain rules in chapter 9 concerning land restoration. The state Office of Consumer Advocate objected, and the Board, on August 31, 2001, issued an order denying Northern Natural's requested waiver. The Board reasoned that \"the FERC Plan does not require restoration of the affected land to a condition as good as or better than provided in the Board's rules.\" Appendix to Plaintiffs' Motion for Summary Judgment [hereinafter \"Pls.App.\"] Section M (Order Denying Request for Waiver) at 5.<sup>[5]</sup></p>\n<p></p>\n<h2>II. Legal Analysis</h2>\n<p></p>\n<h2>A. Summary Judgment Standards</h2>\n<p>Summary judgment is appropriate only when the record, viewed in the light most favorable to the nonmoving party, presents no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Nat'l Bank of Commerce v. Dow Chem. Co.,</i> 165 F.3d 602, 606 (8th Cir.1999). In this case, there are scant if any fact disputes; the issues are legal, not factual.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1108</span> B. Preemption</h2>\n<p>Under the Supremacy Clause of the United States Constitution, U.S. CONST, art. VI, cl. 2, state laws that are contrary to or interfere with federal law are invalid; the federal law preempts the state laws. <i>Brooks v. Howmedica, Inc.,</i> 273 F.3d 785, 792 (8th Cir.2001), <i>cert, denied,</i> 535 U.S. 1056, 122 S.Ct. 1914, 152 L.Ed.2d 823 (2002). The focus of any preemption analysis is Congress's intent. <i>Schneidewind v. ANR Pipeline Co.,</i> 485 U.S. 293, 299, 108 S.Ct. 1145, 99 L.Ed.2d 316 (1988). Plaintiffs identify three different types of preemption, although it is important to note that such categories are not \"rigidly distinct.\" <i>NE Hub Partners, L.P. v. CNG Transmission Corp.,</i> 239 F.3d 333, 348 (3d Cir.2001) (quoting <i>English v. Gen. Elec. Co.,</i> 496 U.S. 72, 79 n. 5, 110 S.Ct. 2270, 110 L.Ed.2d 65 (1990)). First, Congress may, through a statute's plain language, explicitly preempt state regulation in an area. <i>Schneidewind</i> 485 U.S. at 299, 108 S.Ct. 1145. In <i>Schneidewind</i> the Supreme Court held that \"[t]he NGA confers upon FERC exclusive jurisdiction over the transportation and sale of natural gas in interstate commerce for resale.\" <i>Id.</i> at 300-01, 108 S.Ct. 1145 (citing <i>N. Natural Gas Co. v. State Corp. Comm'n of Kansas,</i> 372 U.S. 84, 89, 83 S.Ct. 646, 9 L.Ed.2d 601 (1963)). Plaintiffs, citing <i>Schneidewind,</i> argue that by imposing substantive requirements such as restoration standards on the land across which pipelines run, Iowa Code chapter 479A and 199 Iowa Administrative Code chapters 9 and 12 regulate the \"transportation of natural gas in interstate commerce\" and therefore are expressly preempted by the NGA.</p>\n<p>Second, Congress may imply an intent to \"occupy the field\" through pervasive and comprehensive federal regulations in an area or where the federal interest in an area is sufficiently dominant. <i>Id.</i> at 300, 108 S.Ct. 1145 (citing <i>Rice v. Santa Fe Elevator Corp.,</i> 331 U.S. 218, 230, 67 S.Ct. 1146, 91 L.Ed. 1447 (1947)). Plaintiffs contend that even if the NGA does not explicitly preempt Iowa's regulations, federal laws, including the NGA, the Natural Gas Policy Act (NGPA), the National Environmental Policy Act (NEPA), the Natural Gas Pipeline Safety Act (NGPSA), and FERC and United States Department of Transportation (USDOT) regulations promulgated pursuant to theses statutes, demonstrate Congress's intent to occupy the field of interstate natural gas pipeline construction, operation and maintenance, including environmental aspects of pipeline construction and maintenance.</p>\n<p>Finally, state law is preempted to the extent that it actually conflicts with federal law. <i>Id.</i> An actual conflict occurs when it is impossible to comply with both the state and federal laws or where \"the state law stands as an obstacle to the accomplishment of the full purposes and objectives of Congress.\" <i>Col. Coastal Comm'n v. Granite Rock Co.,</i> 480 U.S. 572, 581, 107 S.Ct. 1419, 94 L.Ed.2d 577 (1987) (citation omitted) (quoting <i>Silkwood v. Kerr-McGee Corp.,</i> 464 U.S. 238, 248, 104 S.Ct. 615, 78 L.Ed.2d 443 (1984)). Here, plaintiffs contend state regulations with respect to topsoil removal, drain tile screening and rock removal directly conflict with the regulations provided in the FERC Plan.</p>\n<p>The Board members counter in support of their motion for summary judgment that the federal statutes and regulations, including the NGA, preempt only state safety regulations relating to interstate natural gas pipelines, not regulations concerning land restoration during and after pipeline construction. They further contend that the Eighth Circuit Court of Appeals in <i>ANR Pipeline Co. v. Iowa State Commerce Commission</i> invited Iowa's environmental regulations by stating that although <span class=\"star-pagination\">*1109</span> Iowa's pipeline safety regulations were preempted, its decision \"does not necessarily preclude Iowa from enacting environmental regulations applicable to interstate pipelines, or from providing remedies for its citizens whose property is damaged during pipeline construction.\" 828 F.2d 465, 473 (8th Cir.1987). Furthermore, certain language in the FERC Plan, according to the Board members, specifically contemplates state regulations, refuting plaintiffs' assertion that federal law occupies the field of interstate natural gas pipelines. With respect to plaintiffs' conflict preemption argument, the Board members contend that the Iowa regulations regarding topsoil segregation, tile screening, and rock removal do not create a direct conflict because plaintiffs can meet both the federal and state requirements, and the more restrictive state regulations do not interfere with the purposes or objectives of federal regulations or the FERC Plan.</p>\n<p>The construction of natural gas pipelines is regulated by both statutes (including the NGA, the NGPSA, and the NEPA provisions applicable to pipelines, which control the siting, materials used and maintenance) and regulations promulgated by FERC and the USDOT pursuant to those statutes. The NGA, as noted in <i>Schneidewind,</i> provides FERC exclusive jurisdiction over the rates and facilities of the transportation of natural gas. To this end, natural gas pipeline companies must apply for and receive a certificate of public convenience and necessity (\"FERC certificate\") before the construction of any natural gas pipeline. 15 U.S.C. § 717f(c)(1)(A). Several regulations implementing the NGA and the NEPA require environmental review as part of the certificate application process. Natural gas pipeline companies undertaking major construction of storage tanks or pipelines pursuant to the NGA, where no natural gas pipeline currently exists, must file an environmental impact statement or environmental assessment. 18 C.F.R. § 380.6(a)(2)-(3), (b) (implementing the NEPA); <i>see, e.g.,</i> Pls.App. Section G (Northern Border Pipeline Company Project 2000 Environmental Assessment). Moreover, pipeline construction authorized under a FERC certificate must be performed in a manner that takes into account soil stability and the protection of vegetation in clearing a right-of-way and also be consistent with federal environmental acts. 18 C.F.R. § 157.206(b)(1)-(2) (referencing 18 C.F.R. § 380.15). Additionally, through regulations implementing the NEPA, FERC requires, among other things, that an application for such a certificate under the NGA must include an environmental report that addresses thirteen specific areas, <i>id</i> § 380.12(a), including, in part, water use and quality, <i>id.</i> § 380.12(d), vegetation, <i>id.</i> § 380.12(e), geological resources, <i>id.</i> § 380.12(h), soils, <i>id.</i> § 380.12(i), and land use, <i>id.</i> § 380.12(j). A natural gas pipeline company must, with respect to soils, describe both the soils that are potentially affected by the construction and the \"proposed mitigation measures to reduce the potential for adverse impact to soils or agricultural productivity.\" <i>Id.</i> § 380.12(i)(5) &amp; App. A, Resource Report 7Soils. In addition, an applicant must compare its proposed mitigation plans with the FERC Plan and explain how its plans provide equivalent or greater environmental protections than those established in the FERC Plan. <i>Id.</i> § 380.12(i)(5).</p>\n<p>The FERC Plan, which Northern Natural adopted for its DeWitt project, requires at least one environmental inspector for each project during construction to ensure compliance with environmental specifications in the FERC certificate, to test topsoil in agricultural areas to measure compaction, to ensure restoration of topsoil, and to inspect temporary erosion control measures. Pls.App. Section E (FERC <span class=\"star-pagination\">*1110</span> Plan) at 2-4. FERC also vests inspectors with the authority to stop activities found to violate provisions of the FERC certificate. <i>Id.</i> at 2. Following construction, natural gas pipeline companies must monitor all disturbed areas after each of the first two growing seasons to gage the success of revegetation and the need for additional restoration, <i>id.</i> at 16, and report certain information, including the dates of backfilling and seeding, <i>id.</i> at 17.</p>\n<p>Substantively, the FERC Plan covers a wide range of issues in pipeline installation and land restoration. Section IV.B provides that natural gas pipeline companies must make every effort to remove the actual topsoil layer if the layer is less than 12 inches and at least 12 inches in deeper soils. <i>Id.</i> at 7. Section IV.C, regarding drain tile repair, provides that natural gas pipeline companies must repair tiles to original or better condition, using screens only if local soil conservation authorities and landowners agree. <i>Id.</i> at 8. Section V.A provides that during restoration natural gas pipeline companies must remove rocks from at least the top 12 inches of soil and maintain rocks in the construction work area that are similar in size and density as rocks found in adjacent, nonconstruction areas. <i>Id.</i> at 12. The FERC Plan also mandates testing to measure soil compaction, <i>id.</i> at 13, provides seeding requirements for revegetation, <i>id.</i> at 14-15, and defines what it considers successful revegetation and restoration, <i>id.</i> at 16.</p>\n<p>The foregoing federal statutes and regulations specify that environmental and land use issues be reviewed, and ultimately approved, by FERC prior to the issuance of a FERC certificate to begin construction. The materials natural gas pipeline companies file for review must address conditions both during and after construction to restore the affected land. The breadth of these statutes and regulations, when combined with extensive safety regulations applicable to pipeline construction, compel the conclusion that Congress has occupied the field of interstate gas pipeline regulation, including land maintenance and restoration standards. <i>Nat'l Fuel Gas Supply Corp. v. Pub. Serv. Comm'n,</i> 894 F.2d 571, 577-79 (2d Cir.), <i>cert, denied,</i> 497 U.S. 1004, 110 S.Ct. 3240, 111 L.Ed.2d 750 (1990);<sup>[6]</sup><i>see </i><i>NE Hub Partners,</i> 239 F.3d at 346-48; <i>Algonquin Lng v. Loqa,</i> 79 F.Supp.2d 49, 51-52 (D.R.I.2000); <i>No Tanks Inc. v. Pub. Utils. Comm'n,</i> 697 A.2d 1313,1315-16 (Me.1997).</p>\n<p>Iowa Code chapter 479A, specifically 479A.14, and 199 Iowa Administrative Code chapters 9 and 12, which implement chapter 479A, squarely address the land use issues directly considered by FERC pursuant to the NGA and the NEPA. The purpose of chapter 479A, in part, is to \"confer upon the [Board] the power and authority to implement certain controls over the transportation of natural gas to protect landowners and tenants from environmental or economic damages which may result from the construction, operation, or maintenance of a pipeline within the state.\" Iowa Code § 479A.1. Section 479A.14(1) requires the Board to \"adopt rules establishing standards for the restoration of agricultural lands during and after pipeline construction.\" The non-exclusive list of subject matters that the Board must address include, in part, topsoil separation and replacement, drain tile repair, <span class=\"star-pagination\">*1111</span> rock removal from the right-of-way, soil compaction, revegetation and erosion control, Iowa Code § 479A.14(1)(a)-(f), the same topics which must be addressed in an application for a FERC certificate and which are addressed in the FERC Plan. The Board responded by establishing minimum requirements in these and other areas. Iowa Admin. Code r. 199-9.4(1)(10); <i>id.</i> r. 199-12.7 (requiring that natural gas pipeline companies construct pipelines in compliance with 199 Iowa Administrative Code chapter 9). A natural gas pipeline company must then, subject to a waiver from the Board, file a land restoration plan detailing how it will comply with these regulations. Iowa Code § 479A.14(9); Iowa Admin. Code r. 199-9.2(l)(c). Iowa Code section 479A.14(9) and Iowa Administrative Code rule 199-9.2(3) allow the Board to waive the filing of a separate land restoration plan if a FERC-accepted plan satisfies the state substantive requirements.</p>\n<p>These substantive provisions not only address the same issues that FERC considers when issuing a certificate authorizing construction, but set different standards. For example, natural gas pipeline companies must remove the actual depth of the topsoil up to 36 inches under Iowa regulations, Iowa Admin. Code r. 199-9.4(1)(a), while the FERC Plan requires removal of the actual depth of topsoil where the topsoil measures less than 12 inches, but the removal of at least 12 inches in deeper soil. With respect to rock removal, Iowa regulations mandate that the top 24 inches of backfilled topsoil shall be free of non-native rock larger than three inches, <i>id.</i> r. 199-9.4(3)(a), while the FERC Plan calls for removal of rocks from at least the top 12 inches of soil and provides that rocks may be similar in size to rocks found in adjacent, non-construction land. Iowa rules allow for temporary repairs of drain tiles or, in some cases, screening, <i>id.</i> r. 199-9.4(2)(b)(1)-(4), but the FERC Plan only mentions repair to original or better condition and allows filter-covered drain tiles upon agreement of local soil conservation authorities and landowners. A comparison of the state and federal regulations shows not only that Iowa's regulations encroach upon a field Congress has occupied with extensive regulation, but also that they conflict with federal regulations. <i>See </i><i>Schneidewind,</i> 485 U.S. at 310, 108 S.Ct. 1145 (noting that preemption occurs when a state law hinders the federal government from engaging in comprehensive regulation or achieving uniformity in its regulation, even though \"collision between the state and federal regulation may be not an inevitable consequence\" (quoting <i>N. Natural Gas Co.,</i> 372 U.S. at 92, 83 S.Ct. 646)).</p>\n<p>Moreover, the Iowa regulatory scheme imposes impermissible delays and burdens on the construction of a pipeline that already received federal approval, exemplified here by Northern Natural's waiver application and the Boards' rejection of it because, at least in part, the FERC Plan does not provide the minimum level of protection required by the Board's rule. <i>See </i><i>Nat'l Fuel,</i> 894 F.2d at 578 (noting that even if an applicant were successful before state board, state review undermines FERC approval and imposes costs and delays); <i>Kern River Gas Transmission Co. v. Clark County, Nevada,</i> 757 F.Supp. 1110, 1115 (D.Nev.1990) (finding Nevada pipeline safety regulations preempted, citing in support county official's statements that revealed county fully expected compliance with safety standards \"over and above\" standards imposed by federal regulatory scheme). While there is no evidence here that defendants, as Board members, are seeking compliance with Iowa regulations for some ulterior purpose, as was the situation in <i>National Fuel</i> and <i>Kern River,</i> the burden and delay caused by the concurrent state review <span class=\"star-pagination\">*1112</span> is no less real, and supports a conclusion of preemption.</p>\n<p>The defendants point to language in <i>ANR</i> in which the Eighth Circuit, in a footnote, noted that certain sections in the FERC regulations apparently anticipate state regulation. 828 F.2d at 473 n. 7. A portion of Section LA in the FERC Plan, Pls.App. Section E at 1, which defendants cite in support of their argument, provides:</p>\n<blockquote>Once a project is certified, further changes can be approved. Any such changes from the measures in this Plan (or the applicant's approved plan) will be approved by the Director of the Office of Energy Projects (Director), upon the applicant's written request, if the Director agrees that an alternative measure:</blockquote>\n<blockquote>....</blockquote>\n<blockquote>3. is specifically required in writing by another Federal, state, or Native American land management agency for the portion of the project <i>on its land or under its jurisdiction.</i>\n</blockquote>\n<p>(Emphasis added.) As the plain language makes clear, however, deviations based on written state regulations are allowed only on the portion of the pipeline running through state-owned (i.e., public) land, not privately owned land within a state. Any consideration of state regulations does not change the fact that FERC, through the NGA and the NEPA, considers and determines a full range of environmental and land use standards surrounding the construction of interstate natural gas pipelines. Likewise, the fact that FERC empowers environmental inspectors in Section II.B of the Plan to ensure compliance with requirements of the FERC Plan, environmental conditions of the FERC authorization, and \"other environmental permits and approvals\" does not support defendants' argument. This language does not specify state permits and approvals, suggesting that the phrase \"other environmental permits and approvals\" may refer to other federal permits and approvals, like 18 C.F.R. § 157.206(b)(2)(i)-(xii), which mandates that activities authorized by a FERC certificate must be performed in accordance with twelve federal environmental acts. None of these arguments diminish the preemptive force of the detailed and comprehensive scheme of federal regulations that control environmental and land restoration issues of interstate natural gas pipeline construction.</p>\n<p>In sum, this case is very similar to <i>National Fuel,</i> in that the Iowa statutes and regulations at issue, like the New York regulations considered by the Second Circuit, \"concern[ ] ... matter[s] explicitly considered by ... FERC and affect[ ] a preempted area.\" 894 F.2d at 579. Although defendants claim Iowa's regulations \"concern[] only one narrow part of the environmental impact of pipeline construction,\" Brief in Support of Defendant Board Members' Motion for Summary Judgment at 3, the federal statutes and regulations discussed above empower FERC to consider those same issues, placing those issues beyond concurrent state review. <i>Natl Fuel,</i> 894 F.2d at 579. In addition, the Iowa regulations propose different requirements from the FERC Plan. Congress has placed exclusive authority in FERC to consider land use and restoration issues concerning pipeline construction pursuant to the NGA and the NEPA. Accordingly, I conclude that Iowa Code chapter 479A and the accompanying regulations in 199 Iowa Administrative Code chapters 9 and 12 are preempted, and plaintiffs' motion for summary judgment on this issue will be granted, and defendants' motion on the same issue will be denied.</p>\n<p></p>\n<h2>C. Contract Clause</h2>\n<p>Because my conclusion of preemption as to the reversion provisions and the damages <span class=\"star-pagination\">*1113</span> provisions of Iowa Code sections 479A.27 and 479A.24 is a close question, I will address plaintiffs' alternative argument that those sections impair pre-existing contracts and thus violate the Contracts Clause.</p>\n<p>The Contract Clause of the United States Constitution provides that \"[n]o state shall ... pass any ... Law impairing the Obligation of Contracts ....\" U.S. CONST, art. 1, § 10, cl. 1. In determining whether a state law runs afoul of the Contract Clause a court must determine whether the state law substantially impairs existing contracts, and, if so, whether the law is supported by a significant and legitimate public purpose, and whether the adjustment of the contracting parties' rights and responsibilities is based on reasonable conditions and is appropriate in light of the state's public purpose justifying the legislation. <i>Energy Reserves Group, Inc. v. Kan. Power &amp; Light Co.,</i> 459 U.S. 400, 411-12, 103 S.Ct. 697, 74 L.Ed.2d 569 (1983); <i>Equip. Mfrs. Inst. v. Janklow,</i> 300 F.3d 842, 850 (8th Cir.2002). Plaintiffs allege that \"all\" of the changes in the Iowa Code and Iowa Administrative Code are substantial, but focus only on reversion through abandonment and nonuse of pipeline facilities for purposes of their motion for summary judgment. Defendants, in their motion, argue that any changes in the type and amount of damages owed to landowners and in construction and postconstruction remediation requirements do not violate the Contracts Clause. Because I determined that state land use and restoration regulations were preempted, I will only address the impairments imposed by Iowa Code section 479A.27, regarding reversion, and Iowa Code section 479A.24, regarding damages.</p>\n<p></p>\n<h2>1. Iowa Code § 479A.27Reversion</h2>\n<p>Iowa Code section 479A.27(1), enacted in 1999, specifies three different ways in which a pipeline right-of-way may revert back to the owner of the land from which the right-of-way was taken.</p>\n<blockquote>If a pipeline right-of-way, or any part of a pipeline right-of-way, is wholly abandoned for pipeline purposes by the relocation of the pipeline, is not used or operated for a period of five consecutive years, or if the construction of the pipeline has been commenced and work has ceased and has not in good faith resumed for five years, the right-of-way may revert as provided in this section to the person who, at the time of the abandonment or nonuse, is the owner of the tract from which such right-of-way was taken. Abandonment of pipeline facilities requires approval from [FERC] prior to this provision taking effect.</blockquote>\n<p>Iowa Code § 479A.27(1).</p>\n<p>In determining whether a substantial impairment exists, a court begins by \"identifying the precise contractual right that has been impaired ....\" <i>Janklow,</i> 300 F.3d at 851 (quoting <i>Keystone Bituminous Coal Ass'n v. DeBenedictis,</i> 480 U.S. 470, 504, 107 S.Ct. 1232, 94 L.Ed.2d 472 (1987) (alteration in original)). Plaintiffs contend that the portion of the statute allowing for reversion after five consecutive years of nonuse impairs the perpetual easements they contracted for with landowners. See Pls.App. Section C (sample contracts). The Board members essentially assert that section 479A.27(1) does not impair the perpetual nature of the easements because, under the terms of the statute, pipeline abandonment may occur only with prior FERC approval, and that such proceedings are, according to 18 C.F.R. § 157.18, initiated by the natural gas pipeline company. This is an inaccurate reading of the statute. As the statute is written, \"wholly abandoned\" is part of only the first of the three clauses defining methods of reversion. The statute goes on to explain how <span class=\"star-pagination\">*1114</span> abandonment occurs: \"by the relocation of the pipeline.\" The next clause begins with \"is,\" suggesting not another method of abandonment, but another, separate way in which land may revert. This reading is further reinforced by language used later in the sentence, which provides that land reverts to the person who owned the land at the time of abandonment <i>or</i> nonuse. The use of \"or\" clarifies that nonuse is not merely a form of abandonment, but an entirely separate and distinct activity, or lack of activity, that results in reversion. Thus, FERC approval required before abandonment is not, under the terms of Iowa Code section 479A.27(1), required before reversion based on nonuse. Section 479A.27(1) therefore does impair plaintiffs' easements.</p>\n<p>Whether an impairment is substantial depends in part upon the extent to which the impairment has disrupted the contracting parties' reasonable expectations, measured by whether the industry in question has been regulated in the past and the nature of those regulations. <i>Janklow,</i> 300 F.3d at 854; <i>McDonald's Corp. v. Nelson,</i> 822 F.Supp. 597, 606 (S.D.Iowa 1993), <i>aff'd sub nom. </i><i>Holiday Inns Franchising, Inc. v. Branstad,</i> 29 F.3d 383 (8th Cir.), <i>cert, denied</i> 513 U.S. 1032, 115 S.Ct. 613, 130 L.Ed.2d 522 (1994). In other words, did previous regulation in the area make the regulation at issue foreseeable. <i>Janklow,</i> 300 F.3d at 857-58. There is no question that the interstate natural gas pipeline industry is heavily regulated. 15 U.S.C. § 717f(b), for example, requires FERC approval before a natural gas pipeline company may abandon a pipeline. Extensive regulation in an area does not, however, necessarily foreclose a conclusion that new regulation acts as a substantial impairment. <i>In re Workers' Compensation Refund,</i> 46 F.3d 813, 820 (8th Cir.1995).</p>\n<p>Here, neither party has directly addressed the scope of previous regulations, but the court's own research has revealed no previous state or federal regulations in effect limiting the duration of a contractedfor easement on private land or the conditions under which such an easement may exist. In this context, section 479A.27(1), by placing a use requirement on the continuation of an easement when the parties contracted for a perpetual easement, significantly alters the parties' expectations. Similar alternations in the duration of contracts have been found to constitute substantial impairments. <i>See, e.g., </i><i>McDonald's Corp.,</i> 822 F.Supp. at 602-04, 605-07 (concluding portions of Iowa franchise statute creating perpetual franchise in certain situations constituted substantial impairment to contracts containing provisions setting the length of contracts for specific terms of years). Accordingly, this court concludes that Iowa Code section 479A.27(1), as applied to plaintiffs' contracts containing perpetual easements, constitutes a substantial impairment.</p>\n<p>Even though Iowa Code section 479A.27(1) acts as an substantial impairment, it will survive if the state, or in this case the Board members, establish a significant and legitimate purpose behind the regulations. The regulations must protect a broad societal interest, \"such as the remedying of a broad and general social or economic problem.\" <i>Energy Reserves Group,</i> 459 U.S. at 412,103 S.Ct. 697. Put another way, the challenged statute must not merely \"prescribe a rule limited in effect to contractual obligations or remedies, but instead impose[ ] a generally applicable rule of conduct designed to advance `a broad societal interest' .....\" <i>Exxon Corp. v. Eagerton,</i> 462 U.S. 176, 191, 103 S.Ct. 2296, 76 L.Ed.2d 497 (1983) (quoting <i>Allied Structural Steel Co. v. Spannaus,</i> 438 U.S. 234, 249, 98 S.Ct. <span class=\"star-pagination\">*1115</span> 2716, 57 L.Ed.2d 727 (1978)). Here, plaintiffs assert that section 479A.27(1) adjusts the rights bargained for between them and the landowners. The Board members assert that the statute is justified by the same policies behind adverse possession and prescriptive easements, namely that productive use of land is favored over nonuse.</p>\n<p>The record here is devoid of most of the usual sources courts have used in determining a statute's purpose, such as an affidavit from a state legislator involved in the lawmaking process, <i>McDonald's Corp.,</i> 822 F.Supp. at 608, or any records of legislative committee hearings, <i>Janklow,</i> 300 F.3d at 861. The best source of purpose nevertheless appears to be Iowa Code section 479A.1, which provides that the Iowa general assembly enacted the \"law to confer upon the [Board] the power and authority to implement certain controls over the transportation of natural gas <i>to protect landowners and tenants from environmental or economic damages</i> which may result from the construction, operation, or maintenance of a pipeline within the state.\" (Emphasis added.) This statement of purpose, which does not mention promoting land use over nonuse, addresses only a narrow class of landowners. Landowners affected by construction, operation, and maintenance, specifically those to whom abandoned or unused tracts of land would revert, have entered into contracts with natural gas pipeline companies in which a company agreed to pay, or negotiate payment, for damages to crops, grasses, and buildings among other things. <i>See, e.g.,</i> Pls.App. Section C at 1, 3, 5, 7, 9, 12, 15, 28. Thus, it appears that the provisions in chapter 479A, including section 479A.27, apply not to a general class of landowners, but to those who have contracted with natural gas pipeline companies, an indication that section 479A.27(1) is a \"rule limited in effect to contractual obligations or remedies,\" rather than \"a generally applicable rule of conduct.\" <i>Exxon Corp.,</i> 462 U.S. at 191, 103 S.Ct. 2296; <i>see Whirlpool Corp. v. Ritter,</i> 929 F.2d 1318, 1323 (8th Cir.1991).</p>\n<p>Moreover, the Board members, who carry the burden to justify the substantial impairment, have not produced any evidence of the harms created by nonuse of pipeline easements that would be remedied by section 479A.27. <i>See Janklow,</i> 300 F.3d at 860 (state's purported interest in serving farmers and rural communities not significant and legitimate public purpose in Contract Clause analysis when state did not produce any evidence that manufacturers of farm equipment were currently, or would in the future, engage in activity prohibited by challenged statutes). With no evidence to support the asserted broad interest in promoting land use Over nonuse, and the statement of purpose that evinces an intent to address interests affecting only a narrow class of landowners, the court concludes that the Board members have not established a significant and legitimate public interest to justify the substantial impairment imposed by Iowa Code section 479A.27. Accordingly, there is no need to address whether the adjustment of the parties' rights is appropriate to the public purpose. <i>Janklow,</i> 300 F.3d at 862; <i>McDonald's Corp.,</i> 822 F.Supp. at 609. Iowa Code section 479A.27, as a substantial impairment on pre-existing contracts between plaintiffs and landowners, violates the Contract Clause. Summary judgment is therefore appropriate for plaintiffs on this portion of their Contract Clause claim.</p>\n<p></p>\n<h2>2. Iowa Code § 479A.24Damages</h2>\n<p>Iowa Code section 479A.24, as amended in 1999, sets out a non-exclusive list of compensable losses to landowners, which includes \"loss of or damage to trees of commercial or other value that occurs at the time of construction, restoration, or at <span class=\"star-pagination\">*1116</span> the time of any subsequent work by the pipeline company.\" Iowa Code § 479A.24(1)(d). Multiple contracts between plaintiffs and landowners allow plaintiffs to remove trees and brush from the right-of-way after construction without liability for damages. <i>See</i> Pls.App. Section C at 7, 9, 12, 15, 20; Appendix to Defendant Board Members' Motion for Summary Judgment at 68. Plaintiffs contend that requiring them to pay for damages they specifically contracted not to pay, and in fact considered when setting a price to pay landowners for right-of-ways, is a substantial impairment of their existing contracts. Defendants assert that any impairment imposed by section 479A.24(1)(d) is not substantial because paying for tree removal does not disrupt plaintiffs expectations, and they have not alleged any reasonable reliance on their right to remove trees without paying damages.</p>\n<p>The majority of plaintiffs' contracts with landowners contained in the record establish that the parties entered into the right-of-way agreements with specific expectations concerning liability for damages in several areas, including tree removal. Pls.App. Section C at 7, 9 (\"the Grantee shall have the right from time to time to cut or clear trees, brush and other obstructions on said right-of-way that might interfere with the operation or maintenance of Grantee's facilities\"); 12 (\"the Grantee shall have the right <i>(without liability for damages)</i> from time to time after initial construction of the pipeline to reclear the right-of-way by cutting and removing therefrom trees, brush, and other obstructions that may, in Grantee's judgment, interfere with Grantee's use of the easement\"); 15 (\"Grantee shall ... at its option, restore or pay the Grantor for any damages caused by Grantee to ... crops, grasses, trees, shrubbery, fences, buildings, or livestock ... without liability for damages, from time to time to cut or clear trees, brush, or other obstructions on said right-of-way\"); 20 (\"Grantee shall have the right, ..., from time to time after initial construction of the pipeline to reclear the easement strip by cutting and removing therefrom trees, brush and other obstructions, without liability for damages to such trees, brush and other obstructions\"). Other contracts in the record contain no such right in favor of plaintiffs, but obligate them to pay for damages to trees. <i>Id.</i> at 1, 3, 5. The express mention of the right to clear trees without liability for damages is evidence that plaintiffs and landowners considered this right in setting the price paid for the easement. Forcing plaintiffs to pay damages for tree removal after they already compensated landowners for the right to remove trees as part of the price paid for the right-of-way is a material impairment</p>\n<p>Looking again to the nature and extent of past regulation as one measure of the parties' expectations, the pre-1999 version of section 479A.24 provided landowners with claims only for two types of damages: the death or injury of livestock because of the interruption or relocation of normal feeding caused by pipeline construction and future crop deficiencies. Iowa Code § 479A.24 (1999). The limited scope of previous statutory damages combined with the fact that the parties specifically contracted for the right to remove trees renders section 479A.24(1)(d) a substantial impairment of plaintiffs pre-existing easements. <i>See McDonald's Corp.,</i> 822 F.Supp. at 606-07. Moreover, section 479A.24(l)(d) is not justified by a significant and legitimate purpose for the same reasons discussed in connection with section 479A.27. <i>See</i> Part II.C.l, <i>supra.</i> Defendants' motion for summary judgment on this issue will be denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1117</span> D. Action Pursuant to 42 U.S.C. § 1983</h2>\n<p>Plaintiffs also request summary judgment on their § 1983 claim based upon a violation of the Supremacy Clause.<sup>[7]</sup> The Supremacy Clause is not, standing alone, the source of any substantive federal rights, but secures federal rights by giving them priority when they conflict with state law. <i>Golden State Transit Corp. v. City of Los Angeles,</i> 493 U.S. 103, 107, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989). Accordingly, a violation of the Supremacy Clause does not, by itself, give rise to a § 1983 claim. <i>Id.</i> at 107-08, 110 S.Ct. 444. The availability of a § 1983 claim based upon the Supremacy Clause depends upon whether the federal statute that preempts state law creates a federal right. <i>Id.</i> at 108, 110 S.Ct. 444. As the Supreme Court recently clarified in <i>Gonzaga University v.</i> <i>Doe,</i> 536 U.S. 273, ___, 122 S.Ct. 2268, 2275 (2002), \"it is <i>rights,</i> not the broader or vaguer `benefits' or `interests,' that may be enforced under the authority of [§ 1983].\"</p>\n<p>Plaintiffs contend that because the NGA, the NGPSA, the NGPA, and the NEPA preempt state regulation of the environmental aspects of pipeline construction, operation, and maintenance, they create a right not to be regulated in favor of natural gas pipeline companies, which right is enforceable under § 1983. Defendants argue that plaintiffs are not intended beneficiaries of any laws relating to land restoration. They also contend that these statutes do not contain mandatory language creating binding obligations, noting that plaintiffs failed to cite any specific statutory language that creates a right not to be regulated.</p>\n<p>The Supreme Court in <i>Golden State</i> set out a three-pronged test to determine whether a federal statute underlying a preemption claim creates a federal right enforceable under § 1983.</p>\n<blockquote>[T]he availability of the § 1983 remedy turns on whether the statute [alleged to preempt state law], by its terms or as interpreted, creates obligations \"sufficiently specific and definite\" to be within \"the competence of the judiciary to enforce,\" is intended to benefit the putative plaintiff, and is not foreclosed \"by express provision or other specific evidence from the statute itself.\"</blockquote>\n<p><i>Golden State,</i> 493 U.S. at 108, 110 S.Ct. 444 (internal citations omitted). In <i>Gonzaga University,</i> the Court held that the Family Educational Rights and Privacy Act of 1974 (FERPA), allowing the withdrawal of federal funding from schools that impermissibly release student records, did not confer rights on individual students enforceable under § 1983. 536 U.S. at, 122 S.Ct. at 2277-79. Without explicitly rejecting the three-factor test cited in <i>Golden State</i> and <i>Blessing v. Freestone,</i> 520 U.S. 329, 340-41, 117 S.Ct. 1353, 137 L.Ed.2d 569 (1997), the Court in <i>Gonzaga University</i> sharpened its focus and asked whether Congress intended to create a federal right, not merely whether a plaintiff seeking relief under § 1983 falls within the zone of interest a statute was intended to protect or whether a statute was intended to benefit a particular plaintiff. <i>Gonzaga Univ.,</i> 536 U.S. at ___, 122 S.Ct. at 2275 (noting \"implied right of action cases should guide the determination of whether a statute confers rights enforceable under § 1983\" and rejecting \"the notion that ... [prior] cases permit anything short of an <span class=\"star-pagination\">*1118</span> unambiguously conferred right to support a cause of action brought under § 1983\"). In short, \"[t]he question is not simply who would benefit from [a federal statute], but whether Congress intended to confer federal rights upon those beneficiaries.\" <i>California v. Sierra Club,</i> 451 U.S. 287, 294, 101 S.Ct. 1775, 68 L.Ed.2d 101 (1981).</p>\n<p>Under <i>Gonzaga University,</i> the analysis here turns on the text and structure of the NGA. <i>See Gonzaga Univ.,</i> 536 U.S. ___, 122 S.Ct. at 2277. To create an enforceable federal right, a statute, through rights-creating language, must unambiguously \"convey Congress' intent to confer individual rights ....\" <i>Henry's Wrecker Serv. Co. of Fairfax County, Inc. v. Prince George's County,</i> 214 F.Supp.2d 541, 545 (D.Md.2002). Plaintiffs do not specify a section of the NGA which they believe confers an enforceable right not to be regulated under § 1983. Looking to their preemption argument, they rely on 15 U.S.C. § 717(b), which states: \"The provisions of this chapter shall apply to the transportation of natural gas in interstate commerce, ... and to natural-gas companies engaged in such transportation ....\" The remaining sections of the NGA deal with fixing rates and charges for the transportation of natural gas, the construction, extension, and abandonment of pipelines, financial records and investigations by FERC, which assumed the functions of the Federal Power Commission pursuant to 42 U.S.C. § 7172. For example, section 717c(a) requires that the rates charged by natural gas pipeline companies be just and reasonable, and section 717c(b) prohibits natural gas pipeline companies from granting undue preferences or advantages and from maintaining unreasonable differences in rates. Section 717d(a) gives FERC the power to determine if a rate is unjust or unreasonable and to set a reasonable rate. Section 717f requires natural gas pipeline companies to obtain authorization before extending, improving, abandoning and constructing facilities.</p>\n<p>\" `The question of whether Congress ... intended to create a private right of action [is] definitively answered in the negative' where `a statute by its terms grants no private rights to any identifiable class.'\" <i>Gonzaga Univ.,</i> 536 U.S. at ___, 122 S.Ct. at 2275 (quoting <i>Touche Ross &amp; Co. v. Redington,</i> 442 U.S. 560, 576, 99 S.Ct. 2479, 61 L.Ed.2d 82 (1979)) (alternations in original). The Court in <i>Gonzaga University</i> reasoned that because FERPA's provisions, which directed that \"[n]o funds shall be made available\" to any school that maintains prohibited policies and practices, spoke only in terms of the party regulated, the Secretary of Education, rather than the protected party, the students, the statute did not create individual rights in favor of students. <i>Id.</i> at ___, 122 S.Ct. at 2277. The Court contrasted this language with the \"individually focused\" language of Title VI and Title IX of the Civil Rights Act\"no person shall be subjected to discrimination\"which has an \"unmistakable focus on the benefitted class.\" <i>Id.</i> (quoting <i>Cannon v. Univ. of Chicago,</i> 441 U.S. 677, 691, 99 S.Ct. 1946, 60 L.Ed.2d 560 (1979)).</p>\n<p>None of these sections in the NGA contains any individualized, rights-creating language necessary to grant federal rights in favor of natural gas pipeline companies enforceable under § 1983. The language of the NGA, requiring natural gas pipeline companies to charge just and reasonable rates and prohibiting them from maintaining unreasonable rate differences, is similar to the statute at issue in <i>Gonzaga University,</i> in that it focuses on natural gas pipeline companies as regulated parties, operating under the rules and regulations of and whose actions are subject to review by FERC, rather than focusing on them as protected parties. <i>See, e.g.,</i> 15 U.S.C. § 717c(e) (FERC, on its own initiative <span class=\"star-pagination\">*1119</span> may review new rate schedules submitted by natural gas pipeline companies); <i>id.</i> § 717d(a) (FERC, upon finding rates are unjust, unreasonable, or preferential, shall determine just and reasonable rates); <i>id.</i> § 717f(c)(1)(A) (FERC must issue certificate of public convenience and necessity prior to natural gas pipeline companies engaging in construction and operation of pipelines). \"Statutes that focus on the person regulated rather than the individuals protected create `no implication of an intent to confer rights on a particular class of persons.' \" <i>Alexander v. Sandoval,</i> 532 U.S. 275, 289, 121 S.Ct. 1511, 149 L.Ed.2d 517 (2001) (quoting <i>Sierra Club,</i> 451 U.S. at 294, 101 S.Ct. 1775). The absence of individualized, rights-creating language in favor of natural gas pipeline companies compels the conclusion that the NGA does not confer a right not to be regulated enforceable under § 1983. <i>Cf. Henry's Wrecker Serv.,</i> 214 F.Supp.2d at 545-46 (holding, under the analysis used by Court in <i>Gonzaga University</i> rather than <i>Golden State</i>`s three-part test, that portion of Interstate Commerce Commission Termination Act, 49 U.S.C. § 14501(c)(1), which prohibits state and local regulation in the areas of \"price, route, or service\" relating to motor carriers does not contain rightscreating language establishing a right not to be regulated enforceable under § 1983). Accordingly, plaintiffs' motion for summary judgment on this issue will be denied.</p>\n<p></p>\n<h2>III. Rulings and Orders</h2>\n<p>For the reasons discussed above, plaintiffs' motion for summary judgment is GRANTED and defendants' motion for summary judgment is DENIED with respect to plaintiffs' preemption claim and Contract Clause claim concerning Iowa Code section 479A.27. Defendants' motion for summary judgment on the portion of plaintiffs' Contract Clause claim concerning Iowa Code section 479A.24 is DENIED. Plaintiffs' motion for summary judgment is DENIED with respect to their claim under 42 U.S.C. § 1983 concerning the Supremacy Clause.</p>\n<p>It is ADJUDICATED and DECLARED that Iowa Code chapter 479A and 199 Iowa Administrative Code chapters 9 and 12 are unconstitutional and null and void as applied to interstate natural gas pipeline companies, including plaintiffs. Defendants, as members of the Iowa Utilities Board, and all persons in active concert and participation with the defendants, are permanently ENJOINED from taking any action to enforce Iowa Code chapter 479A, 199 Iowa Administrative Code chapters 9 and 12, or any other provision of state law incorporated by reference therein, or any other orders, rules, or regulations issued pursuant thereto, as against interstate natural gas pipeline companies, including plaintiffs.</p>\n<p>IT IS ORDERED that plaintiffs' § 1983 claim based upon a violation of the Supremacy Clause be DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs originally named the Board as defendants, but the claims against it were dismissed based on its Eleventh Amendment sovereign immunity as a state agency. Plaintiffs subsequently filed a Second Amended and Substituted Complaint for Declaratory and Injunctive Relief naming as defendants only the Board members serving as of December 9, 2002. Allan Thorns, chairman at the time plaintiffs originally filed this action, resigned and was replaced by Elliott Smith. Diane Munns was named the chairperson.</p>\n<p>[2]  These include the Natural Gas Act, 15 U.S.C. §§ 717-717w; the Natural Gas Policy Act, 15 U.S.C. §§ 3301-3432; the National Environmental Policy Act, 42 U.S.C. §§ 4321-4370a; the Natural Gas Pipeline Safety Act, recodified at 49 U.S.C. §§ 60101-60128; regulations adopted by the Federal Energy Regulatory Commission (FERC) pursuant to those statutes, 18 C.F.R. Parts 154, 157, 284, and 380; and the United States Department of Transportation regulations adopted pursuant to those statutes, 49 C.F.R. Parts 190-199.</p>\n<p>[3]  The Eighth Circuit Court of Appeals found Iowa's previous efforts to regulate safety aspects of interstate natural gas pipelines and interstate hazardous liquid pipelines, specifically Iowa Code chapter 479 and accompanying administrative rules, preempted, in <i>ANR Pipeline Co. v. Iowa State Commerce Commission,</i> 828 F.2d 465 (8th Cir.1987) (natural gas pipelines), and <i>Kinley Corp. v. Iowa Utilities Board,</i> 999 F.2d 354 (8th Cir.1993) (hazardous liquid pipelines). In <i>ANR,</i> the court held that the state environmental provisions, requiring natural gas pipeline companies \"to preserve topsoil, drainage structures, and underground improvements in burying pipelines,\" were not severable from the safety provisions, and thus were preempted as well. 828 F.2d at 467, 473.</p>\n<p>[4]  The FERC Plan in effect at the time the parties submitted their briefs and the court heard oral arguments was dated December 2, 1994. On January 17, 2003, just over one week before the original decision in this case was filed, FERC issued a Revised Upland Erosion Control, Revegetation, and Maintenance Plan (the Revised Plan) that included many changes. The Revised Plan was not brought to the court's attention by counsel before the original decision was filed. The following references to the FERC Plan are to the Revised Plan that became effective on January 17, 2003.</p>\n<p>[5]  Plaintiffs' appendix is not consecutively numbered and therefore fails to conform to Local Rule 56.1(e). Defendants' appendix is not tabbed, which also violates the requirements of Local Rule 56.1(e). Compliance with the Local Rules is not merely a technical matter. Rather, compliance with the Local Rules substantially facilitates the court's use of materials in addressing motions for summary judgment.\n</p>\n<p>Incidently, the Local Rules were amended on January 1, 2003. They may be downloaded from the court's web site at www.iasd.uscourts.gov, or a hard-copy of the new Local Rules may be obtained from the Clerk of Court.</p>\n<p>[6]  As the Second Circuit noted in <i>National Fuel,</i> the fact that some of the environmental information submitted to FERC is required by the NEPA rather than the NGA is irrelevant to the preemption analysis. 894 F.2d at 578 n. 3. FERC, as authorized by the NGA, requires the submission of environmental information, and, as part of its decision to issue a certificate, which it is empowered to do pursuant to the NGA, considers this information along with the NEPA information.</p>\n<p>[7]  Plaintiffs also request relief in their second amended and substituted complaint pursuant to § 1983 for violations of the Contract Clause. They do not, however, address this claim in their motion for summary judgment, and I will therefore address only the § 1983 claim based upon a violation of the Supremacy Clause.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1103</span></span> (2003)</b></center>\n<center><h1>NORTHERN NATURAL GAS COMPNY and Northern Border Pipeline Company, Plaintiffs,<br>\nv.<br>\nDiane MUNNS, Mark O. Lambert, and Elliott Smith, Individually in their Official Capacities as Members of the Iowa Utilities Board, Defendants.</h1></center>\n<center>No. CIV. 4-01-CV-70473.</center>\n<center><p><b>United States District Court, S.D. Iowa, Central Division.</b></p></center>\n<center>February 28, 2003.</center>\n<p><span class=\"star-pagination\">*1105</span> Philip E Stoffregen, Helen C Adams, Bret A Dublinske, Dickinson Mackaman</p>\n<p>Tyler &amp; Hagen PC, Des Moines, for Northern Natural Gas Co, Northern Border Pipeline Company, plaintiffs.</p>\n<p>David Jay Lynch, Iowa Utilities Board Dept of Commerce, Des Moines, for Allan T Thomas, Diane Munns, Susan Frye, Mark O Lambert, Elliott Smith, defendants.</p>\n<p></p>\n<h2>AMENDED AND SUBSTITUTED MEMORANDUM OPINION, RUINGS GRANTING IN PART AND DENYING IN PART PLAINTIFFS' MOTION FOR SUMMARY JUDMENT AND DENYING DEFEDANTS' MOTION FOR SUMMARY JUDGMENT, AND ORDER FOR JUDGMENT</h2>\n<p>VIETOR, Senior District Judge.</p>\n<p>Plaintiffs Northern Natural Gas Company (\"Northern Natural\") and Northern Border Pipeline Company (\"Northern Border\") (collectively \"plaintiffs\") brought this action against Dianne Munns, Mark O. Lambert, and Elliott Smith (\"the Board members\" or \"defendants\"), individually in their official capacities as members of the Iowa Utilities Board (\"the Board\").<sup>[1]</sup> Plaintiffs seek a declaratory judgment that state regulatory laws relating to natural gas pipelines, Iowa Code chapter 479A (2001) and the implementing administrative regulations, 199 Iowa Administrative Code chapters 9 and 12 (collectively \"the state laws\"), violate the Supremacy Clause, U.S. CONST, art. VI, cl. 2, because they are preempted by federal statutes and regulations.<sup>[2]</sup> Plaintiffs also claim various portions <span class=\"star-pagination\">*1106</span> of the state laws violate the Contract Clause, U.S. CONST, art. I, § 10, because they effectively rewrite provisions of plaintiffs' existing easements with landowners. Finally, plaintiffs assert that the Board members' actions in enforcing the state laws deprive them of rights secured by federal law, such that the defendants are liable under 42 U.S.C. § 1983. Plaintiffs also seek injunctive relief to preclude defendants from enforcing the state laws. This court's subject matter jurisdiction rests on 28 U.S.C. § 1331.</p>\n<p>Plaintiffs and the Board members filed cross motions for summary judgment. Each party filed a resistance to the other party's motion and replies to those resistances. Oral arguments were heard, and the matter is fully submitted.</p>\n<p></p>\n<h2>I. Background</h2>\n<p>Northern Natural is an interstate natural gas pipeline company that owns and operates a 17,000-mile interstate pipeline that runs through Iowa. Northern Border, also an interstate natural gas pipeline company, owns and operates a 1,214-mile pipeline which runs through Iowa. Plaintiffs contracted with Iowa landowners for easements on land across which plaintiffs built portions of these interstate pipelines. The easement contracts are composed of standard forms, which are modified in some cases. The contracts generally address damages paid to landowners, depth of cover of pipelines, surface conditions, the perpetual nature of the easements, topsoil protection, rocks and drain tile. Not all contracts address all of these issues.</p>\n<p>The Iowa general assembly enacted Iowa Code chapter 479A in 1988 and made substantive amendments in 1995, 1999, and 2000.<sup>[3]</sup> Specifically, Iowa Code section 479A.14(1) directs the Board, an administrative agency of the state of Iowa that operates pursuant to Iowa Code chapter 474, to adopt rules establishing standards pertaining to topsoil replacement, removal of rock and debris, erosion control, repairs to drain tile, land restoration plans and other environmental issues during and after pipeline construction.</p>\n<p>The Board, whose current members are chairperson Diane Munns, Mark Lambert, and Elliott Smith, originally adopted 199 Iowa Administrative Code chapter 9, concerning the restoration of agricultural lands during and after pipeline construction, in 1980, and chapter 12, concerning interstate natural gas pipelines and underground storage, in 1991. Following the 1999 revision of section 479A.14, the Board initiated rulemaking in September 1999, and subsequently received public comments on its proposed land restoration rules. On January 10, 2001, the Board adopted rules that vacated the existing 199 Iowa Administrative Code chapter 9 and replaced it with the current version of chapter 9, which took effect on March 14, 2001. Iowa Administrative Code rule 199-9.2 <span class=\"star-pagination\">*1107</span> requires a natural gas pipeline company to file a land restoration plan which must include, but is not limited to, a brief description of the purpose and nature of the construction project, a description of the sequence of events that will occur during construction, and a description of how the natural gas pipeline company will comply with the requirements of Iowa Administrative Code rule 199-9.4(1)-(10). Iowa Administrative Code rule 199-9.4 sets out specifications for topsoil separation and replacement, temporary and permanent repair of drain tile, removal of rock and debris from the right-of-way, soil restoration, erosion control, revegetation, and construction in wet conditions.</p>\n<p>In 2001 Northern Natural sought to upgrade a pipeline near DeWitt, Iowa. The construction was authorized under a blanket certificate of public convenience and necessity issued by the Federal Energy Regulatory Commission (FERC) pursuant to section 7 of the Natural Gas Act (NGA). In issuing a blanket certificate, FERC considers possible environmental impact based in part on environmental resource reports prepared and submitted by a natural gas pipeline company pursuant to 18 C.F.R. §§ 380.3(c)(2)(i) and 380.12 (2002). Northern Natural also agreed to follow FERC's \"Upland Erosion Control, Revegetation and Maintenance Plan\" (\"FERC Plan\")<sup>[4]</sup> in its construction. On August 21, 2001, Northern Natural, citing its agreement to follow the FERC Plan, requested a waiver, pursuant to Iowa Administrative Code rule 199-9.2(2), of certain rules in chapter 9 concerning land restoration. The state Office of Consumer Advocate objected, and the Board, on August 31, 2001, issued an order denying Northern Natural's requested waiver. The Board reasoned that \"the FERC Plan does not require restoration of the affected land to a condition as good as or better than provided in the Board's rules.\" Appendix to Plaintiffs' Motion for Summary Judgment [hereinafter \"Pls.App.\"] Section M (Order Denying Request for Waiver) at 5.<sup>[5]</sup></p>\n<p></p>\n<h2>II. Legal Analysis</h2>\n<p></p>\n<h2>A. Summary Judgment Standards</h2>\n<p>Summary judgment is appropriate only when the record, viewed in the light most favorable to the nonmoving party, presents no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Nat'l Bank of Commerce v. Dow Chem. Co.,</i> <span class=\"citation\" data-id=\"760849\"><a href=\"/opinion/760849/national-bank-of-commerce-of-el-dorado-arkansas-guardian-of-the-estate/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">602</span></a></span>, 606 (8th Cir.1999). In this case, there are scant if any fact disputes; the issues are legal, not factual.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1108</span> B. Preemption</h2>\n<p>Under the Supremacy Clause of the United States Constitution, U.S. CONST, art. VI, cl. 2, state laws that are contrary to or interfere with federal law are invalid; the federal law preempts the state laws. <i>Brooks v. Howmedica, Inc.,</i> <span class=\"citation\" data-id=\"775816\"><a href=\"/opinion/775816/carol-jean-brooks-st-lukes-hospital-intervenor-below-v-howmedica/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span>, 792 (8th Cir.2001), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></span> (2002). The focus of any preemption analysis is Congress's intent. <i>Schneidewind v. ANR Pipeline Co.,</i> <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 299, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span>, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></a></span> (1988). Plaintiffs identify three different types of preemption, although it is important to note that such categories are not \"rigidly distinct.\" <i>NE Hub Partners, L.P. v. CNG Transmission Corp.,</i> <span class=\"citation\" data-id=\"771980\"><a href=\"/opinion/771980/ne-hub-partners-lp-v-cng-transmission-corporation-penn-fuel-gas-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span>, 348 (3d Cir.2001) (quoting <i>English v. Gen. Elec. Co.,</i> <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 79 n. 5, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2270</span></a></span>, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1990)). First, Congress may, through a statute's plain language, explicitly preempt state regulation in an area. <i>Schneidewind</i> 485 U.S. at 299, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span>. In <i>Schneidewind</i> the Supreme Court held that \"[t]he NGA confers upon FERC exclusive jurisdiction over the transportation and sale of natural gas in interstate commerce for resale.\" <i>Id.</i> at 300-01, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span> (citing <i>N. Natural Gas Co. v. State Corp. Comm'n of Kansas,</i> <span class=\"citation\" data-id=\"106531\"><a href=\"/opinion/106531/northern-gas-co-v-kansas-commn/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 89, <span class=\"citation\" data-id=\"106531\"><a href=\"/opinion/106531/northern-gas-co-v-kansas-commn/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"106531\"><a href=\"/opinion/106531/northern-gas-co-v-kansas-commn/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1963)). Plaintiffs, citing <i>Schneidewind,</i> argue that by imposing substantive requirements such as restoration standards on the land across which pipelines run, Iowa Code chapter 479A and 199 Iowa Administrative Code chapters 9 and 12 regulate the \"transportation of natural gas in interstate commerce\" and therefore are expressly preempted by the NGA.</p>\n<p>Second, Congress may imply an intent to \"occupy the field\" through pervasive and comprehensive federal regulations in an area or where the federal interest in an area is sufficiently dominant. <i>Id.</i> at 300, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span> (citing <i>Rice v. Santa Fe Elevator Corp.,</i> <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1447</span></a></span> (1947)). Plaintiffs contend that even if the NGA does not explicitly preempt Iowa's regulations, federal laws, including the NGA, the Natural Gas Policy Act (NGPA), the National Environmental Policy Act (NEPA), the Natural Gas Pipeline Safety Act (NGPSA), and FERC and United States Department of Transportation (USDOT) regulations promulgated pursuant to theses statutes, demonstrate Congress's intent to occupy the field of interstate natural gas pipeline construction, operation and maintenance, including environmental aspects of pipeline construction and maintenance.</p>\n<p>Finally, state law is preempted to the extent that it actually conflicts with federal law. <i>Id.</i> An actual conflict occurs when it is impossible to comply with both the state and federal laws or where \"the state law stands as an obstacle to the accomplishment of the full purposes and objectives of Congress.\" <i>Col. Coastal Comm'n v. Granite Rock Co.,</i> <span class=\"citation\" data-id=\"111844\"><a href=\"/opinion/111844/california-coastal-commn-v-granite-rock-co/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, 581, <span class=\"citation\" data-id=\"111844\"><a href=\"/opinion/111844/california-coastal-commn-v-granite-rock-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1419</span></a></span>, <span class=\"citation\" data-id=\"111844\"><a href=\"/opinion/111844/california-coastal-commn-v-granite-rock-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1987) (citation omitted) (quoting <i>Silkwood v. Kerr-McGee Corp.,</i> <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984)). Here, plaintiffs contend state regulations with respect to topsoil removal, drain tile screening and rock removal directly conflict with the regulations provided in the FERC Plan.</p>\n<p>The Board members counter in support of their motion for summary judgment that the federal statutes and regulations, including the NGA, preempt only state safety regulations relating to interstate natural gas pipelines, not regulations concerning land restoration during and after pipeline construction. They further contend that the Eighth Circuit Court of Appeals in <i>ANR Pipeline Co. v. Iowa State Commerce Commission</i> invited Iowa's environmental regulations by stating that although <span class=\"star-pagination\">*1109</span> Iowa's pipeline safety regulations were preempted, its decision \"does not necessarily preclude Iowa from enacting environmental regulations applicable to interstate pipelines, or from providing remedies for its citizens whose property is damaged during pipeline construction.\" <span class=\"citation\" data-id=\"493948\"><a href=\"/opinion/493948/anr-pipeline-company-v-iowa-state-commerce-commission-andrew-varley/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 473 (8th Cir.1987). Furthermore, certain language in the FERC Plan, according to the Board members, specifically contemplates state regulations, refuting plaintiffs' assertion that federal law occupies the field of interstate natural gas pipelines. With respect to plaintiffs' conflict preemption argument, the Board members contend that the Iowa regulations regarding topsoil segregation, tile screening, and rock removal do not create a direct conflict because plaintiffs can meet both the federal and state requirements, and the more restrictive state regulations do not interfere with the purposes or objectives of federal regulations or the FERC Plan.</p>\n<p>The construction of natural gas pipelines is regulated by both statutes (including the NGA, the NGPSA, and the NEPA provisions applicable to pipelines, which control the siting, materials used and maintenance) and regulations promulgated by FERC and the USDOT pursuant to those statutes. The NGA, as noted in <i>Schneidewind,</i> provides FERC exclusive jurisdiction over the rates and facilities of the transportation of natural gas. To this end, natural gas pipeline companies must apply for and receive a certificate of public convenience and necessity (\"FERC certificate\") before the construction of any natural gas pipeline. 15 U.S.C. § 717f(c)(1)(A). Several regulations implementing the NGA and the NEPA require environmental review as part of the certificate application process. Natural gas pipeline companies undertaking major construction of storage tanks or pipelines pursuant to the NGA, where no natural gas pipeline currently exists, must file an environmental impact statement or environmental assessment. 18 C.F.R. § 380.6(a)(2)-(3), (b) (implementing the NEPA); <i>see, e.g.,</i> Pls.App. Section G (Northern Border Pipeline Company Project 2000 Environmental Assessment). Moreover, pipeline construction authorized under a FERC certificate must be performed in a manner that takes into account soil stability and the protection of vegetation in clearing a right-of-way and also be consistent with federal environmental acts. 18 C.F.R. § 157.206(b)(1)-(2) (referencing 18 C.F.R. § 380.15). Additionally, through regulations implementing the NEPA, FERC requires, among other things, that an application for such a certificate under the NGA must include an environmental report that addresses thirteen specific areas, <i>id</i> § 380.12(a), including, in part, water use and quality, <i>id.</i> § 380.12(d), vegetation, <i>id.</i> § 380.12(e), geological resources, <i>id.</i> § 380.12(h), soils, <i>id.</i> § 380.12(i), and land use, <i>id.</i> § 380.12(j). A natural gas pipeline company must, with respect to soils, describe both the soils that are potentially affected by the construction and the \"proposed mitigation measures to reduce the potential for adverse impact to soils or agricultural productivity.\" <i>Id.</i> § 380.12(i)(5) &amp; App. A, Resource Report 7Soils. In addition, an applicant must compare its proposed mitigation plans with the FERC Plan and explain how its plans provide equivalent or greater environmental protections than those established in the FERC Plan. <i>Id.</i> § 380.12(i)(5).</p>\n<p>The FERC Plan, which Northern Natural adopted for its DeWitt project, requires at least one environmental inspector for each project during construction to ensure compliance with environmental specifications in the FERC certificate, to test topsoil in agricultural areas to measure compaction, to ensure restoration of topsoil, and to inspect temporary erosion control measures. Pls.App. Section E (FERC <span class=\"star-pagination\">*1110</span> Plan) at 2-4. FERC also vests inspectors with the authority to stop activities found to violate provisions of the FERC certificate. <i>Id.</i> at 2. Following construction, natural gas pipeline companies must monitor all disturbed areas after each of the first two growing seasons to gage the success of revegetation and the need for additional restoration, <i>id.</i> at 16, and report certain information, including the dates of backfilling and seeding, <i>id.</i> at 17.</p>\n<p>Substantively, the FERC Plan covers a wide range of issues in pipeline installation and land restoration. Section IV.B provides that natural gas pipeline companies must make every effort to remove the actual topsoil layer if the layer is less than 12 inches and at least 12 inches in deeper soils. <i>Id.</i> at 7. Section IV.C, regarding drain tile repair, provides that natural gas pipeline companies must repair tiles to original or better condition, using screens only if local soil conservation authorities and landowners agree. <i>Id.</i> at 8. Section V.A provides that during restoration natural gas pipeline companies must remove rocks from at least the top 12 inches of soil and maintain rocks in the construction work area that are similar in size and density as rocks found in adjacent, nonconstruction areas. <i>Id.</i> at 12. The FERC Plan also mandates testing to measure soil compaction, <i>id.</i> at 13, provides seeding requirements for revegetation, <i>id.</i> at 14-15, and defines what it considers successful revegetation and restoration, <i>id.</i> at 16.</p>\n<p>The foregoing federal statutes and regulations specify that environmental and land use issues be reviewed, and ultimately approved, by FERC prior to the issuance of a FERC certificate to begin construction. The materials natural gas pipeline companies file for review must address conditions both during and after construction to restore the affected land. The breadth of these statutes and regulations, when combined with extensive safety regulations applicable to pipeline construction, compel the conclusion that Congress has occupied the field of interstate gas pipeline regulation, including land maintenance and restoration standards. <i>Nat'l Fuel Gas Supply Corp. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"535596\"><a href=\"/opinion/535596/national-fuel-gas-supply-corporation-v-public-service-commission-of-the/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 577-79 (2d Cir.), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></span> (1990);<sup>[6]</sup><i>see </i><i>NE Hub Partners,</i> 239 F.3d at 346-48; <i>Algonquin Lng v. Loqa,</i> <span class=\"citation\" data-id=\"2522998\"><a href=\"/opinion/2522998/lng-v-loqa/\"><span class=\"volume\">79</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">49</span></a></span>, 51-52 (D.R.I.2000); <i>No Tanks Inc. v. Pub. Utils. Comm'n,</i> 697 A.2d 1313,1315-16 (Me.1997).</p>\n<p>Iowa Code chapter 479A, specifically 479A.14, and 199 Iowa Administrative Code chapters 9 and 12, which implement chapter 479A, squarely address the land use issues directly considered by FERC pursuant to the NGA and the NEPA. The purpose of chapter 479A, in part, is to \"confer upon the [Board] the power and authority to implement certain controls over the transportation of natural gas to protect landowners and tenants from environmental or economic damages which may result from the construction, operation, or maintenance of a pipeline within the state.\" Iowa Code § 479A.1. Section 479A.14(1) requires the Board to \"adopt rules establishing standards for the restoration of agricultural lands during and after pipeline construction.\" The non-exclusive list of subject matters that the Board must address include, in part, topsoil separation and replacement, drain tile repair, <span class=\"star-pagination\">*1111</span> rock removal from the right-of-way, soil compaction, revegetation and erosion control, Iowa Code § 479A.14(1)(a)-(f), the same topics which must be addressed in an application for a FERC certificate and which are addressed in the FERC Plan. The Board responded by establishing minimum requirements in these and other areas. Iowa Admin. Code r. 199-9.4(1)(10); <i>id.</i> r. 199-12.7 (requiring that natural gas pipeline companies construct pipelines in compliance with 199 Iowa Administrative Code chapter 9). A natural gas pipeline company must then, subject to a waiver from the Board, file a land restoration plan detailing how it will comply with these regulations. Iowa Code § 479A.14(9); Iowa Admin. Code r. 199-9.2(l)(c). Iowa Code section 479A.14(9) and Iowa Administrative Code rule 199-9.2(3) allow the Board to waive the filing of a separate land restoration plan if a FERC-accepted plan satisfies the state substantive requirements.</p>\n<p>These substantive provisions not only address the same issues that FERC considers when issuing a certificate authorizing construction, but set different standards. For example, natural gas pipeline companies must remove the actual depth of the topsoil up to 36 inches under Iowa regulations, Iowa Admin. Code r. 199-9.4(1)(a), while the FERC Plan requires removal of the actual depth of topsoil where the topsoil measures less than 12 inches, but the removal of at least 12 inches in deeper soil. With respect to rock removal, Iowa regulations mandate that the top 24 inches of backfilled topsoil shall be free of non-native rock larger than three inches, <i>id.</i> r. 199-9.4(3)(a), while the FERC Plan calls for removal of rocks from at least the top 12 inches of soil and provides that rocks may be similar in size to rocks found in adjacent, non-construction land. Iowa rules allow for temporary repairs of drain tiles or, in some cases, screening, <i>id.</i> r. 199-9.4(2)(b)(1)-(4), but the FERC Plan only mentions repair to original or better condition and allows filter-covered drain tiles upon agreement of local soil conservation authorities and landowners. A comparison of the state and federal regulations shows not only that Iowa's regulations encroach upon a field Congress has occupied with extensive regulation, but also that they conflict with federal regulations. <i>See </i><i>Schneidewind,</i> 485 U.S. at 310, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span> (noting that preemption occurs when a state law hinders the federal government from engaging in comprehensive regulation or achieving uniformity in its regulation, even though \"collision between the state and federal regulation may be not an inevitable consequence\" (quoting <i>N. Natural Gas Co.,</i> 372 U.S. at 92, <span class=\"citation\" data-id=\"106531\"><a href=\"/opinion/106531/northern-gas-co-v-kansas-commn/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">646</span></a></span>)).</p>\n<p>Moreover, the Iowa regulatory scheme imposes impermissible delays and burdens on the construction of a pipeline that already received federal approval, exemplified here by Northern Natural's waiver application and the Boards' rejection of it because, at least in part, the FERC Plan does not provide the minimum level of protection required by the Board's rule. <i>See </i><i>Nat'l Fuel,</i> 894 F.2d at 578 (noting that even if an applicant were successful before state board, state review undermines FERC approval and imposes costs and delays); <i>Kern River Gas Transmission Co. v. Clark County, Nevada,</i> <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1110</span></span>, 1115 (D.Nev.1990) (finding Nevada pipeline safety regulations preempted, citing in support county official's statements that revealed county fully expected compliance with safety standards \"over and above\" standards imposed by federal regulatory scheme). While there is no evidence here that defendants, as Board members, are seeking compliance with Iowa regulations for some ulterior purpose, as was the situation in <i>National Fuel</i> and <i>Kern River,</i> the burden and delay caused by the concurrent state review <span class=\"star-pagination\">*1112</span> is no less real, and supports a conclusion of preemption.</p>\n<p>The defendants point to language in <i>ANR</i> in which the Eighth Circuit, in a footnote, noted that certain sections in the FERC regulations apparently anticipate state regulation. 828 F.2d at 473 n. 7. A portion of Section LA in the FERC Plan, Pls.App. Section E at 1, which defendants cite in support of their argument, provides:</p>\n<blockquote>Once a project is certified, further changes can be approved. Any such changes from the measures in this Plan (or the applicant's approved plan) will be approved by the Director of the Office of Energy Projects (Director), upon the applicant's written request, if the Director agrees that an alternative measure:</blockquote>\n<blockquote>....</blockquote>\n<blockquote>3. is specifically required in writing by another Federal, state, or Native American land management agency for the portion of the project <i>on its land or under its jurisdiction.</i>\n</blockquote>\n<p>(Emphasis added.) As the plain language makes clear, however, deviations based on written state regulations are allowed only on the portion of the pipeline running through state-owned (i.e., public) land, not privately owned land within a state. Any consideration of state regulations does not change the fact that FERC, through the NGA and the NEPA, considers and determines a full range of environmental and land use standards surrounding the construction of interstate natural gas pipelines. Likewise, the fact that FERC empowers environmental inspectors in Section II.B of the Plan to ensure compliance with requirements of the FERC Plan, environmental conditions of the FERC authorization, and \"other environmental permits and approvals\" does not support defendants' argument. This language does not specify state permits and approvals, suggesting that the phrase \"other environmental permits and approvals\" may refer to other federal permits and approvals, like 18 C.F.R. § 157.206(b)(2)(i)-(xii), which mandates that activities authorized by a FERC certificate must be performed in accordance with twelve federal environmental acts. None of these arguments diminish the preemptive force of the detailed and comprehensive scheme of federal regulations that control environmental and land restoration issues of interstate natural gas pipeline construction.</p>\n<p>In sum, this case is very similar to <i>National Fuel,</i> in that the Iowa statutes and regulations at issue, like the New York regulations considered by the Second Circuit, \"concern[ ] ... matter[s] explicitly considered by ... FERC and affect[ ] a preempted area.\" 894 F.2d at 579. Although defendants claim Iowa's regulations \"concern[] only one narrow part of the environmental impact of pipeline construction,\" Brief in Support of Defendant Board Members' Motion for Summary Judgment at 3, the federal statutes and regulations discussed above empower FERC to consider those same issues, placing those issues beyond concurrent state review. <i>Natl Fuel,</i> 894 F.2d at 579. In addition, the Iowa regulations propose different requirements from the FERC Plan. Congress has placed exclusive authority in FERC to consider land use and restoration issues concerning pipeline construction pursuant to the NGA and the NEPA. Accordingly, I conclude that Iowa Code chapter 479A and the accompanying regulations in 199 Iowa Administrative Code chapters 9 and 12 are preempted, and plaintiffs' motion for summary judgment on this issue will be granted, and defendants' motion on the same issue will be denied.</p>\n<p></p>\n<h2>C. Contract Clause</h2>\n<p>Because my conclusion of preemption as to the reversion provisions and the damages <span class=\"star-pagination\">*1113</span> provisions of Iowa Code sections 479A.27 and 479A.24 is a close question, I will address plaintiffs' alternative argument that those sections impair pre-existing contracts and thus violate the Contracts Clause.</p>\n<p>The Contract Clause of the United States Constitution provides that \"[n]o state shall ... pass any ... Law impairing the Obligation of Contracts ....\" U.S. CONST, art. 1, § 10, cl. 1. In determining whether a state law runs afoul of the Contract Clause a court must determine whether the state law substantially impairs existing contracts, and, if so, whether the law is supported by a significant and legitimate public purpose, and whether the adjustment of the contracting parties' rights and responsibilities is based on reasonable conditions and is appropriate in light of the state's public purpose justifying the legislation. <i>Energy Reserves Group, Inc. v. Kan. Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 411-12, <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">697</span></a></span>, <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1983); <i>Equip. Mfrs. Inst. v. Janklow,</i> <span class=\"citation\" data-id=\"778799\"><a href=\"/opinion/778799/equipment-manufacturers-institute-agco-corporation-case-corporation/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">842</span></a></span>, 850 (8th Cir.2002). Plaintiffs allege that \"all\" of the changes in the Iowa Code and Iowa Administrative Code are substantial, but focus only on reversion through abandonment and nonuse of pipeline facilities for purposes of their motion for summary judgment. Defendants, in their motion, argue that any changes in the type and amount of damages owed to landowners and in construction and postconstruction remediation requirements do not violate the Contracts Clause. Because I determined that state land use and restoration regulations were preempted, I will only address the impairments imposed by Iowa Code section 479A.27, regarding reversion, and Iowa Code section 479A.24, regarding damages.</p>\n<p></p>\n<h2>1. Iowa Code § 479A.27Reversion</h2>\n<p>Iowa Code section 479A.27(1), enacted in 1999, specifies three different ways in which a pipeline right-of-way may revert back to the owner of the land from which the right-of-way was taken.</p>\n<blockquote>If a pipeline right-of-way, or any part of a pipeline right-of-way, is wholly abandoned for pipeline purposes by the relocation of the pipeline, is not used or operated for a period of five consecutive years, or if the construction of the pipeline has been commenced and work has ceased and has not in good faith resumed for five years, the right-of-way may revert as provided in this section to the person who, at the time of the abandonment or nonuse, is the owner of the tract from which such right-of-way was taken. Abandonment of pipeline facilities requires approval from [FERC] prior to this provision taking effect.</blockquote>\n<p>Iowa Code § 479A.27(1).</p>\n<p>In determining whether a substantial impairment exists, a court begins by \"identifying the precise contractual right that has been impaired ....\" <i>Janklow,</i> 300 F.3d at 851 (quoting <i>Keystone Bituminous Coal Ass'n v. DeBenedictis,</i> <span class=\"citation\" data-id=\"111839\"><a href=\"/opinion/111839/keystone-bituminous-coal-assn-v-debenedictis/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 504, <span class=\"citation\" data-id=\"111839\"><a href=\"/opinion/111839/keystone-bituminous-coal-assn-v-debenedictis/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1232</span></a></span>, <span class=\"citation\" data-id=\"111839\"><a href=\"/opinion/111839/keystone-bituminous-coal-assn-v-debenedictis/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1987) (alteration in original)). Plaintiffs contend that the portion of the statute allowing for reversion after five consecutive years of nonuse impairs the perpetual easements they contracted for with landowners. See Pls.App. Section C (sample contracts). The Board members essentially assert that section 479A.27(1) does not impair the perpetual nature of the easements because, under the terms of the statute, pipeline abandonment may occur only with prior FERC approval, and that such proceedings are, according to 18 C.F.R. § 157.18, initiated by the natural gas pipeline company. This is an inaccurate reading of the statute. As the statute is written, \"wholly abandoned\" is part of only the first of the three clauses defining methods of reversion. The statute goes on to explain how <span class=\"star-pagination\">*1114</span> abandonment occurs: \"by the relocation of the pipeline.\" The next clause begins with \"is,\" suggesting not another method of abandonment, but another, separate way in which land may revert. This reading is further reinforced by language used later in the sentence, which provides that land reverts to the person who owned the land at the time of abandonment <i>or</i> nonuse. The use of \"or\" clarifies that nonuse is not merely a form of abandonment, but an entirely separate and distinct activity, or lack of activity, that results in reversion. Thus, FERC approval required before abandonment is not, under the terms of Iowa Code section 479A.27(1), required before reversion based on nonuse. Section 479A.27(1) therefore does impair plaintiffs' easements.</p>\n<p>Whether an impairment is substantial depends in part upon the extent to which the impairment has disrupted the contracting parties' reasonable expectations, measured by whether the industry in question has been regulated in the past and the nature of those regulations. <i>Janklow,</i> 300 F.3d at 854; <i>McDonald's Corp. v. Nelson,</i> <span class=\"citation\" data-id=\"2002814\"><a href=\"/opinion/2002814/mcdonalds-corp-v-nelson/\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">597</span></a></span>, 606 (S.D.Iowa 1993), <i>aff'd sub nom. </i><i>Holiday Inns Franchising, Inc. v. Branstad,</i> <span class=\"citation\" data-id=\"673904\"><a href=\"/opinion/673904/holiday-inns-franchising-inc-and-holiday-inns-inc-v-terry-branstad/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></a></span> (8th Cir.), <i>cert, denied</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">613</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1994). In other words, did previous regulation in the area make the regulation at issue foreseeable. <i>Janklow,</i> 300 F.3d at 857-58. There is no question that the interstate natural gas pipeline industry is heavily regulated. 15 U.S.C. § 717f(b), for example, requires FERC approval before a natural gas pipeline company may abandon a pipeline. Extensive regulation in an area does not, however, necessarily foreclose a conclusion that new regulation acts as a substantial impairment. <i>In re Workers' Compensation Refund,</i> <span class=\"citation\" data-id=\"687671\"><a href=\"/opinion/687671/in-re-workers-compensation-refund-western-national-mutual-insurance/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">813</span></a></span>, 820 (8th Cir.1995).</p>\n<p>Here, neither party has directly addressed the scope of previous regulations, but the court's own research has revealed no previous state or federal regulations in effect limiting the duration of a contractedfor easement on private land or the conditions under which such an easement may exist. In this context, section 479A.27(1), by placing a use requirement on the continuation of an easement when the parties contracted for a perpetual easement, significantly alters the parties' expectations. Similar alternations in the duration of contracts have been found to constitute substantial impairments. <i>See, e.g., </i><i>McDonald's Corp.,</i> 822 F.Supp. at 602-04, 605-07 (concluding portions of Iowa franchise statute creating perpetual franchise in certain situations constituted substantial impairment to contracts containing provisions setting the length of contracts for specific terms of years). Accordingly, this court concludes that Iowa Code section 479A.27(1), as applied to plaintiffs' contracts containing perpetual easements, constitutes a substantial impairment.</p>\n<p>Even though Iowa Code section 479A.27(1) acts as an substantial impairment, it will survive if the state, or in this case the Board members, establish a significant and legitimate purpose behind the regulations. The regulations must protect a broad societal interest, \"such as the remedying of a broad and general social or economic problem.\" <i>Energy Reserves Group,</i> 459 U.S. at 412,<span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">697</span></a></span>. Put another way, the challenged statute must not merely \"prescribe a rule limited in effect to contractual obligations or remedies, but instead impose[ ] a generally applicable rule of conduct designed to advance `a broad societal interest' .....\" <i>Exxon Corp. v. Eagerton,</i> <span class=\"citation\" data-id=\"110957\"><a href=\"/opinion/110957/exxon-corp-v-eagerton/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 191, <span class=\"citation\" data-id=\"110957\"><a href=\"/opinion/110957/exxon-corp-v-eagerton/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2296</span></a></span>, <span class=\"citation\" data-id=\"110957\"><a href=\"/opinion/110957/exxon-corp-v-eagerton/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span></a></span> (1983) (quoting <i>Allied Structural Steel Co. v. Spannaus,</i> <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 249, 98 S.Ct. <span class=\"star-pagination\">*1115</span> 2716, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">727</span></a></span> (1978)). Here, plaintiffs assert that section 479A.27(1) adjusts the rights bargained for between them and the landowners. The Board members assert that the statute is justified by the same policies behind adverse possession and prescriptive easements, namely that productive use of land is favored over nonuse.</p>\n<p>The record here is devoid of most of the usual sources courts have used in determining a statute's purpose, such as an affidavit from a state legislator involved in the lawmaking process, <i>McDonald's Corp.,</i> 822 F.Supp. at 608, or any records of legislative committee hearings, <i>Janklow,</i> 300 F.3d at 861. The best source of purpose nevertheless appears to be Iowa Code section 479A.1, which provides that the Iowa general assembly enacted the \"law to confer upon the [Board] the power and authority to implement certain controls over the transportation of natural gas <i>to protect landowners and tenants from environmental or economic damages</i> which may result from the construction, operation, or maintenance of a pipeline within the state.\" (Emphasis added.) This statement of purpose, which does not mention promoting land use over nonuse, addresses only a narrow class of landowners. Landowners affected by construction, operation, and maintenance, specifically those to whom abandoned or unused tracts of land would revert, have entered into contracts with natural gas pipeline companies in which a company agreed to pay, or negotiate payment, for damages to crops, grasses, and buildings among other things. <i>See, e.g.,</i> Pls.App. Section C at 1, 3, 5, 7, 9, 12, 15, 28. Thus, it appears that the provisions in chapter 479A, including section 479A.27, apply not to a general class of landowners, but to those who have contracted with natural gas pipeline companies, an indication that section 479A.27(1) is a \"rule limited in effect to contractual obligations or remedies,\" rather than \"a generally applicable rule of conduct.\" <i>Exxon Corp.,</i> 462 U.S. at 191, <span class=\"citation\" data-id=\"110957\"><a href=\"/opinion/110957/exxon-corp-v-eagerton/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2296</span></a></span>; <i>see Whirlpool Corp. v. Ritter,</i> <span class=\"citation\" data-id=\"558649\"><a href=\"/opinion/558649/whirlpool-corporation-and-aetna-life-insurance-co-v-darlene-ritter-naomi/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1318</span></a></span>, 1323 (8th Cir.1991).</p>\n<p>Moreover, the Board members, who carry the burden to justify the substantial impairment, have not produced any evidence of the harms created by nonuse of pipeline easements that would be remedied by section 479A.27. <i>See Janklow,</i> 300 F.3d at 860 (state's purported interest in serving farmers and rural communities not significant and legitimate public purpose in Contract Clause analysis when state did not produce any evidence that manufacturers of farm equipment were currently, or would in the future, engage in activity prohibited by challenged statutes). With no evidence to support the asserted broad interest in promoting land use Over nonuse, and the statement of purpose that evinces an intent to address interests affecting only a narrow class of landowners, the court concludes that the Board members have not established a significant and legitimate public interest to justify the substantial impairment imposed by Iowa Code section 479A.27. Accordingly, there is no need to address whether the adjustment of the parties' rights is appropriate to the public purpose. <i>Janklow,</i> 300 F.3d at 862; <i>McDonald's Corp.,</i> 822 F.Supp. at 609. Iowa Code section 479A.27, as a substantial impairment on pre-existing contracts between plaintiffs and landowners, violates the Contract Clause. Summary judgment is therefore appropriate for plaintiffs on this portion of their Contract Clause claim.</p>\n<p></p>\n<h2>2. Iowa Code § 479A.24Damages</h2>\n<p>Iowa Code section 479A.24, as amended in 1999, sets out a non-exclusive list of compensable losses to landowners, which includes \"loss of or damage to trees of commercial or other value that occurs at the time of construction, restoration, or at <span class=\"star-pagination\">*1116</span> the time of any subsequent work by the pipeline company.\" Iowa Code § 479A.24(1)(d). Multiple contracts between plaintiffs and landowners allow plaintiffs to remove trees and brush from the right-of-way after construction without liability for damages. <i>See</i> Pls.App. Section C at 7, 9, 12, 15, 20; Appendix to Defendant Board Members' Motion for Summary Judgment at 68. Plaintiffs contend that requiring them to pay for damages they specifically contracted not to pay, and in fact considered when setting a price to pay landowners for right-of-ways, is a substantial impairment of their existing contracts. Defendants assert that any impairment imposed by section 479A.24(1)(d) is not substantial because paying for tree removal does not disrupt plaintiffs expectations, and they have not alleged any reasonable reliance on their right to remove trees without paying damages.</p>\n<p>The majority of plaintiffs' contracts with landowners contained in the record establish that the parties entered into the right-of-way agreements with specific expectations concerning liability for damages in several areas, including tree removal. Pls.App. Section C at 7, 9 (\"the Grantee shall have the right from time to time to cut or clear trees, brush and other obstructions on said right-of-way that might interfere with the operation or maintenance of Grantee's facilities\"); 12 (\"the Grantee shall have the right <i>(without liability for damages)</i> from time to time after initial construction of the pipeline to reclear the right-of-way by cutting and removing therefrom trees, brush, and other obstructions that may, in Grantee's judgment, interfere with Grantee's use of the easement\"); 15 (\"Grantee shall ... at its option, restore or pay the Grantor for any damages caused by Grantee to ... crops, grasses, trees, shrubbery, fences, buildings, or livestock ... without liability for damages, from time to time to cut or clear trees, brush, or other obstructions on said right-of-way\"); 20 (\"Grantee shall have the right, ..., from time to time after initial construction of the pipeline to reclear the easement strip by cutting and removing therefrom trees, brush and other obstructions, without liability for damages to such trees, brush and other obstructions\"). Other contracts in the record contain no such right in favor of plaintiffs, but obligate them to pay for damages to trees. <i>Id.</i> at 1, 3, 5. The express mention of the right to clear trees without liability for damages is evidence that plaintiffs and landowners considered this right in setting the price paid for the easement. Forcing plaintiffs to pay damages for tree removal after they already compensated landowners for the right to remove trees as part of the price paid for the right-of-way is a material impairment</p>\n<p>Looking again to the nature and extent of past regulation as one measure of the parties' expectations, the pre-1999 version of section 479A.24 provided landowners with claims only for two types of damages: the death or injury of livestock because of the interruption or relocation of normal feeding caused by pipeline construction and future crop deficiencies. Iowa Code § 479A.24 (1999). The limited scope of previous statutory damages combined with the fact that the parties specifically contracted for the right to remove trees renders section 479A.24(1)(d) a substantial impairment of plaintiffs pre-existing easements. <i>See McDonald's Corp.,</i> 822 F.Supp. at 606-07. Moreover, section 479A.24(l)(d) is not justified by a significant and legitimate purpose for the same reasons discussed in connection with section 479A.27. <i>See</i> Part II.C.l, <i>supra.</i> Defendants' motion for summary judgment on this issue will be denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1117</span> D. Action Pursuant to 42 U.S.C. § 1983</h2>\n<p>Plaintiffs also request summary judgment on their § 1983 claim based upon a violation of the Supremacy Clause.<sup>[7]</sup> The Supremacy Clause is not, standing alone, the source of any substantive federal rights, but secures federal rights by giving them priority when they conflict with state law. <i>Golden State Transit Corp. v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 107, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1989). Accordingly, a violation of the Supremacy Clause does not, by itself, give rise to a § 1983 claim. <i>Id.</i> at 107-08, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>. The availability of a § 1983 claim based upon the Supremacy Clause depends upon whether the federal statute that preempts state law creates a federal right. <i>Id.</i> at 108, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>. As the Supreme Court recently clarified in <i>Gonzaga University v.</i> <i>Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, ___, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, 2275 (2002), \"it is <i>rights,</i> not the broader or vaguer `benefits' or `interests,' that may be enforced under the authority of [§ 1983].\"</p>\n<p>Plaintiffs contend that because the NGA, the NGPSA, the NGPA, and the NEPA preempt state regulation of the environmental aspects of pipeline construction, operation, and maintenance, they create a right not to be regulated in favor of natural gas pipeline companies, which right is enforceable under § 1983. Defendants argue that plaintiffs are not intended beneficiaries of any laws relating to land restoration. They also contend that these statutes do not contain mandatory language creating binding obligations, noting that plaintiffs failed to cite any specific statutory language that creates a right not to be regulated.</p>\n<p>The Supreme Court in <i>Golden State</i> set out a three-pronged test to determine whether a federal statute underlying a preemption claim creates a federal right enforceable under § 1983.</p>\n<blockquote>[T]he availability of the § 1983 remedy turns on whether the statute [alleged to preempt state law], by its terms or as interpreted, creates obligations \"sufficiently specific and definite\" to be within \"the competence of the judiciary to enforce,\" is intended to benefit the putative plaintiff, and is not foreclosed \"by express provision or other specific evidence from the statute itself.\"</blockquote>\n<p><i>Golden State,</i> 493 U.S. at 108, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span> (internal citations omitted). In <i>Gonzaga University,</i> the Court held that the Family Educational Rights and Privacy Act of 1974 (FERPA), allowing the withdrawal of federal funding from schools that impermissibly release student records, did not confer rights on individual students enforceable under § 1983. <span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>at, 122 S.Ct. at 2277-79. Without explicitly rejecting the three-factor test cited in <i>Golden State</i> and <i>Blessing v. Freestone,</i> <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 340-41, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1997), the Court in <i>Gonzaga University</i> sharpened its focus and asked whether Congress intended to create a federal right, not merely whether a plaintiff seeking relief under § 1983 falls within the zone of interest a statute was intended to protect or whether a statute was intended to benefit a particular plaintiff. <i>Gonzaga Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>at ___, 122 S.Ct. at 2275 (noting \"implied right of action cases should guide the determination of whether a statute confers rights enforceable under § 1983\" and rejecting \"the notion that ... [prior] cases permit anything short of an <span class=\"star-pagination\">*1118</span> unambiguously conferred right to support a cause of action brought under § 1983\"). In short, \"[t]he question is not simply who would benefit from [a federal statute], but whether Congress intended to confer federal rights upon those beneficiaries.\" <i>California v. Sierra Club,</i> <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 294, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1981).</p>\n<p>Under <i>Gonzaga University,</i> the analysis here turns on the text and structure of the NGA. <i>See Gonzaga Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>___, 122 S.Ct. at 2277. To create an enforceable federal right, a statute, through rights-creating language, must unambiguously \"convey Congress' intent to confer individual rights ....\" <i>Henry's Wrecker Serv. Co. of Fairfax County, Inc. v. Prince George's County,</i> <span class=\"citation\" data-id=\"2440084\"><a href=\"/opinion/2440084/henrys-wrecker-service-v-prince-georges-county/\"><span class=\"volume\">214</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">541</span></a></span>, 545 (D.Md.2002). Plaintiffs do not specify a section of the NGA which they believe confers an enforceable right not to be regulated under § 1983. Looking to their preemption argument, they rely on 15 U.S.C. § 717(b), which states: \"The provisions of this chapter shall apply to the transportation of natural gas in interstate commerce, ... and to natural-gas companies engaged in such transportation ....\" The remaining sections of the NGA deal with fixing rates and charges for the transportation of natural gas, the construction, extension, and abandonment of pipelines, financial records and investigations by FERC, which assumed the functions of the Federal Power Commission pursuant to 42 U.S.C. § 7172. For example, section 717c(a) requires that the rates charged by natural gas pipeline companies be just and reasonable, and section 717c(b) prohibits natural gas pipeline companies from granting undue preferences or advantages and from maintaining unreasonable differences in rates. Section 717d(a) gives FERC the power to determine if a rate is unjust or unreasonable and to set a reasonable rate. Section 717f requires natural gas pipeline companies to obtain authorization before extending, improving, abandoning and constructing facilities.</p>\n<p>\" `The question of whether Congress ... intended to create a private right of action [is] definitively answered in the negative' where `a statute by its terms grants no private rights to any identifiable class.'\" <i>Gonzaga Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>at ___, 122 S.Ct. at 2275 (quoting <i>Touche Ross &amp; Co. v. Redington,</i> <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 576, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1979)) (alternations in original). The Court in <i>Gonzaga University</i> reasoned that because FERPA's provisions, which directed that \"[n]o funds shall be made available\" to any school that maintains prohibited policies and practices, spoke only in terms of the party regulated, the Secretary of Education, rather than the protected party, the students, the statute did not create individual rights in favor of students. <i>Id.</i> at ___, 122 S.Ct. at 2277. The Court contrasted this language with the \"individually focused\" language of Title VI and Title IX of the Civil Rights Act\"no person shall be subjected to discrimination\"which has an \"unmistakable focus on the benefitted class.\" <i>Id.</i> (quoting <i>Cannon v. Univ. of Chicago,</i> <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, 691, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979)).</p>\n<p>None of these sections in the NGA contains any individualized, rights-creating language necessary to grant federal rights in favor of natural gas pipeline companies enforceable under § 1983. The language of the NGA, requiring natural gas pipeline companies to charge just and reasonable rates and prohibiting them from maintaining unreasonable rate differences, is similar to the statute at issue in <i>Gonzaga University,</i> in that it focuses on natural gas pipeline companies as regulated parties, operating under the rules and regulations of and whose actions are subject to review by FERC, rather than focusing on them as protected parties. <i>See, e.g.,</i> 15 U.S.C. § 717c(e) (FERC, on its own initiative <span class=\"star-pagination\">*1119</span> may review new rate schedules submitted by natural gas pipeline companies); <i>id.</i> § 717d(a) (FERC, upon finding rates are unjust, unreasonable, or preferential, shall determine just and reasonable rates); <i>id.</i> § 717f(c)(1)(A) (FERC must issue certificate of public convenience and necessity prior to natural gas pipeline companies engaging in construction and operation of pipelines). \"Statutes that focus on the person regulated rather than the individuals protected create `no implication of an intent to confer rights on a particular class of persons.' \" <i>Alexander v. Sandoval,</i> <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 289, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (2001) (quoting <i>Sierra Club,</i> 451 U.S. at 294, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>). The absence of individualized, rights-creating language in favor of natural gas pipeline companies compels the conclusion that the NGA does not confer a right not to be regulated enforceable under § 1983. <i>Cf. Henry's Wrecker Serv.,</i> 214 F.Supp.2d at 545-46 (holding, under the analysis used by Court in <i>Gonzaga University</i> rather than <i>Golden State</i>`s three-part test, that portion of Interstate Commerce Commission Termination Act, 49 U.S.C. § 14501(c)(1), which prohibits state and local regulation in the areas of \"price, route, or service\" relating to motor carriers does not contain rightscreating language establishing a right not to be regulated enforceable under § 1983). Accordingly, plaintiffs' motion for summary judgment on this issue will be denied.</p>\n<p></p>\n<h2>III. Rulings and Orders</h2>\n<p>For the reasons discussed above, plaintiffs' motion for summary judgment is GRANTED and defendants' motion for summary judgment is DENIED with respect to plaintiffs' preemption claim and Contract Clause claim concerning Iowa Code section 479A.27. Defendants' motion for summary judgment on the portion of plaintiffs' Contract Clause claim concerning Iowa Code section 479A.24 is DENIED. Plaintiffs' motion for summary judgment is DENIED with respect to their claim under 42 U.S.C. § 1983 concerning the Supremacy Clause.</p>\n<p>It is ADJUDICATED and DECLARED that Iowa Code chapter 479A and 199 Iowa Administrative Code chapters 9 and 12 are unconstitutional and null and void as applied to interstate natural gas pipeline companies, including plaintiffs. Defendants, as members of the Iowa Utilities Board, and all persons in active concert and participation with the defendants, are permanently ENJOINED from taking any action to enforce Iowa Code chapter 479A, 199 Iowa Administrative Code chapters 9 and 12, or any other provision of state law incorporated by reference therein, or any other orders, rules, or regulations issued pursuant thereto, as against interstate natural gas pipeline companies, including plaintiffs.</p>\n<p>IT IS ORDERED that plaintiffs' § 1983 claim based upon a violation of the Supremacy Clause be DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs originally named the Board as defendants, but the claims against it were dismissed based on its Eleventh Amendment sovereign immunity as a state agency. Plaintiffs subsequently filed a Second Amended and Substituted Complaint for Declaratory and Injunctive Relief naming as defendants only the Board members serving as of December 9, 2002. Allan Thorns, chairman at the time plaintiffs originally filed this action, resigned and was replaced by Elliott Smith. Diane Munns was named the chairperson.</p>\n<p>[2]  These include the Natural Gas Act, 15 U.S.C. §§ 717-717w; the Natural Gas Policy Act, 15 U.S.C. §§ 3301-3432; the National Environmental Policy Act, 42 U.S.C. §§ 4321-4370a; the Natural Gas Pipeline Safety Act, recodified at 49 U.S.C. §§ 60101-60128; regulations adopted by the Federal Energy Regulatory Commission (FERC) pursuant to those statutes, 18 C.F.R. Parts 154, 157, 284, and 380; and the United States Department of Transportation regulations adopted pursuant to those statutes, 49 C.F.R. Parts 190-199.</p>\n<p>[3]  The Eighth Circuit Court of Appeals found Iowa's previous efforts to regulate safety aspects of interstate natural gas pipelines and interstate hazardous liquid pipelines, specifically Iowa Code chapter 479 and accompanying administrative rules, preempted, in <i>ANR Pipeline Co. v. Iowa State Commerce Commission,</i> <span class=\"citation\" data-id=\"493948\"><a href=\"/opinion/493948/anr-pipeline-company-v-iowa-state-commerce-commission-andrew-varley/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span> (8th Cir.1987) (natural gas pipelines), and <i>Kinley Corp. v. Iowa Utilities Board,</i> <span class=\"citation\" data-id=\"611682\"><a href=\"/opinion/611682/kinley-corporation-v-iowa-utilities-board-utilities-division-department/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">354</span></a></span> (8th Cir.1993) (hazardous liquid pipelines). In <i>ANR,</i> the court held that the state environmental provisions, requiring natural gas pipeline companies \"to preserve topsoil, drainage structures, and underground improvements in burying pipelines,\" were not severable from the safety provisions, and thus were preempted as well. 828 F.2d at 467, 473.</p>\n<p>[4]  The FERC Plan in effect at the time the parties submitted their briefs and the court heard oral arguments was dated December 2, 1994. On January 17, 2003, just over one week before the original decision in this case was filed, FERC issued a Revised Upland Erosion Control, Revegetation, and Maintenance Plan (the Revised Plan) that included many changes. The Revised Plan was not brought to the court's attention by counsel before the original decision was filed. The following references to the FERC Plan are to the Revised Plan that became effective on January 17, 2003.</p>\n<p>[5]  Plaintiffs' appendix is not consecutively numbered and therefore fails to conform to Local Rule 56.1(e). Defendants' appendix is not tabbed, which also violates the requirements of Local Rule 56.1(e). Compliance with the Local Rules is not merely a technical matter. Rather, compliance with the Local Rules substantially facilitates the court's use of materials in addressing motions for summary judgment.\n</p>\n<p>Incidently, the Local Rules were amended on January 1, 2003. They may be downloaded from the court's web site at www.iasd.uscourts.gov, or a hard-copy of the new Local Rules may be obtained from the Clerk of Court.</p>\n<p>[6]  As the Second Circuit noted in <i>National Fuel,</i> the fact that some of the environmental information submitted to FERC is required by the NEPA rather than the NGA is irrelevant to the preemption analysis. 894 F.2d at 578 n. 3. FERC, as authorized by the NGA, requires the submission of environmental information, and, as part of its decision to issue a certificate, which it is empowered to do pursuant to the NGA, considers this information along with the NEPA information.</p>\n<p>[7]  Plaintiffs also request relief in their second amended and substituted complaint pursuant to § 1983 for violations of the Contract Clause. They do not, however, address this claim in their motion for summary judgment, and I will therefore address only the § 1983 claim based upon a violation of the Supremacy Clause.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112446/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/535596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/558649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/611682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775816/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778799/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2002814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2440084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2522998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2620697/"
          ]
        }
      ],
      "judges": "Vietor",
      "date_created": "2014-10-30T07:23:22.288904Z",
      "date_modified": "2016-03-03T22:23:53.165534Z",
      "date_filed": "2003-02-28",
      "date_filed_is_approximate": false,
      "slug": "northern-natural-gas-co-v-munns",
      "citation_id": 2484717,
      "case_name_short": "Munns",
      "case_name": "Northern Natural Gas Co. v. Munns",
      "case_name_full": "",
      "federal_cite_one": "254 F. Supp. 2d 1103",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/189852/northern-natural-gas-co-v-munns/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:23:22.285419Z",
  "date_modified": "2014-10-30T07:23:22.285419Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Munns",
  "case_name": "Northern Natural Gas Co. v. Munns",
  "case_name_full": "",
  "slug": "northern-natural-gas-co-v-munns",
  "docket_number": "CIV. 4-01-CV-70473",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}