{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1907847/",
  "id": 1907847,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2063656/",
      "id": 2063656,
      "absolute_url": "/opinion/2063656/beckert-v-warren/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1709/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5530/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5540/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5553/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5561/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5572/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1907847/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2063656/",
          "id": 2063656,
          "absolute_url": "/opinion/2063656/beckert-v-warren/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2063656/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:13:12.185878Z",
          "date_modified": "2017-04-08T10:16:48.091845Z",
          "type": "010combined",
          "sha1": "245df32e03c486570017c464a2f66599eecd5fce",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>497 Pa. 137 (1981)</b></center>\n<center><b>439 A.2d 638</b></center>\n<center><h1>Paul R. BECKERT, President Judge, Individually and on behalf of the Judges of the Court of Common Pleas of Bucks County, Pennsylvania, Plaintiffs<br>\nv.<br>\nAndrew L. WARREN, Elaine P. Zettick, and Carl F. Fonash, County Commissioners and members of the Bucks County Salary Board, Ward F. Clark, Esquire, Controller and member of the Bucks County Salary Board, William P. Snyder, Treasurer of the County of Bucks, and Paul R. Beckert, President Judge as a member of the Bucks County Salary Board, Defendants.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued October 28, 1981.</center>\n<center>Decided December 22, 1981.</center>\n<p><span class=\"star-pagination\">*138</span> <span class=\"star-pagination\">*139</span> Henry T. Reath, Michael M. Baylson, George E. Pierce, Philadelphia, for plaintiffs.</p>\n<p>Robert L. White, County Sol., Ward F. Clark, County Comptroller, Doylestown, for defendants.</p>\n<p>Before O'BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ.</p>\n<p></p>\n<h2>OPINION OF THE COURT</h2>\n<p>O'BRIEN, Chief Justice.</p>\n<p>This action was precipitated by the breakdown of negotiations between the Court of Common Pleas of Bucks County <span class=\"star-pagination\">*140</span> and the Bucks County Commissioners concerning that court's budgetary requirements for fiscal 1981. Although this dispute originates at the county level, it represents a deadlock between the judicial and legislative branches of government in the exercise of their respective powers. Such a deadlock calls into question the relationship between those branches and the extent of their powers, and its resolution is crucial to both the unified judicial system and county governments throughout this Commonwealth.</p>\n<p>The budget proposal for 1981 which the Bucks County Court of Common Pleas submitted to the Bucks County Commissioners, in addition to providing for the maintenance of existing personnel and programs, called, <i>inter alia,</i> for the funding of a number of new positions to meet what the court considered its immediate and anticipated future needs. Court and county officials conferred several times in October and November of 1980, yet on December 10, 1980, the county published a proposed 1981 budget which not only excluded funding for these new positions but also provided for reductions in the Court's existing staff. Subsequent meetings were apparently fruitless, as the county's 1981 budget in its final form continued to reflect these limitations on court staffing.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*141</span> Plaintiffs, the judges of the Court of Common Pleas acting through Paul R. Beckert, President Judge, instituted this action in their own court on December 30, 1980, seeking to enjoin defendant County Commissioners from adopting any budget for 1981 which did not provide for full funding of the court's requests, and to enjoin defendant county Salary Board members from either eliminating existing positions from its manning tables or from adopting manning tables which did not provide for the requested new positions. In addition, plaintiffs sought a writ of mandamus compelling defendants to comply with the court's budget demands. Plaintiffs grounded their entitlement to relief on \"the inherent power [of the judiciary] to determine and compel the budgeting, appropriation and payment by the executive and legislative branches of those sums that are reasonable and necessary to carry out its mandated responsibilities for the judicial administration.\" (Plaintiffs' Complaint at 2)</p>\n<p>On the same date, Judge Robert A. Freedberg of the Court of Common Pleas of Northampton County, specially assigned, issued a preliminary injunction. Justice Rolf Larsen of this Court vacated that injunction on December 31, 1980, and the County Commissioners immediately took the steps necessary to adopt its 1981 budget. The threatened personnel reductions have not, however, been implemented during the pendency of this action.</p>\n<p>Plaintiffs filed a petition in this Court on January 12, 1981, asking that we assume plenary jurisdiction of their action. On March 30, 1981, we granted the petition, simultaneously, remanding the matter to Commonwealth Court for <span class=\"star-pagination\">*142</span> an expedited hearing.<sup>[2]</sup> Judge David W. Craig was designated hearing judge by President Judge Crumlish. The hearing began on June 11, and, after nine days of testimony, concluded on June 25, 1981. At the commencement of the hearing, Judge Craig ruled, <i>inter alia,</i> that plaintiffs bore the burden of proof, and that defendants were not entitled to a jury trial. On July 22, Judge Craig submitted to this Court his findings of fact and conclusions of law as to those issues not resolved prior to or in the course of the expedited hearing.<sup>[3]</sup> His submission reflects the following conclusions:</p>\n<blockquote>\"F. Plaintiff has sustained its burden of proof with respect to establishing the following new positions for necessary judicial functions not now being performed:</blockquote>\n<blockquote>Four (4) collection officers</blockquote>\n<blockquote>Three (3) clerk stenographers</blockquote>\n<blockquote>One (1) URESA specialist</blockquote>\n<blockquote>Two (2) microfilm clerks</blockquote>\n<blockquote>One (1) procedural auditor</blockquote>\n<blockquote>G. Plaintiff has sustained the burden of establishing that efficient judicial administration requires the existing tipstaff positions, minute clerk positions and court stenographer positions, and also requires the following additional positions:</blockquote>\n<blockquote>Five (5) judicial clerks</blockquote>\n<blockquote>H. Plaintiff has not sustained the burden of establishing that efficient judicial administration requires the following additional positions:</blockquote>\n<blockquote>Five (5) clerk stenographers, in the domestic relations section</blockquote>\n<blockquote>One (1) conference officer supervisor</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*143</span> One (1) secretary for the above supervisor</blockquote>\n<blockquote>Two (2) tipstaves</blockquote>\n<blockquote>One (1) minute clerk</blockquote>\n<blockquote>Two (2) court stenographers</blockquote>\n<blockquote>I. The non-union court personnel, for 1981, are entitled to a cost-of-living wage or salary increase of seven percent (7%), to be granted retroactively from January 1, 1981.\"<sup>[4]</sup></blockquote>\n<p><i>Beckert v. Warren, supra,</i> at 38-40 (Conclusions of Law \"F\" through \"I\").</p>\n<p>Both parties filed exceptions in this Court to Judge Craig's determinations.<sup>[5]</sup> We referred these exceptions to Judge Craig for consideration and disposition, and on October 14, 1981, he dismissed all exceptions. Pursuant to this Court's <i>sua sponte</i> order entered immediately thereafter, argument of this matter was heard on October 28, 1981, in Philadelphia.</p>\n<p>Because this Court has retained plenary jurisdiction of this matter, no final decree has been entered. Both parties have, however, been given the opportunity to file exceptions to Judge Craig's findings of fact and conclusions of law, and to present briefs and argument in support of those exceptions. Accordingly, it is appropriate and in the interest of an expeditious resolution of the instant dispute that we consider it as in appellate posture. We have therefore reviewed only those findings of fact and conclusions of law to which specific exceptions have been raised. For reasons to be fully discussed below, we now adopt all of Judge Craig's determinations as to the reasonable necessity of the <span class=\"star-pagination\">*144</span> new and existing positions at issue herein, as well as his determination that plaintiffs' non-union employees should be granted a seven percent salary increase retroactive to January 1, 1981. The salary levels of the new positions so approved must be fixed by the Salary Board, contrary to Judge Craig's conclusion that the salary levels should be set at the rates requested by plaintiffs.</p>\n<p></p>\n<h2><i>I. Constitutional Background</i></h2>\n<p>The existence of the judiciary's inherent power to compel expenditures necessary to prevent the impairment of its exercise of the judicial power or of the proper administration of justice is well established. <i>See </i><i>Commonwealth ex rel. Carroll v. Tate,</i> 442 Pa. 45, 274 A.2d 193, <i>cert. denied sub nom. </i><i>Tate v. Pennsylvania ex rel. Jamieson,</i> 402 U.S. 974, 91 S.Ct. 1665, 29 L.Ed.2d 138 (1971) (plurality opinion); <i>Leahey v. Farrell,</i> 362 Pa. 52, 66 A.2d 577 (1949); <i>Commonwealth ex rel. Hepburn v. Mann,</i> 5 Watts &amp; Serg. 403 (1843); <i>In re Surcharge of County Commissioners,</i> 12 Pa. D. &amp; C. 471 (C. P. Lackawanno 1929) (Maxey, J.); <i>see generally</i> Annot., 59 A.L.R.3d 569 (1974) and cases cited therein. The circumstances in which the exercise of such power is justified, however, must be clearly delineated.</p>\n<p>The notion of the inherent power of the judiciary is implicit in the doctrine of separation of powers. We discussed this fundamental doctrine recently in <i>Zemprelli v. Daniels,</i> 496 Pa. 247 at 254, 436 A.2d 1165 at 1168 (Pa.Sup.Ct. 1981), quoting <i>Sweeney v. Tucker,</i> 473 Pa. 493, 507-508, 375 A.2d 698, 705 (1977):</p>\n<blockquote>\"A basic precept of our form of government is that the executive, the legislature and the judiciary are independent, co-equal branches of government. <i>Commonwealth ex rel. Carroll v. Tate,</i> 442 Pa. 45, 274 A.2d 193 (1971) (plurality opinion); <i>Stander v. Kelly,</i> 433 Pa. 406, 250 A.2d 473 (1969) (plurality opinion). The dividing lines among the three branches `are sometimes indistinct and are probably incapable of any precise definition.' <i>Stander v. Kelly,</i> 433 Pa. at 421-22, 250 A.2d at 482 (plurality opinion). <span class=\"star-pagination\">*145</span> Under the principle of separation of the powers of government, however, <i>no branch should exercise the functions exclusively committed to another branch.</i> See <i>Wilson v. Philadelphia School District,</i> 328 Pa. 225, 195 A. 90 (1937); <i>Bailey v. Waters,</i> 308 Pa. 309, 162 A. 819 (1932). See generally <i>Stander v. Kelly,</i> supra; <i>Townships of Springdale &amp; Wilkins v. Mowod,</i> 23 Pa.Cmwlth. 298, 352 A.2d 194 (1976), rev'd. on other grounds, [474] Pa. [82], 376 A.2d 983 [1977]; <i>Jones v. Packel,</i> 20 Pa.Cmwlth. 606, 342 A.2d 434 (1975).\" (emphasis supplied)</blockquote>\n<p>The allocation of these governmental powers to three distinct branches averts the danger inherent in the concentration of absolute power in a single body:</p>\n<blockquote>The accumulation of all powers, legislative, executive, and judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced the very definition of tyranny.</blockquote>\n<p>The Federalist No. 47 (J. Madison). However, the separation of powers would not achieve this prophylactic effect unless it also prevented one branch from usurping the powers committed to the other branches of government. The crucial function of the separation of powers principle, therefore, is not separation <i>per se,</i> but the \"checking\" power each branch has over the others. <i>See</i> The Federalist No. 51 (J. Madison); <i>see also</i> 1 K. Davis, <i>Admin. Law Treatise,</i> § 1.09, at 68-69 (1958).</p>\n<p>Thus, while the judicial power is vested exclusively in the courts, the taxing and spending powers necessary to sustain the existence of the judiciary is vested in the legislature. As we explained in <i>Leahey v. Farrell, supra,</i> 362 Pa. at 57-58, 66 A.2d at 579:</p>\n<blockquote>Control of state <i>finances</i> rests with the legislature, subject only to constitutional limitations: <i>Commonwealth ex rel. Schnader v. Liveright, Secretary of Welfare et al.,</i> 308 Pa. 35, 161 A. 697. The function of the judiciary to administer justice does not include the power to levy taxes in order to defray the necessary expenses in connection therewith. It is the legislature which must supply such <span class=\"star-pagination\">*146</span> funds. Under the system of division of governmental powers it frequently happens that the functions of one branch may overlap another. But the successful and efficient administration of government <i>assumes</i> that each branch will cooperate with the others. . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Should Commissioners, however, neglect or refuse to furnish funds, or sufficient funds, for reasonable judicial functions, and in consequence the efficient administration of the judicial branch of the government is thereby impaired or destroyed, the courts possess the inherent power to require such necessities to be furnished and to direct payment therefor out of the public treasury: . . . . (emphasis in original; citations omitted)</blockquote>\n<p><i>Accord, </i><i>Commonwealth ex rel. Carroll v. Tate, supra</i> 442 Pa. at 53, 274 A.2d at 197. Absent such inherent power, the judiciary, whose existence is mandated by Article 5 of the Pennsylvania Constitution, could be destroyed by the legislature:</p>\n<blockquote>Mr. Chief Justice Marshall said in <i>McCulloch v. Maryland,</i> 17 U.S. 316, 431, [4 Wheat 316, 4 L.Ed. 579] \". . . the power to tax involves the power to destroy; . . .\" A Legislature has the power of life and death over all the Courts and over the entire Judicial system. Unless the Legislature can be compelled by the Courts to provide the money which is reasonably necessary for the proper functioning and administration of the Courts, our entire Judicial system could be extirpated, and the Legislature could make a mockery of our form of Government with its three co-equal branches  the Executive, the Legislative and the Judicial.</blockquote>\n<p><i>Id.</i> 442 Pa. at 57, 274 A.2d at 199.</p>\n<p>It follows, therefore, that since the destruction of one branch of government by another would be antithetical to the constitutional scheme of separation of powers, any legislative action which impairs the independence of the judiciary in its exercise of the judicial power and the administration of justice would be similarly abhorrent. Since it is the right <span class=\"star-pagination\">*147</span> and duty of the judiciary to invalidate a legislative act repugnant to the constitution, <i>see e.g. </i><i>Zemprelli v. Daniels, supra,</i> 496 Pa. 256, 436 A.2d at 1169; <i>Hertz Drivurself Stations v. Siggins,</i> 359 Pa. 25, 33, 58 A.2d 464, 469 (1948), it is essential under such circumstances for the judiciary to come to its own defense. Thus the judiciary must use its check on the legislature.</p>\n<p>It should be evident from the above discussion that the actual exercise of inherent power must be viewed as exceptional, that is, reserved for defensive use in crises such as those contemplated above. There must be a <i>genuine threat</i> to the administration of justice, that is, a nexus between the legislative act and the injury to the judiciary, not merely a theoretical encroachment by the legislature. <i>Ellenbogen v. County of Allegheny,</i> 479 Pa. 429, 438, 388 A.2d 730, 735 (1978); <i>Commonwealth ex rel. Bradley v. Pennsylvania Labor Relations Bd.,</i> 479 Pa. 440, 447-448, 388 A.2d 736, 739-470 (1978). Stated another way, since \"[c]ontrol of state finances rests with the legislature <i>subject only to constitutional limitations</i> [,]\" <i>Leahey v. Farrell, quoted supra</i> (emphasis supplied), it is only where legislative refusal to provide funding requested by the judiciary amounts to unconstitutional action that the judiciary <i>possesses</i> the power to invalidate such action and compel such finding. Absent such circumstances, the courts are not empowered to review discretionary acts of the legislature. <i>See e.g. </i><i>Amidon v. Kane,</i> 444 Pa. 38, 279 A.2d 53 (1971); <i>Bilbar Construction Co. v. Board of Adjustment of Easttown Township,</i> 393 Pa. 62, 141 A.2d 851 (1958); <i>National Biscuit Co. v. City of Philadelphia,</i> 374 Pa. 604, 98 A.2d 182 (1953).</p>\n<blockquote>We held in <i>Leahey v. Farrell, supra</i><i>,</i> that</blockquote>\n<blockquote>. . . there was no infringement upon judicial powers when the legislature, in the exercise of its power to regulate the fiscal affairs of the Commonwealth, set up a salary board and established an orderly method of fixing, inter alia, salaries of court employees. <i>It became the duty of the court to comply first with the statutory provisions and to make known to the board its reasonable requirements.</i> It <span class=\"star-pagination\">*148</span> is only when a board acts arbitrarily or capriciously and refuses or neglects to comply with the reasonably necessary requirements of the court, whereby the administration of justice may be impaired or destroyed, that under the inherent power of the court, orders like that now complained of may be enforced by mandamus.</blockquote>\n<p><i>Id.</i> 362 Pa. at 60, 66 A.2d at 580 (emphasis supplied). Ideally the cooperation of the legislature with the judiciary should be facilitated by a statutory scheme which provides in detail for the proper funding of the court system. Such a framework would in most circumstances obviate the need for judicial intervention. Before we reach the issue of whether it is appropriate to invoke the inherent power of the judiciary in the matter before us, we must examine the relevant statutory provisions to determine whether there is a statutory basis for our decision. If there is, of course, we need not address the constitutional question presented herein. <i>See, e.g. In re \"B\",</i> 482 Pa. 471, 394 A.2d 419 (1978); <i>Lattanzio v. Unemployment Compensation Bd. of Review,</i> 461 Pa. 392, 336 A.2d 595 (1975).</p>\n<p>A striking feature of this Commonwealth's judicial system at the county level is the court-county cooperation mandated by statute. A significant proportion of the personnel involved in the operation of a county judicial system is neither appointed nor supervised by the judges of a court of common pleas. These employees, in the language of the Judicial Code, are \"county staff,\" that is, \"[s]ystem and related personnel elected by the electorate of a county or subject to appointment and removal by officers, other than judicial officers, so elected.\" 42 Pa.C.S. § 102. County staff includes, <i>inter alia,</i> the coroner, prothonotary, clerk of the court, clerk of the orphans' court, sheriff, district attorney and jury commissioners, and their respective staffs. 16 P.S. § 401 (Supp. 1981). The provision of the Judicial Code which gives this Court \"general supervisory and administrative authority over the personnel of the [unified judicial] system\" specifically excludes \"county staff,\" and further states that the statute \"shall not affect the existing powers <span class=\"star-pagination\">*149</span> of the salary boards of the several counties of this Commonwealth.\" 42 Pa.C.S. § 1724. Similarly, 42 Pa.C.S. § 2301 provides:</p>\n<blockquote>(a) General rule.  Subject to any inconsistent general rules or statutory provisions each:</blockquote>\n<blockquote>(1) Judge and district justice may appoint and fix the duties of necessary personal staff.</blockquote>\n<blockquote>(2) Court may appoint and fix the compensation of personal staff.</blockquote>\n<blockquote>(3) Other agency or unit of the unified judicial system may appoint and fix the compensation and duties of necessary central staff and personal staff.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(c) County staff unaffected.  The provisions of subsection (a) are intended solely to codify and consolidate former statutory provisions on the same subject and nothing in such subsection shall be construed to limit, modify or deny the existing powers or prerogatives of county staff or other officers, other than judges, elected by the electorate of a county, to appoint and to fix the reasonable compensation of such classes of personnel as such county officers have heretofore been authorized to do by law.</blockquote>\n<p>The county officials are required under 42 Pa.C.S. § 2302 to maintain adequate county staff:</p>\n<blockquote>Whenever necessary, it shall be the duty of county officers to appoint or detail such county staff as shall enable the judges of the courts embracing the county to properly transact the business before their respective courts.</blockquote>\n<p>The county is further required to establish and maintain a judicial and related account.<sup>[6]</sup> 42 Pa.C.S. § 3541. Out of this account, the county is to pay</p>\n<blockquote>\n<span class=\"star-pagination\">*150</span> (1) Salaries, fees and expenses of:</blockquote>\n<blockquote>(i) Appointive judicial officers.</blockquote>\n<blockquote>(ii) Other system and related personnel which by statute are required to be paid by the political subdivision.</blockquote>\n<blockquote>(2) Salaries, fees and expenses of jurors, witnesses and all other persons paid under authority of law by the political subdivision for the maintenance of judicial and related functions.</blockquote>\n<p>42 Pa. C.S. § 3544(a).<sup>[7]</sup> The power of a county court of common pleas to obligate the county in the absence of a statutory mandate is ostensibly limited, however:</p>\n<blockquote>A general rule, express order or other order in the nature of a regulation adopted by the governing authority or any other agency or unit of the system which relates to system and related personnel, the salaries, fees or expenses of which are required by statute to be paid by a <span class=\"star-pagination\">*151</span> political subdivision, shall not be effective as to such political subdivision <i>unless the governing body of the political subdivision agrees thereto</i> or is specifically required by statute to take the action to which the general rule, express order or other order relates.</blockquote>\n<p>42 Pa. C.S. § 3547 (emphasis supplied).</p>\n<p>The only significant statutory provisions concerning funding for court-appointed \"personal staff\" and \"administrative staff\" authorized under 42 Pa. C.S. § 2301, <i>supra,</i> appear in the County Code, Act of August 9, 1955, P.L. 323, § 101 <i>et seq.,</i> 16 P.S. § 101 <i>et seq.</i> The basic court-county relationship in the area of salaries of court-appointed staff is set forth in 16 P.S. § 1620 (Supp. 1981):</p>\n<blockquote>The salaries and compensation of county officers shall be as now or hereafter fixed by law. The salaries and compensation of all appointed officers and employes who are paid from the county treasury shall be fixed by the salary board created by this act for such purposes: Provided, however, That with respect to representation proceedings before the Pennnsylvania [sic] Labor Relations Board or collective bargaining negotiations involving any or all employes paid from the county treasury, the board of county commissioners shall have the sole power and responsibility to represent judges of the court of common pleas, the county and all elected or appointed county officers having any employment powers over the affected employes. <i>The exercise of such responsibilities by the county commissioners shall in no way affect the hiring, discharging and supervising rights and obligations with respect to such employes as may be vested in the judges or other county officers.</i> (emphasis supplied)</blockquote>\n<p>County salary boards are created by 16 P.S. § 1622. The powers and duties of such boards are prescribed in 16 P.S. § 1623:</p>\n<blockquote>The board, subject to limitations imposed by law, shall fix the compensation of all appointed county officers, and the number and compensation of all deputies, assistants, clerks and other persons whose compensation is paid out <span class=\"star-pagination\">*152</span> of the county treasury (except employes of county officers who are paid by fees and not by salary), and <i>of all court criers, tipstaves and other court employes, and of all officers, clerks, stenographers and employes appointed by the judges of any court and who are paid from the county treasury.</i> Thereupon the number and compensation of all such officers, deputies, assistants, clerks and persons, whether fixed by statute or by any other method, are hereby repealed. In the event that any salary board shall fail to fix the number or compensation of any such officers, deputies, assistants, clerks or other employes as required by this section, the number and compensation shall continue, as fixed by or pursuant to law, on the effective date of this act, with like effect as though the same had been so fixed by the board, but the salary board shall have power to fix any such number or compensation at a later time and with like effect. (emphasis supplied)</blockquote>\n<p>and § 1624:</p>\n<blockquote>At each annual meeting, the board shall revise the salary schedule so far as it shall deem such action necessary. From time to time between annual meetings, <i>whenever required by any judge,</i> county officer or executive head of any separate board, commission or division, the number or compensation of whose deputies, assistants, clerks and employes is sought to be fixed, the board shall meet and consider and shall fix and determine the same. All salaries fixed under the provisions of this act shall be paid out of the county treasury in the manner provided by law. (emphasis supplied)</blockquote>\n<p>The procedure and action of the board are governed by 16 P.S. § 1625, which provides for the participation of the county judiciary in matters concerning its appointive personnel</p>\n<blockquote>(a) Except as herein otherwise provided, whenever the board shall consider the number or salaries of the deputies or other employes of any county officer or agency, such officer or the executive head of such agency shall sit as a member of the board, as long as any matter affecting his office or agency is under consideration and no longer.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*153</span> (b) Whenever the board shall consider the number or salaries of the court criers or tipstaves or other court employes, <i>the president judge of the court shall sit as a member of the board, as long as any matter affecting the court criers, tipstaves or employes of his court is under consideration</i> and no longer.</blockquote>\n<blockquote>(c) Whenever the board shall consider the number or salaries of the officers or employes appointed by any judge of any court, such judge shall sit as a member of the board, as long as any matter affecting any of his appointees is under consideration and no longer.</blockquote>\n<blockquote>(d) The decision of a majority shall govern. Each board shall keep a correct minute book of its proceedings in all cases heard and determined by it. Such minute book shall be a public record. (emphasis supplied)</blockquote>\n<p>The actions of a salary board detailed under the above statute are clearly discretionary, rather than ministerial, in nature. <i>See </i><i>Martz v. Deitrick,</i> 372 Pa. 102, 92 A.2d 681 (1952). This Court held recently, however, that such actions are \"administrative\" rather than \"legislative\" actions, because, <i>inter alia,</i> \"[t]he authority to appropriate funds and levy taxes has been vested in the county commissioners,. . . <i>not</i> in the Salary Board.\" <i>Franklin County Prison Bd. v. Pennsylvania Labor Relations Bd.,</i> 491 Pa. 50, 61, 417 A.2d 1138, 1143 (1980). See 16 P.S. §§ 202(6), 203. The Salary Board must then be viewed as exercising executive judgment in fixing the number and compensation of employees, thus implementing the fiscal determinations of the county commissioners. However, since plaintiffs reached no accommodation with defendant county commissioners as to the court's budget requirements, there was no occasion for the operation of the above salary board provisions.</p>\n<p>It is evident from the foregoing that while both parties have complied with the statutes relevant to the appointment and compensation of court employees, the Judicial Code and the County Code are silent on the issue of an impasse between court and county in negotiations concerning court-appointed <span class=\"star-pagination\">*154</span> staff. The defendant county officers are under no statutory compulsion to appropriate funds for the positions at issue. It therefore becomes necessary to address the constitutional issue of whether the matter before us presents an occasion in which we may properly invoke the inherent power of the judiciary.</p>\n<p></p>\n<h2><i>II. Specific Exceptions</i></h2>\n<p></p>\n<h2><i>A. Plaintiffs' Burden of Proof</i></h2>\n<p>Where the preconditions to the exercise by the judiciary of its inherent power are otherwise present, it becomes necessary to focus on the nexus between the funding sought and the resulting impairment to judicial administration. As we stated in <i>Commonwealth ex rel. Carroll v. Tate, supra,</i> 442 Pa. at 52, 274 A.2d at 197:</p>\n<blockquote>[T]he judiciary must possess the inherent power to determine and compel payment of those sums of money which are <i>reasonable and necessary to carry out its mandated responsibilities, and its powers and duties to administer Justice,</i> if it is to be in reality a co-equal, independent Branch of our Government. (emphasis in original deleted; emphasis supplied)</blockquote>\n<p>The phrases \"reasonably necessary\" and \"reasonable necessity\" must be understood to reflect such constitutional considerations. Therefore, an expenditure which is \"reasonably necessary\" for constitutional purposes is one absent which the judiciary will be unable \"to carry out its mandated responsibilities, and its powers and duties to administer Justice.\" <i>Id.</i> By the same token, a \"reasonably necessary\" expenditure enables the judiciary to fulfill its responsibilities and furthers the administration of justice. Thus this entire controversy turns on whether plaintiffs' rejected budgetary requests meet such a test.</p>\n<p>Plaintiffs filed an exception to Judge Craig's conclusion that they must sustain the burden of proof, that is, demonstrate that the new positions were \"reasonably necessary.\" We held in <i>Commonwealth ex rel. Carroll v. Tate, supra</i><i>,</i> using <i>Leahey v. Farrell, supra</i><i>,</i> as our basis, that the burden <span class=\"star-pagination\">*155</span> is on the plaintiff court to prove the \"reasonably necessity\" of its funding requests. <i>Id.</i> 442 Pa. at 55, 274 A.2d at 199. We remain convinced that this is the correct allocation.</p>\n<p>The advantages of placing the burden of proof on the court far outweigh its disadvantages. While requiring the court to justify its budgetary needs implies a negotiating and, if necessary, a litigating posture which may detract from the work of the court, the end result is not likely to discourage legislative cooperation or force the courts to adopt \"austerity\" budgets. The court, in placing its funding requirements before the legislature, would logically seek to assert the efficacy of those requirements and thus secure appropriations without resort to actions such as this one. Further, the court is in a far superior position to demonstrate \"reasonable necessity,\" as it is intimately aware of the needs of judicial administration. <i>See </i><i>Barrett v. Otis Elevator Company,</i> 431 Pa. 446, 452-453, 246 A.2d 668, 672 (1978). Indeed, but for this Court's assumption of jurisdiction, plaintiffs would have borne the burden of proof in this action.</p>\n<p>Another aspect of the burden of proof question is the relationship of the reviewing court vis-à-vis the plaintiff court. When the burden of proof is on the latter, the reviewing court can more easily maintain its neutrality in deciding the ultimate issue of \"reasonable necessity\" solely on the basis of the plaintiff's success or failure as a litigant. The proper nature of this relationship was well stated by the Commonwealth Court, quoting <i>Commonwealth ex rel. Carroll v. Tate, supra,</i> 442 Pa. at 57, 274 A.2d at 199, in <i>In re: Establishment of Positions and Salaries Therefor for the Year 1975,</i> 20 Pa.Commw.Ct. 1, 3, 340 A.2d 603, 604-605 (1975):</p>\n<blockquote>[T]his inherent power [of the courts] is not so absolute as to allow a court to make a unilateral determination of need, and then order, through its judicial prerogative, the implementation of those steps deemed essential to the satisfaction of that need. This power merely permits the court, which views the executive and/or legislative action or nonaction to impair the judicial function, to raise a case <span class=\"star-pagination\">*156</span> or controversy, and present its arguments before a disinterested forum. \"Its [the court's] wants and needs must be proved by it to be `reasonably necessary' for its proper functioning and administration, and this is always subject to Court review.\"</blockquote>\n<p>It is especially important for the reviewing court to maintain its disinterested status where, as here, the legislature may be perceived as at an unfair disadvantage because it must argue its defense in the judiciary's \"territory.\"</p>\n<p>Judge Craig therefore was correct in allocating the burden of proof to plaintiffs, and properly dismissed their exception to his conclusion of law on that issue. For the reasons already discussed, we must also conclude that Judge Craig properly ruled that neither party herein could take advantage of the presumption of reasonableness by virtue of public office. Both parties consist of public officials, each negating the other's entitlement to such a presumption. Moreover, the type of \"reasonableness\" to be presumed would not be germane to the determination of \"reasonable necessity\" which the court must undertake, <i>see generally </i><i>Falkinburg v. Venango Township,</i> 297 Pa. 358, 362-363, 147 A. 62, 63, 64 (1929); 9 J. Wigmore, Evidence § 2534 (Chadbourn rev. 1981). The rational basis of the parties' actions herein is not at issue.</p>\n<p></p>\n<h2><i>B. Defendants' Right to a Jury Trial</i></h2>\n<p>Defendants excepted to Judge Craig's finding and conclusion that they were not entitled to a jury trial, asserting, on the basis of their reading of <i>Commonwealth ex rel. Carroll v. Tate, supra</i><i>,</i> and <i>In re: Establishment of Position and Salaries. . ., supra.</i> It is merely indicated in <i>Carroll, supra,</i> 442 Pa. at 42, 274 A.2d at 195, that Judge Montgomery of the Superior Court, who was specially designated to hear and decide that case, ruled that defendants therein had the right to a jury trial. Defendants subsequently withdrew their demand, however, and the case was tried without a jury. This Court therefore had no occasion to pass on the jury issue. Defendants also rely on the language in <i>In re:</i> <span class=\"star-pagination\">*157</span> <i>Establishment of Positions, supra,</i> which we quoted above, specifically, \"This power merely permits the court . . . [to] present its argument before a disinterested forum.\" <i>Id.</i> 20 Pa.Commw.Ct. at 3, 340 A.2d at 605. We reiterate our statement above that a reviewing court must maintain its impartiality in deciding cases such as this one, and would emphasize here that we do not doubt the ability of a judge sitting without a jury to do so. Thus these two decisions lend scant support to defendants' assertion.</p>\n<p>Judge Craig's reasoning in ruling that defendants had no right to a jury trial was that \"all questions as to standard forms of action have been subsumed beneath the Supreme Court's exercise of its plenary jurisdiction.\" <i>Beckert v. Warren,</i> 59 Pa.Commw.Ct. 240, 245, 429 A.2d 776, 779 (1981) (Disposition of Defendants' Preliminary Objections). It is not necessary for us to decide whether this Court may properly abridge the constitutional right to a jury trial in the exercise of its King's Bench Power, 42 Pa.C.S. § 726, by merely assuming jurisdiction of a pending action. We are convinced that defendants had no constitutional right to a jury trial in the action initiated in the Court of Common Pleas of Bucks County.</p>\n<p>Plaintiffs' complaint stated both equitable and legal bases for relief. Assuming without deciding that Pa.R. Civ.P. 1508 permits such a joinder, the legal claim should be decided first and the adequacy of the relief it provides assessed. This would be the procedure followed in the federal courts, where the rules permit joinder of legal and equitable claims. <i>See </i><i>Beacon Theatres, Inc. v. Westover,</i> 359 U.S. 500, 506-507, 79 S.Ct. 948, 954-955, 3 L.Ed.2d 988, 995 (1958); 9 Wright &amp; Miller, <i>Federal Practice &amp; Procedure: Civil</i> § 2338. Plaintiffs' legal count is in mandamus. While the right to a jury trial at law antedates our constitution, mandamus in this Commonwealth is a statutory rather than common law remedy, and no absolute right to a jury exists. <i>See Williamsport v. Gas &amp; Water Co.,</i> 232 Pa. 283, 244-246, 81 A. 316, 320-321 (1911). Assuming further that the equitable counts were reached, defendants could then <span class=\"star-pagination\">*158</span> point to no absolute right to factfinding by a jury. <i>See e.g. </i><i>Philadelphia Gas Works v. Philadelphia,</i> 331 Pa. 321, 358-359, 1 A.2d 156, 173 (1938); <i>Schwab v. Miller,</i> 302 Pa. 507, 510, 153 A. 731, 733 (1931); Pa.R.Civ.P. 1513.</p>\n<p>We conclude, therefore, that defendants were not constitutionally entitled to a jury trial before this Court assumed plenary jurisdiction of the instant action. It follows <i>a fortiori</i> that they acquired no such right after we assumed jurisdiction and ordered an expedited hearing. See 42 Pa. C.S. § 5104; Pa.R.Civ.P. 128(e).</p>\n<p></p>\n<h2><i>C. Existing Positions</i></h2>\n<p>Based upon the testimony and exhibits presented by the parties, Judge Craig concluded that plaintiffs had met their burden of proof with respect to the \"reasonable necessity\" of existing, previously funded tipstaff, minute clerk and court stenographer positions which the county commissioners sought to eliminate. We adopt this conclusion. Judge Craig also reached the conclusion of law that county officers cannot terminate court employees by budget actions or otherwise, relying on <i>Commonwealth ex rel. Bradley v. Pennsylvania Labor Relations Bd., supra,</i> 479 Pa. at 445, 388 A.2d at 738. We agree that the judiciary retains the exclusive right to hire, discharge and supervise \"personal\" and \"administrative\" employees. <i>See</i> 42 Pa. C.S. § 2301; 16 P.S. § 1620 (Supp. 1981). We note that it was appropriate to make these separate conclusions in order to maintain the distinction between employees and the positions they fill.</p>\n<p></p>\n<h2><i>D. New Positions</i></h2>\n<p>Plaintiffs proposed twenty-eight new positions as to which no agreement was reached between court and county. These positions were intended either to augment existing functions or to staff new programs. As has already been stated, the 1981 Bucks County budget as adopted provided for none of these positions.</p>\n<p>After holding an expedited hearing which generated four volumes of testimony and numerous exhibits, Judge Craig <span class=\"star-pagination\">*159</span> determined that, of these twenty-eight disputed positions, plaintiffs had sustained their burden of proof as to the reasonable necessity of only fourteen positions. Plaintiffs, while maintaining that they had presented substantial evidence of the reasonable necessity of all the positions, filed specific exceptions with respect to only four of those positions rejected by Judge Craig: one minute clerk, two court stenographers and one clerical assistant, arguing that with respect to those positions, they had sustained the burden of proving reasonable necessity. Defendants, on the other hand, argued generally that none of the positions had been shown to be reasonably necessary, but excepted specifically as to only eight positions approved by Judge Craig: two microfilming clerks, five judicial clerks and one procedural auditor.</p>\n<p>A review of the record clearly demonstrates that Judge Craig's conclusions as to these twelve disputed positions are correct.</p>\n<p>Plaintiffs presented sufficient evidence that no existing personnel were available to perform the new function of microfilming domestic relations section records, justifying the need for two microfilming clerks. Plaintiffs also proved that the five additional judicial clerks' positions were needed in light of the eighteen percent increase in the caseload of the county's district justices. A statewide survey conducted by the Administrative Office of Pennsylvania Courts establishes an optimum caseload per judicial clerk, already exceeded in Bucks County in 1980. The need for the position of procedural auditor to increase the efficiency of judicial administration and develop a court-wide budgeting system was established by the job description, as well as by plaintiffs' witnesses.</p>\n<p>Plaintiffs failed to demonstrate that the existing complement of minute clerks was inadequate to cover courtroom proceedings. Likewise, plaintiffs presented no evidence of unmet workload to support the addition of two court stenographer positions. Plaintiffs' assertion that the <span class=\"star-pagination\">*160</span> clerical assistant (clerk stenographer) position was not approved by Judge Craig because of an oversight on his part finds no support in the record. The clerk stenographer positions approved by Judge Craig were the three positions requested for the new support arrearage collection unit. The other five of the eight clerk stenographer positions initially requested for the Domestic Relations Section were rejected for lack of supporting evidence. Accordingly, we agree with Judge Craig that these exceptions are without merit and adopt this conclusion that these disputed positions are reasonably necessary.<sup>[8]</sup></p>\n<p></p>\n<h2><i>E. Salary Increases for Non-Union Court Employees</i></h2>\n<p>An additional area of disagreement between the court and the county is the adequacy of salary increases for court-related, non-union personnel. The Bucks County Salary Board passed a resolution in 1977 establishing parity of compensation between union and non-union county employees. Plaintiffs' budget requests for 1981 included a request for a 10.75 percent increase due non-union court employees under this resolution. Defendants denied this request, and negotiations toward a seven percent increase stalled after plaintiffs commenced this action.</p>\n<p>The county argued that the Salary Board was not bound by the 1977 resolution, relying on the principle that a legislative body or a municipal body having legislative authority cannot bind its successors in office as to future expenditures. <i>See </i><i>Commonwealth ex rel. Fortney v. Bartol,</i> 342 Pa. 172, 20 A.2d 313 (1941).<sup>[9]</sup> Judge Craig agreed that there were no purely legal basis for plaintiffs' recovery on <span class=\"star-pagination\">*161</span> the salary increase claim, but concluded that plaintiffs were equitably entitled to the seven percent increase already allowed non-union, non-court employees as of January 1, 1981. Judge Craig made the increase for court employees retroactive to that date. Defendants did not except to these conclusions. Plaintiffs, however, excepted to both Judge Craig's failure to award the full 10.75 percent increase they requested, and to his refusal to award interest on the seven percent retroactive increase he did allow.</p>\n<p>It is important to note that this salary increase claim is <i>not</i> based on the inherent power of the judiciary, but is to be decided because it forms a part of the overall dispute between the court and the county of which this Court has assumed plenary jurisdiction. The claim was not pleaded in plaintiffs' complaint, having arisen subsequent to and partially because of the filing of that complaint. Plaintiffs refer to the salary increase issue for the first time in their Petition That This Court Assume Plenary Jurisdiction. While plaintiffs pleadings were never amended, it would be counterproductive at this final stage of these proceedings to exalt form over substance. We therefore conclude that it was proper for Judge Craig to dispose of this claim.</p>\n<p>Plaintiffs sought to enforce the 1977 Salary Board resolution in order to compel funding of the 10.75 percent increase. Because their claim was based on the binding effect of this resolution rather than on the inherent power of the judiciary, plaintiffs did not present evidence of the \"reasonable necessity\" of the increase, and Judge Craig did not base his conclusion on such a showing. Judge Craig indicates in his Disposition of Exceptions that, the invalidity of the resolution aside, plaintiffs had established no economic justification for the additional 3.75 percent increase. He concluded further, citing <i>Snyder v. Barber,</i> 378 Pa. 377, 106 A.2d 410 (1954), that it would be improper to award pre-judgment interest because it was demanded for the first time in plaintiffs' exceptions. <i>Cf. </i><i>Christian v. Johnstown Police Pension Fund Association,</i> 421 Pa. 240, 218 A.2d 746 (1966). We agree with Judge Craig's disposition of plaintiffs' exceptions, <span class=\"star-pagination\">*162</span> and adopt his conclusions with respect to the salary increases.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>We therefore modify the findings of fact and conclusions of law submitted to this Court by Judge Craig to conform to the opinions expressed above, and as so modified, adopt them.</p>\n<p>IT IS THEREFORE DECREED THAT defendants shall implement stipulations of the parties made in open court by providing such funds in the 1981 budget as are necessary:</p>\n<p>(1) to compensate for any deficiencies which result from vacancy factor underfunding, by approving transfers from surpluses in other salary accounts and, if necessary, by transferring funds from the countywide contingency reserve (D.C.A.Acct.No. 1105.1);</p>\n<p>(2) to provide for the union contract compensation increases for child care workers in the correctional officers classification;</p>\n<p>(3) to provide for the compensation of one new jury clerk position as incorporated in the manning tables;</p>\n<p>(4) to apply the court reserve fund only for contingencies not anticipated within the subject matter of the regular budget accounts; and</p>\n<p>(5) to continue to supply the services of a county government programmer to satisfy the computer programming needs of the court. Plaintiffs' request for a computer programmer shall be deemed withdrawn.</p>\n<p>IT IS FURTHER DECREED THAT defendants shall take all steps necessary to incorporate in the manning tables and to fund in the 1981 budget the following positions:</p>\n<blockquote>four (4) collection officers;</blockquote>\n<blockquote>three (3) clerk stenographers;</blockquote>\n<blockquote>one (1) URESA specialist;</blockquote>\n<blockquote>five (5) judicial clerks; and</blockquote>\n<blockquote>one (1) procedural auditor.</blockquote>\n<p><span class=\"star-pagination\">*163</span> Plaintiffs' remaining requests for new or additional positions are denied.</p>\n<p>IT IS FURTHER DECREED THAT defendants shall take all steps necessary to maintain in the manning tables and fund in the 1981 budget the present nineteen (19) tipstaff positions, nine (9) minute clerk positions, and eighteen (18) court stenographer positions.</p>\n<p>IT IS FURTHER DECREED THAT defendant shall take all steps necessary to fund in the 1981 budget a seven (7) percent cost-of-living increase for non-union court employees, to be granted retroactively from January 1, 1981.</p>\n<p>NIX, J., concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  The following table from Judge Craig's Findings of Fact and Conclusions of Law reflects the matters at issue at the time plaintiffs filed suit:\n</p>\n<p></p>\n<pre>\n       \"Table A  Matters Initially In Dispute\n                                                        Annual Amount Not\n                                                      Adopted In 1981 Budget\nVacancy Factor Underfunding, estimated                      $ 37,000*\nChild Care Workers, union agreement increases                  3,506**\nJury Clerk, 1 additional                                      10,227\nComputer Programmer, new position                             13,398\nContingency Fund of $100,000 in budget\n  but interpretation disputed                                  . . .\nDomestic Relations Personnel, 17 additional                  205,571\nJudicial Clerks for District Justices\n  5 additional, $10,227 each                                  51,135\nTipstaves, $9329 each\n  5 existing, not budgeted                                    46,465\n  2 additional                                                18,658\nMinute Clerk, 1 additional                                    10,227\nCourt Stenographers, 2 additional                             43,442\nProcedural Auditor, new position                              14,712\nCost-of-living increase, non-union personnel\n  Requested, 10.75%                  $90,000\n  Budgeted, 7%, but not granted       58,000\n                                    _______\n          Difference, approximate                     32,000\n                                                    ________\n                            TOTAL                   $486,521\n  * This is the county's figure. Plaintiff gives $128,035, apparently using a\ndifferent definition. Having agreed on this point, the parties can derive the\ncorrect mathematical result.\n  ** This is the county's figure. Plaintiff states $361,190, but that is apparently\nthe entire salary total for the group. Here also the parties can determine the\nprecise amount themselves.\" <i>Beckert v. Warren,</i> 497 Pa. 137 at 140-41,\n439 A.2d 638 at 640 (1981).\n</pre>\n<p>[2]  A panel of three Commonwealth Court judges, including Judge Craig, heard argument on defendants' preliminary objections, jurisdictional in nature, and on May 27, 1981, overruled those objections. <i>Beckert v. Warren,</i> 59 Pa.Commw.Ct. 240, 429 A.2d 776 (1981).</p>\n<p>[3]  The parties reached agreements, expressed in stipulations upon the record, as to five matters: defendants' practice of vacancy factor underfunding, funding for child care workers, funding for one jury clerk position, one computer programmer position, and use of the court's contingency fund.</p>\n<p>[4]  This issue was not pleaded in plaintiffs' original complaint, but was raised initially in plaintiffs' \"Petition That This Court Assume Plenary Jurisdiction.\"</p>\n<p>[5]  Defendant Ward F. Clark, Esquire, Controller of Bucks County, also filed exceptions and presented oral argument before this Court, although Robert L. White, Esquire, Bucks County Solicitor, had entered an appearance on behalf of all defendants. Judge Craig questioned Clark's standing, but nonetheless disposed of Clark's exceptions, which were concerned primarily with the reasonableness of the salary levels of the positions approved by Judge Craig. This is not at issue herein. As Judge Craig pointed out, this action is not being conducted in lieu of Salary Board proceedings.</p>\n<p>[6]  42 Pa. C.S. § 3541 provides:\n</p>\n<p>The City and County of Philadelphia, each other county of this Commonwealth, and the City of Pittsburgh shall establish and maintain on their respective books an account to be known as the judicial and related account. The account shall exist for accounting purposes only and nothing in this part shall require the actual segregation of the moneys of the account from the general funds of the political subdivision.</p>\n<p>[7]  The following definitions in 42 Pa. C.S. § 102 are necessary to interpret this statute:\n</p>\n<p>\"System and related personnel.\" Personnel of the system and related staff. The term includes district attorneys, public defenders, sheriffs and other officers serving process or enforcing orders, registers of wills, prothonotaries, clerks of the courts, clerks of the orphans' court division, coroners, jury commissioners, probation officials, and the personnel of all of the foregoing.</p>\n<p>\"Personnel of the system.\" Judicial officers, personal staff, administrative staff and central staff.</p>\n<p>\"Personal staff.\" Private secretaries, law clerks and such other personnel as an individual may be authorized by law to select and remove subject to standards and classifications established by the governing authority.</p>\n<p>\"Administrative staff.\" All individuals employed in the business of a court, including the personnel of the office of the clerk of the court of common pleas, but the term does not include judicial officers or their personal staff. The term includes the clerks or prothonotaries of the Supreme Court, the Superior Court and the Commonwealth Court and their staffs.</p>\n<p>\"Central staff.\" All individuals employed in the business of the unified judicial system, but the term does not include district justices or their personal staff or personnel of the courts.</p>\n<p>\"Related staff.\" All individuals employed at public expense who serve the unified judicial system, but the term does not include personnel of the system.</p>\n<p>[8]  The <i>salary levels</i> for these positions, of course, are to be fixed by the Salary Board. <i>See,</i> 16 P.S. § 1623, quoted <i>supra.</i> Judge Craig's conclusion as to salary levels must therefore be rejected.</p>\n<p>[9]  As we stated <i>supra,</i> this Court held in <i>Franklin County Prison Bd. v. Pennsylvania Labor Relations Bd</i><i>.,</i> that a Salary Board is <i>not</i> a legislative body and does not have legislative authority. The principle applies with equal force to the power of an executive body, such as a Salary Board, to bind a legislative body, such as the County Commissioners. <i>See e.g. </i><i>Mitchell v. Chester Housing Authority,</i> 389 Pa. 314, 132 A.2d 873 (1957).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">137</span></span> (1981)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">638</span></span></b></center>\n<center><h1>Paul R. BECKERT, President Judge, Individually and on behalf of the Judges of the Court of Common Pleas of Bucks County, Pennsylvania, Plaintiffs<br>\nv.<br>\nAndrew L. WARREN, Elaine P. Zettick, and Carl F. Fonash, County Commissioners and members of the Bucks County Salary Board, Ward F. Clark, Esquire, Controller and member of the Bucks County Salary Board, William P. Snyder, Treasurer of the County of Bucks, and Paul R. Beckert, President Judge as a member of the Bucks County Salary Board, Defendants.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued October 28, 1981.</center>\n<center>Decided December 22, 1981.</center>\n<p><span class=\"star-pagination\">*138</span> <span class=\"star-pagination\">*139</span> Henry T. Reath, Michael M. Baylson, George E. Pierce, Philadelphia, for plaintiffs.</p>\n<p>Robert L. White, County Sol., Ward F. Clark, County Comptroller, Doylestown, for defendants.</p>\n<p>Before O'BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, KAUFFMAN and WILKINSON, JJ.</p>\n<p></p>\n<h2>OPINION OF THE COURT</h2>\n<p>O'BRIEN, Chief Justice.</p>\n<p>This action was precipitated by the breakdown of negotiations between the Court of Common Pleas of Bucks County <span class=\"star-pagination\">*140</span> and the Bucks County Commissioners concerning that court's budgetary requirements for fiscal 1981. Although this dispute originates at the county level, it represents a deadlock between the judicial and legislative branches of government in the exercise of their respective powers. Such a deadlock calls into question the relationship between those branches and the extent of their powers, and its resolution is crucial to both the unified judicial system and county governments throughout this Commonwealth.</p>\n<p>The budget proposal for 1981 which the Bucks County Court of Common Pleas submitted to the Bucks County Commissioners, in addition to providing for the maintenance of existing personnel and programs, called, <i>inter alia,</i> for the funding of a number of new positions to meet what the court considered its immediate and anticipated future needs. Court and county officials conferred several times in October and November of 1980, yet on December 10, 1980, the county published a proposed 1981 budget which not only excluded funding for these new positions but also provided for reductions in the Court's existing staff. Subsequent meetings were apparently fruitless, as the county's 1981 budget in its final form continued to reflect these limitations on court staffing.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*141</span> Plaintiffs, the judges of the Court of Common Pleas acting through Paul R. Beckert, President Judge, instituted this action in their own court on December 30, 1980, seeking to enjoin defendant County Commissioners from adopting any budget for 1981 which did not provide for full funding of the court's requests, and to enjoin defendant county Salary Board members from either eliminating existing positions from its manning tables or from adopting manning tables which did not provide for the requested new positions. In addition, plaintiffs sought a writ of mandamus compelling defendants to comply with the court's budget demands. Plaintiffs grounded their entitlement to relief on \"the inherent power [of the judiciary] to determine and compel the budgeting, appropriation and payment by the executive and legislative branches of those sums that are reasonable and necessary to carry out its mandated responsibilities for the judicial administration.\" (Plaintiffs' Complaint at 2)</p>\n<p>On the same date, Judge Robert A. Freedberg of the Court of Common Pleas of Northampton County, specially assigned, issued a preliminary injunction. Justice Rolf Larsen of this Court vacated that injunction on December 31, 1980, and the County Commissioners immediately took the steps necessary to adopt its 1981 budget. The threatened personnel reductions have not, however, been implemented during the pendency of this action.</p>\n<p>Plaintiffs filed a petition in this Court on January 12, 1981, asking that we assume plenary jurisdiction of their action. On March 30, 1981, we granted the petition, simultaneously, remanding the matter to Commonwealth Court for <span class=\"star-pagination\">*142</span> an expedited hearing.<sup>[2]</sup> Judge David W. Craig was designated hearing judge by President Judge Crumlish. The hearing began on June 11, and, after nine days of testimony, concluded on June 25, 1981. At the commencement of the hearing, Judge Craig ruled, <i>inter alia,</i> that plaintiffs bore the burden of proof, and that defendants were not entitled to a jury trial. On July 22, Judge Craig submitted to this Court his findings of fact and conclusions of law as to those issues not resolved prior to or in the course of the expedited hearing.<sup>[3]</sup> His submission reflects the following conclusions:</p>\n<blockquote>\"F. Plaintiff has sustained its burden of proof with respect to establishing the following new positions for necessary judicial functions not now being performed:</blockquote>\n<blockquote>Four (4) collection officers</blockquote>\n<blockquote>Three (3) clerk stenographers</blockquote>\n<blockquote>One (1) URESA specialist</blockquote>\n<blockquote>Two (2) microfilm clerks</blockquote>\n<blockquote>One (1) procedural auditor</blockquote>\n<blockquote>G. Plaintiff has sustained the burden of establishing that efficient judicial administration requires the existing tipstaff positions, minute clerk positions and court stenographer positions, and also requires the following additional positions:</blockquote>\n<blockquote>Five (5) judicial clerks</blockquote>\n<blockquote>H. Plaintiff has not sustained the burden of establishing that efficient judicial administration requires the following additional positions:</blockquote>\n<blockquote>Five (5) clerk stenographers, in the domestic relations section</blockquote>\n<blockquote>One (1) conference officer supervisor</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*143</span> One (1) secretary for the above supervisor</blockquote>\n<blockquote>Two (2) tipstaves</blockquote>\n<blockquote>One (1) minute clerk</blockquote>\n<blockquote>Two (2) court stenographers</blockquote>\n<blockquote>I. The non-union court personnel, for 1981, are entitled to a cost-of-living wage or salary increase of seven percent (7%), to be granted retroactively from January 1, 1981.\"<sup>[4]</sup></blockquote>\n<p><i>Beckert v. Warren, supra,</i> at 38-40 (Conclusions of Law \"F\" through \"I\").</p>\n<p>Both parties filed exceptions in this Court to Judge Craig's determinations.<sup>[5]</sup> We referred these exceptions to Judge Craig for consideration and disposition, and on October 14, 1981, he dismissed all exceptions. Pursuant to this Court's <i>sua sponte</i> order entered immediately thereafter, argument of this matter was heard on October 28, 1981, in Philadelphia.</p>\n<p>Because this Court has retained plenary jurisdiction of this matter, no final decree has been entered. Both parties have, however, been given the opportunity to file exceptions to Judge Craig's findings of fact and conclusions of law, and to present briefs and argument in support of those exceptions. Accordingly, it is appropriate and in the interest of an expeditious resolution of the instant dispute that we consider it as in appellate posture. We have therefore reviewed only those findings of fact and conclusions of law to which specific exceptions have been raised. For reasons to be fully discussed below, we now adopt all of Judge Craig's determinations as to the reasonable necessity of the <span class=\"star-pagination\">*144</span> new and existing positions at issue herein, as well as his determination that plaintiffs' non-union employees should be granted a seven percent salary increase retroactive to January 1, 1981. The salary levels of the new positions so approved must be fixed by the Salary Board, contrary to Judge Craig's conclusion that the salary levels should be set at the rates requested by plaintiffs.</p>\n<p></p>\n<h2><i>I. Constitutional Background</i></h2>\n<p>The existence of the judiciary's inherent power to compel expenditures necessary to prevent the impairment of its exercise of the judicial power or of the proper administration of justice is well established. <i>See </i><i>Commonwealth ex rel. Carroll v. Tate,</i> <span class=\"citation\" data-id=\"2061175\"><a href=\"/opinion/2061175/com-ex-rel-carroll-v-tate/\"><span class=\"volume\">442</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">45</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">193</span></span>, <i>cert. denied sub nom. </i><i>Tate v. Pennsylvania ex rel. Jamieson,</i> <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></span> (1971) (plurality opinion); <i>Leahey v. Farrell,</i> <span class=\"citation\" data-id=\"3850155\"><a href=\"/opinion/4090835/leahey-v-farrell/\"><span class=\"volume\">362</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"3850155\"><a href=\"/opinion/4090835/leahey-v-farrell/\"><span class=\"volume\">66</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">577</span></a></span> (1949); <i>Commonwealth ex rel. Hepburn v. Mann,</i> 5 Watts &amp; Serg. 403 (1843); <i>In re Surcharge of County Commissioners,</i> 12 Pa. D. &amp; C. 471 (C. P. Lackawanno 1929) (Maxey, J.); <i>see generally</i> Annot., <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">569</span></span> (1974) and cases cited therein. The circumstances in which the exercise of such power is justified, however, must be clearly delineated.</p>\n<p>The notion of the inherent power of the judiciary is implicit in the doctrine of separation of powers. We discussed this fundamental doctrine recently in <i>Zemprelli v. Daniels,</i> <span class=\"citation\" data-id=\"1521098\"><a href=\"/opinion/1521098/zemprelli-v-daniels/\"><span class=\"volume\">496</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">247</span></a></span> at 254, <span class=\"citation\" data-id=\"1521098\"><a href=\"/opinion/1521098/zemprelli-v-daniels/\"><span class=\"volume\">436</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1165</span></a></span> at 1168 (Pa.Sup.Ct. 1981), quoting <i>Sweeney v. Tucker,</i> <span class=\"citation\" data-id=\"2168535\"><a href=\"/opinion/2168535/sweeney-v-tucker/\"><span class=\"volume\">473</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">493</span></a></span>, 507-508, <span class=\"citation\" data-id=\"2168535\"><a href=\"/opinion/2168535/sweeney-v-tucker/\"><span class=\"volume\">375</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">698</span></a></span>, 705 (1977):</p>\n<blockquote>\"A basic precept of our form of government is that the executive, the legislature and the judiciary are independent, co-equal branches of government. <i>Commonwealth ex rel. Carroll v. Tate,</i> <span class=\"citation\" data-id=\"2061175\"><a href=\"/opinion/2061175/com-ex-rel-carroll-v-tate/\"><span class=\"volume\">442</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">45</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">193</span></span> (1971) (plurality opinion); <i>Stander v. Kelly,</i> <span class=\"citation\" data-id=\"1946703\"><a href=\"/opinion/1946703/stander-v-kelley/\"><span class=\"volume\">433</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">473</span></span> (1969) (plurality opinion). The dividing lines among the three branches `are sometimes indistinct and are probably incapable of any precise definition.' <i>Stander v. Kelly,</i> 433 Pa. at 421-22, 250 A.2d at 482 (plurality opinion). <span class=\"star-pagination\">*145</span> Under the principle of separation of the powers of government, however, <i>no branch should exercise the functions exclusively committed to another branch.</i> See <i>Wilson v. Philadelphia School District,</i> <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">A.</span> <span class=\"page\">90</span></span> (1937); <i>Bailey v. Waters,</i> <span class=\"citation\" data-id=\"3853571\"><a href=\"/opinion/4094099/bailey-v-waters/\"><span class=\"volume\">308</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">309</span></a></span>, <span class=\"citation\" data-id=\"3853571\"><a href=\"/opinion/4094099/bailey-v-waters/\"><span class=\"volume\">162</span> <span class=\"reporter\">A.</span> <span class=\"page\">819</span></a></span> (1932). See generally <i>Stander v. Kelly,</i> supra; <i>Townships of Springdale &amp; Wilkins v. Mowod,</i> 23 Pa.Cmwlth. 298, <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">194</span></span> (1976), rev'd. on other grounds, [474] Pa. [82], <span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">983</span></span> [1977]; <i>Jones v. Packel,</i> 20 Pa.Cmwlth. 606, <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">434</span></span> (1975).\" (emphasis supplied)</blockquote>\n<p>The allocation of these governmental powers to three distinct branches averts the danger inherent in the concentration of absolute power in a single body:</p>\n<blockquote>The accumulation of all powers, legislative, executive, and judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced the very definition of tyranny.</blockquote>\n<p>The Federalist No. 47 (J. Madison). However, the separation of powers would not achieve this prophylactic effect unless it also prevented one branch from usurping the powers committed to the other branches of government. The crucial function of the separation of powers principle, therefore, is not separation <i>per se,</i> but the \"checking\" power each branch has over the others. <i>See</i> The Federalist No. 51 (J. Madison); <i>see also</i> 1 K. Davis, <i>Admin. Law Treatise,</i> § 1.09, at 68-69 (1958).</p>\n<p>Thus, while the judicial power is vested exclusively in the courts, the taxing and spending powers necessary to sustain the existence of the judiciary is vested in the legislature. As we explained in <i>Leahey v. Farrell, supra,</i> 362 Pa. at 57-58, 66 A.2d at 579:</p>\n<blockquote>Control of state <i>finances</i> rests with the legislature, subject only to constitutional limitations: <i>Commonwealth ex rel. Schnader v. Liveright, Secretary of Welfare et al.,</i> <span class=\"citation\" data-id=\"3848074\"><a href=\"/opinion/4088845/commonwealth-schnader-v-liveright/\"><span class=\"volume\">308</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">35</span></a></span>, <span class=\"citation\" data-id=\"3848074\"><a href=\"/opinion/4088845/commonwealth-schnader-v-liveright/\"><span class=\"volume\">161</span> <span class=\"reporter\">A.</span> <span class=\"page\">697</span></a></span>. The function of the judiciary to administer justice does not include the power to levy taxes in order to defray the necessary expenses in connection therewith. It is the legislature which must supply such <span class=\"star-pagination\">*146</span> funds. Under the system of division of governmental powers it frequently happens that the functions of one branch may overlap another. But the successful and efficient administration of government <i>assumes</i> that each branch will cooperate with the others. . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Should Commissioners, however, neglect or refuse to furnish funds, or sufficient funds, for reasonable judicial functions, and in consequence the efficient administration of the judicial branch of the government is thereby impaired or destroyed, the courts possess the inherent power to require such necessities to be furnished and to direct payment therefor out of the public treasury: . . . . (emphasis in original; citations omitted)</blockquote>\n<p><i>Accord, </i><i>Commonwealth ex rel. Carroll v. Tate, supra</i> 442 Pa. at 53, 274 A.2d at 197. Absent such inherent power, the judiciary, whose existence is mandated by Article 5 of the Pennsylvania Constitution, could be destroyed by the legislature:</p>\n<blockquote>Mr. Chief Justice Marshall said in <i>McCulloch v. Maryland,</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></span>, 431, [4 Wheat 316, <span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">579</span></a></span>] \". . . the power to tax involves the power to destroy; . . .\" A Legislature has the power of life and death over all the Courts and over the entire Judicial system. Unless the Legislature can be compelled by the Courts to provide the money which is reasonably necessary for the proper functioning and administration of the Courts, our entire Judicial system could be extirpated, and the Legislature could make a mockery of our form of Government with its three co-equal branches  the Executive, the Legislative and the Judicial.</blockquote>\n<p><i>Id.</i> 442 Pa. at 57, 274 A.2d at 199.</p>\n<p>It follows, therefore, that since the destruction of one branch of government by another would be antithetical to the constitutional scheme of separation of powers, any legislative action which impairs the independence of the judiciary in its exercise of the judicial power and the administration of justice would be similarly abhorrent. Since it is the right <span class=\"star-pagination\">*147</span> and duty of the judiciary to invalidate a legislative act repugnant to the constitution, <i>see e.g. </i><i>Zemprelli v. Daniels, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">256</span></span>, 436 A.2d at 1169; <i>Hertz Drivurself Stations v. Siggins,</i> <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">25</span></span>, 33, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">464</span></span>, 469 (1948), it is essential under such circumstances for the judiciary to come to its own defense. Thus the judiciary must use its check on the legislature.</p>\n<p>It should be evident from the above discussion that the actual exercise of inherent power must be viewed as exceptional, that is, reserved for defensive use in crises such as those contemplated above. There must be a <i>genuine threat</i> to the administration of justice, that is, a nexus between the legislative act and the injury to the judiciary, not merely a theoretical encroachment by the legislature. <i>Ellenbogen v. County of Allegheny,</i> <span class=\"citation\" data-id=\"1942586\"><a href=\"/opinion/1942586/ellenbogen-v-county-of-allegheny/\"><span class=\"volume\">479</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">429</span></a></span>, 438, <span class=\"citation\" data-id=\"1942586\"><a href=\"/opinion/1942586/ellenbogen-v-county-of-allegheny/\"><span class=\"volume\">388</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">730</span></a></span>, 735 (1978); <i>Commonwealth ex rel. Bradley v. Pennsylvania Labor Relations Bd.,</i> <span class=\"citation\" data-id=\"1943531\"><a href=\"/opinion/1943531/com-ex-rel-bradley-v-penn-labor/\"><span class=\"volume\">479</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">440</span></a></span>, 447-448, <span class=\"citation\" data-id=\"1943531\"><a href=\"/opinion/1943531/com-ex-rel-bradley-v-penn-labor/\"><span class=\"volume\">388</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">736</span></a></span>, 739-470 (1978). Stated another way, since \"[c]ontrol of state finances rests with the legislature <i>subject only to constitutional limitations</i> [,]\" <i>Leahey v. Farrell, quoted supra</i> (emphasis supplied), it is only where legislative refusal to provide funding requested by the judiciary amounts to unconstitutional action that the judiciary <i>possesses</i> the power to invalidate such action and compel such finding. Absent such circumstances, the courts are not empowered to review discretionary acts of the legislature. <i>See e.g. </i><i>Amidon v. Kane,</i> <span class=\"citation\" data-id=\"1952673\"><a href=\"/opinion/1952673/amidon-v-kane/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">38</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">53</span></span> (1971); <i>Bilbar Construction Co. v. Board of Adjustment of Easttown Township,</i> <span class=\"citation\" data-id=\"2174265\"><a href=\"/opinion/2174265/bilbar-const-co-v-easttown-twp-bd-of-a/\"><span class=\"volume\">393</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">62</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">851</span></span> (1958); <i>National Biscuit Co. v. City of Philadelphia,</i> <span class=\"citation\" data-id=\"2315535\"><a href=\"/opinion/2315535/national-biscuit-co-v-philadelphia/\"><span class=\"volume\">374</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">182</span></span> (1953).</p>\n<blockquote>We held in <i>Leahey v. Farrell, supra</i><i>,</i> that</blockquote>\n<blockquote>. . . there was no infringement upon judicial powers when the legislature, in the exercise of its power to regulate the fiscal affairs of the Commonwealth, set up a salary board and established an orderly method of fixing, inter alia, salaries of court employees. <i>It became the duty of the court to comply first with the statutory provisions and to make known to the board its reasonable requirements.</i> It <span class=\"star-pagination\">*148</span> is only when a board acts arbitrarily or capriciously and refuses or neglects to comply with the reasonably necessary requirements of the court, whereby the administration of justice may be impaired or destroyed, that under the inherent power of the court, orders like that now complained of may be enforced by mandamus.</blockquote>\n<p><i>Id.</i> 362 Pa. at 60, 66 A.2d at 580 (emphasis supplied). Ideally the cooperation of the legislature with the judiciary should be facilitated by a statutory scheme which provides in detail for the proper funding of the court system. Such a framework would in most circumstances obviate the need for judicial intervention. Before we reach the issue of whether it is appropriate to invoke the inherent power of the judiciary in the matter before us, we must examine the relevant statutory provisions to determine whether there is a statutory basis for our decision. If there is, of course, we need not address the constitutional question presented herein. <i>See, e.g. In re \"B\",</i> <span class=\"citation\" data-id=\"1499009\"><a href=\"/opinion/1499009/in-re-b/\"><span class=\"volume\">482</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"1499009\"><a href=\"/opinion/1499009/in-re-b/\"><span class=\"volume\">394</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">419</span></a></span> (1978); <i>Lattanzio v. Unemployment Compensation Bd. of Review,</i> <span class=\"citation\" data-id=\"2263454\"><a href=\"/opinion/2263454/lattanzio-v-unemploy-comp-bd-of-rev/\"><span class=\"volume\">461</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">392</span></a></span>, <span class=\"citation\" data-id=\"2263454\"><a href=\"/opinion/2263454/lattanzio-v-unemploy-comp-bd-of-rev/\"><span class=\"volume\">336</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">595</span></a></span> (1975).</p>\n<p>A striking feature of this Commonwealth's judicial system at the county level is the court-county cooperation mandated by statute. A significant proportion of the personnel involved in the operation of a county judicial system is neither appointed nor supervised by the judges of a court of common pleas. These employees, in the language of the Judicial Code, are \"county staff,\" that is, \"[s]ystem and related personnel elected by the electorate of a county or subject to appointment and removal by officers, other than judicial officers, so elected.\" 42 Pa.C.S. § 102. County staff includes, <i>inter alia,</i> the coroner, prothonotary, clerk of the court, clerk of the orphans' court, sheriff, district attorney and jury commissioners, and their respective staffs. 16 P.S. § 401 (Supp. 1981). The provision of the Judicial Code which gives this Court \"general supervisory and administrative authority over the personnel of the [unified judicial] system\" specifically excludes \"county staff,\" and further states that the statute \"shall not affect the existing powers <span class=\"star-pagination\">*149</span> of the salary boards of the several counties of this Commonwealth.\" 42 Pa.C.S. § 1724. Similarly, 42 Pa.C.S. § 2301 provides:</p>\n<blockquote>(a) General rule.  Subject to any inconsistent general rules or statutory provisions each:</blockquote>\n<blockquote>(1) Judge and district justice may appoint and fix the duties of necessary personal staff.</blockquote>\n<blockquote>(2) Court may appoint and fix the compensation of personal staff.</blockquote>\n<blockquote>(3) Other agency or unit of the unified judicial system may appoint and fix the compensation and duties of necessary central staff and personal staff.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(c) County staff unaffected.  The provisions of subsection (a) are intended solely to codify and consolidate former statutory provisions on the same subject and nothing in such subsection shall be construed to limit, modify or deny the existing powers or prerogatives of county staff or other officers, other than judges, elected by the electorate of a county, to appoint and to fix the reasonable compensation of such classes of personnel as such county officers have heretofore been authorized to do by law.</blockquote>\n<p>The county officials are required under 42 Pa.C.S. § 2302 to maintain adequate county staff:</p>\n<blockquote>Whenever necessary, it shall be the duty of county officers to appoint or detail such county staff as shall enable the judges of the courts embracing the county to properly transact the business before their respective courts.</blockquote>\n<p>The county is further required to establish and maintain a judicial and related account.<sup>[6]</sup> 42 Pa.C.S. § 3541. Out of this account, the county is to pay</p>\n<blockquote>\n<span class=\"star-pagination\">*150</span> (1) Salaries, fees and expenses of:</blockquote>\n<blockquote>(i) Appointive judicial officers.</blockquote>\n<blockquote>(ii) Other system and related personnel which by statute are required to be paid by the political subdivision.</blockquote>\n<blockquote>(2) Salaries, fees and expenses of jurors, witnesses and all other persons paid under authority of law by the political subdivision for the maintenance of judicial and related functions.</blockquote>\n<p>42 Pa. C.S. § 3544(a).<sup>[7]</sup> The power of a county court of common pleas to obligate the county in the absence of a statutory mandate is ostensibly limited, however:</p>\n<blockquote>A general rule, express order or other order in the nature of a regulation adopted by the governing authority or any other agency or unit of the system which relates to system and related personnel, the salaries, fees or expenses of which are required by statute to be paid by a <span class=\"star-pagination\">*151</span> political subdivision, shall not be effective as to such political subdivision <i>unless the governing body of the political subdivision agrees thereto</i> or is specifically required by statute to take the action to which the general rule, express order or other order relates.</blockquote>\n<p>42 Pa. C.S. § 3547 (emphasis supplied).</p>\n<p>The only significant statutory provisions concerning funding for court-appointed \"personal staff\" and \"administrative staff\" authorized under 42 Pa. C.S. § 2301, <i>supra,</i> appear in the County Code, Act of August 9, 1955, P.L. 323, § 101 <i>et seq.,</i> 16 P.S. § 101 <i>et seq.</i> The basic court-county relationship in the area of salaries of court-appointed staff is set forth in 16 P.S. § 1620 (Supp. 1981):</p>\n<blockquote>The salaries and compensation of county officers shall be as now or hereafter fixed by law. The salaries and compensation of all appointed officers and employes who are paid from the county treasury shall be fixed by the salary board created by this act for such purposes: Provided, however, That with respect to representation proceedings before the Pennnsylvania [sic] Labor Relations Board or collective bargaining negotiations involving any or all employes paid from the county treasury, the board of county commissioners shall have the sole power and responsibility to represent judges of the court of common pleas, the county and all elected or appointed county officers having any employment powers over the affected employes. <i>The exercise of such responsibilities by the county commissioners shall in no way affect the hiring, discharging and supervising rights and obligations with respect to such employes as may be vested in the judges or other county officers.</i> (emphasis supplied)</blockquote>\n<p>County salary boards are created by 16 P.S. § 1622. The powers and duties of such boards are prescribed in 16 P.S. § 1623:</p>\n<blockquote>The board, subject to limitations imposed by law, shall fix the compensation of all appointed county officers, and the number and compensation of all deputies, assistants, clerks and other persons whose compensation is paid out <span class=\"star-pagination\">*152</span> of the county treasury (except employes of county officers who are paid by fees and not by salary), and <i>of all court criers, tipstaves and other court employes, and of all officers, clerks, stenographers and employes appointed by the judges of any court and who are paid from the county treasury.</i> Thereupon the number and compensation of all such officers, deputies, assistants, clerks and persons, whether fixed by statute or by any other method, are hereby repealed. In the event that any salary board shall fail to fix the number or compensation of any such officers, deputies, assistants, clerks or other employes as required by this section, the number and compensation shall continue, as fixed by or pursuant to law, on the effective date of this act, with like effect as though the same had been so fixed by the board, but the salary board shall have power to fix any such number or compensation at a later time and with like effect. (emphasis supplied)</blockquote>\n<p>and § 1624:</p>\n<blockquote>At each annual meeting, the board shall revise the salary schedule so far as it shall deem such action necessary. From time to time between annual meetings, <i>whenever required by any judge,</i> county officer or executive head of any separate board, commission or division, the number or compensation of whose deputies, assistants, clerks and employes is sought to be fixed, the board shall meet and consider and shall fix and determine the same. All salaries fixed under the provisions of this act shall be paid out of the county treasury in the manner provided by law. (emphasis supplied)</blockquote>\n<p>The procedure and action of the board are governed by 16 P.S. § 1625, which provides for the participation of the county judiciary in matters concerning its appointive personnel</p>\n<blockquote>(a) Except as herein otherwise provided, whenever the board shall consider the number or salaries of the deputies or other employes of any county officer or agency, such officer or the executive head of such agency shall sit as a member of the board, as long as any matter affecting his office or agency is under consideration and no longer.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*153</span> (b) Whenever the board shall consider the number or salaries of the court criers or tipstaves or other court employes, <i>the president judge of the court shall sit as a member of the board, as long as any matter affecting the court criers, tipstaves or employes of his court is under consideration</i> and no longer.</blockquote>\n<blockquote>(c) Whenever the board shall consider the number or salaries of the officers or employes appointed by any judge of any court, such judge shall sit as a member of the board, as long as any matter affecting any of his appointees is under consideration and no longer.</blockquote>\n<blockquote>(d) The decision of a majority shall govern. Each board shall keep a correct minute book of its proceedings in all cases heard and determined by it. Such minute book shall be a public record. (emphasis supplied)</blockquote>\n<p>The actions of a salary board detailed under the above statute are clearly discretionary, rather than ministerial, in nature. <i>See </i><i>Martz v. Deitrick,</i> <span class=\"citation\" data-id=\"2269178\"><a href=\"/opinion/2269178/martz-v-deitrick/\"><span class=\"volume\">372</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">681</span></span> (1952). This Court held recently, however, that such actions are \"administrative\" rather than \"legislative\" actions, because, <i>inter alia,</i> \"[t]he authority to appropriate funds and levy taxes has been vested in the county commissioners,. . . <i>not</i> in the Salary Board.\" <i>Franklin County Prison Bd. v. Pennsylvania Labor Relations Bd.,</i> <span class=\"citation\" data-id=\"1545464\"><a href=\"/opinion/1545464/franklin-cty-prison-bd-v-pa-lab-r-bd/\"><span class=\"volume\">491</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">50</span></a></span>, 61, <span class=\"citation\" data-id=\"1545464\"><a href=\"/opinion/1545464/franklin-cty-prison-bd-v-pa-lab-r-bd/\"><span class=\"volume\">417</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1138</span></a></span>, 1143 (1980). See 16 P.S. §§ 202(6), 203. The Salary Board must then be viewed as exercising executive judgment in fixing the number and compensation of employees, thus implementing the fiscal determinations of the county commissioners. However, since plaintiffs reached no accommodation with defendant county commissioners as to the court's budget requirements, there was no occasion for the operation of the above salary board provisions.</p>\n<p>It is evident from the foregoing that while both parties have complied with the statutes relevant to the appointment and compensation of court employees, the Judicial Code and the County Code are silent on the issue of an impasse between court and county in negotiations concerning court-appointed <span class=\"star-pagination\">*154</span> staff. The defendant county officers are under no statutory compulsion to appropriate funds for the positions at issue. It therefore becomes necessary to address the constitutional issue of whether the matter before us presents an occasion in which we may properly invoke the inherent power of the judiciary.</p>\n<p></p>\n<h2><i>II. Specific Exceptions</i></h2>\n<p></p>\n<h2><i>A. Plaintiffs' Burden of Proof</i></h2>\n<p>Where the preconditions to the exercise by the judiciary of its inherent power are otherwise present, it becomes necessary to focus on the nexus between the funding sought and the resulting impairment to judicial administration. As we stated in <i>Commonwealth ex rel. Carroll v. Tate, supra,</i> 442 Pa. at 52, 274 A.2d at 197:</p>\n<blockquote>[T]he judiciary must possess the inherent power to determine and compel payment of those sums of money which are <i>reasonable and necessary to carry out its mandated responsibilities, and its powers and duties to administer Justice,</i> if it is to be in reality a co-equal, independent Branch of our Government. (emphasis in original deleted; emphasis supplied)</blockquote>\n<p>The phrases \"reasonably necessary\" and \"reasonable necessity\" must be understood to reflect such constitutional considerations. Therefore, an expenditure which is \"reasonably necessary\" for constitutional purposes is one absent which the judiciary will be unable \"to carry out its mandated responsibilities, and its powers and duties to administer Justice.\" <i>Id.</i> By the same token, a \"reasonably necessary\" expenditure enables the judiciary to fulfill its responsibilities and furthers the administration of justice. Thus this entire controversy turns on whether plaintiffs' rejected budgetary requests meet such a test.</p>\n<p>Plaintiffs filed an exception to Judge Craig's conclusion that they must sustain the burden of proof, that is, demonstrate that the new positions were \"reasonably necessary.\" We held in <i>Commonwealth ex rel. Carroll v. Tate, supra</i><i>,</i> using <i>Leahey v. Farrell, supra</i><i>,</i> as our basis, that the burden <span class=\"star-pagination\">*155</span> is on the plaintiff court to prove the \"reasonably necessity\" of its funding requests. <i>Id.</i> 442 Pa. at 55, 274 A.2d at 199. We remain convinced that this is the correct allocation.</p>\n<p>The advantages of placing the burden of proof on the court far outweigh its disadvantages. While requiring the court to justify its budgetary needs implies a negotiating and, if necessary, a litigating posture which may detract from the work of the court, the end result is not likely to discourage legislative cooperation or force the courts to adopt \"austerity\" budgets. The court, in placing its funding requirements before the legislature, would logically seek to assert the efficacy of those requirements and thus secure appropriations without resort to actions such as this one. Further, the court is in a far superior position to demonstrate \"reasonable necessity,\" as it is intimately aware of the needs of judicial administration. <i>See </i><i>Barrett v. Otis Elevator Company,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">446</span></span>, 452-453, <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">668</span></span>, 672 (1978). Indeed, but for this Court's assumption of jurisdiction, plaintiffs would have borne the burden of proof in this action.</p>\n<p>Another aspect of the burden of proof question is the relationship of the reviewing court vis-à-vis the plaintiff court. When the burden of proof is on the latter, the reviewing court can more easily maintain its neutrality in deciding the ultimate issue of \"reasonable necessity\" solely on the basis of the plaintiff's success or failure as a litigant. The proper nature of this relationship was well stated by the Commonwealth Court, quoting <i>Commonwealth ex rel. Carroll v. Tate, supra,</i> 442 Pa. at 57, 274 A.2d at 199, in <i>In re: Establishment of Positions and Salaries Therefor for the Year 1975,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Pa. Commw.</span> <span class=\"page\">1</span></span>, 3, <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">603</span></span>, 604-605 (1975):</p>\n<blockquote>[T]his inherent power [of the courts] is not so absolute as to allow a court to make a unilateral determination of need, and then order, through its judicial prerogative, the implementation of those steps deemed essential to the satisfaction of that need. This power merely permits the court, which views the executive and/or legislative action or nonaction to impair the judicial function, to raise a case <span class=\"star-pagination\">*156</span> or controversy, and present its arguments before a disinterested forum. \"Its [the court's] wants and needs must be proved by it to be `reasonably necessary' for its proper functioning and administration, and this is always subject to Court review.\"</blockquote>\n<p>It is especially important for the reviewing court to maintain its disinterested status where, as here, the legislature may be perceived as at an unfair disadvantage because it must argue its defense in the judiciary's \"territory.\"</p>\n<p>Judge Craig therefore was correct in allocating the burden of proof to plaintiffs, and properly dismissed their exception to his conclusion of law on that issue. For the reasons already discussed, we must also conclude that Judge Craig properly ruled that neither party herein could take advantage of the presumption of reasonableness by virtue of public office. Both parties consist of public officials, each negating the other's entitlement to such a presumption. Moreover, the type of \"reasonableness\" to be presumed would not be germane to the determination of \"reasonable necessity\" which the court must undertake, <i>see generally </i><i>Falkinburg v. Venango Township,</i> <span class=\"citation\" data-id=\"3853137\"><a href=\"/opinion/4093688/falkinburg-v-venango-township/\"><span class=\"volume\">297</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">358</span></a></span>, 362-363, <span class=\"citation\" data-id=\"3853137\"><a href=\"/opinion/4093688/falkinburg-v-venango-township/\"><span class=\"volume\">147</span> <span class=\"reporter\">A.</span> <span class=\"page\">62</span></a></span>, 63, 64 (1929); 9 J. Wigmore, Evidence § 2534 (Chadbourn rev. 1981). The rational basis of the parties' actions herein is not at issue.</p>\n<p></p>\n<h2><i>B. Defendants' Right to a Jury Trial</i></h2>\n<p>Defendants excepted to Judge Craig's finding and conclusion that they were not entitled to a jury trial, asserting, on the basis of their reading of <i>Commonwealth ex rel. Carroll v. Tate, supra</i><i>,</i> and <i>In re: Establishment of Position and Salaries. . ., supra.</i> It is merely indicated in <i>Carroll, supra,</i> 442 Pa. at 42, 274 A.2d at 195, that Judge Montgomery of the Superior Court, who was specially designated to hear and decide that case, ruled that defendants therein had the right to a jury trial. Defendants subsequently withdrew their demand, however, and the case was tried without a jury. This Court therefore had no occasion to pass on the jury issue. Defendants also rely on the language in <i>In re:</i> <span class=\"star-pagination\">*157</span> <i>Establishment of Positions, supra,</i> which we quoted above, specifically, \"This power merely permits the court . . . [to] present its argument before a disinterested forum.\" <i>Id.</i> 20 Pa.Commw.Ct. at 3, 340 A.2d at 605. We reiterate our statement above that a reviewing court must maintain its impartiality in deciding cases such as this one, and would emphasize here that we do not doubt the ability of a judge sitting without a jury to do so. Thus these two decisions lend scant support to defendants' assertion.</p>\n<p>Judge Craig's reasoning in ruling that defendants had no right to a jury trial was that \"all questions as to standard forms of action have been subsumed beneath the Supreme Court's exercise of its plenary jurisdiction.\" <i>Beckert v. Warren,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Pa. Commw.</span> <span class=\"page\">240</span></span>, 245, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">776</span></span>, 779 (1981) (Disposition of Defendants' Preliminary Objections). It is not necessary for us to decide whether this Court may properly abridge the constitutional right to a jury trial in the exercise of its King's Bench Power, 42 Pa.C.S. § 726, by merely assuming jurisdiction of a pending action. We are convinced that defendants had no constitutional right to a jury trial in the action initiated in the Court of Common Pleas of Bucks County.</p>\n<p>Plaintiffs' complaint stated both equitable and legal bases for relief. Assuming without deciding that Pa.R. Civ.P. 1508 permits such a joinder, the legal claim should be decided first and the adequacy of the relief it provides assessed. This would be the procedure followed in the federal courts, where the rules permit joinder of legal and equitable claims. <i>See </i><i>Beacon Theatres, Inc. v. Westover,</i> <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></span>, 506-507, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, 954-955, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span></span>, 995 (1958); 9 Wright &amp; Miller, <i>Federal Practice &amp; Procedure: Civil</i> § 2338. Plaintiffs' legal count is in mandamus. While the right to a jury trial at law antedates our constitution, mandamus in this Commonwealth is a statutory rather than common law remedy, and no absolute right to a jury exists. <i>See Williamsport v. Gas &amp; Water Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">283</span></span>, 244-246, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">A.</span> <span class=\"page\">316</span></span>, 320-321 (1911). Assuming further that the equitable counts were reached, defendants could then <span class=\"star-pagination\">*158</span> point to no absolute right to factfinding by a jury. <i>See e.g. </i><i>Philadelphia Gas Works v. Philadelphia,</i> <span class=\"citation\" data-id=\"3853337\"><a href=\"/opinion/4093880/phila-gas-works-co-v-phila/\"><span class=\"volume\">331</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">321</span></a></span>, 358-359, <span class=\"citation\" data-id=\"3853337\"><a href=\"/opinion/4093880/phila-gas-works-co-v-phila/\"><span class=\"volume\">1</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">156</span></a></span>, 173 (1938); <i>Schwab v. Miller,</i> <span class=\"citation\" data-id=\"3847473\"><a href=\"/opinion/4088278/schwab-v-miller-et-ux/\"><span class=\"volume\">302</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">507</span></a></span>, 510, <span class=\"citation\" data-id=\"3847473\"><a href=\"/opinion/4088278/schwab-v-miller-et-ux/\"><span class=\"volume\">153</span> <span class=\"reporter\">A.</span> <span class=\"page\">731</span></a></span>, 733 (1931); Pa.R.Civ.P. 1513.</p>\n<p>We conclude, therefore, that defendants were not constitutionally entitled to a jury trial before this Court assumed plenary jurisdiction of the instant action. It follows <i>a fortiori</i> that they acquired no such right after we assumed jurisdiction and ordered an expedited hearing. See 42 Pa. C.S. § 5104; Pa.R.Civ.P. 128(e).</p>\n<p></p>\n<h2><i>C. Existing Positions</i></h2>\n<p>Based upon the testimony and exhibits presented by the parties, Judge Craig concluded that plaintiffs had met their burden of proof with respect to the \"reasonable necessity\" of existing, previously funded tipstaff, minute clerk and court stenographer positions which the county commissioners sought to eliminate. We adopt this conclusion. Judge Craig also reached the conclusion of law that county officers cannot terminate court employees by budget actions or otherwise, relying on <i>Commonwealth ex rel. Bradley v. Pennsylvania Labor Relations Bd., supra,</i> 479 Pa. at 445, 388 A.2d at 738. We agree that the judiciary retains the exclusive right to hire, discharge and supervise \"personal\" and \"administrative\" employees. <i>See</i> 42 Pa. C.S. § 2301; 16 P.S. § 1620 (Supp. 1981). We note that it was appropriate to make these separate conclusions in order to maintain the distinction between employees and the positions they fill.</p>\n<p></p>\n<h2><i>D. New Positions</i></h2>\n<p>Plaintiffs proposed twenty-eight new positions as to which no agreement was reached between court and county. These positions were intended either to augment existing functions or to staff new programs. As has already been stated, the 1981 Bucks County budget as adopted provided for none of these positions.</p>\n<p>After holding an expedited hearing which generated four volumes of testimony and numerous exhibits, Judge Craig <span class=\"star-pagination\">*159</span> determined that, of these twenty-eight disputed positions, plaintiffs had sustained their burden of proof as to the reasonable necessity of only fourteen positions. Plaintiffs, while maintaining that they had presented substantial evidence of the reasonable necessity of all the positions, filed specific exceptions with respect to only four of those positions rejected by Judge Craig: one minute clerk, two court stenographers and one clerical assistant, arguing that with respect to those positions, they had sustained the burden of proving reasonable necessity. Defendants, on the other hand, argued generally that none of the positions had been shown to be reasonably necessary, but excepted specifically as to only eight positions approved by Judge Craig: two microfilming clerks, five judicial clerks and one procedural auditor.</p>\n<p>A review of the record clearly demonstrates that Judge Craig's conclusions as to these twelve disputed positions are correct.</p>\n<p>Plaintiffs presented sufficient evidence that no existing personnel were available to perform the new function of microfilming domestic relations section records, justifying the need for two microfilming clerks. Plaintiffs also proved that the five additional judicial clerks' positions were needed in light of the eighteen percent increase in the caseload of the county's district justices. A statewide survey conducted by the Administrative Office of Pennsylvania Courts establishes an optimum caseload per judicial clerk, already exceeded in Bucks County in 1980. The need for the position of procedural auditor to increase the efficiency of judicial administration and develop a court-wide budgeting system was established by the job description, as well as by plaintiffs' witnesses.</p>\n<p>Plaintiffs failed to demonstrate that the existing complement of minute clerks was inadequate to cover courtroom proceedings. Likewise, plaintiffs presented no evidence of unmet workload to support the addition of two court stenographer positions. Plaintiffs' assertion that the <span class=\"star-pagination\">*160</span> clerical assistant (clerk stenographer) position was not approved by Judge Craig because of an oversight on his part finds no support in the record. The clerk stenographer positions approved by Judge Craig were the three positions requested for the new support arrearage collection unit. The other five of the eight clerk stenographer positions initially requested for the Domestic Relations Section were rejected for lack of supporting evidence. Accordingly, we agree with Judge Craig that these exceptions are without merit and adopt this conclusion that these disputed positions are reasonably necessary.<sup>[8]</sup></p>\n<p></p>\n<h2><i>E. Salary Increases for Non-Union Court Employees</i></h2>\n<p>An additional area of disagreement between the court and the county is the adequacy of salary increases for court-related, non-union personnel. The Bucks County Salary Board passed a resolution in 1977 establishing parity of compensation between union and non-union county employees. Plaintiffs' budget requests for 1981 included a request for a 10.75 percent increase due non-union court employees under this resolution. Defendants denied this request, and negotiations toward a seven percent increase stalled after plaintiffs commenced this action.</p>\n<p>The county argued that the Salary Board was not bound by the 1977 resolution, relying on the principle that a legislative body or a municipal body having legislative authority cannot bind its successors in office as to future expenditures. <i>See </i><i>Commonwealth ex rel. Fortney v. Bartol,</i> <span class=\"citation\" data-id=\"3848843\"><a href=\"/opinion/4089583/com-fortney-v-bartol/\"><span class=\"volume\">342</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"3848843\"><a href=\"/opinion/4089583/com-fortney-v-bartol/\"><span class=\"volume\">20</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">313</span></a></span> (1941).<sup>[9]</sup> Judge Craig agreed that there were no purely legal basis for plaintiffs' recovery on <span class=\"star-pagination\">*161</span> the salary increase claim, but concluded that plaintiffs were equitably entitled to the seven percent increase already allowed non-union, non-court employees as of January 1, 1981. Judge Craig made the increase for court employees retroactive to that date. Defendants did not except to these conclusions. Plaintiffs, however, excepted to both Judge Craig's failure to award the full 10.75 percent increase they requested, and to his refusal to award interest on the seven percent retroactive increase he did allow.</p>\n<p>It is important to note that this salary increase claim is <i>not</i> based on the inherent power of the judiciary, but is to be decided because it forms a part of the overall dispute between the court and the county of which this Court has assumed plenary jurisdiction. The claim was not pleaded in plaintiffs' complaint, having arisen subsequent to and partially because of the filing of that complaint. Plaintiffs refer to the salary increase issue for the first time in their Petition That This Court Assume Plenary Jurisdiction. While plaintiffs pleadings were never amended, it would be counterproductive at this final stage of these proceedings to exalt form over substance. We therefore conclude that it was proper for Judge Craig to dispose of this claim.</p>\n<p>Plaintiffs sought to enforce the 1977 Salary Board resolution in order to compel funding of the 10.75 percent increase. Because their claim was based on the binding effect of this resolution rather than on the inherent power of the judiciary, plaintiffs did not present evidence of the \"reasonable necessity\" of the increase, and Judge Craig did not base his conclusion on such a showing. Judge Craig indicates in his Disposition of Exceptions that, the invalidity of the resolution aside, plaintiffs had established no economic justification for the additional 3.75 percent increase. He concluded further, citing <i>Snyder v. Barber,</i> <span class=\"citation\" data-id=\"2157827\"><a href=\"/opinion/2157827/snyder-v-barber/\"><span class=\"volume\">378</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">410</span></span> (1954), that it would be improper to award pre-judgment interest because it was demanded for the first time in plaintiffs' exceptions. <i>Cf. </i><i>Christian v. Johnstown Police Pension Fund Association,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">746</span></span> (1966). We agree with Judge Craig's disposition of plaintiffs' exceptions, <span class=\"star-pagination\">*162</span> and adopt his conclusions with respect to the salary increases.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>We therefore modify the findings of fact and conclusions of law submitted to this Court by Judge Craig to conform to the opinions expressed above, and as so modified, adopt them.</p>\n<p>IT IS THEREFORE DECREED THAT defendants shall implement stipulations of the parties made in open court by providing such funds in the 1981 budget as are necessary:</p>\n<p>(1) to compensate for any deficiencies which result from vacancy factor underfunding, by approving transfers from surpluses in other salary accounts and, if necessary, by transferring funds from the countywide contingency reserve (D.C.A.Acct.No. 1105.1);</p>\n<p>(2) to provide for the union contract compensation increases for child care workers in the correctional officers classification;</p>\n<p>(3) to provide for the compensation of one new jury clerk position as incorporated in the manning tables;</p>\n<p>(4) to apply the court reserve fund only for contingencies not anticipated within the subject matter of the regular budget accounts; and</p>\n<p>(5) to continue to supply the services of a county government programmer to satisfy the computer programming needs of the court. Plaintiffs' request for a computer programmer shall be deemed withdrawn.</p>\n<p>IT IS FURTHER DECREED THAT defendants shall take all steps necessary to incorporate in the manning tables and to fund in the 1981 budget the following positions:</p>\n<blockquote>four (4) collection officers;</blockquote>\n<blockquote>three (3) clerk stenographers;</blockquote>\n<blockquote>one (1) URESA specialist;</blockquote>\n<blockquote>five (5) judicial clerks; and</blockquote>\n<blockquote>one (1) procedural auditor.</blockquote>\n<p><span class=\"star-pagination\">*163</span> Plaintiffs' remaining requests for new or additional positions are denied.</p>\n<p>IT IS FURTHER DECREED THAT defendants shall take all steps necessary to maintain in the manning tables and fund in the 1981 budget the present nineteen (19) tipstaff positions, nine (9) minute clerk positions, and eighteen (18) court stenographer positions.</p>\n<p>IT IS FURTHER DECREED THAT defendant shall take all steps necessary to fund in the 1981 budget a seven (7) percent cost-of-living increase for non-union court employees, to be granted retroactively from January 1, 1981.</p>\n<p>NIX, J., concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  The following table from Judge Craig's Findings of Fact and Conclusions of Law reflects the matters at issue at the time plaintiffs filed suit:\n</p>\n<p></p>\n<pre>\n       \"Table A  Matters Initially In Dispute\n                                                        Annual Amount Not\n                                                      Adopted In 1981 Budget\nVacancy Factor Underfunding, estimated                      $ 37,000*\nChild Care Workers, union agreement increases                  3,506**\nJury Clerk, 1 additional                                      10,227\nComputer Programmer, new position                             13,398\nContingency Fund of $100,000 in budget\n  but interpretation disputed                                  . . .\nDomestic Relations Personnel, 17 additional                  205,571\nJudicial Clerks for District Justices\n  5 additional, $10,227 each                                  51,135\nTipstaves, $9329 each\n  5 existing, not budgeted                                    46,465\n  2 additional                                                18,658\nMinute Clerk, 1 additional                                    10,227\nCourt Stenographers, 2 additional                             43,442\nProcedural Auditor, new position                              14,712\nCost-of-living increase, non-union personnel\n  Requested, 10.75%                  $90,000\n  Budgeted, 7%, but not granted       58,000\n                                    _______\n          Difference, approximate                     32,000\n                                                    ________\n                            TOTAL                   $486,521\n  * This is the county's figure. Plaintiff gives $128,035, apparently using a\ndifferent definition. Having agreed on this point, the parties can derive the\ncorrect mathematical result.\n  ** This is the county's figure. Plaintiff states $361,190, but that is apparently\nthe entire salary total for the group. Here also the parties can determine the\nprecise amount themselves.\" <i>Beckert v. Warren,</i> <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">137</span></span> at 140-41,\n<span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">638</span></span> at 640 (1981).\n</pre>\n<p>[2]  A panel of three Commonwealth Court judges, including Judge Craig, heard argument on defendants' preliminary objections, jurisdictional in nature, and on May 27, 1981, overruled those objections. <i>Beckert v. Warren,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Pa. Commw.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">776</span></span> (1981).</p>\n<p>[3]  The parties reached agreements, expressed in stipulations upon the record, as to five matters: defendants' practice of vacancy factor underfunding, funding for child care workers, funding for one jury clerk position, one computer programmer position, and use of the court's contingency fund.</p>\n<p>[4]  This issue was not pleaded in plaintiffs' original complaint, but was raised initially in plaintiffs' \"Petition That This Court Assume Plenary Jurisdiction.\"</p>\n<p>[5]  Defendant Ward F. Clark, Esquire, Controller of Bucks County, also filed exceptions and presented oral argument before this Court, although Robert L. White, Esquire, Bucks County Solicitor, had entered an appearance on behalf of all defendants. Judge Craig questioned Clark's standing, but nonetheless disposed of Clark's exceptions, which were concerned primarily with the reasonableness of the salary levels of the positions approved by Judge Craig. This is not at issue herein. As Judge Craig pointed out, this action is not being conducted in lieu of Salary Board proceedings.</p>\n<p>[6]  42 Pa. C.S. § 3541 provides:\n</p>\n<p>The City and County of Philadelphia, each other county of this Commonwealth, and the City of Pittsburgh shall establish and maintain on their respective books an account to be known as the judicial and related account. The account shall exist for accounting purposes only and nothing in this part shall require the actual segregation of the moneys of the account from the general funds of the political subdivision.</p>\n<p>[7]  The following definitions in 42 Pa. C.S. § 102 are necessary to interpret this statute:\n</p>\n<p>\"System and related personnel.\" Personnel of the system and related staff. The term includes district attorneys, public defenders, sheriffs and other officers serving process or enforcing orders, registers of wills, prothonotaries, clerks of the courts, clerks of the orphans' court division, coroners, jury commissioners, probation officials, and the personnel of all of the foregoing.</p>\n<p>\"Personnel of the system.\" Judicial officers, personal staff, administrative staff and central staff.</p>\n<p>\"Personal staff.\" Private secretaries, law clerks and such other personnel as an individual may be authorized by law to select and remove subject to standards and classifications established by the governing authority.</p>\n<p>\"Administrative staff.\" All individuals employed in the business of a court, including the personnel of the office of the clerk of the court of common pleas, but the term does not include judicial officers or their personal staff. The term includes the clerks or prothonotaries of the Supreme Court, the Superior Court and the Commonwealth Court and their staffs.</p>\n<p>\"Central staff.\" All individuals employed in the business of the unified judicial system, but the term does not include district justices or their personal staff or personnel of the courts.</p>\n<p>\"Related staff.\" All individuals employed at public expense who serve the unified judicial system, but the term does not include personnel of the system.</p>\n<p>[8]  The <i>salary levels</i> for these positions, of course, are to be fixed by the Salary Board. <i>See,</i> 16 P.S. § 1623, quoted <i>supra.</i> Judge Craig's conclusion as to salary levels must therefore be rejected.</p>\n<p>[9]  As we stated <i>supra,</i> this Court held in <i>Franklin County Prison Bd. v. Pennsylvania Labor Relations Bd</i><i>.,</i> that a Salary Board is <i>not</i> a legislative body and does not have legislative authority. The principle applies with equal force to the power of an executive body, such as a Salary Board, to bind a legislative body, such as the County Commissioners. <i>See e.g. </i><i>Mitchell v. Chester Housing Authority,</i> <span class=\"citation\" data-id=\"1544483\"><a href=\"/opinion/1544483/mitchell-v-chester-housing-auth/\"><span class=\"volume\">389</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">314</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">873</span></span> (1957).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1499009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1521098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1544483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1545464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1942586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1943531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1946703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1952673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2061175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2157827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2168535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2174265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2263454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2269178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2315535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3847473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3848074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3848843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3850155/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3853137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3853337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3853571/"
          ]
        }
      ],
      "judges": "O'brien, C.J., and Roberts, Nix, Larsen, Flaherty, Kauffman and Wilkinson",
      "date_created": "2015-10-07T14:04:57.691491Z",
      "date_modified": "2017-04-14T23:00:25.903137Z",
      "date_filed": "1981-12-22",
      "date_filed_is_approximate": false,
      "slug": "beckert-v-warren",
      "citation_id": 2036427,
      "case_name_short": "Beckert",
      "case_name": "Beckert v. Warren",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "497 Pa. 137",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "439 A.2d 638",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 29,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1907847/beckert-v-warren/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:24:45.776487Z",
  "date_modified": "2014-10-30T20:24:45.776487Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Beckert",
  "case_name": "Beckert v. Warren",
  "case_name_full": "",
  "slug": "beckert-v-warren",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}