{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1921825/",
  "id": 1921825,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mowd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2093445/",
      "id": 2093445,
      "absolute_url": "/opinion/2093445/school-dist-of-kansas-city-v-state-of-mo/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1921825/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2093445/",
          "id": 2093445,
          "absolute_url": "/opinion/2093445/school-dist-of-kansas-city-v-state-of-mo/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2093445/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/634/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:18:08.931027Z",
          "date_modified": "2017-04-08T12:18:20.327517Z",
          "type": "010combined",
          "sha1": "60f7ef2621d4bfb884def9bbf20bc8c7fa685201",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>460 F.Supp. 421 (1978)</b></center>\n<center><h1>SCHOOL DISTRICT OF KANSAS CITY, MISSOURI, et al.<br>\nv.<br>\nThe STATE OF MISSOURI et al.</h1></center>\n<center>No. 77-0420-CV-W-1-3.</center>\n<center><p><b>United States District Court, W. D. Missouri, W. D.</b></p></center>\n<center>October 6, 1978.</center>\n<p><span class=\"star-pagination\">*422</span> <span class=\"star-pagination\">*423</span> <span class=\"star-pagination\">*424</span> <span class=\"star-pagination\">*425</span> <span class=\"star-pagination\">*426</span> James R. Borthwick, Shirley Ward Keeler, Blackwell, Sanders, Matheny, Weary &amp; Lombardi, Kansas City, Mo., Robert E. Manley, Cincinnati, Ohio, Taylor Fields, North, Colbert &amp; Fields, Kansas City, Mo., for plaintiffs.</p>\n<p>Lawrence R. Brown, George E. Feldmiller, Stinson, Mag, Thomson, McEvers &amp; Fizzell, Kansas City, Mo., for defendant Missouri School Districts.</p>\n<p>John L. Vratil, Prairie Village, Kan., Fisher, Ralston, Ochs &amp; Heck, Eugene B. Ralston, Topeka, Kan., for defendant Kansas School Districts.</p>\n<p>Curt T. Schneider, Atty. Gen., John R. Martin, First Asst. Atty. Gen., Topeka, Kan., for the State of Kansas and the Governor, Robert F. Bennett.</p>\n<p>Barbara Allen Babcock, Barbara B. O'Malley, Brook Hedge, Attys., Dept. of Justice, Washington, D. C., Ronald S. Reed, Jr., U. S. Atty., Kansas City, Mo., for federal defendants.</p>\n<p>John D. Ashcroft, Atty. Gen., Sheila K. Hyatt, Asst. Atty. Gen., Jefferson City, Mo., for Missouri State defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>RUSSELL G. CLARK, District Judge.</p>\n<p>This school desegregation action<sup>[1]</sup> is truly a case of first impression. In essence, plaintiffs seek a metropolitan wide desegregation plan in the greater Kansas City area which encompasses two states and seven counties. This metropolitan wide remedy would be the result of a declaration by this <span class=\"star-pagination\">*427</span> Court at the conclusion of the evidence that the numerous defendants have failed to individually carry out their affirmative duties to eradicate segregation in the metro area and have actively contributed to segregation by individual or concerted actions.</p>\n<p>Pending before this Court are the numerous and extensively briefed motions to dismiss filed by the defendants.<sup>[2]</sup> For the reasons stated herein, the motions of all the defendants for dismissal of the action for failure to state a claim upon which relief can be granted are denied, the motions of the Kansas defendants for dismissal for lack of personal jurisdiction are granted, and the defendants' motions to dismiss the Kansas City Missouri School District for lack of standing are granted. The Missouri defendants' motions for joinder of persons needed for a just adjudication are denied as are their motions for a more definite statement. Finally, the federal defendants' motion for a more definite statement is denied.</p>\n<p></p>\n<h2>THE COMPLAINT</h2>\n<p>The plaintiffs are comprised of the Kansas City Missouri School District (KCMSD), by and through its officers  the Board of Education and Superintendent. Joined as co-plaintiffs are the three minor children of one School Board member, and one minor child of another School Board member, represented by their parent-board members as next friends.</p>\n<p>Although the individual defendants are in excess of 35 in number, they can be classified into three distinct classes and will be referred to accordingly: the \"Kansas defendants\" comprising the State of Kansas, the Kansas State Board of Education, and certain Kansas school districts within the metropolitan area and the executive officers of each respective defendant; the \"Missouri defendants\" comprising the State of Missouri, the Missouri State Board of Education, and certain Missouri school districts within the metropolitan area and the executive officers of each respective defendant; and the \"federal defendants\" comprising the United States Departments of Housing and Urban Development (HUD), of Health, Education and Welfare (HEW), and of Transportation (DOT), and the respective executive officers of each department.</p>\n<p>The complaint is in eight counts against the respective defendants, each count incorporating by reference the general allegations which precede the individual counts. The general allegations describe the metropolitan region, the constitutional violation and resulting injury, and a description of the remedy sought.</p>\n<p>Basically, it is alleged that metropolitan Kansas City covers a geographic area reaching into two states and seven counties, containing over 50 municipalities and separate school districts. Despite this overlap of governmental jurisdictions and political units, it is alleged that the metro area is essentially a single urban community in the daily course of commerce, employment, athletics, recreation, cultural activities, utilities, transportation, media and social services. The planning and development of highways, housing, medical care, sewer and water projects, etc. are all coordinated and conducted on a large metropolitan basis.</p>\n<p>Although it is alleged that the metro area is in reality a single community with economic and social problems which are \"shared by the entire community\", it is alleged that the states of Missouri and Kansas have intentionally \"caused public education to be provided on a piecemeal basis by separate governmental units with arbitrarily determined boundaries.\" Both states have provided public education in a \"manner which has caused and increased racial segregation between defendant school districts and plaintiff district.\"</p>\n<p>The complaint also makes the following allegations: that prior to 1954 both Missouri and Kansas either mandated or encouraged segregation in housing, employment, <span class=\"star-pagination\">*428</span> recreation, transportation, and public education. School districts \"were the states' tools for making segregation a reality\" in the field of education. The purpose and effect of the unlawful maintenance of these segregative policies and practices was to concentrate minority race persons within the plaintiff school district, KCMSD. After 1954, the various defendants took certain steps toward desegregation in education and in other areas but the \"state defendants have failed to remedy the primary effect of state-imposed racial segregation in the Kansas City metro community, i. e. the concentration of minority race persons within the boundaries of plaintiff school district.\"</p>\n<p>The \"foreseeable and intentional result of the actions and refusals to act of all defendants has been the maintenance of racially isolated and identifiable school districts and thus a racially segregated school system in the Kansas city Metro Area.\" Despite the efforts of the KCMSD, there exists a state system of racially segregated school districts in the metro area, racially identifiable when compared to the KCMSD. The intentional acts of the defendants have labeled the KCMSD with a \"badge of inferiority\" which deprives the students of equal protection of the laws \"despite the fact that plaintiff school district is operating a unitary system within its state established and maintained boundaries.\" Furthermore, these discriminatory actions have resulted in \"white flight\"  the movement of middle class families away from the KCMSD, impacting it with a \"progressively higher percentage enrollment of economically and socially disadvantaged minority race students.\" Therefore, it is alleged, this process results in increased operating expenses for the KCMSD on a per pupil basis as \"disadvantaged children are in greater need of individual attention, compensatory education, counseling and other educational services.\" Furthermore, the tax base and taxing potential of the KCMSD is diminished to the \"detriment of all plaintiffs herein.\" Because the KCMSD is powerless to overcome these effects of the defendants' segregative policies, only area-wide desegregation can undo the effects of area-wide segregative actions. \"Without a metropolitan solution to a metropolitan problem, equal protection of the laws cannot be afforded the students of the plaintiff district.\" Therefore, plaintiffs seek a judicially mandated reassignment of students among all districts which are parties to the suit.</p>\n<p>After a year of extensive briefing on the various motions, with parties afforded an opportunity to present any and all legal suggestions, the issues were considered submitted to the Court on August 31, 1978, upon the last filing of a response by the KCMSD. Initially each individual defendant filed an individual response, either by way of motion or answer, to the plaintiffs' complaint. Several of the school district defendants attached affidavits to their motions attesting to the fact that no discrimination had taken place within that district, by those officers, etc. As the litigation progressed, the defendants organized themselves into groups with similar interests and thereafter filed joint briefs and motions. The affidavits have not been considered by the Court and only the legal issues raised by motion are decided herein. Although the Court urged the parties to submit a joint stipulation of uncontested facts to assist the Court in its rulings, the parties preferred to submit the issues to the Court on the basis of the allegations in the complaint. Therefore, the factual data and factual allegations interspersed by the parties in their briefs, suggestions, and replies are not considered in ruling these motions.</p>\n<p></p>\n<h2>I. FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED</h2>\n<p>Defendants have moved for dismissal pursuant to Rule 12(b)(6), Fed.R.Civ. Pro., on the grounds that plaintiffs have failed to state a claim upon which relief can be granted. Under this rule, dismissal for insufficiency of the complaint is proper only in the extraordinary case where the pleader makes allegations that show on the face of the complaint some insuperable bar to relief. <i>TV Signal Company of Aberdeen v.</i> <span class=\"star-pagination\">*429</span> <i>American Telephone and Telegraph Company,</i> 462 F.2d 1256, 1258 (8th Cir. 1972), citing to <i>Lewis v. Chrysler Motors Corporation,</i> 456 F.2d 605, 607 (8th Cir. 1972). The legal test to be applied is not whether <i>all</i> of the relief asked for by the plaintiffs could possibly be granted, but whether, under any state of facts which might be established at a trial in support of the claim stated in the complaint, they could be accorded <i>any</i> relief. <i>Lada v. Wilkie,</i> 250 F.2d 211, 215 (8th Cir. 1957).</p>\n<p>It is to this issue that defendants primarily direct their arguments for dismissal. That is, defendants argue that the desegregation remedy prayed for in the complaint is not mandated except where it has been shown that a school district is internally segregated or was created for racially discriminatory purposes. Defendants contend that because plaintiffs have alleged that the KCMSD is a unitary district and that because plaintiffs have not alleged that the District was established on racial lines, that under existing case authority, the legal conclusion can be reached that plaintiffs have failed to state a claim upon which relief can be granted, thus warranting dismissal. On the other hand, plaintiffs contend that the complaint sufficiently alleges that the intentional acts and omissions of the numerous defendants throughout the Kansas City metropolitan area have produced a significant segregative effect in the plaintiff school district, violative of the constitution, and mandating an interdistrict remedy.</p>\n<p>To support their respective positions, both plaintiffs and defendants cite to the following important language of the United States Supreme Court in <i>Milliken v. Bradley, (Milliken I),</i> 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974):</p>\n<blockquote>The controlling principle consistently expounded in our holdings is that the scope of the remedy is determined by the nature and extent of the constitutional violation. [citation omitted] Before the boundaries of separate and autonomous school districts may be set aside by consolidating the separate units for remedial purposes or by imposing a cross-district remedy, it must first be shown that there has been a constitutional violation within one district that produces a significant segregative effect in another district. Specifically, it must be shown that racially discriminatory acts of the state or local school districts, or of a single school district have been a substantial cause of interdistrict segregation. Thus an interdistrict remedy might be in order where the racially discriminatory acts of one or more school districts caused racial segregation in an adjacent district, or where district lines have been deliberately drawn on the basis of race. In such circumstances an interdistrict remedy would be appropriate to eliminate the interdistrict segregation directly caused by the constitutional violation. Conversely, without an interdistrict violation and interdistrict effect, there is no constitutional wrong calling for an interdistrict remedy. 418 U.S. 744-745, 94 S.ct. at 3127, 41 L.Ed.2d at 1091.</blockquote>\n<p>It is the argument of the defendants that this language allows interdistrict remedies in two and only two situations: \"where it has been shown that school district lines have been drawn with segregative purpose, or, where it is necessary to eliminate segregation in one district which is causally related to the unconstitutional acts of a second district.\" [page 4, reply suggestions of Mo. school district defendants, filed Dec. 30, 1977]. Therefore, the defendants argue, because there is no allegation in the complaint that the school district boundaries were intentionally drawn on the basis of race, and because the plaintiffs admit that the plaintiff school district is a unitary nonsegregated system, the complaint fails to state a claim upon which the interdistrict relief prayed for in the complaint can be granted.</p>\n<p>Defendants have incorrectly overemphasized the language of <i>Milliken I</i> in their narrow interpretation. <i>Milliken I</i> dealt solely with the appropriateness of an interdistrict remedy to cure the unconstitutional conditions existing totally within one district. As explained further in <i>Milliken II (</i><i>Milliken v. Bradley,</i> 433 U.S. 267, 97 S.Ct. <span class=\"star-pagination\">*430</span> 2749, 53 L.Ed.2d 745 (1977), the scope of the remedy must be determined by the violation found, and federal court decrees exceed appropriate limits \"if they are imposed upon governmental units that were neither involved in nor affected by the constitutional violation.\" <i>Milliken II,</i> 433 U.S. at 282, 97 S.Ct. at 2758, 53 L.Ed.2d at 757. Therefore, in <i>Milliken I</i> the <i>inter</i> district remedy exceeded the <i>intra</i> district unconstitutional condition.</p>\n<p>This complaint alleges a segregative condition throughout the entire metropolitan area which is the result of the intentional acts and omissions of the various defendants. The plaintiff school district alleges that it is a unitary district which does not assign students on the basis of race, yet in spite of its efforts to correct any vestige of segregation within its boundaries, the effects of the purposeful segregative acts and omissions of the defendants remain causing the plaintiff district to be racially identifiable. Therefore, plaintiffs seek to alter the racial compositions of the predominately black inner city school district and the predominately white suburban school districts.</p>\n<p>Throughout the entire history of school desegregation litigation, the dichotomy between <i>de facto</i> and <i>de jure</i> segregation has been maintained. The essential element of a finding of <i>de jure</i> segregation is a current condition of segregation resulting from intentional state action. <i>Keyes v. School District No. 1,</i> 413 U.S. 189, 205, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973). In <i>United States v. State of Missouri,</i> 515 F.2d 1365, 1370 (8th Cir. 1975), a decision approving an interdistrict remedy, the Eighth Circuit adopted the prerequisites announced by the Sixth Circuit in <i>Oliver v. Michigan State Board of Education,</i> 508 F.2d 178, 182 (6th Cir. 1974) wherein that court stated:</p>\n<blockquote>A finding of de jure segregation requires a showing of three elements: (1) action or inaction by public officials (2) with a segregative purpose (3) which actually results in increased or continued segregation in the public schools.</blockquote>\n<p>Herein, the plaintiffs' complaint alleges a segregative condition throughout the entire metropolitan area which allegedly is the foreseeable result of the intentional acts and omissions of the various defendants. The plaintiffs' complaint has alleged the three crucial elements outlined in <i>Oliver,</i> supra.</p>\n<p>The complaint also prays for an exercise of the equitable powers of this Court to fashion a remedy crossing political boundaries. As stated in <i>Lada v. Wilkie,</i> supra, 250 F.2d at 215, in ruling these various motions to dismiss for failure to state a claim, the legal test is not whether <i>all</i> of the relief requested could possibly be granted, but rather whether <i>any</i> relief can be afforded. Having alleged an unconstitutional condition, the plaintiffs are entitled to the opportunity to present evidence on the issue at trial.</p>\n<p>The complaint cannot and must not be dismissed solely because the factual situation herein differs from those cited as examples by the Court in <i>Milliken I</i> as situations where the remedy sought in <i>Milliken I</i> would have been appropriate. As later applied in <i>Hills v. Gautreaux,</i> 425 U.S. 284, 296, 96 S.Ct. 1538, 47 L.Ed.2d 792, 802 (1976), the examples are merely illustrative of the principle that there must exist \"an interdistrict violation or a significant segregative effect before the boundaries of separate school districts may be set aside by consolidating the separate units for remedial purposes.\" The examples are not principles themselves, but only illustrative of the types of violations which would justify the particular remedy sought.</p>\n<p>The language of <i>Milliken I</i> placed no limitations on what actions might be brought under the Fourteenth Amendment to correct unconstitutional conditions. It merely restated the proposition that a remedy must be tailored to correct the harm found to exist, and that an interdistrict remedy to correct an intradistrict violation was an excessive remedial measure. Herein, the plaintiffs have alleged a systemwide violation transcending school district boundaries, city limits, and state lines. A violation of that magnitude would indeed require extraordinary remedies, but the remedies <span class=\"star-pagination\">*431</span> to be shaped should not be determined prior to the reception of the evidence upon the allegations made in the complaint.</p>\n<p>As the Supreme Court observed in <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 16, 91 S.Ct. 1267, 1276, 28 L.Ed.2d 554, 566 (1971):</p>\n<blockquote>. . . a school desegregation case does not differ fundamentally from other cases involving the framing of equitable remedies to repair the denial of a constitutional right. The task is to correct, by a balancing of the individual and collective interests, the condition that offends the Constitution.</blockquote>\n<p>Because the complaint alleges an unconstitutional <i>de jure</i> condition of racial segregation of the school districts throughout the metropolitan area, and because \"any arrangement, implemented by state officials at any level, which significantly tends to perpetuate a dual school system, in whatever manner is constitutionally impermissible,\" <i>Gilmore v. City of Montgomery,</i> 417 U.S. 556, 94 S.Ct. 2416, 41 L.Ed.2d 304 (1974), and because at least part of the relief prayed for in the complaint, if not all, is within the remedial powers of a federal court, the motions to dismiss this action are denied.</p>\n<p></p>\n<h2>II. PERSONAL JURISDICTION OVER THE KANSAS DEFENDANTS</h2>\n<p>Plaintiffs assert that this Court has personal jurisdiction over the Kansas defendants: the local school districts and the state itself. It is argued that personal jurisdiction is obtained through the utilization of Rule 4(e), Federal Rules of Civil Procedure, which authorizes service upon parties not found within the forum state by incorporating the local state's process statute. In Missouri, the statute is Mo.Rev.Stat. § 506.500<sup>[3]</sup> and is commonly referred to as the \"long arm statute\". Essentially, this statute provides for service of process upon nonresident defendants in causes of action instituted in Missouri which arise from the performance of certain \"acts\" in Missouri such as transacting business, contracting within the state, or committing tortious acts within the state. The plaintiffs originally alleged that the Kansas officials and school districts transacted business in Missouri, made contracts in Missouri, and committed tortious acts in Missouri. However, the issue has been submitted to this Court solely upon the basis of § 506.500(1)(3), \"the commission of a tortious act within this state,\" because in plaintiffs' memorandum of March 30, 1978, the plaintiffs indicated their desire to delete the \"contractual\" and \"business\" bases of jurisdiction from their allegations. Therefore, the plaintiffs allege that the Kansas defendants' segregative actions and omissions constitute \"the commission of a tortious act within this state.\" The Kansas defendants deny in part the alleged conduct and argue that their conduct, if any, does not submit them to the jurisdiction of this Court pursuant to § 506.500(1)(3). These arguments are raised both in Rule 12(b) motions to dismiss and in responsive pleadings to the complaint.</p>\n<p>On March 6, 1978, this Court ordered the plaintiff school district to supply certain factual data for the purposes of establishing a prima facie showing of jurisdiction. The plaintiff KCMSD objected to the submission of any factual data prior to discovery, but complied with the order and on May 19, 1978, filed its lengthy and extensive <span class=\"star-pagination\">*432</span> \"outline of factual data supporting personal jurisdiction over the Kansas defendants.\" While the facts adduced in a Rule 12(b)(2) motion to dismiss for lack of personal jurisdiction must be viewed in the light most favorable to the party opposing the motion, there must be some evidence upon which a prima facie showing of jurisdiction may be found to exist. For \"once jurisdiction has been controverted or denied, [the plaintiff has] the burden of proving such facts.\" <i>Aaron Ferer &amp; Sons Co. v. Diversified Metals Corp.,</i> 564 F.2d 1211, 1215 (8th Cir. 1977); <i>Block Industries v. DHJ Industries, Inc.,</i> 495 F.2d 256 (8th Cir. 1974). The burden upon the plaintiffs is not one to establish conclusively that the facts are as alleged so as to remove the necessity of proof at trial. A prima facie showing is all that is required, so that a denial of a motion to dismiss for failure of personal jurisdiction would not absolve plaintiffs from proving the jurisdictional facts at trial. See, <i>Promotion Network, Inc. v. Da Silva (Vinhos) S.A.R.L.,</i> 63 F.R.D. 435 (N.D.Ill.1974); <i>McNutt v. General Motors Acceptance Corp.,</i> 298 U.S. 178, 56 S.Ct. 780, 80 L.Ed. 1135 (1936).</p>\n<p>Although it is true that in some situations the circumstances may lend themselves more readily to a test of jurisdictional facts upon the proof developed after full discovery, see <i>Surpitski v. Hughes-Keenan Corporation,</i> 362 F.2d 254 (1st Cir. 1966), it is the opinion of this Court that this is not such a case. Therefore, the jurisdictional questions are three in number: first, whether a prima facie showing has been made by the plaintiffs asserting that the conduct of the defendants did in fact occur and secondly, if so, whether the Missouri long arm statute authorizes the exercise of jurisdiction over the Kansas defendants; and finally, assuming that the state long arm statute applies, whether this application comports with the due process considerations of the Constitution.</p>\n<p></p>\n<h2><i>A. Has a prima facie showing been established by the plaintiff?</i></h2>\n<p>As stated, the burden upon the plaintiffs is not one to establish conclusively that the facts are as alleged. Rather, a prima facie showing is all that is required when the defendants contest even the occurrence of the events which give rise to the cause of action. Herein, the plaintiffs have met their burden of showing that the facts alleged in the complaint are more than mere conclusionary statements.</p>\n<p>The actions of the various Kansas defendants which the plaintiffs allege to have taken place concern the existence and maintenance of racially restrictive housing covenants, racially segregated school systems, racial discrimination in hiring black teachers and administrators in the Kansas metropolitan area school districts, and racial segregation in recreational and transportation facilities, all prior to 1954. Subsequent to 1954, the plaintiffs allege a failure by the various Kansas defendants to affirmatively rectify and eliminate segregation in the respective systems over which each Kansas defendant had responsibility. The plaintiffs have quite thoroughly identified by statute number those state statutes requiring or authorizing racial segregation in the Kansas schools and those legal decisions concerning the enforcement of various racially restrictive housing covenants. Therefore, plaintiffs have met their factual burden by their prima facie showing as to these allegations.</p>\n<p>Because the defendants denied the existence of any contract between any of the Kansas defendants and the plaintiff school district and denied the transaction of any business in Missouri, a prima facie showing as to these allegations is vital to invoke the Missouri long arm statute. Plaintiffs have made no offer of proof and have failed their burden of establishing a prima facie showing that these defendants contracted in or conducted business in Missouri.</p>\n<p></p>\n<h2><i>B. Does the Missouri Long Arm Statute authorize the exercise of jurisdiction over the Kansas defendants? If so, are the requirements of due process satisfied?</i></h2>\n<p>The Missouri Long Arm Statute specifically enumerates the \"acts\" which if committed <span class=\"star-pagination\">*433</span> by a defendant subject him to <i>in personam</i> jurisdiction despite his absence or nonresidency. In contrast, some long arm provisions merely provide that a state may exercise jurisdiction on any basis not inconsistent with the Constitution.<sup>[4]</sup> Thus, although it would appear that this Court must initially determine here if the alleged conduct of the Kansas defendants is properly classified as a \"tortious act\" within the meaning of the statute prior to any determination of constitutional limitation, the Missouri Supreme Court has indicated that a court should proceed directly to the constitutional limitations. The Court en banc in <i>State ex rel. Deere and Company v. Pinnell,</i> 454 S.W.2d 889 (Mo.1970) stated:</p>\n<blockquote>In concluding our effort to determine the legislative intent of the General Assembly of Missouri, we are convinced that the ultimate objective was to extend the jurisdiction of the courts of this state over nonresident defendants to that extent permissible under the Due Process Clause of the Fourteenth Amendment of the Constitution of the United States. 454 S.W.2d at 892.</blockquote>\n<p>However, in later decisions, it appears that the Missouri Court has returned to the two-step process of determining whether the statute applies before resolving the constitutional issues. In <i>State ex rel. Bank of Gering v. Schoenlaub,</i> 540 S.W.2d 31 (Mo. 1976) the Missouri plaintiff sought recovery from the relator Nebraska bank on the basis that it failed to notify the plaintiff within a reasonable time that the sum of the drafts payable from the account of a cattle buyer with whom the plaintiff had done business were not honored, thus precluding the plaintiff from recovering the cattle he had sold to the buyer. The Missouri Supreme Court stated clearly that:</p>\n<blockquote>We have concluded that relator has not transacted any business or made any contract or committed any tortious act within this state. It seems to us that everything relator did concerning these transactions was done in the State of Nebraska . . .</blockquote>\n<blockquote>We cannot believe that the legislature in enacting Section 506.500 intended that it would apply to the factual situation before us. To do so would mean that a nonresident bank could be sued in Missouri for acts wholly performed in the state of its residence in the usual course of conducting its banking business.</blockquote>\n<blockquote>It is our further view that the tenuous contacts which relator had with Missouri were not sufficient to meet the \"minimum contacts\" requirement necessary to comply with constitutional due process as specified in the cases heretofore discussed. 540 S.W.2d at 35.</blockquote>\n<p>After careful consideration of the factors utilized in both cases it is the opinion of this Court that the factors are identical in both determinations: as to the applicability of the statute and the resolution of the constitutional issues. These factors have been repeatedly itemized by the Eighth Circuit to be as follows: (1) the nature and <i>quality</i> of the contacts with the forum state, (2) the <i>quantity</i> of the contacts with the forum state, (3) the relation of the cause of action to the contacts, (4) the interest of the forum state in providing a forum for its residents, and (5) the convenience of the parties. <i>Electro-Craft Corp. v. Maxwell Electronics Corp.,</i> 417 F.2d 365, 368 (8th Cir. 1969); <i>Aftanase v. Economy Baler Company,</i> 343 F.2d 187, 197 (8th Cir. 1965). Of these, \"the first three of the factors listed are of primary concern in deciding whether jurisdiction may reasonably be asserted.\" <i>Toro Company v. Ballas Liquidating Company,</i> 572 F.2d 1267 (8th Cir. 1978).</p>\n<p>Missouri case law construes the phrase \"commission of a tortious act within this state\" to include extraterritorial acts which produce actionable consequences in Missouri. <i>Missouri ex rel. Deere &amp; Company v. Pinnell,</i> 454 S.W.2d 889 (Mo.1970); <i>Missouri ex rel. Apco Oil Corporation v.</i> <span class=\"star-pagination\">*434</span> <i>Turpin,</i> 490 S.W.2d 400 (Mo.App.1973). Thus, as in the classic example in the American Law Institute's Restatement (Second) of Conflicts of Law § 37(a) (1971),</p>\n<blockquote>. . . one who intentionally shoots a bullet into a state is as subject to the judicial jurisdiction of the state as to causes of action arising from the effects of the shot as if he had actually fired the bullet in the state.</blockquote>\n<p>It is the contention of the plaintiffs that the discriminatory actions and omissions of the various Kansas defendants had as their cumulative effect the location of the majority of the black population of the metropolitan area in the plaintiff school district. This impaction of blacks within the plaintiff school district allegedly creates a racially identifiable school district, which forms the basis of this action. Plaintiffs allege a <i>causal</i> link between the intentional constitutional wrongs committed by the Kansas defendants in Kansas and the racially \"isolated and identifiable school district\", violating the plaintiffs' rights which is the tort occurring in Missouri.<sup>[5]</sup></p>\n<p>This causal link can be discussed in both traditional terms of tort-law and in the due process terminology of <i>International Shoe.</i><sup>[6]</sup> That is, the cause-effect nexus which Prosser calls \"proximate cause\" utilizes the same concepts as the \"minimum contacts\" terminology of the due process considerations. Prosser defines \"proximate cause\" as \"the limitation which the courts have placed upon the actor's responsibility for the consequences of his conduct.\" For:</p>\n<blockquote>In a philosophical sense, the consequences of an act go forward to eternity, and the causes of an event go back to the discovery of America and beyond. [But] <i>legal</i> responsibility must be limited to those causes which are so closely connected with the result and of such significance that the law is justified in imposing liability. Prosser, Law of Torts, § 41 (1971).</blockquote>\n<p>Taking each and every allegation of the plaintiffs as true in regard to the acts and omissions of the Kansas defendants, as a matter of law these actions are not within the purview of the Missouri long arm statute as interpreted in <i>State ex rel. Bank of Gering,</i> supra, 540 S.W.2d 31. The discrimination in housing and education, in recreational and transportation systems, occurred entirely within the state of Kansas. The alleged failure to affirmatively rectify and eliminate the last vestiges of decades of discrimination occurred totally within the state of Kansas, for none of the Kansas defendants' authority extends beyond the territorial boundaries of Kansas. The immediate victims of the unconstitutional behavior by the Kansas tortfeasors were not the plaintiffs in this suit, but were unidentified blacks who allegedly located in the plaintiff school district because of the acts of the Kansas defendants. The children of these persons now attend the schools in the plaintiff district which is predominately black and surrounded by predominately white school districts in the Kansas and Missouri suburbs. The plaintiffs may very well be able to trace through a myriad of factual data and occurrences to attribute the racial concentration of blacks in the Kansas City Missouri School District in whole or in part to the actions of these defendants in the past sixty years. However, as in <i>Bank of Gering,</i> supra, where the draft was directly and factually traceable to a Missouri bank in its processing, this causation in fact does not establish legal proximate cause required by the phrase \"commission of a tortious act within this state.\"</p>\n<p>Furthermore, even if the statute were applicable as intended by the Missouri legislature, <span class=\"star-pagination\">*435</span> this application would offend the due process considerations of the Constitution. In making this determination, the Court recognizes that the minimum contacts test is \"not susceptible of mechanical application; rather, the facts of each case must be weighed to determine whether the requisite `affiliating circumstances' are present.\" <i>Kulko v. California Superior Court,</i> 436 U.S. 84, 98 S.Ct. 1690, 56 L.Ed.2d 132 (1978).</p>\n<p>The facts of this case lead to the conclusion that the contacts of the Kansas defendants with Missouri are of insufficient quantity and quality to render this application of the long arm statute compatible with traditional notions of due process. The Kansas defendants did not avail themselves of any privileges afforded by the forum state. The plaintiffs do not allege in their complaint nor in their exhaustive briefs that the discriminatory acts throughout this century were performed with an express intent to render the Kansas City Missouri School District racially identifiable and isolated. Although not a required element, a lack of express intent dictates a greater quantum of affiliating contacts with the forum. See <i>Hutson v. Fehr Brothers,</i> 584 F.2d 833 (8th Cir. 1978). Furthermore, assuming plaintiffs' allegations as true that people of the minority race settled in Kansas City, Missouri, in whole or in part due to the racial climate on the Kansas side of the state line, those actions are not legally related to the cause of action of this litigation. This action seeks to rectify an unconstitutional condition of education, and does not seek to redress by way of class action the collective harm experienced for sixty years by blacks in Kansas City, Missouri. \"In personam jurisdiction simply cannot rest on such a frail foundation\" as this tenuous causal link. <i>Hutson,</i> supra.</p>\n<p>In concluding its latest decision on long arm statutes, the Supreme Court stated in <i>Kulko,</i> supra, that the California courts:</p>\n<blockquote>failed to heed our admonition that \"the flexible standard of <i>International Shoe</i>\" does not \"herald the eventual demise of all restrictions on the personal jurisdiction of state courts.\" . . . In <i>McGee v. International Life Insurance Co.,</i> supra, we commented on the extension of in personam jurisdiction under evolving standards of due process, explaining that this trend was in large part \"attributable to the . . . increasing nationalization of commerce . . . [accompanied by] modern transportation and communication [that] have made it much less burdensome for a party sued to defend himself in a State where he engages in economic activity.\" . . . But the mere act of sending a child to California to live with her mother is not a commercial act and connotes no intent to obtain nor expectancy of receiving a corresponding benefit in the State that would make fair the assertion of that State's judicial jurisdiction. 436 U.S. at 101, 98 S.Ct. at 1702, 56 L.Ed.2d at 147.</blockquote>\n<p>These restrictions on personal jurisdiction are still vital and exacting. Herein, it may seem anachronistic to deny the application of a state's long arm statute to obtain jurisdiction over defendants who are not a continent away but only a few miles from this Courthouse. It may be true that in the future these restrictions on personal jurisdiction may fall. Nevertheless, this Court must avoid \"embracing the exhilarating opportunity of anticipating a doctrine which may be in the womb of time, but whose birth is distant.\" <i>Spector Motor Service v. Walsh,</i> 139 F.2d 809 (2nd Cir. 1944).</p>\n<p></p>\n<h2>III. SERVICE OF PROCESS UNDER RULE 4(f)</h2>\n<p>In the alternative, plaintiffs argue that if the long arm statute is inapplicable to obtain <i>in personam</i> jurisdiction over the Kansas defendants, then those defendants are \"persons needed for a just adjudication\" under Rule 19, Fed.R.Civ.Pro., and may be joined with the Missouri defendants as necessary parties under Rule 4(f). Plaintiffs' error lies in its contention that Rule 4(f) \"offers an alternative source of jurisdiction\" to assert jurisdiction over the Kansas defendants.</p>\n<p><span class=\"star-pagination\">*436</span> The plain language of Rule 4(f) indicates that the 100 mile bulge provision is applicable only in conjunction with Rules 14 and 19. The 100 mile territorial extension has no affect upon the range of service upon <i>original</i> parties. In conjunction with Rule 19, the second sentence of Rule 4(f) clearly contemplates \"<i>additional</i> parties to a <i>pending</i> action\" indicating that Rule 4(f) is not to be utilized to obtain service of process upon original parties. See <i>Roscoe-Ajax Construction Co. v. Columbia Acoustics &amp; Fireproofing Co.,</i> 39 F.R.D. 608 (S.D.N.Y. 1966); <i>White v. Diamond,</i> 390 F.Supp. 867 (D.Md.1974).</p>\n<p>There are those cases which propose that Rule 4(f) establishes personal jurisdiction over a third party properly served within the 100 mile bulge. That is, a third party may be amenable to federal process in a state other than the forum state but within the 100 mile area if the party served has sufficient contacts with the \"bulge\" area. These cases, as distinguished from the view in <i>Karlsen v. Hanff,</i> 278 F.Supp. 865 (S.D. N.Y.1967) which held that 4(f) deals only with service and does not affect amenability to suit, stand for the proposition that the clear thrust of 4(f) was indeed amenability to suit. See <i>Pierce v. Globemaster Baltimore, Inc.,</i> 49 F.R.D. 63 (D.C.Md.1969); <i>Coleman v. American Export Isbrandtsen Lines, Inc.,</i> 405 F.2d 250 (2nd Cir. 1968). Nevertheless, these cases still remain in agreement with the more traditional decisions, to which this Court adheres, that \"Rule 4(f) has no effect, by its own terms, on service upon the original parties.\" <i>Pierce v. Globemaster,</i> supra, 49 F.R.D. at 67.</p>\n<p>Plaintiffs argue that there <i>are</i> additional parties present, namely the Missouri defendants, and therefore the Kansas defendants are \"additional parties\", if only the Court will make the determination that the Kansas defendants are Rule 19 parties. This determination will not be made at this time. This may appear hypertechnical, but, to allow plaintiffs to utilize a shotgun approach of naming numerous defendants under alternative theories of personal jurisdiction  either long arm or 4(f) via Rule 19  would subvert the orderly procedure necessary for the conduct of any litigation. Rule 19 was never intended to be a plaintiff's weapon to gain personal jurisdiction over original parties.</p>\n<p>Aside from this very practical consideration are the legal dictates of Rule 19 itself. The Court, despite the extensive briefs of the parties upon the various motions, does not possess at this early stage in the litigation, the requisite information to judicially determine the factors set forth in Rule 19(a) and (b). Currently, the plaintiffs have filed a complaint and the defendants have filed their motions to dismiss.<sup>[7]</sup> At this stage of the litigation, the only certainty is that this is a desegregation suit to rectify the alleged unconstitutional condition experienced by the plaintiff students. Undue emphasis has been placed upon the remedy prayed for in the complaint.</p>\n<p>As stated in <i>Milliken</i> I and II, supra, the remedy will be shaped by the magnitude of the violation found. As the litigation progresses through discovery and evidence is uncovered and presented to the Court in conjunction with appropriate motions, it may very well become apparent that the Kansas defendants are indispensably necessary under Rule 19. However, at this early stage, it would appear that they would be merely proper parties if they were susceptible to in personam jurisdiction.</p>\n<p>Unfortunately, classic desegregation cases are measured in years and not months. Although this Court promises to expedite this litigation, the actual evidentiary phases of the litigation will proceed at such a pace as to allow any and all persons who are not presently parties to the action to intervene and to allow for a judicial determination as to which parties should be brought into the action without prejudice to those temporarily absent. The Court notes that in <i>United States v. Board of School Commissioners, Indianapolis, Indiana,</i> 332 <span class=\"star-pagination\">*437</span> F.Supp. 655 (S.D.Ind.1971), and in <i>Milliken I,</i> the numerous additional parties were joined well after the litigation's inception after growing evidence revealed the magnitude of the unconstitutional violation. Any immediate determination herein would be premature as to whom should be joined in this action in addition to the numerous Missouri defendants for the purposes of determining the remedy.</p>\n<p></p>\n<h2>IV. STANDING</h2>\n<p>The defendants have raised the issue of standing by way of motions to dismiss and several defendants have raised it by way of answer. Inquiry into this issue is dictated:</p>\n<blockquote>Because it is jurisdictional in nature and Constitutional in origin, [and standing] it is a \"threshold requirement\" which must be satisfied before the federal court can take cognizance of any claim. <i>Evans v. Lynn,</i> 537 F.2d 571, 590 (2nd Cir. 1975).</blockquote>\n<p>For purposes of ruling upon a motion to dismiss for lack of standing, the material allegations of the complaint must be construed in favor of the plaintiff.</p>\n<p>It is not within the province of the Court to decide the truth of the factual allegations of the complaint in its determination that the complaint is \"something more than an ingenious academic exercise in the conceivable.\" <i>United States v. Scrap,</i> 412 U.S. 669, 688, 93 S.Ct. 2405, 2416, 37 L.Ed.2d 254 (1973).</p>\n<p>In determining the question of standing, this Court profits from several recent decisions which shed light upon this concept. In <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 45 L.Ed.2d 343, 354 (1975), the Supreme Court extensively re-examined the requirements of standing and stated that a determination of standing involves an inquiry of both \"constitutional limits on federal court jurisdiction and prudential limits on its exercise.\"</p>\n<p>Whereas the constitutional <i>requirements</i> focus upon the existence of a case or controversy, the prudential <i>limitations</i> focus upon the identity of the party-plaintiffs. That is, it is a question of whether the plaintiffs are \"proper proponents of the particular legal rights on which they base their suit.\" <i>Singleton v. Wulff,</i> 428 U.S. 106, 112, 96 S.Ct. 2868, 2873, 49 L.Ed.2d 826, 832 (1976), <i>Regents of Univ. of Minn. v. National Collegiate Athletic Association,</i> 560 F.2d 352 (8th Cir. 1977).</p>\n<p>From a reading of <i>Warth</i> and the body of case law upon which that decision is founded, it can be stated that the constitutional requirements are three in number: First, the plaintiffs must suffer some threatened or actual injury resulting from the allegedly illegal action, thus giving to the plaintiffs a \"personal stake in the outcome\". Secondly, the asserted injury must be the consequence of the defendants' actions; and, finally, the prospective relief sought must have the ability to remove the harm.</p>\n<p>Defendants attack the standing of all the plaintiffs treating them as \"one entity for all intents and purposes\" because of the identity, privity and similar purpose of each plaintiff. (consolidated brief of Mo. School Districts, p. 10, n. 2). Defendants' treatment of all the plaintiffs as one entity for the purposes of standing is erroneous. In an action for monetary damages, each and every plaintiff must have standing to reap the benefits of judgment against the defendant. In an equity proceeding seeking declaratory and injunctive relief, such as the instant litigation, it is customary for courts to cease their inquiry once a proper plaintiff has been identified which satisfies the \"case or controversy\" requirements. Nevertheless, an individual inquiry must be made. See <i>Arlington Heights v. Metro Housing Corp.,</i> 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450, n.9 (1977). Therefore, this Court will examine the individual plaintiffs to determine if the constitutional requirements of standing are met, and if so, whether any prudential limitations exist which warrant a dismissal for lack of standing.</p>\n<p></p>\n<h2><i>A. Plaintiff Kansas City Missouri School District (KCMSD)</i></h2>\n<p>First, is there \"injury in fact\"? Plaintiff School District alleges and argues <span class=\"star-pagination\">*438</span> that its identifiable \"injury in fact\" is the reduction of the taxing potential and tax base within its boundaries as a consequence of defendant's segregative actions and omissions. This injury allegedly results from the white flight from Kansas City proper into the suburban communities throughout the metropolitan area. This white flight allegedly impacts the plaintiff school district with a higher percentage of disadvantaged minority race students which, in turn, results in increased operating expenses on a \"per pupil basis as the disadvantaged children are in greater need of individual attention, compensating education, counseling and other educational services.\" Therefore, although the defendants' alleged segregative actions are asserted to be unconstitutional and illegal because they violate the equal protection rights of students within the district, plaintiff district maintains that it is also economically injured. (¶ 37, p. 15, plaintiff's complaint). These economic injuries constitute \"injury in fact\" sufficient to meet the first constitutional requirement. Defendants quote at length from the taxpayers' suits, <i>Frothingham v. Mellon,</i> 262 U.S. 447, 43 S.Ct. 597, 67 L.Ed. 1078 (1923) and its progeny, presumably for the proposition that the interests asserted by plaintiffs are \"minute and indeterminable\". Yet, plaintiffs correctly reply that no plaintiff has asserted status as a taxpayer as a basis for standing. No minimum monetary amount is required to demonstrate injury in fact. All that is necessitated is concrete injury, economic or otherwise, without examination of the quantum. \"The court is not to consider the weight or significance of the alleged injury, only whether it exists.\" <i>Coalition for the Environment v. Volpe,</i> 504 F.2d 156, 168 (8th Cir. 1974). Thus, plaintiff KCMSD, by and through its superintendent and Board of Education, successfully complies with the first constitutional requirement.</p>\n<p>Secondly, is the asserted injury a consequence of the defendants' actions? This constitutional criterion does not require absolute certainty or proven fact, for to do so would transform an inquiry of standing into a determination of the merits. Rather, the concrete injury must be reasonably capable of being traced to the actions of the defendants. Herein, plaintiffs have alleged that the harm asserted is the foreseeable consequence of the defendants' actions or omissions. That is, the defendants' illegal activities have caused segregation, which in turn gives rise to white flight and a reduction of plaintiff districts' tax base, and racially impacts the KCMSD's increasing educational costs. This allegation although too tenuous to support in personam jurisdiction over the Kansas defendants is constitutionally sufficient to \"support an actionable causal relationship between\" the defendants' actions and plaintiffs' injuries, at least as to the Missouri defendants. <i>Warth v. Seldin, supra,</i> 422 U.S. 490, 95 S.Ct. 2197, 45 L.Ed.2d at 359.</p>\n<p>Finally, will the prospective relief which is sought have the ability to alleviate the alleged injury? This inquiry is not as readily answered in the affirmative as are the previous constitutional requirements. The plaintiffs seek both declaratory and injunctive relief, praying most notably for a court order requiring the defendants to submit a plan for the inter-district assignment of students throughout the metropolitan area.</p>\n<p>Plaintiff KCMSD is asking this Court to recognize that the allegedly illegal acts of the defendants have as their ultimate effect the economic injury to the KCMSD. This is a logical and legal exercise which the Court can readily perform. However, to retrace the steps upward on the logical ladder causes this Court to hesitate. It is distinctly possible that the rights of the student-plaintiffs may be vindicated and their injuries redressed <i>without</i> alleviating the financial injury asserted by the plaintiff school district. As stated, this third question causes this Court to hesitate without deciding the issue, for assuming that this third constitutional requirement is satisfied, the prudential limitations raise related insurmountable obstacles.</p>\n<p>The <i>prudential</i> limitations placed on standing have been established to insure that the plaintiff is not only an aggrieved <span class=\"star-pagination\">*439</span> party but also an <i>effective</i> advocate of the issues. To this end the Supreme Court has stated:</p>\n<blockquote>. . . even when the plaintiff has alleged injury sufficient to meet the \"case or controversy\" requirement, this Court has held that the plaintiff generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties. [citations omitted] <i>Warth v. Seldin,</i> supra, 422 U.S. at 499, 95 S.Ct. at 2205, 45 L.Ed. at 355.</blockquote>\n<p>Without such limitations on the exercise of judicial power, the courts would be asked to decide abstract questions of wide public significance even though other plaintiffs may be more competent to litigate the issues. Furthermore, even if the issues are not abstract but are specifically concrete, these limitations are imposed because \"assertion of third parties' rights would come with `greater cogency' from the third parties themselves.\" <i>Singleton v. Wulff,</i> 428 U.S. 106, 114, 96 S.Ct. 2868, 2874, 49 L.Ed.2d 826, 833 (1976).</p>\n<p>Plaintiff KCMSD maintains that <i>Brewer v. Hoxie School District No. 46,</i> 238 F.2d 91 (8th Cir. 1956) together with <i>Akron Board of Education v. State Board of Education of Ohio,</i> 490 F.2d 1285 (6th Cir. 1974) cert. denied 417 U.S. 932, 94 S.Ct. 2644, 41 L.Ed.2d 236 (1974) stand for the proposition that a school district and its board members have standing to challenge any action which violates the 14th Amendment rights of students of that district. A reading of these two cases reveals that the decisions are consistent with traditional <i>jus tertii</i> doctrine.<sup>[8]</sup> Generally, a party lacks standing to assert the rights of a third person. This rule, as with all general rules, prevails unless one of the exceptions is applicable. The following factors will often warrant abandonment of the rule:</p>\n<blockquote>(1) the existence of some close, special \"relationship\" between the litigant and the third party, and</blockquote>\n<blockquote>(2) the challenged action of the defendants adversely affects that relationship, and</blockquote>\n<blockquote>(3) the third party may be unable to effectively assert his own rights.</blockquote>\n<p>See, <i>Pierce v. Society of Sisters of Holy Names,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925); <i>Eisenstadt v. Baird,</i> 405 U.S. 438, 92 S.Ct. 1029, 31 L.Ed.2d 349 (1972); <i>Warth v. Seldin,</i> supra, 422 U.S. 490, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975); <i>Singleton v. Wulff,</i> supra, 428 U.S. 106, 96 S.Ct. 2868, 49 L.Ed.2d 826 (1976); <i>Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> supra, 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977).</p>\n<p>Because the KCMSD does not assert that the students are unable to effectively assert their own rights, only the first two factors are to be examined: whether there exists a special close relationship and if so whether that relationship is adversely affected by the defendants' actions.</p>\n<p>First, the Court perceives no special and close relationship between the KCMSD and its students in light of <i>Singleton v. Wulff,</i> supra, 428 U.S. 106, 96 S.Ct. 2868, 49 L.Ed.2d 826, and <i>Planned Parenthood v. Citizens for Community Action,</i> 558 F.2d 861, n. 3 at 865 (8th Cir. 1977). The keystone of these decisions is the concept that the enjoyment of the third party's right is \"inextricably bound up with the activity the litigant wishes to pursue,\" <i>Singleton v. Wulff,</i> supra, 428 U.S. at 114, 96 S.Ct. at 2874, 49 L.Ed.2d at 833 and that the relationship is such that the litigant is as fully effective a proponent of the right as the third party.</p>\n<p>The <i>Brewer</i> decision was superficially re-examined in <i>Regents of Univ. of Minnesota v. National Collegiate Athletic Association,</i> 560 F.2d 352 (8th Cir. 1977). Therein, the <span class=\"star-pagination\">*440</span> Regents were directed by the defendant NCAA to declare certain student athletes ineligible from participation in intercollegiate activities for allegedly selling season athletic tickets at premium prices in contravention of NCAA rules. The Court accepted plaintiffs' standing on the grounds that the Regents had a constitutional duty to afford the students minimum due process and that the defendant NCAA interfered with the performance of that duty by insisting that the plaintiffs take action inconsistent with that duty. Thus the plaintiffs were found to have standing. The Court noted that more recent decisions may soon warrant a re-examination of the sweeping language of <i>Brewer.</i></p>\n<p>Herein, it is argued that the KCMSD has an affirmative duty to desegregate its schools and that the actions of the defendants prevent the KCMSD from achieving maximum desegregation. Thus, the KCMSD contends that its interest is sufficiently close to the interests of the students so that it may challenge the defendants' actions which allegedly interfere with that relationship.</p>\n<p>The interests of the KCMSD and its students is not sufficiently close nor \"inextricably bound\". The KCMSD is most assuredly under a constitutional affirmative duty to eradicate segregation within its schools. However, its duty corresponds to its authority and its authority ceases at its boundaries. Accepting the allegation as true that the KCMSD has achieved internal desegregation within its schools, the KCMSD has fully discharged its duty to its students. Having fully achieved its obligations to its students, it cannot be said that the actions of the defendants are interfering with the course of action which the KCMSD wishes to pursue or that the defendants' actions adversely affect the relationship between KCMSD and its students. In <i>Brewer,</i> the plaintiff school district's affirmative duty to desegregate its schools for the constitutional benefit of its students was directly interfered with by the defendant's tortious actions. In <i>Akron,</i> the plaintiffs had been commanded by action of the State Board of Education to transfer a portion of the plaintiff district to another school district. Such action allegedly would have had the effect of \"leading in the direction of segregation\". Therefore:</p>\n<blockquote>Such conduct would place the Board and its members and its Superintendent in the position of violating the Fourteenth Amendment to the United States Constitution. It would subject plaintiffs to being defendants in a suit to restrain conduct which they appear to abhor and which they avow to be unconstitutional. 490 F.2d at 1290.</blockquote>\n<p>The KCMSD is not in a similar dilemma. It argues that despite its efforts to achieve the maximum degree of desegregation possible within its boundaries, the rights of its students are still being violated by the metropolitan wide segregative condition. Therefore, it contends, it is subject to liability as were the plaintiffs in <i>Akron</i> and <i>Brewer.</i> The situation is legally dissimilar. The position of the KCMSD is rather analogous to a classic impleader situation: having accomplished all that it can to eradicate segregation, the evil remains thus exposing KCMSD to suit by its students; however, if sued, it could point the finger of liability to the defendants named herein. This distinction is vitally important and prudentially limits the ability of the KCMSD to litigate the rights of its students.</p>\n<p>Finally, other very practical considerations and factors lead to the conclusion that critical prudential restrictions exist warranting the denial of standing to the KCMSD. Of primary concern is the distinct potential for the evidence to uncover acts of discrimination by the plaintiff School District itself. The Court notes the administrative action brought against the KCMSD by HEW and the final decision by the Administrative Law Judge as to the ineligibility of the KCMSD to receive certain federal funds due to a finding of a segregative condition within the KCMSD.<sup>[9]</sup><span class=\"star-pagination\">*441</span> In addition, in the complaint and the voluminous briefs, references have been made as to certain arrangements whereby black students purportedly were educated by the KCMSD on an exchange basis with some defendants. Without making a finding as to these extraneous facts, the Court merely notes their presence as warning signals of potential conflicts of interest in the future course of this litigation.</p>\n<p>Without accepting as binding the findings of fact of the Administrative Law Judge and without determining the truth of the allegation, the Court merely notes that these factors militate against the KCMSD accepting the role as primary advocate of its students' rights. To be an effective advocate of the issue of metropolitan wide desegregation, that advocate must be willing to vigorously pursue all facets of the evidence, and the plaintiff school district assures the Court that it will. Nevertheless, the potential for conflicting interests between the students seeking to show the <i>greatest</i> extent of the segregative conditions in the area and the interests of the plaintiff school district which may resist the introduction of incriminating evidence concerning its own past or present actions is a very real and threatening potential.</p>\n<p>This litigation must follow the guidelines set forth in <i>Dayton Board of Education v. Brinkman,</i> 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977). That is, in desegregation suits in localities where mandatory segregation by law has long ceased, the first determination by the trial court must be as to the intent of the defendants concerning the alleged segregative actions. Secondly, if constitutional violations are found, it must be determined \"how much incremental segregative effect [the] violations had on the racial distribution of the . . . school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations.\" Finally, the remedy must be designed to redress that difference. <i>Dayton,</i> supra, 433 U.S. at 420, 97 S.Ct. at 2775, 53 L.Ed.2d at 863. To perform this threefold task, the Court must be presented with all appropriate and relevant evidence and cannot be shielded from incriminating evidence of past (or even present) discriminatory actions of the KCMSD.</p>\n<p>Of secondary importance are the other factors which prudentially warrant a finding of lack of standing. Among these are the possibility that the economic injury to the KCMSD may be relieved by alternative financing methods for school districts. Thus, if the economic difficulties of the KCMSD are alleviated, will the KCMSD continue to zealously argue for the rights of the aggrieved students? Will the litigation be abandoned in midstream due to disgruntled taxpayers bringing pressure upon the elected school officials? Will future board members possess the same views as the present members in this litigation which will be measured in years due to the almost certainty of frequent appeals?</p>\n<p>Thirdly, as stated in the dissent in <i>Akron,</i> it is inadvisable for the federal courts to \"get involved with disputes between state political agencies where plain and adequate remedies for their resolution are provided under state law.\" Judge Pratt dissenting in <i>Akron,</i> 490 F.2d at 1299. This litigation is essentially a suit brought by the KCMSD against its superior state agency and the state of Missouri itself, with sister districts named as co-defendants. The injury of the plaintiffs is basically that the segregative condition in the metropolitan area has precipitated an undue financial burden upon the KCMSD. \"Controversies <span class=\"star-pagination\">*442</span> and disputes between state political agencies should properly be resolved in the state courts\" even when those disputes are framed as desegregation suits on behalf of aggrieved students. Judge Pratt's analysis of <i>Triplett v. Tiemann,</i> 302 F.Supp. 1239 (D.Neb.1969) and his statement that the Akron School Board had \"no standing power or authority to sue for alleged constitutional violation of the rights of other persons\" create grave doubts as to the prudence of allowing the KCMSD to litigate the rights of its students.</p>\n<p>These very grave concerns lead to the conclusion that even if the KCMSD could satisfy the constitutional requirements of standing, the prudential limitations expressed in the doctrine of <i>jus tertii</i> lead to the conclusion that the KCMSD is not the correct nor effective advocate of its students' rights.</p>\n<p>Additionally, because the KCMSD lacks independent standing due to the numerous prudential limitations dictating that the issues should not be litigated by that plaintiff, the KCMSD should be dismissed as a party plaintiff and realigned as a party defendant. Ordinarily, the presence of the co-plaintiff-students would redeem the lack of the KCMSD's lack of standing, see, <i>Arlington Heights v. Metro Housing Corp.,</i> supra, 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d at 494, n. 9. Nevertheless, because the potential for conflict of interest between the KCMSD and the student plaintiffs is so severe, a dismissal of the party lacking standing is necessitated. <i>Calvin v. Conlisk,</i> 520 F.2d 1, 11 (7th Cir. 1975). A determination of the incremental segregative effects of the violations of the defendants under <i>Dayton</i> cannot be accurately made without the presence of the KCMSD as a party defendant. Because of the KCMSD's relationship with the defendant State of Missouri and the defendant Missouri State Board of Education, any remedy involving the restructuring of districts would necessarily entangle the KCMSD as well. Other outlying districts may or may not be needed to be joined, as discussed more fully herein, but it is elementary that the inquiry must begin with the students' own district. For these reasons, the KCMSD must be joined as a party defendant under Rule 19(a) and Rule 21.</p>\n<p></p>\n<h2><i>B. The plaintiff-students' standing</i></h2>\n<p>It can be accurately stated without discussion that the plaintiff-students meet the constitutional requirements of standing to litigate their constitutional rights. No prudential limitations appear. Nevertheless, the Court notes a conflict of interest as a result of the addition of the KCMSD as a party defendant. The parent-next friends of the plaintiff-students cannot straddle both sides of the fence. As members of the Board of Education of the Kansas City Missouri School District, they must necessarily be party defendants in their official capacities. Yet as next friends to the plaintiff-students, an insurmountable conflict arises. Therefore, the Court perceives two alternatives: either a substitution of next friends or resignation and disaffiliation from the KCMSD in any capacity. Furthermore, separate legal representation must be obtained by the plaintiff-students who are now represented by the legal counsel for the KCMSD. Once these measures are achieved, the parties will be properly aligned and the case in the correct posture to begin discovery.</p>\n<p></p>\n<h2>V. JOINDER OF PERSONS NEEDED FOR A JUST ADJUDICATION; MOTION TO MAKE MORE DEFINITE</h2>\n<p>In the alternative to their motions to dismiss the plaintiffs' complaint, the Missouri defendants argue that numerous Rule 19 parties need to be joined and that the complaint is so vague as to make a responsive pleading difficult if not impossible.</p>\n<p>In regard to the absent possible Rule 19 parties, the defendants suggest that because the various city governments in the metro area would have a very great interest in the relief prayed for that they should be joined as parties to this action. Other missing potential parties are suggested to be the remaining school districts in the geographical region which were not named as defendants, <span class=\"star-pagination\">*443</span> water districts, fire districts and sewer districts. Defendants suggest that unless these unnamed defendants who have a vital interest in the shaping of any relief are named to the action by the plaintiffs, that the action should be dismissed. Defendants place the sole burden on the plaintiffs apparently without recognizing that they as defendants may move to join additional defendants or that the Court itself may join additional parties under Rules 19 and 21. Failure by the plaintiffs to name possible Rule 19 parties in the original complaint does not render the complaint defective warranting dismissal. Because the defendants assert the absence of certain possible defendants as grounds for objecting to the complaint rather than as a motion to join additional parties, the motion to dismiss the complaint for the alleged failure to name as original parties additional possible defendants is denied. Ample opportunity will be available for the plaintiffs to amend their complaint if necessary or for a more thoughtful briefing and consideration of the issue of joinder of absent possible parties.</p>\n<p>In the alternative, the Missouri defendants have moved for a more definite statement arguing that the complaint is so vague as to make a responsive pleading difficult if not impossible. It is true that under Rule 8, only a short and plain statement of the claim is required as opposed to a statement of all of the facts upon which the claim is founded. This \"notice\" pleading:</p>\n<blockquote>is made possible by the liberal opportunity for discovery and the <i>other pretrial procedures</i> established by the Rules to disclose more precisely the basis of both claim and defense and to define more narrowly the disputed facts and issues. <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 103, 2 L.Ed.2d 80, 85 (1957) (emphasis added)</blockquote>\n<p>The \"pretrial procedures\" mentioned in the above quote are footnoted by the Supreme Court to include the motion for a more definite statement. However, in practice, the motion is infrequently granted because by its own terms, it is not proper unless the pleading is \"so vague or ambiguous that a party cannot reasonably be required to frame a responsive pleading.\" It should not be granted merely to require evidentiary detail normally the subject of discovery. 2A <i>Moore's Federal Practice,</i> ¶ 12.18, p. 2396.</p>\n<p>In Count III of the complaint, the Missouri school districts are alleged to have violated plaintiffs' constitutional rights by intentionally segregating students on the basis of race and by maintaining school segregation in the metropolitan area by (1) participating in the operation of the state mandated segregated school system before 1954; (2) transferring students across district lines for purposes of segregation; (3) engaging in discriminatory employment practices which discourage minority race residence and attendance within the various defendant districts; (4) obstructing school district boundary line changes which would have reduced racial segregation; and (5) failing to fulfill their constitutional duties to dismantle the previous state dual system of schools and to eliminate the remaining vestiges of their previously discriminatory actions. It would appear that responsive pleadings in the form of denials or admissions can be made to the allegations which are sufficiently specific in Count III as to appraise the named defendants of the nature of the claims against them. The motion is accordingly denied.</p>\n<p></p>\n<h2>VI. FEDERAL DEFENDANTS</h2>\n<p>The federal defendants (HUD, HEW, DOT) have jointly moved for dismissal of the complaint as against them on the grounds that the plaintiffs lack standing to challenge the actions of HUD and DOT in that the plaintiffs are not \"beneficiaries\" of the various programs which the plaintiffs assert have been administered in a discriminatory manner. As against HEW, however, the plaintiffs would have standing concerning the HEW assisted school programs, but the defendants assert that the plaintiff KCMSD has not exhausted its administrative remedies. Because the KCMSD has been realigned as a defendant, <span class=\"star-pagination\">*444</span> this later argument is mooted. The briefs of the federal defendants were naturally slanted towards the KCMSD but it is presumed that the term \"plaintiffs\" as used in the brief included the plaintiff students.</p>\n<p>It is true that plaintiffs are not the beneficiaries of the various programs administered by the federal defendants. However, the standing of the plaintiff students to assert the alleged violations of their constitutional rights is not dependent upon whether or not the plaintiffs were the direct recipients of the housing or transportation systems. It is alleged that these defendants have violated the plaintiffs' rights, e. g. that in relocating persons in the path of federal highways, the relocation was administered in such a discriminatory manner as to segregate the schools in the area. The students undoubtedly possess standing to assert these claims.</p>\n<p>The federal defendants have also moved in the alternative for a more definite statement. Unlike the allegations against the Missouri state defendants, the Missouri school districts, and HEW whose actions were in the field of education, the actions of HUD and DOT are unrelated to education but are alleged to have a segregative effect on education.</p>\n<p>The allegations against HUD appear to be sufficiently specific to enable HUD to form a responsive pleading thereto. It alleges actions which had as their intent and result the promotion of residential segregation which in turn increased racial isolation and composition of the KCMSD and caused the plaintiffs constitutional harm. The specific acts are set forth in Count VIII, ¶ 71 and a responsive pleading in the form of a denial or admission can be made from these allegations.</p>\n<p>The counts against HEW and DOT are somewhat more vague and conclusionary. However, when read in conjunction with the factual allegations preceding the individual counts, the defendants should be able to form a responsive pleading thereto. For instance even though Count VII which alleges that DOT in the construction of highways \"relocated, or permitted recipients of federal aid to relocate\" persons in a manner which promoted residential segregation does not identify the specific highway projects in the vast metro area, these facts can be readily uncovered by discovery. So too, the specific \"actions\" of HEW forming the pattern of ignoring \"the necessity and practicality of desegregation within the metropolitan area\" alleged in Count VI may be determined with greater specificity during discovery. For these reasons, the joint motion of the federal defendants for a more definite statement is denied.</p>\n<p></p>\n<h2>VII. REMAINING MOTIONS</h2>\n<p>Also placed before this Court are the motions for dismissal raising the issues of laches and unclean hands and failure of the KCMSD to exhaust administrative remedies. These grounds for dismissal are mooted by the Court's finding that the KCMSD lacks standing to assert the claims of its students in this action. However, these grounds would not merit dismissal absent the motion to dismiss the KCMSD due to lack of standing. Furthermore, the defendants questioned the KCMSD's legal capacity to sue under a statutory technicality in that the revised Missouri statute deleted the phrase \"may sue and be sued\". Mo.Rev. Stat. § 162.311. When the statute pertaining to six-director school districts (and urban districts to which the six-director statutes apply if not in conflict with specific statutes relating to urban districts) was revised, the phrase was deleted although the legislature did not delete the phrase from other statutes dealing with other types of school districts. It cannot be assumed that only some districts have legal capacity to sue and be sued whereas others do not.</p>\n<p>As corporate bodies, certain implied powers are inherently possessed to effectuate the expressly delegated powers. See <i>Harrison v. Hartford Fire Insurance Co.,</i> 55 F.Supp. 241, 242 (W.D.Mo.1944). The KCMSD had legal capacity to institute this suit, and now having been realigned with the other school districts, has legal capacity to be sued.</p>\n<p><span class=\"star-pagination\">*445</span> Finally, the motion to dismiss the individual school district superintendents is denied. <i>Cooper v. Aaron,</i> 358 U.S. 1, 78 S.Ct. 1401, 3 L.Ed.2d 5 (1958) clearly established the liability of local officers of state entities. Furthermore, in answer to the objections of those named superintendents who are no longer school officials, the plaintiffs have assured the parties and the Court that under Rule 25, Fed.R.Civ.Pro., motions for substitutions or amendments to reflect the changes in various personnel will be made periodically.</p>\n<p></p>\n<h2>VIII. CERTIFICATION UNDER 28 U.S.C. § 1292(b)</h2>\n<p>Ordinarily, a denial of a motion to dismiss a complaint would not be appealable due to the lack of finality. <i>Refrigerated Food Line, Inc. v. Republic Industries, Inc.,</i> 449 F.2d 756 (8th Cir. 1971). However, because the denial of the motion rests on a resolution of a determinative question of law as to the scope of federal remedial powers in relation to the cause of action rather than on a question of \"pleading etiquette\", certification under § 1292(b) is appropriate. Wright &amp; Miller, Federal Practice and Procedure: Jurisdiction § 3931, p. 177. Furthermore, the portions of this order dismissing the Kansas defendants for lack of in personam jurisdiction and denying the KCMSD standing and realigning it as a party defendant are also certifiable under § 1292(b). See <i>Schnell v. Peter Eckrich &amp; Sons, Inc.,</i> 279 F.2d 594 (7th Cir. 1960); <i>Burch v. Goodyear Tire &amp; Rubber Co.,</i> 554 F.2d 633 (4th Cir. 1977). Accordingly, it is the opinion of this Court that the following portions of this order involve controlling questions of law as to which there are substantial grounds for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation: (1) the denial of the motion to dismiss the complaint; (2) the dismissal of the Kansas defendants for lack of in personam jurisdiction; (3) the denial of standing to the KCMSD to litigate the constitutional issues of the complaint; and (4) the realignment of the KCMSD as a party defendant.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>It is the opinion of this Court that this desegregation suit is now in the proper posture to effectively determine the magnitude of the segregative condition alleged, if one exists, and the scope of the remedy to eradicate the unconstitutional condition. The Court stands ready to convene a prediscovery conference for discussing and establishing the procedures of uncovering and unraveling the necessary historical data required by the language of <i>Dayton,</i> supra. Therefore, for the reasons set forth herein, it is hereby</p>\n<p>ORDERED that the motions of the defendants for an order dismissing the plaintiffs' complaint for failure to state a claim upon which relief can be granted are denied; and it is further</p>\n<p>ORDERED that the Kansas defendants, including the State of Kansas, the Governor of Kansas, the State Board of Education of Kansas and its individual members, the Commissioner of Education of the State of Kansas, and the Shawnee Mission, Kansas City, Kansas, Turner, Olathe and Southeast Johnson County School Districts are dismissed from this action on the grounds of lack of personal jurisdiction; and it is further</p>\n<p>ORDERED that the plaintiff Kansas City Missouri School District be dismissed as a party plaintiff and rejoined as a party defendant to this action; and it is further</p>\n<p>ORDERED that the conflict of interest existing because of the plaintiff-students' next friends' membership upon the KCMSD Board of Education, a defendant, be resolved within sixty (60) days from the date of this order; and it is further</p>\n<p>ORDERED that the alternative motion of the Missouri defendants for dismissal for failure to join other parties needed for a just adjudication is denied; and it is further</p>\n<p>ORDERED that the motion of the Missouri school district defendants to make the plaintiffs' complaint as against those defendants more definite and certain is denied; and it is further</p>\n<p><span class=\"star-pagination\">*446</span> ORDERED that the motion of the federal defendants to dismiss the complaint is denied, and the motion of the federal defendants to make the plaintiffs' complaint as against those defendants more definite and certain is denied; and it is further</p>\n<p>ORDERED that the motions of the defendants for dismissal on the grounds of laches and unclean hands and failure to exhaust administrative remedies are denied; and it is further</p>\n<p>ORDERED that the defendants' motions to dismiss the complaint on the grounds that the KCMSD lacks legal capacity to sue and be sued are denied; and it is further</p>\n<p>ORDERED that the motions to dismiss the individually named superintendents of the various defendant school districts are denied; and it is further</p>\n<p>ORDERED that specific portions of this order are certified in accordance with 28 U.S.C. § 1292(b) as more fully set forth in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Originally assigned to the Honorable J. W. Oliver, Chief Judge of this District, the case was transferred to this division for all further proceedings on October 4, 1977.</p>\n<p>[2]  The Missouri and federal defendants responded by Rule 12(b) motions whereas the Kansas defendants responded by way of answer incorporating affirmative defenses and praying for dismissal on many of the same grounds and also by way of Rule 12(b) motions.</p>\n<p>[3]  The statute reads in full:\n</p>\n<p>506.500 Actions in which outstate service is authorized.</p>\n<p>1. Any person or firm, whether or not a citizen or resident of this state, or any corporation, who in person or through an agent does any of the acts enumerated in this section, thereby submits such person, firm, or corporation, and, if an individual, his personal representative, to the jurisdiction of the courts of this state as to any cause of action arising from the doing of any of such acts:</p>\n<p>(1) The transaction of any business within this state; (2) The making of any contract within this state; (3) The commission of a tortious act within this state; (4) The ownership, use, or possession of any real estate situated in this state; (5) The contracting to insure any person, property or risk located within this state at the time of contracting.</p>\n<p>2. Only causes of action arising from acts enumerated in this section may be asserted against a defendant in an action in which jurisdiction over him is based upon this section.</p>\n<p>[4]  Section 410.10 of the California Code of Civil Procedure provides:\n</p>\n<p>\"A court of this State may exercise jurisdiction on any basis not inconsistent with the Constitution of this state or of the United States.\"</p>\n<p>[5]  Although constitutional violations are not always torts, they may be \"tortious\" or \"tort-like\" in nature. State action causing injury to a person's constitutional rights is receptive to tort law terminology and concepts. Thus, many of the civil rights statutes create tort-like liability, e. g. 42 U.S.C. § 1983. The Supreme Court has stated § 1983 \"should be read against the background of tort liability.\" <i>Monroe v. Pape,</i> 365 U.S. 167, 187, 81 S.Ct. 473, 484, 5 L.Ed.2d 492, 505 (1961).</p>\n<p>[6]  <i>International Shoe Company v. State of Washington,</i> 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945).</p>\n<p>[7]  As noted earlier, the Kansas defendants, owing to a difference in practice in that federal district, have answered as well as filed Rule 12 motions.</p>\n<p>[8]  There is a subtle distinction between <i>jus tertii</i> (asserting a third person's rights) and an association suing on behalf of its members. See <i>Hunt v. Washington Apple Advertising Commission,</i> 432 U.S. 333, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977). Regardless, a school district is not as a matter of law an association of members as contemplated by the decision and guidelines set forth in <i>Hunt.</i></p>\n<p>[9]  A copy of that decision dated December 22, 1976 was filed by the federal defendants and forms a part of the record of this action. On page 76, Rollie D. Thedford, Administrative Law Judge made the following conclusions of law:\n</p>\n<p>2. In the operation of the schools under its control, the District has created and maintained intentional segregation of the students thereby denying minority students equal protection of the laws guaranteed by the Fourteenth Amendment to the Constitution and equal educational opportunities.</p>\n<p>6. The intentional segregative acts and omissions of the District have contributed to the segregated condition of the schools of the District as they exist today and have perpetuated the former dual system.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">421</span></span> (1978)</b></center>\n<center><h1>SCHOOL DISTRICT OF KANSAS CITY, MISSOURI, et al.<br>\nv.<br>\nThe STATE OF MISSOURI et al.</h1></center>\n<center>No. 77-0420-CV-W-1-3.</center>\n<center><p><b>United States District Court, W. D. Missouri, W. D.</b></p></center>\n<center>October 6, 1978.</center>\n<p><span class=\"star-pagination\">*422</span> <span class=\"star-pagination\">*423</span> <span class=\"star-pagination\">*424</span> <span class=\"star-pagination\">*425</span> <span class=\"star-pagination\">*426</span> James R. Borthwick, Shirley Ward Keeler, Blackwell, Sanders, Matheny, Weary &amp; Lombardi, Kansas City, Mo., Robert E. Manley, Cincinnati, Ohio, Taylor Fields, North, Colbert &amp; Fields, Kansas City, Mo., for plaintiffs.</p>\n<p>Lawrence R. Brown, George E. Feldmiller, Stinson, Mag, Thomson, McEvers &amp; Fizzell, Kansas City, Mo., for defendant Missouri School Districts.</p>\n<p>John L. Vratil, Prairie Village, Kan., Fisher, Ralston, Ochs &amp; Heck, Eugene B. Ralston, Topeka, Kan., for defendant Kansas School Districts.</p>\n<p>Curt T. Schneider, Atty. Gen., John R. Martin, First Asst. Atty. Gen., Topeka, Kan., for the State of Kansas and the Governor, Robert F. Bennett.</p>\n<p>Barbara Allen Babcock, Barbara B. O'Malley, Brook Hedge, Attys., Dept. of Justice, Washington, D. C., Ronald S. Reed, Jr., U. S. Atty., Kansas City, Mo., for federal defendants.</p>\n<p>John D. Ashcroft, Atty. Gen., Sheila K. Hyatt, Asst. Atty. Gen., Jefferson City, Mo., for Missouri State defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>RUSSELL G. CLARK, District Judge.</p>\n<p>This school desegregation action<sup>[1]</sup> is truly a case of first impression. In essence, plaintiffs seek a metropolitan wide desegregation plan in the greater Kansas City area which encompasses two states and seven counties. This metropolitan wide remedy would be the result of a declaration by this <span class=\"star-pagination\">*427</span> Court at the conclusion of the evidence that the numerous defendants have failed to individually carry out their affirmative duties to eradicate segregation in the metro area and have actively contributed to segregation by individual or concerted actions.</p>\n<p>Pending before this Court are the numerous and extensively briefed motions to dismiss filed by the defendants.<sup>[2]</sup> For the reasons stated herein, the motions of all the defendants for dismissal of the action for failure to state a claim upon which relief can be granted are denied, the motions of the Kansas defendants for dismissal for lack of personal jurisdiction are granted, and the defendants' motions to dismiss the Kansas City Missouri School District for lack of standing are granted. The Missouri defendants' motions for joinder of persons needed for a just adjudication are denied as are their motions for a more definite statement. Finally, the federal defendants' motion for a more definite statement is denied.</p>\n<p></p>\n<h2>THE COMPLAINT</h2>\n<p>The plaintiffs are comprised of the Kansas City Missouri School District (KCMSD), by and through its officers  the Board of Education and Superintendent. Joined as co-plaintiffs are the three minor children of one School Board member, and one minor child of another School Board member, represented by their parent-board members as next friends.</p>\n<p>Although the individual defendants are in excess of 35 in number, they can be classified into three distinct classes and will be referred to accordingly: the \"Kansas defendants\" comprising the State of Kansas, the Kansas State Board of Education, and certain Kansas school districts within the metropolitan area and the executive officers of each respective defendant; the \"Missouri defendants\" comprising the State of Missouri, the Missouri State Board of Education, and certain Missouri school districts within the metropolitan area and the executive officers of each respective defendant; and the \"federal defendants\" comprising the United States Departments of Housing and Urban Development (HUD), of Health, Education and Welfare (HEW), and of Transportation (DOT), and the respective executive officers of each department.</p>\n<p>The complaint is in eight counts against the respective defendants, each count incorporating by reference the general allegations which precede the individual counts. The general allegations describe the metropolitan region, the constitutional violation and resulting injury, and a description of the remedy sought.</p>\n<p>Basically, it is alleged that metropolitan Kansas City covers a geographic area reaching into two states and seven counties, containing over 50 municipalities and separate school districts. Despite this overlap of governmental jurisdictions and political units, it is alleged that the metro area is essentially a single urban community in the daily course of commerce, employment, athletics, recreation, cultural activities, utilities, transportation, media and social services. The planning and development of highways, housing, medical care, sewer and water projects, etc. are all coordinated and conducted on a large metropolitan basis.</p>\n<p>Although it is alleged that the metro area is in reality a single community with economic and social problems which are \"shared by the entire community\", it is alleged that the states of Missouri and Kansas have intentionally \"caused public education to be provided on a piecemeal basis by separate governmental units with arbitrarily determined boundaries.\" Both states have provided public education in a \"manner which has caused and increased racial segregation between defendant school districts and plaintiff district.\"</p>\n<p>The complaint also makes the following allegations: that prior to 1954 both Missouri and Kansas either mandated or encouraged segregation in housing, employment, <span class=\"star-pagination\">*428</span> recreation, transportation, and public education. School districts \"were the states' tools for making segregation a reality\" in the field of education. The purpose and effect of the unlawful maintenance of these segregative policies and practices was to concentrate minority race persons within the plaintiff school district, KCMSD. After 1954, the various defendants took certain steps toward desegregation in education and in other areas but the \"state defendants have failed to remedy the primary effect of state-imposed racial segregation in the Kansas City metro community, i. e. the concentration of minority race persons within the boundaries of plaintiff school district.\"</p>\n<p>The \"foreseeable and intentional result of the actions and refusals to act of all defendants has been the maintenance of racially isolated and identifiable school districts and thus a racially segregated school system in the Kansas city Metro Area.\" Despite the efforts of the KCMSD, there exists a state system of racially segregated school districts in the metro area, racially identifiable when compared to the KCMSD. The intentional acts of the defendants have labeled the KCMSD with a \"badge of inferiority\" which deprives the students of equal protection of the laws \"despite the fact that plaintiff school district is operating a unitary system within its state established and maintained boundaries.\" Furthermore, these discriminatory actions have resulted in \"white flight\"  the movement of middle class families away from the KCMSD, impacting it with a \"progressively higher percentage enrollment of economically and socially disadvantaged minority race students.\" Therefore, it is alleged, this process results in increased operating expenses for the KCMSD on a per pupil basis as \"disadvantaged children are in greater need of individual attention, compensatory education, counseling and other educational services.\" Furthermore, the tax base and taxing potential of the KCMSD is diminished to the \"detriment of all plaintiffs herein.\" Because the KCMSD is powerless to overcome these effects of the defendants' segregative policies, only area-wide desegregation can undo the effects of area-wide segregative actions. \"Without a metropolitan solution to a metropolitan problem, equal protection of the laws cannot be afforded the students of the plaintiff district.\" Therefore, plaintiffs seek a judicially mandated reassignment of students among all districts which are parties to the suit.</p>\n<p>After a year of extensive briefing on the various motions, with parties afforded an opportunity to present any and all legal suggestions, the issues were considered submitted to the Court on August 31, 1978, upon the last filing of a response by the KCMSD. Initially each individual defendant filed an individual response, either by way of motion or answer, to the plaintiffs' complaint. Several of the school district defendants attached affidavits to their motions attesting to the fact that no discrimination had taken place within that district, by those officers, etc. As the litigation progressed, the defendants organized themselves into groups with similar interests and thereafter filed joint briefs and motions. The affidavits have not been considered by the Court and only the legal issues raised by motion are decided herein. Although the Court urged the parties to submit a joint stipulation of uncontested facts to assist the Court in its rulings, the parties preferred to submit the issues to the Court on the basis of the allegations in the complaint. Therefore, the factual data and factual allegations interspersed by the parties in their briefs, suggestions, and replies are not considered in ruling these motions.</p>\n<p></p>\n<h2>I. FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED</h2>\n<p>Defendants have moved for dismissal pursuant to Rule 12(b)(6), Fed.R.Civ. Pro., on the grounds that plaintiffs have failed to state a claim upon which relief can be granted. Under this rule, dismissal for insufficiency of the complaint is proper only in the extraordinary case where the pleader makes allegations that show on the face of the complaint some insuperable bar to relief. <i>TV Signal Company of Aberdeen v.</i> <span class=\"star-pagination\">*429</span> <i>American Telephone and Telegraph Company,</i> <span class=\"citation\" data-id=\"304347\"><a href=\"/opinion/304347/tv-signal-company-of-aberdeen-v-american-telephone-and-telegraph-company/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1258 (8th Cir. 1972), citing to <i>Lewis v. Chrysler Motors Corporation,</i> <span class=\"citation\" data-id=\"301951\"><a href=\"/opinion/301951/douglas-l-lewis-v-chrysler-motors-corporation/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 607 (8th Cir. 1972). The legal test to be applied is not whether <i>all</i> of the relief asked for by the plaintiffs could possibly be granted, but whether, under any state of facts which might be established at a trial in support of the claim stated in the complaint, they could be accorded <i>any</i> relief. <i>Lada v. Wilkie,</i> <span class=\"citation\" data-id=\"243704\"><a href=\"/opinion/243704/anna-lada-and-martha-hein-by-eugene-wengert-their-attorney-in-fact-v/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 215 (8th Cir. 1957).</p>\n<p>It is to this issue that defendants primarily direct their arguments for dismissal. That is, defendants argue that the desegregation remedy prayed for in the complaint is not mandated except where it has been shown that a school district is internally segregated or was created for racially discriminatory purposes. Defendants contend that because plaintiffs have alleged that the KCMSD is a unitary district and that because plaintiffs have not alleged that the District was established on racial lines, that under existing case authority, the legal conclusion can be reached that plaintiffs have failed to state a claim upon which relief can be granted, thus warranting dismissal. On the other hand, plaintiffs contend that the complaint sufficiently alleges that the intentional acts and omissions of the numerous defendants throughout the Kansas City metropolitan area have produced a significant segregative effect in the plaintiff school district, violative of the constitution, and mandating an interdistrict remedy.</p>\n<p>To support their respective positions, both plaintiffs and defendants cite to the following important language of the United States Supreme Court in <i>Milliken v. Bradley, (Milliken I),</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974):</p>\n<blockquote>The controlling principle consistently expounded in our holdings is that the scope of the remedy is determined by the nature and extent of the constitutional violation. [citation omitted] Before the boundaries of separate and autonomous school districts may be set aside by consolidating the separate units for remedial purposes or by imposing a cross-district remedy, it must first be shown that there has been a constitutional violation within one district that produces a significant segregative effect in another district. Specifically, it must be shown that racially discriminatory acts of the state or local school districts, or of a single school district have been a substantial cause of interdistrict segregation. Thus an interdistrict remedy might be in order where the racially discriminatory acts of one or more school districts caused racial segregation in an adjacent district, or where district lines have been deliberately drawn on the basis of race. In such circumstances an interdistrict remedy would be appropriate to eliminate the interdistrict segregation directly caused by the constitutional violation. Conversely, without an interdistrict violation and interdistrict effect, there is no constitutional wrong calling for an interdistrict remedy. 418 U.S. 744-745, 94 S.ct. at 3127, 41 L.Ed.2d at 1091.</blockquote>\n<p>It is the argument of the defendants that this language allows interdistrict remedies in two and only two situations: \"where it has been shown that school district lines have been drawn with segregative purpose, or, where it is necessary to eliminate segregation in one district which is causally related to the unconstitutional acts of a second district.\" [page 4, reply suggestions of Mo. school district defendants, filed Dec. 30, 1977]. Therefore, the defendants argue, because there is no allegation in the complaint that the school district boundaries were intentionally drawn on the basis of race, and because the plaintiffs admit that the plaintiff school district is a unitary nonsegregated system, the complaint fails to state a claim upon which the interdistrict relief prayed for in the complaint can be granted.</p>\n<p>Defendants have incorrectly overemphasized the language of <i>Milliken I</i> in their narrow interpretation. <i>Milliken I</i> dealt solely with the appropriateness of an interdistrict remedy to cure the unconstitutional conditions existing totally within one district. As explained further in <i>Milliken II (</i><i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 97 S.Ct. <span class=\"star-pagination\">*430</span> 2749, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1977), the scope of the remedy must be determined by the violation found, and federal court decrees exceed appropriate limits \"if they are imposed upon governmental units that were neither involved in nor affected by the constitutional violation.\" <i>Milliken II,</i> 433 U.S. at 282, 97 S.Ct. at 2758, 53 L.Ed.2d at 757. Therefore, in <i>Milliken I</i> the <i>inter</i> district remedy exceeded the <i>intra</i> district unconstitutional condition.</p>\n<p>This complaint alleges a segregative condition throughout the entire metropolitan area which is the result of the intentional acts and omissions of the various defendants. The plaintiff school district alleges that it is a unitary district which does not assign students on the basis of race, yet in spite of its efforts to correct any vestige of segregation within its boundaries, the effects of the purposeful segregative acts and omissions of the defendants remain causing the plaintiff district to be racially identifiable. Therefore, plaintiffs seek to alter the racial compositions of the predominately black inner city school district and the predominately white suburban school districts.</p>\n<p>Throughout the entire history of school desegregation litigation, the dichotomy between <i>de facto</i> and <i>de jure</i> segregation has been maintained. The essential element of a finding of <i>de jure</i> segregation is a current condition of segregation resulting from intentional state action. <i>Keyes v. School District No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 205, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973). In <i>United States v. State of Missouri,</i> <span class=\"citation\" data-id=\"327608\"><a href=\"/opinion/327608/united-states-v-state-of-missouri-united-states-of-america-v-berkeley/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1370 (8th Cir. 1975), a decision approving an interdistrict remedy, the Eighth Circuit adopted the prerequisites announced by the Sixth Circuit in <i>Oliver v. Michigan State Board of Education,</i> <span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 182 (6th Cir. 1974) wherein that court stated:</p>\n<blockquote>A finding of de jure segregation requires a showing of three elements: (1) action or inaction by public officials (2) with a segregative purpose (3) which actually results in increased or continued segregation in the public schools.</blockquote>\n<p>Herein, the plaintiffs' complaint alleges a segregative condition throughout the entire metropolitan area which allegedly is the foreseeable result of the intentional acts and omissions of the various defendants. The plaintiffs' complaint has alleged the three crucial elements outlined in <i>Oliver,</i> supra.</p>\n<p>The complaint also prays for an exercise of the equitable powers of this Court to fashion a remedy crossing political boundaries. As stated in <i>Lada v. Wilkie,</i> supra, 250 F.2d at 215, in ruling these various motions to dismiss for failure to state a claim, the legal test is not whether <i>all</i> of the relief requested could possibly be granted, but rather whether <i>any</i> relief can be afforded. Having alleged an unconstitutional condition, the plaintiffs are entitled to the opportunity to present evidence on the issue at trial.</p>\n<p>The complaint cannot and must not be dismissed solely because the factual situation herein differs from those cited as examples by the Court in <i>Milliken I</i> as situations where the remedy sought in <i>Milliken I</i> would have been appropriate. As later applied in <i>Hills v. Gautreaux,</i> <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 296, <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1538</span></a></span>, <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></a></span>, 802 (1976), the examples are merely illustrative of the principle that there must exist \"an interdistrict violation or a significant segregative effect before the boundaries of separate school districts may be set aside by consolidating the separate units for remedial purposes.\" The examples are not principles themselves, but only illustrative of the types of violations which would justify the particular remedy sought.</p>\n<p>The language of <i>Milliken I</i> placed no limitations on what actions might be brought under the Fourteenth Amendment to correct unconstitutional conditions. It merely restated the proposition that a remedy must be tailored to correct the harm found to exist, and that an interdistrict remedy to correct an intradistrict violation was an excessive remedial measure. Herein, the plaintiffs have alleged a systemwide violation transcending school district boundaries, city limits, and state lines. A violation of that magnitude would indeed require extraordinary remedies, but the remedies <span class=\"star-pagination\">*431</span> to be shaped should not be determined prior to the reception of the evidence upon the allegations made in the complaint.</p>\n<p>As the Supreme Court observed in <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1276, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span>, 566 (1971):</p>\n<blockquote>. . . a school desegregation case does not differ fundamentally from other cases involving the framing of equitable remedies to repair the denial of a constitutional right. The task is to correct, by a balancing of the individual and collective interests, the condition that offends the Constitution.</blockquote>\n<p>Because the complaint alleges an unconstitutional <i>de jure</i> condition of racial segregation of the school districts throughout the metropolitan area, and because \"any arrangement, implemented by state officials at any level, which significantly tends to perpetuate a dual school system, in whatever manner is constitutionally impermissible,\" <i>Gilmore v. City of Montgomery,</i> <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2416</span></a></span>, <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (1974), and because at least part of the relief prayed for in the complaint, if not all, is within the remedial powers of a federal court, the motions to dismiss this action are denied.</p>\n<p></p>\n<h2>II. PERSONAL JURISDICTION OVER THE KANSAS DEFENDANTS</h2>\n<p>Plaintiffs assert that this Court has personal jurisdiction over the Kansas defendants: the local school districts and the state itself. It is argued that personal jurisdiction is obtained through the utilization of Rule 4(e), Federal Rules of Civil Procedure, which authorizes service upon parties not found within the forum state by incorporating the local state's process statute. In Missouri, the statute is Mo.Rev.Stat. § 506.500<sup>[3]</sup> and is commonly referred to as the \"long arm statute\". Essentially, this statute provides for service of process upon nonresident defendants in causes of action instituted in Missouri which arise from the performance of certain \"acts\" in Missouri such as transacting business, contracting within the state, or committing tortious acts within the state. The plaintiffs originally alleged that the Kansas officials and school districts transacted business in Missouri, made contracts in Missouri, and committed tortious acts in Missouri. However, the issue has been submitted to this Court solely upon the basis of § 506.500(1)(3), \"the commission of a tortious act within this state,\" because in plaintiffs' memorandum of March 30, 1978, the plaintiffs indicated their desire to delete the \"contractual\" and \"business\" bases of jurisdiction from their allegations. Therefore, the plaintiffs allege that the Kansas defendants' segregative actions and omissions constitute \"the commission of a tortious act within this state.\" The Kansas defendants deny in part the alleged conduct and argue that their conduct, if any, does not submit them to the jurisdiction of this Court pursuant to § 506.500(1)(3). These arguments are raised both in Rule 12(b) motions to dismiss and in responsive pleadings to the complaint.</p>\n<p>On March 6, 1978, this Court ordered the plaintiff school district to supply certain factual data for the purposes of establishing a prima facie showing of jurisdiction. The plaintiff KCMSD objected to the submission of any factual data prior to discovery, but complied with the order and on May 19, 1978, filed its lengthy and extensive <span class=\"star-pagination\">*432</span> \"outline of factual data supporting personal jurisdiction over the Kansas defendants.\" While the facts adduced in a Rule 12(b)(2) motion to dismiss for lack of personal jurisdiction must be viewed in the light most favorable to the party opposing the motion, there must be some evidence upon which a prima facie showing of jurisdiction may be found to exist. For \"once jurisdiction has been controverted or denied, [the plaintiff has] the burden of proving such facts.\" <i>Aaron Ferer &amp; Sons Co. v. Diversified Metals Corp.,</i> <span class=\"citation\" data-id=\"350200\"><a href=\"/opinion/350200/aaron-ferer-sons-co-debtor-and-debtor-in-possession-v-diversified/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1215 (8th Cir. 1977); <i>Block Industries v. DHJ Industries, Inc.,</i> <span class=\"citation\" data-id=\"318487\"><a href=\"/opinion/318487/block-industries-a-corporation-v-dhj-industries-inc-a-corporation/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span> (8th Cir. 1974). The burden upon the plaintiffs is not one to establish conclusively that the facts are as alleged so as to remove the necessity of proof at trial. A prima facie showing is all that is required, so that a denial of a motion to dismiss for failure of personal jurisdiction would not absolve plaintiffs from proving the jurisdictional facts at trial. See, <i>Promotion Network, Inc. v. Da Silva (Vinhos) S.A.R.L.,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">435</span></span> (N.D.Ill.1974); <i>McNutt v. General Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></a></span>, <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1135</span></a></span> (1936).</p>\n<p>Although it is true that in some situations the circumstances may lend themselves more readily to a test of jurisdictional facts upon the proof developed after full discovery, see <i>Surpitski v. Hughes-Keenan Corporation,</i> <span class=\"citation\" data-id=\"272179\"><a href=\"/opinion/272179/victor-surpitski-v-hughes-keenan-corporation-etc/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span> (1st Cir. 1966), it is the opinion of this Court that this is not such a case. Therefore, the jurisdictional questions are three in number: first, whether a prima facie showing has been made by the plaintiffs asserting that the conduct of the defendants did in fact occur and secondly, if so, whether the Missouri long arm statute authorizes the exercise of jurisdiction over the Kansas defendants; and finally, assuming that the state long arm statute applies, whether this application comports with the due process considerations of the Constitution.</p>\n<p></p>\n<h2><i>A. Has a prima facie showing been established by the plaintiff?</i></h2>\n<p>As stated, the burden upon the plaintiffs is not one to establish conclusively that the facts are as alleged. Rather, a prima facie showing is all that is required when the defendants contest even the occurrence of the events which give rise to the cause of action. Herein, the plaintiffs have met their burden of showing that the facts alleged in the complaint are more than mere conclusionary statements.</p>\n<p>The actions of the various Kansas defendants which the plaintiffs allege to have taken place concern the existence and maintenance of racially restrictive housing covenants, racially segregated school systems, racial discrimination in hiring black teachers and administrators in the Kansas metropolitan area school districts, and racial segregation in recreational and transportation facilities, all prior to 1954. Subsequent to 1954, the plaintiffs allege a failure by the various Kansas defendants to affirmatively rectify and eliminate segregation in the respective systems over which each Kansas defendant had responsibility. The plaintiffs have quite thoroughly identified by statute number those state statutes requiring or authorizing racial segregation in the Kansas schools and those legal decisions concerning the enforcement of various racially restrictive housing covenants. Therefore, plaintiffs have met their factual burden by their prima facie showing as to these allegations.</p>\n<p>Because the defendants denied the existence of any contract between any of the Kansas defendants and the plaintiff school district and denied the transaction of any business in Missouri, a prima facie showing as to these allegations is vital to invoke the Missouri long arm statute. Plaintiffs have made no offer of proof and have failed their burden of establishing a prima facie showing that these defendants contracted in or conducted business in Missouri.</p>\n<p></p>\n<h2><i>B. Does the Missouri Long Arm Statute authorize the exercise of jurisdiction over the Kansas defendants? If so, are the requirements of due process satisfied?</i></h2>\n<p>The Missouri Long Arm Statute specifically enumerates the \"acts\" which if committed <span class=\"star-pagination\">*433</span> by a defendant subject him to <i>in personam</i> jurisdiction despite his absence or nonresidency. In contrast, some long arm provisions merely provide that a state may exercise jurisdiction on any basis not inconsistent with the Constitution.<sup>[4]</sup> Thus, although it would appear that this Court must initially determine here if the alleged conduct of the Kansas defendants is properly classified as a \"tortious act\" within the meaning of the statute prior to any determination of constitutional limitation, the Missouri Supreme Court has indicated that a court should proceed directly to the constitutional limitations. The Court en banc in <i>State ex rel. Deere and Company v. Pinnell,</i> <span class=\"citation\" data-id=\"1719913\"><a href=\"/opinion/1719913/state-ex-rel-deere-and-company-v-pinnell/\"><span class=\"volume\">454</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">889</span></a></span> (Mo.1970) stated:</p>\n<blockquote>In concluding our effort to determine the legislative intent of the General Assembly of Missouri, we are convinced that the ultimate objective was to extend the jurisdiction of the courts of this state over nonresident defendants to that extent permissible under the Due Process Clause of the Fourteenth Amendment of the Constitution of the United States. 454 S.W.2d at 892.</blockquote>\n<p>However, in later decisions, it appears that the Missouri Court has returned to the two-step process of determining whether the statute applies before resolving the constitutional issues. In <i>State ex rel. Bank of Gering v. Schoenlaub,</i> <span class=\"citation\" data-id=\"2467280\"><a href=\"/opinion/2467280/state-ex-rel-bank-of-gering-v-schoenlaub/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">31</span></a></span> (Mo. 1976) the Missouri plaintiff sought recovery from the relator Nebraska bank on the basis that it failed to notify the plaintiff within a reasonable time that the sum of the drafts payable from the account of a cattle buyer with whom the plaintiff had done business were not honored, thus precluding the plaintiff from recovering the cattle he had sold to the buyer. The Missouri Supreme Court stated clearly that:</p>\n<blockquote>We have concluded that relator has not transacted any business or made any contract or committed any tortious act within this state. It seems to us that everything relator did concerning these transactions was done in the State of Nebraska . . .</blockquote>\n<blockquote>We cannot believe that the legislature in enacting Section 506.500 intended that it would apply to the factual situation before us. To do so would mean that a nonresident bank could be sued in Missouri for acts wholly performed in the state of its residence in the usual course of conducting its banking business.</blockquote>\n<blockquote>It is our further view that the tenuous contacts which relator had with Missouri were not sufficient to meet the \"minimum contacts\" requirement necessary to comply with constitutional due process as specified in the cases heretofore discussed. 540 S.W.2d at 35.</blockquote>\n<p>After careful consideration of the factors utilized in both cases it is the opinion of this Court that the factors are identical in both determinations: as to the applicability of the statute and the resolution of the constitutional issues. These factors have been repeatedly itemized by the Eighth Circuit to be as follows: (1) the nature and <i>quality</i> of the contacts with the forum state, (2) the <i>quantity</i> of the contacts with the forum state, (3) the relation of the cause of action to the contacts, (4) the interest of the forum state in providing a forum for its residents, and (5) the convenience of the parties. <i>Electro-Craft Corp. v. Maxwell Electronics Corp.,</i> <span class=\"citation\" data-id=\"286928\"><a href=\"/opinion/286928/electro-craft-corporation-v-maxwell-electronics-corporation/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span>, 368 (8th Cir. 1969); <i>Aftanase v. Economy Baler Company,</i> <span class=\"citation\" data-id=\"267322\"><a href=\"/opinion/267322/arthur-h-aftanase-v-economy-baler-company-a-corporation/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 197 (8th Cir. 1965). Of these, \"the first three of the factors listed are of primary concern in deciding whether jurisdiction may reasonably be asserted.\" <i>Toro Company v. Ballas Liquidating Company,</i> <span class=\"citation\" data-id=\"354138\"><a href=\"/opinion/354138/the-toro-company-and-toro-sales-company-v-ballas-liquidating-company-and/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span> (8th Cir. 1978).</p>\n<p>Missouri case law construes the phrase \"commission of a tortious act within this state\" to include extraterritorial acts which produce actionable consequences in Missouri. <i>Missouri ex rel. Deere &amp; Company v. Pinnell,</i> <span class=\"citation\" data-id=\"1719913\"><a href=\"/opinion/1719913/state-ex-rel-deere-and-company-v-pinnell/\"><span class=\"volume\">454</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">889</span></a></span> (Mo.1970); <i>Missouri ex rel. Apco Oil Corporation v.</i> <span class=\"star-pagination\">*434</span> <i>Turpin,</i> <span class=\"citation\" data-id=\"1634671\"><a href=\"/opinion/1634671/state-ex-rel-apco-oil-corporation-v-turpin/\"><span class=\"volume\">490</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">400</span></a></span> (Mo.App.1973). Thus, as in the classic example in the American Law Institute's Restatement (Second) of Conflicts of Law § 37(a) (1971),</p>\n<blockquote>. . . one who intentionally shoots a bullet into a state is as subject to the judicial jurisdiction of the state as to causes of action arising from the effects of the shot as if he had actually fired the bullet in the state.</blockquote>\n<p>It is the contention of the plaintiffs that the discriminatory actions and omissions of the various Kansas defendants had as their cumulative effect the location of the majority of the black population of the metropolitan area in the plaintiff school district. This impaction of blacks within the plaintiff school district allegedly creates a racially identifiable school district, which forms the basis of this action. Plaintiffs allege a <i>causal</i> link between the intentional constitutional wrongs committed by the Kansas defendants in Kansas and the racially \"isolated and identifiable school district\", violating the plaintiffs' rights which is the tort occurring in Missouri.<sup>[5]</sup></p>\n<p>This causal link can be discussed in both traditional terms of tort-law and in the due process terminology of <i>International Shoe.</i><sup>[6]</sup> That is, the cause-effect nexus which Prosser calls \"proximate cause\" utilizes the same concepts as the \"minimum contacts\" terminology of the due process considerations. Prosser defines \"proximate cause\" as \"the limitation which the courts have placed upon the actor's responsibility for the consequences of his conduct.\" For:</p>\n<blockquote>In a philosophical sense, the consequences of an act go forward to eternity, and the causes of an event go back to the discovery of America and beyond. [But] <i>legal</i> responsibility must be limited to those causes which are so closely connected with the result and of such significance that the law is justified in imposing liability. Prosser, Law of Torts, § 41 (1971).</blockquote>\n<p>Taking each and every allegation of the plaintiffs as true in regard to the acts and omissions of the Kansas defendants, as a matter of law these actions are not within the purview of the Missouri long arm statute as interpreted in <i>State ex rel. Bank of Gering,</i> supra, <span class=\"citation\" data-id=\"2467280\"><a href=\"/opinion/2467280/state-ex-rel-bank-of-gering-v-schoenlaub/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">31</span></a></span>. The discrimination in housing and education, in recreational and transportation systems, occurred entirely within the state of Kansas. The alleged failure to affirmatively rectify and eliminate the last vestiges of decades of discrimination occurred totally within the state of Kansas, for none of the Kansas defendants' authority extends beyond the territorial boundaries of Kansas. The immediate victims of the unconstitutional behavior by the Kansas tortfeasors were not the plaintiffs in this suit, but were unidentified blacks who allegedly located in the plaintiff school district because of the acts of the Kansas defendants. The children of these persons now attend the schools in the plaintiff district which is predominately black and surrounded by predominately white school districts in the Kansas and Missouri suburbs. The plaintiffs may very well be able to trace through a myriad of factual data and occurrences to attribute the racial concentration of blacks in the Kansas City Missouri School District in whole or in part to the actions of these defendants in the past sixty years. However, as in <i>Bank of Gering,</i> supra, where the draft was directly and factually traceable to a Missouri bank in its processing, this causation in fact does not establish legal proximate cause required by the phrase \"commission of a tortious act within this state.\"</p>\n<p>Furthermore, even if the statute were applicable as intended by the Missouri legislature, <span class=\"star-pagination\">*435</span> this application would offend the due process considerations of the Constitution. In making this determination, the Court recognizes that the minimum contacts test is \"not susceptible of mechanical application; rather, the facts of each case must be weighed to determine whether the requisite `affiliating circumstances' are present.\" <i>Kulko v. California Superior Court,</i> <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1690</span></a></span>, <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1978).</p>\n<p>The facts of this case lead to the conclusion that the contacts of the Kansas defendants with Missouri are of insufficient quantity and quality to render this application of the long arm statute compatible with traditional notions of due process. The Kansas defendants did not avail themselves of any privileges afforded by the forum state. The plaintiffs do not allege in their complaint nor in their exhaustive briefs that the discriminatory acts throughout this century were performed with an express intent to render the Kansas City Missouri School District racially identifiable and isolated. Although not a required element, a lack of express intent dictates a greater quantum of affiliating contacts with the forum. See <i>Hutson v. Fehr Brothers,</i> <span class=\"citation\" data-id=\"359925\"><a href=\"/opinion/359925/woodrow-hutson-v-fehr-brothers-inc-acciaierie-weissenfels-john-david/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span> (8th Cir. 1978). Furthermore, assuming plaintiffs' allegations as true that people of the minority race settled in Kansas City, Missouri, in whole or in part due to the racial climate on the Kansas side of the state line, those actions are not legally related to the cause of action of this litigation. This action seeks to rectify an unconstitutional condition of education, and does not seek to redress by way of class action the collective harm experienced for sixty years by blacks in Kansas City, Missouri. \"In personam jurisdiction simply cannot rest on such a frail foundation\" as this tenuous causal link. <i>Hutson,</i> supra.</p>\n<p>In concluding its latest decision on long arm statutes, the Supreme Court stated in <i>Kulko,</i> supra, that the California courts:</p>\n<blockquote>failed to heed our admonition that \"the flexible standard of <i>International Shoe</i>\" does not \"herald the eventual demise of all restrictions on the personal jurisdiction of state courts.\" . . . In <i>McGee v. International Life Insurance Co.,</i> supra, we commented on the extension of in personam jurisdiction under evolving standards of due process, explaining that this trend was in large part \"attributable to the . . . increasing nationalization of commerce . . . [accompanied by] modern transportation and communication [that] have made it much less burdensome for a party sued to defend himself in a State where he engages in economic activity.\" . . . But the mere act of sending a child to California to live with her mother is not a commercial act and connotes no intent to obtain nor expectancy of receiving a corresponding benefit in the State that would make fair the assertion of that State's judicial jurisdiction. 436 U.S. at 101, 98 S.Ct. at 1702, 56 L.Ed.2d at 147.</blockquote>\n<p>These restrictions on personal jurisdiction are still vital and exacting. Herein, it may seem anachronistic to deny the application of a state's long arm statute to obtain jurisdiction over defendants who are not a continent away but only a few miles from this Courthouse. It may be true that in the future these restrictions on personal jurisdiction may fall. Nevertheless, this Court must avoid \"embracing the exhilarating opportunity of anticipating a doctrine which may be in the womb of time, but whose birth is distant.\" <i>Spector Motor Service v. Walsh,</i> <span class=\"citation\" data-id=\"1568009\"><a href=\"/opinion/1568009/spector-motor-service-v-walsh/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span> (2nd Cir. 1944).</p>\n<p></p>\n<h2>III. SERVICE OF PROCESS UNDER RULE 4(f)</h2>\n<p>In the alternative, plaintiffs argue that if the long arm statute is inapplicable to obtain <i>in personam</i> jurisdiction over the Kansas defendants, then those defendants are \"persons needed for a just adjudication\" under Rule 19, Fed.R.Civ.Pro., and may be joined with the Missouri defendants as necessary parties under Rule 4(f). Plaintiffs' error lies in its contention that Rule 4(f) \"offers an alternative source of jurisdiction\" to assert jurisdiction over the Kansas defendants.</p>\n<p><span class=\"star-pagination\">*436</span> The plain language of Rule 4(f) indicates that the 100 mile bulge provision is applicable only in conjunction with Rules 14 and 19. The 100 mile territorial extension has no affect upon the range of service upon <i>original</i> parties. In conjunction with Rule 19, the second sentence of Rule 4(f) clearly contemplates \"<i>additional</i> parties to a <i>pending</i> action\" indicating that Rule 4(f) is not to be utilized to obtain service of process upon original parties. See <i>Roscoe-Ajax Construction Co. v. Columbia Acoustics &amp; Fireproofing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">608</span></span> (S.D.N.Y. 1966); <i>White v. Diamond,</i> <span class=\"citation\" data-id=\"1966055\"><a href=\"/opinion/1966055/white-v-diamond/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">867</span></a></span> (D.Md.1974).</p>\n<p>There are those cases which propose that Rule 4(f) establishes personal jurisdiction over a third party properly served within the 100 mile bulge. That is, a third party may be amenable to federal process in a state other than the forum state but within the 100 mile area if the party served has sufficient contacts with the \"bulge\" area. These cases, as distinguished from the view in <i>Karlsen v. Hanff,</i> <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">865</span></span> (S.D. N.Y.1967) which held that 4(f) deals only with service and does not affect amenability to suit, stand for the proposition that the clear thrust of 4(f) was indeed amenability to suit. See <i>Pierce v. Globemaster Baltimore, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">63</span></span> (D.C.Md.1969); <i>Coleman v. American Export Isbrandtsen Lines, Inc.,</i> <span class=\"citation\" data-id=\"282905\"><a href=\"/opinion/282905/ned-coleman-v-american-export-isbrandtsen-lines-inc-and-third-party-v/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span> (2nd Cir. 1968). Nevertheless, these cases still remain in agreement with the more traditional decisions, to which this Court adheres, that \"Rule 4(f) has no effect, by its own terms, on service upon the original parties.\" <i>Pierce v. Globemaster,</i> supra, 49 F.R.D. at 67.</p>\n<p>Plaintiffs argue that there <i>are</i> additional parties present, namely the Missouri defendants, and therefore the Kansas defendants are \"additional parties\", if only the Court will make the determination that the Kansas defendants are Rule 19 parties. This determination will not be made at this time. This may appear hypertechnical, but, to allow plaintiffs to utilize a shotgun approach of naming numerous defendants under alternative theories of personal jurisdiction  either long arm or 4(f) via Rule 19  would subvert the orderly procedure necessary for the conduct of any litigation. Rule 19 was never intended to be a plaintiff's weapon to gain personal jurisdiction over original parties.</p>\n<p>Aside from this very practical consideration are the legal dictates of Rule 19 itself. The Court, despite the extensive briefs of the parties upon the various motions, does not possess at this early stage in the litigation, the requisite information to judicially determine the factors set forth in Rule 19(a) and (b). Currently, the plaintiffs have filed a complaint and the defendants have filed their motions to dismiss.<sup>[7]</sup> At this stage of the litigation, the only certainty is that this is a desegregation suit to rectify the alleged unconstitutional condition experienced by the plaintiff students. Undue emphasis has been placed upon the remedy prayed for in the complaint.</p>\n<p>As stated in <i>Milliken</i> I and II, supra, the remedy will be shaped by the magnitude of the violation found. As the litigation progresses through discovery and evidence is uncovered and presented to the Court in conjunction with appropriate motions, it may very well become apparent that the Kansas defendants are indispensably necessary under Rule 19. However, at this early stage, it would appear that they would be merely proper parties if they were susceptible to in personam jurisdiction.</p>\n<p>Unfortunately, classic desegregation cases are measured in years and not months. Although this Court promises to expedite this litigation, the actual evidentiary phases of the litigation will proceed at such a pace as to allow any and all persons who are not presently parties to the action to intervene and to allow for a judicial determination as to which parties should be brought into the action without prejudice to those temporarily absent. The Court notes that in <i>United States v. Board of School Commissioners, Indianapolis, Indiana,</i> 332 <span class=\"star-pagination\">*437</span> F.Supp. 655 (S.D.Ind.1971), and in <i>Milliken I,</i> the numerous additional parties were joined well after the litigation's inception after growing evidence revealed the magnitude of the unconstitutional violation. Any immediate determination herein would be premature as to whom should be joined in this action in addition to the numerous Missouri defendants for the purposes of determining the remedy.</p>\n<p></p>\n<h2>IV. STANDING</h2>\n<p>The defendants have raised the issue of standing by way of motions to dismiss and several defendants have raised it by way of answer. Inquiry into this issue is dictated:</p>\n<blockquote>Because it is jurisdictional in nature and Constitutional in origin, [and standing] it is a \"threshold requirement\" which must be satisfied before the federal court can take cognizance of any claim. <i>Evans v. Lynn,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></span>, 590 (2nd Cir. 1975).</blockquote>\n<p>For purposes of ruling upon a motion to dismiss for lack of standing, the material allegations of the complaint must be construed in favor of the plaintiff.</p>\n<p>It is not within the province of the Court to decide the truth of the factual allegations of the complaint in its determination that the complaint is \"something more than an ingenious academic exercise in the conceivable.\" <i>United States v. Scrap,</i> <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 688, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, 2416, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1973).</p>\n<p>In determining the question of standing, this Court profits from several recent decisions which shed light upon this concept. In <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span>, 354 (1975), the Supreme Court extensively re-examined the requirements of standing and stated that a determination of standing involves an inquiry of both \"constitutional limits on federal court jurisdiction and prudential limits on its exercise.\"</p>\n<p>Whereas the constitutional <i>requirements</i> focus upon the existence of a case or controversy, the prudential <i>limitations</i> focus upon the identity of the party-plaintiffs. That is, it is a question of whether the plaintiffs are \"proper proponents of the particular legal rights on which they base their suit.\" <i>Singleton v. Wulff,</i> <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 112, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2873, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span>, 832 (1976), <i>Regents of Univ. of Minn. v. National Collegiate Athletic Association,</i> <span class=\"citation\" data-id=\"348362\"><a href=\"/opinion/348362/regents-of-the-university-of-minnesota-v-the-national-collegiate-athletic/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span> (8th Cir. 1977).</p>\n<p>From a reading of <i>Warth</i> and the body of case law upon which that decision is founded, it can be stated that the constitutional requirements are three in number: First, the plaintiffs must suffer some threatened or actual injury resulting from the allegedly illegal action, thus giving to the plaintiffs a \"personal stake in the outcome\". Secondly, the asserted injury must be the consequence of the defendants' actions; and, finally, the prospective relief sought must have the ability to remove the harm.</p>\n<p>Defendants attack the standing of all the plaintiffs treating them as \"one entity for all intents and purposes\" because of the identity, privity and similar purpose of each plaintiff. (consolidated brief of Mo. School Districts, p. 10, n. 2). Defendants' treatment of all the plaintiffs as one entity for the purposes of standing is erroneous. In an action for monetary damages, each and every plaintiff must have standing to reap the benefits of judgment against the defendant. In an equity proceeding seeking declaratory and injunctive relief, such as the instant litigation, it is customary for courts to cease their inquiry once a proper plaintiff has been identified which satisfies the \"case or controversy\" requirements. Nevertheless, an individual inquiry must be made. See <i>Arlington Heights v. Metro Housing Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span>, n.9 (1977). Therefore, this Court will examine the individual plaintiffs to determine if the constitutional requirements of standing are met, and if so, whether any prudential limitations exist which warrant a dismissal for lack of standing.</p>\n<p></p>\n<h2><i>A. Plaintiff Kansas City Missouri School District (KCMSD)</i></h2>\n<p>First, is there \"injury in fact\"? Plaintiff School District alleges and argues <span class=\"star-pagination\">*438</span> that its identifiable \"injury in fact\" is the reduction of the taxing potential and tax base within its boundaries as a consequence of defendant's segregative actions and omissions. This injury allegedly results from the white flight from Kansas City proper into the suburban communities throughout the metropolitan area. This white flight allegedly impacts the plaintiff school district with a higher percentage of disadvantaged minority race students which, in turn, results in increased operating expenses on a \"per pupil basis as the disadvantaged children are in greater need of individual attention, compensating education, counseling and other educational services.\" Therefore, although the defendants' alleged segregative actions are asserted to be unconstitutional and illegal because they violate the equal protection rights of students within the district, plaintiff district maintains that it is also economically injured. (¶ 37, p. 15, plaintiff's complaint). These economic injuries constitute \"injury in fact\" sufficient to meet the first constitutional requirement. Defendants quote at length from the taxpayers' suits, <i>Frothingham v. Mellon,</i> <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1078</span></a></span> (1923) and its progeny, presumably for the proposition that the interests asserted by plaintiffs are \"minute and indeterminable\". Yet, plaintiffs correctly reply that no plaintiff has asserted status as a taxpayer as a basis for standing. No minimum monetary amount is required to demonstrate injury in fact. All that is necessitated is concrete injury, economic or otherwise, without examination of the quantum. \"The court is not to consider the weight or significance of the alleged injury, only whether it exists.\" <i>Coalition for the Environment v. Volpe,</i> <span class=\"citation\" data-id=\"322186\"><a href=\"/opinion/322186/coalition-for-the-environment-v-john-a-volpe-coalition-for-the/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span>, 168 (8th Cir. 1974). Thus, plaintiff KCMSD, by and through its superintendent and Board of Education, successfully complies with the first constitutional requirement.</p>\n<p>Secondly, is the asserted injury a consequence of the defendants' actions? This constitutional criterion does not require absolute certainty or proven fact, for to do so would transform an inquiry of standing into a determination of the merits. Rather, the concrete injury must be reasonably capable of being traced to the actions of the defendants. Herein, plaintiffs have alleged that the harm asserted is the foreseeable consequence of the defendants' actions or omissions. That is, the defendants' illegal activities have caused segregation, which in turn gives rise to white flight and a reduction of plaintiff districts' tax base, and racially impacts the KCMSD's increasing educational costs. This allegation although too tenuous to support in personam jurisdiction over the Kansas defendants is constitutionally sufficient to \"support an actionable causal relationship between\" the defendants' actions and plaintiffs' injuries, at least as to the Missouri defendants. <i>Warth v. Seldin, supra,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 45 L.Ed.2d at 359.</p>\n<p>Finally, will the prospective relief which is sought have the ability to alleviate the alleged injury? This inquiry is not as readily answered in the affirmative as are the previous constitutional requirements. The plaintiffs seek both declaratory and injunctive relief, praying most notably for a court order requiring the defendants to submit a plan for the inter-district assignment of students throughout the metropolitan area.</p>\n<p>Plaintiff KCMSD is asking this Court to recognize that the allegedly illegal acts of the defendants have as their ultimate effect the economic injury to the KCMSD. This is a logical and legal exercise which the Court can readily perform. However, to retrace the steps upward on the logical ladder causes this Court to hesitate. It is distinctly possible that the rights of the student-plaintiffs may be vindicated and their injuries redressed <i>without</i> alleviating the financial injury asserted by the plaintiff school district. As stated, this third question causes this Court to hesitate without deciding the issue, for assuming that this third constitutional requirement is satisfied, the prudential limitations raise related insurmountable obstacles.</p>\n<p>The <i>prudential</i> limitations placed on standing have been established to insure that the plaintiff is not only an aggrieved <span class=\"star-pagination\">*439</span> party but also an <i>effective</i> advocate of the issues. To this end the Supreme Court has stated:</p>\n<blockquote>. . . even when the plaintiff has alleged injury sufficient to meet the \"case or controversy\" requirement, this Court has held that the plaintiff generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties. [citations omitted] <i>Warth v. Seldin,</i> supra, 422 U.S. at 499, 95 S.Ct. at 2205, 45 L.Ed. at 355.</blockquote>\n<p>Without such limitations on the exercise of judicial power, the courts would be asked to decide abstract questions of wide public significance even though other plaintiffs may be more competent to litigate the issues. Furthermore, even if the issues are not abstract but are specifically concrete, these limitations are imposed because \"assertion of third parties' rights would come with `greater cogency' from the third parties themselves.\" <i>Singleton v. Wulff,</i> <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 114, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2874, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span>, 833 (1976).</p>\n<p>Plaintiff KCMSD maintains that <i>Brewer v. Hoxie School District No. 46,</i> <span class=\"citation\" data-id=\"240606\"><a href=\"/opinion/240606/herbert-brewer-amis-guthridge-white-america-inc-a-corporation-organized/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (8th Cir. 1956) together with <i>Akron Board of Education v. State Board of Education of Ohio,</i> <span class=\"citation\" data-id=\"316522\"><a href=\"/opinion/316522/akron-board-of-education-and-conrad-c-ott-v-state-board-of-education-of/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span> (6th Cir. 1974) cert. denied <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2644</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1974) stand for the proposition that a school district and its board members have standing to challenge any action which violates the 14th Amendment rights of students of that district. A reading of these two cases reveals that the decisions are consistent with traditional <i>jus tertii</i> doctrine.<sup>[8]</sup> Generally, a party lacks standing to assert the rights of a third person. This rule, as with all general rules, prevails unless one of the exceptions is applicable. The following factors will often warrant abandonment of the rule:</p>\n<blockquote>(1) the existence of some close, special \"relationship\" between the litigant and the third party, and</blockquote>\n<blockquote>(2) the challenged action of the defendants adversely affects that relationship, and</blockquote>\n<blockquote>(3) the third party may be unable to effectively assert his own rights.</blockquote>\n<p>See, <i>Pierce v. Society of Sisters of Holy Names,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span> (1925); <i>Eisenstadt v. Baird,</i> <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1972); <i>Warth v. Seldin,</i> supra, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975); <i>Singleton v. Wulff,</i> supra, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (1976); <i>Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> supra, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977).</p>\n<p>Because the KCMSD does not assert that the students are unable to effectively assert their own rights, only the first two factors are to be examined: whether there exists a special close relationship and if so whether that relationship is adversely affected by the defendants' actions.</p>\n<p>First, the Court perceives no special and close relationship between the KCMSD and its students in light of <i>Singleton v. Wulff,</i> supra, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span>, and <i>Planned Parenthood v. Citizens for Community Action,</i> <span class=\"citation\" data-id=\"347123\"><a href=\"/opinion/347123/planned-parenthood-of-minnesota-inc-v-citizens-for-community-action/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span>, n. 3 at 865 (8th Cir. 1977). The keystone of these decisions is the concept that the enjoyment of the third party's right is \"inextricably bound up with the activity the litigant wishes to pursue,\" <i>Singleton v. Wulff,</i> supra, 428 U.S. at 114, 96 S.Ct. at 2874, 49 L.Ed.2d at 833 and that the relationship is such that the litigant is as fully effective a proponent of the right as the third party.</p>\n<p>The <i>Brewer</i> decision was superficially re-examined in <i>Regents of Univ. of Minnesota v. National Collegiate Athletic Association,</i> <span class=\"citation\" data-id=\"348362\"><a href=\"/opinion/348362/regents-of-the-university-of-minnesota-v-the-national-collegiate-athletic/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span> (8th Cir. 1977). Therein, the <span class=\"star-pagination\">*440</span> Regents were directed by the defendant NCAA to declare certain student athletes ineligible from participation in intercollegiate activities for allegedly selling season athletic tickets at premium prices in contravention of NCAA rules. The Court accepted plaintiffs' standing on the grounds that the Regents had a constitutional duty to afford the students minimum due process and that the defendant NCAA interfered with the performance of that duty by insisting that the plaintiffs take action inconsistent with that duty. Thus the plaintiffs were found to have standing. The Court noted that more recent decisions may soon warrant a re-examination of the sweeping language of <i>Brewer.</i></p>\n<p>Herein, it is argued that the KCMSD has an affirmative duty to desegregate its schools and that the actions of the defendants prevent the KCMSD from achieving maximum desegregation. Thus, the KCMSD contends that its interest is sufficiently close to the interests of the students so that it may challenge the defendants' actions which allegedly interfere with that relationship.</p>\n<p>The interests of the KCMSD and its students is not sufficiently close nor \"inextricably bound\". The KCMSD is most assuredly under a constitutional affirmative duty to eradicate segregation within its schools. However, its duty corresponds to its authority and its authority ceases at its boundaries. Accepting the allegation as true that the KCMSD has achieved internal desegregation within its schools, the KCMSD has fully discharged its duty to its students. Having fully achieved its obligations to its students, it cannot be said that the actions of the defendants are interfering with the course of action which the KCMSD wishes to pursue or that the defendants' actions adversely affect the relationship between KCMSD and its students. In <i>Brewer,</i> the plaintiff school district's affirmative duty to desegregate its schools for the constitutional benefit of its students was directly interfered with by the defendant's tortious actions. In <i>Akron,</i> the plaintiffs had been commanded by action of the State Board of Education to transfer a portion of the plaintiff district to another school district. Such action allegedly would have had the effect of \"leading in the direction of segregation\". Therefore:</p>\n<blockquote>Such conduct would place the Board and its members and its Superintendent in the position of violating the Fourteenth Amendment to the United States Constitution. It would subject plaintiffs to being defendants in a suit to restrain conduct which they appear to abhor and which they avow to be unconstitutional. 490 F.2d at 1290.</blockquote>\n<p>The KCMSD is not in a similar dilemma. It argues that despite its efforts to achieve the maximum degree of desegregation possible within its boundaries, the rights of its students are still being violated by the metropolitan wide segregative condition. Therefore, it contends, it is subject to liability as were the plaintiffs in <i>Akron</i> and <i>Brewer.</i> The situation is legally dissimilar. The position of the KCMSD is rather analogous to a classic impleader situation: having accomplished all that it can to eradicate segregation, the evil remains thus exposing KCMSD to suit by its students; however, if sued, it could point the finger of liability to the defendants named herein. This distinction is vitally important and prudentially limits the ability of the KCMSD to litigate the rights of its students.</p>\n<p>Finally, other very practical considerations and factors lead to the conclusion that critical prudential restrictions exist warranting the denial of standing to the KCMSD. Of primary concern is the distinct potential for the evidence to uncover acts of discrimination by the plaintiff School District itself. The Court notes the administrative action brought against the KCMSD by HEW and the final decision by the Administrative Law Judge as to the ineligibility of the KCMSD to receive certain federal funds due to a finding of a segregative condition within the KCMSD.<sup>[9]</sup><span class=\"star-pagination\">*441</span> In addition, in the complaint and the voluminous briefs, references have been made as to certain arrangements whereby black students purportedly were educated by the KCMSD on an exchange basis with some defendants. Without making a finding as to these extraneous facts, the Court merely notes their presence as warning signals of potential conflicts of interest in the future course of this litigation.</p>\n<p>Without accepting as binding the findings of fact of the Administrative Law Judge and without determining the truth of the allegation, the Court merely notes that these factors militate against the KCMSD accepting the role as primary advocate of its students' rights. To be an effective advocate of the issue of metropolitan wide desegregation, that advocate must be willing to vigorously pursue all facets of the evidence, and the plaintiff school district assures the Court that it will. Nevertheless, the potential for conflicting interests between the students seeking to show the <i>greatest</i> extent of the segregative conditions in the area and the interests of the plaintiff school district which may resist the introduction of incriminating evidence concerning its own past or present actions is a very real and threatening potential.</p>\n<p>This litigation must follow the guidelines set forth in <i>Dayton Board of Education v. Brinkman,</i> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977). That is, in desegregation suits in localities where mandatory segregation by law has long ceased, the first determination by the trial court must be as to the intent of the defendants concerning the alleged segregative actions. Secondly, if constitutional violations are found, it must be determined \"how much incremental segregative effect [the] violations had on the racial distribution of the . . . school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations.\" Finally, the remedy must be designed to redress that difference. <i>Dayton,</i> supra, 433 U.S. at 420, 97 S.Ct. at 2775, 53 L.Ed.2d at 863. To perform this threefold task, the Court must be presented with all appropriate and relevant evidence and cannot be shielded from incriminating evidence of past (or even present) discriminatory actions of the KCMSD.</p>\n<p>Of secondary importance are the other factors which prudentially warrant a finding of lack of standing. Among these are the possibility that the economic injury to the KCMSD may be relieved by alternative financing methods for school districts. Thus, if the economic difficulties of the KCMSD are alleviated, will the KCMSD continue to zealously argue for the rights of the aggrieved students? Will the litigation be abandoned in midstream due to disgruntled taxpayers bringing pressure upon the elected school officials? Will future board members possess the same views as the present members in this litigation which will be measured in years due to the almost certainty of frequent appeals?</p>\n<p>Thirdly, as stated in the dissent in <i>Akron,</i> it is inadvisable for the federal courts to \"get involved with disputes between state political agencies where plain and adequate remedies for their resolution are provided under state law.\" Judge Pratt dissenting in <i>Akron,</i> 490 F.2d at 1299. This litigation is essentially a suit brought by the KCMSD against its superior state agency and the state of Missouri itself, with sister districts named as co-defendants. The injury of the plaintiffs is basically that the segregative condition in the metropolitan area has precipitated an undue financial burden upon the KCMSD. \"Controversies <span class=\"star-pagination\">*442</span> and disputes between state political agencies should properly be resolved in the state courts\" even when those disputes are framed as desegregation suits on behalf of aggrieved students. Judge Pratt's analysis of <i>Triplett v. Tiemann,</i> <span class=\"citation\" data-id=\"2007105\"><a href=\"/opinion/2007105/triplett-v-tiemann/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1239</span></a></span> (D.Neb.1969) and his statement that the Akron School Board had \"no standing power or authority to sue for alleged constitutional violation of the rights of other persons\" create grave doubts as to the prudence of allowing the KCMSD to litigate the rights of its students.</p>\n<p>These very grave concerns lead to the conclusion that even if the KCMSD could satisfy the constitutional requirements of standing, the prudential limitations expressed in the doctrine of <i>jus tertii</i> lead to the conclusion that the KCMSD is not the correct nor effective advocate of its students' rights.</p>\n<p>Additionally, because the KCMSD lacks independent standing due to the numerous prudential limitations dictating that the issues should not be litigated by that plaintiff, the KCMSD should be dismissed as a party plaintiff and realigned as a party defendant. Ordinarily, the presence of the co-plaintiff-students would redeem the lack of the KCMSD's lack of standing, see, <i>Arlington Heights v. Metro Housing Corp.,</i> supra, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 50 L.Ed.2d at 494, n. 9. Nevertheless, because the potential for conflict of interest between the KCMSD and the student plaintiffs is so severe, a dismissal of the party lacking standing is necessitated. <i>Calvin v. Conlisk,</i> <span class=\"citation\" data-id=\"329204\"><a href=\"/opinion/329204/ardale-calvin-v-james-b-conlisk-jr-etc/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11 (7th Cir. 1975). A determination of the incremental segregative effects of the violations of the defendants under <i>Dayton</i> cannot be accurately made without the presence of the KCMSD as a party defendant. Because of the KCMSD's relationship with the defendant State of Missouri and the defendant Missouri State Board of Education, any remedy involving the restructuring of districts would necessarily entangle the KCMSD as well. Other outlying districts may or may not be needed to be joined, as discussed more fully herein, but it is elementary that the inquiry must begin with the students' own district. For these reasons, the KCMSD must be joined as a party defendant under Rule 19(a) and Rule 21.</p>\n<p></p>\n<h2><i>B. The plaintiff-students' standing</i></h2>\n<p>It can be accurately stated without discussion that the plaintiff-students meet the constitutional requirements of standing to litigate their constitutional rights. No prudential limitations appear. Nevertheless, the Court notes a conflict of interest as a result of the addition of the KCMSD as a party defendant. The parent-next friends of the plaintiff-students cannot straddle both sides of the fence. As members of the Board of Education of the Kansas City Missouri School District, they must necessarily be party defendants in their official capacities. Yet as next friends to the plaintiff-students, an insurmountable conflict arises. Therefore, the Court perceives two alternatives: either a substitution of next friends or resignation and disaffiliation from the KCMSD in any capacity. Furthermore, separate legal representation must be obtained by the plaintiff-students who are now represented by the legal counsel for the KCMSD. Once these measures are achieved, the parties will be properly aligned and the case in the correct posture to begin discovery.</p>\n<p></p>\n<h2>V. JOINDER OF PERSONS NEEDED FOR A JUST ADJUDICATION; MOTION TO MAKE MORE DEFINITE</h2>\n<p>In the alternative to their motions to dismiss the plaintiffs' complaint, the Missouri defendants argue that numerous Rule 19 parties need to be joined and that the complaint is so vague as to make a responsive pleading difficult if not impossible.</p>\n<p>In regard to the absent possible Rule 19 parties, the defendants suggest that because the various city governments in the metro area would have a very great interest in the relief prayed for that they should be joined as parties to this action. Other missing potential parties are suggested to be the remaining school districts in the geographical region which were not named as defendants, <span class=\"star-pagination\">*443</span> water districts, fire districts and sewer districts. Defendants suggest that unless these unnamed defendants who have a vital interest in the shaping of any relief are named to the action by the plaintiffs, that the action should be dismissed. Defendants place the sole burden on the plaintiffs apparently without recognizing that they as defendants may move to join additional defendants or that the Court itself may join additional parties under Rules 19 and 21. Failure by the plaintiffs to name possible Rule 19 parties in the original complaint does not render the complaint defective warranting dismissal. Because the defendants assert the absence of certain possible defendants as grounds for objecting to the complaint rather than as a motion to join additional parties, the motion to dismiss the complaint for the alleged failure to name as original parties additional possible defendants is denied. Ample opportunity will be available for the plaintiffs to amend their complaint if necessary or for a more thoughtful briefing and consideration of the issue of joinder of absent possible parties.</p>\n<p>In the alternative, the Missouri defendants have moved for a more definite statement arguing that the complaint is so vague as to make a responsive pleading difficult if not impossible. It is true that under Rule 8, only a short and plain statement of the claim is required as opposed to a statement of all of the facts upon which the claim is founded. This \"notice\" pleading:</p>\n<blockquote>is made possible by the liberal opportunity for discovery and the <i>other pretrial procedures</i> established by the Rules to disclose more precisely the basis of both claim and defense and to define more narrowly the disputed facts and issues. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 103, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span>, 85 (1957) (emphasis added)</blockquote>\n<p>The \"pretrial procedures\" mentioned in the above quote are footnoted by the Supreme Court to include the motion for a more definite statement. However, in practice, the motion is infrequently granted because by its own terms, it is not proper unless the pleading is \"so vague or ambiguous that a party cannot reasonably be required to frame a responsive pleading.\" It should not be granted merely to require evidentiary detail normally the subject of discovery. 2A <i>Moore's Federal Practice,</i> ¶ 12.18, p. 2396.</p>\n<p>In Count III of the complaint, the Missouri school districts are alleged to have violated plaintiffs' constitutional rights by intentionally segregating students on the basis of race and by maintaining school segregation in the metropolitan area by (1) participating in the operation of the state mandated segregated school system before 1954; (2) transferring students across district lines for purposes of segregation; (3) engaging in discriminatory employment practices which discourage minority race residence and attendance within the various defendant districts; (4) obstructing school district boundary line changes which would have reduced racial segregation; and (5) failing to fulfill their constitutional duties to dismantle the previous state dual system of schools and to eliminate the remaining vestiges of their previously discriminatory actions. It would appear that responsive pleadings in the form of denials or admissions can be made to the allegations which are sufficiently specific in Count III as to appraise the named defendants of the nature of the claims against them. The motion is accordingly denied.</p>\n<p></p>\n<h2>VI. FEDERAL DEFENDANTS</h2>\n<p>The federal defendants (HUD, HEW, DOT) have jointly moved for dismissal of the complaint as against them on the grounds that the plaintiffs lack standing to challenge the actions of HUD and DOT in that the plaintiffs are not \"beneficiaries\" of the various programs which the plaintiffs assert have been administered in a discriminatory manner. As against HEW, however, the plaintiffs would have standing concerning the HEW assisted school programs, but the defendants assert that the plaintiff KCMSD has not exhausted its administrative remedies. Because the KCMSD has been realigned as a defendant, <span class=\"star-pagination\">*444</span> this later argument is mooted. The briefs of the federal defendants were naturally slanted towards the KCMSD but it is presumed that the term \"plaintiffs\" as used in the brief included the plaintiff students.</p>\n<p>It is true that plaintiffs are not the beneficiaries of the various programs administered by the federal defendants. However, the standing of the plaintiff students to assert the alleged violations of their constitutional rights is not dependent upon whether or not the plaintiffs were the direct recipients of the housing or transportation systems. It is alleged that these defendants have violated the plaintiffs' rights, e. g. that in relocating persons in the path of federal highways, the relocation was administered in such a discriminatory manner as to segregate the schools in the area. The students undoubtedly possess standing to assert these claims.</p>\n<p>The federal defendants have also moved in the alternative for a more definite statement. Unlike the allegations against the Missouri state defendants, the Missouri school districts, and HEW whose actions were in the field of education, the actions of HUD and DOT are unrelated to education but are alleged to have a segregative effect on education.</p>\n<p>The allegations against HUD appear to be sufficiently specific to enable HUD to form a responsive pleading thereto. It alleges actions which had as their intent and result the promotion of residential segregation which in turn increased racial isolation and composition of the KCMSD and caused the plaintiffs constitutional harm. The specific acts are set forth in Count VIII, ¶ 71 and a responsive pleading in the form of a denial or admission can be made from these allegations.</p>\n<p>The counts against HEW and DOT are somewhat more vague and conclusionary. However, when read in conjunction with the factual allegations preceding the individual counts, the defendants should be able to form a responsive pleading thereto. For instance even though Count VII which alleges that DOT in the construction of highways \"relocated, or permitted recipients of federal aid to relocate\" persons in a manner which promoted residential segregation does not identify the specific highway projects in the vast metro area, these facts can be readily uncovered by discovery. So too, the specific \"actions\" of HEW forming the pattern of ignoring \"the necessity and practicality of desegregation within the metropolitan area\" alleged in Count VI may be determined with greater specificity during discovery. For these reasons, the joint motion of the federal defendants for a more definite statement is denied.</p>\n<p></p>\n<h2>VII. REMAINING MOTIONS</h2>\n<p>Also placed before this Court are the motions for dismissal raising the issues of laches and unclean hands and failure of the KCMSD to exhaust administrative remedies. These grounds for dismissal are mooted by the Court's finding that the KCMSD lacks standing to assert the claims of its students in this action. However, these grounds would not merit dismissal absent the motion to dismiss the KCMSD due to lack of standing. Furthermore, the defendants questioned the KCMSD's legal capacity to sue under a statutory technicality in that the revised Missouri statute deleted the phrase \"may sue and be sued\". Mo.Rev. Stat. § 162.311. When the statute pertaining to six-director school districts (and urban districts to which the six-director statutes apply if not in conflict with specific statutes relating to urban districts) was revised, the phrase was deleted although the legislature did not delete the phrase from other statutes dealing with other types of school districts. It cannot be assumed that only some districts have legal capacity to sue and be sued whereas others do not.</p>\n<p>As corporate bodies, certain implied powers are inherently possessed to effectuate the expressly delegated powers. See <i>Harrison v. Hartford Fire Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">241</span></span>, 242 (W.D.Mo.1944). The KCMSD had legal capacity to institute this suit, and now having been realigned with the other school districts, has legal capacity to be sued.</p>\n<p><span class=\"star-pagination\">*445</span> Finally, the motion to dismiss the individual school district superintendents is denied. <i>Cooper v. Aaron,</i> <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span> (1958) clearly established the liability of local officers of state entities. Furthermore, in answer to the objections of those named superintendents who are no longer school officials, the plaintiffs have assured the parties and the Court that under Rule 25, Fed.R.Civ.Pro., motions for substitutions or amendments to reflect the changes in various personnel will be made periodically.</p>\n<p></p>\n<h2>VIII. CERTIFICATION UNDER 28 U.S.C. § 1292(b)</h2>\n<p>Ordinarily, a denial of a motion to dismiss a complaint would not be appealable due to the lack of finality. <i>Refrigerated Food Line, Inc. v. Republic Industries, Inc.,</i> <span class=\"citation\" data-id=\"299488\"><a href=\"/opinion/299488/refrigerated-food-line-inc-v-republic-industries-inc/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span> (8th Cir. 1971). However, because the denial of the motion rests on a resolution of a determinative question of law as to the scope of federal remedial powers in relation to the cause of action rather than on a question of \"pleading etiquette\", certification under § 1292(b) is appropriate. Wright &amp; Miller, Federal Practice and Procedure: Jurisdiction § 3931, p. 177. Furthermore, the portions of this order dismissing the Kansas defendants for lack of in personam jurisdiction and denying the KCMSD standing and realigning it as a party defendant are also certifiable under § 1292(b). See <i>Schnell v. Peter Eckrich &amp; Sons, Inc.,</i> <span class=\"citation\" data-id=\"251273\"><a href=\"/opinion/251273/carl-schnell-and-the-griffith-laboratories-inc-an-illinois-corporation/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span> (7th Cir. 1960); <i>Burch v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"345109\"><a href=\"/opinion/345109/francis-b-burch-attorney-general-of-the-state-of-maryland-v-the-goodyear/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span> (4th Cir. 1977). Accordingly, it is the opinion of this Court that the following portions of this order involve controlling questions of law as to which there are substantial grounds for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation: (1) the denial of the motion to dismiss the complaint; (2) the dismissal of the Kansas defendants for lack of in personam jurisdiction; (3) the denial of standing to the KCMSD to litigate the constitutional issues of the complaint; and (4) the realignment of the KCMSD as a party defendant.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>It is the opinion of this Court that this desegregation suit is now in the proper posture to effectively determine the magnitude of the segregative condition alleged, if one exists, and the scope of the remedy to eradicate the unconstitutional condition. The Court stands ready to convene a prediscovery conference for discussing and establishing the procedures of uncovering and unraveling the necessary historical data required by the language of <i>Dayton,</i> supra. Therefore, for the reasons set forth herein, it is hereby</p>\n<p>ORDERED that the motions of the defendants for an order dismissing the plaintiffs' complaint for failure to state a claim upon which relief can be granted are denied; and it is further</p>\n<p>ORDERED that the Kansas defendants, including the State of Kansas, the Governor of Kansas, the State Board of Education of Kansas and its individual members, the Commissioner of Education of the State of Kansas, and the Shawnee Mission, Kansas City, Kansas, Turner, Olathe and Southeast Johnson County School Districts are dismissed from this action on the grounds of lack of personal jurisdiction; and it is further</p>\n<p>ORDERED that the plaintiff Kansas City Missouri School District be dismissed as a party plaintiff and rejoined as a party defendant to this action; and it is further</p>\n<p>ORDERED that the conflict of interest existing because of the plaintiff-students' next friends' membership upon the KCMSD Board of Education, a defendant, be resolved within sixty (60) days from the date of this order; and it is further</p>\n<p>ORDERED that the alternative motion of the Missouri defendants for dismissal for failure to join other parties needed for a just adjudication is denied; and it is further</p>\n<p>ORDERED that the motion of the Missouri school district defendants to make the plaintiffs' complaint as against those defendants more definite and certain is denied; and it is further</p>\n<p><span class=\"star-pagination\">*446</span> ORDERED that the motion of the federal defendants to dismiss the complaint is denied, and the motion of the federal defendants to make the plaintiffs' complaint as against those defendants more definite and certain is denied; and it is further</p>\n<p>ORDERED that the motions of the defendants for dismissal on the grounds of laches and unclean hands and failure to exhaust administrative remedies are denied; and it is further</p>\n<p>ORDERED that the defendants' motions to dismiss the complaint on the grounds that the KCMSD lacks legal capacity to sue and be sued are denied; and it is further</p>\n<p>ORDERED that the motions to dismiss the individually named superintendents of the various defendant school districts are denied; and it is further</p>\n<p>ORDERED that specific portions of this order are certified in accordance with 28 U.S.C. § 1292(b) as more fully set forth in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Originally assigned to the Honorable J. W. Oliver, Chief Judge of this District, the case was transferred to this division for all further proceedings on October 4, 1977.</p>\n<p>[2]  The Missouri and federal defendants responded by Rule 12(b) motions whereas the Kansas defendants responded by way of answer incorporating affirmative defenses and praying for dismissal on many of the same grounds and also by way of Rule 12(b) motions.</p>\n<p>[3]  The statute reads in full:\n</p>\n<p>506.500 Actions in which outstate service is authorized.</p>\n<p>1. Any person or firm, whether or not a citizen or resident of this state, or any corporation, who in person or through an agent does any of the acts enumerated in this section, thereby submits such person, firm, or corporation, and, if an individual, his personal representative, to the jurisdiction of the courts of this state as to any cause of action arising from the doing of any of such acts:</p>\n<p>(1) The transaction of any business within this state; (2) The making of any contract within this state; (3) The commission of a tortious act within this state; (4) The ownership, use, or possession of any real estate situated in this state; (5) The contracting to insure any person, property or risk located within this state at the time of contracting.</p>\n<p>2. Only causes of action arising from acts enumerated in this section may be asserted against a defendant in an action in which jurisdiction over him is based upon this section.</p>\n<p>[4]  Section 410.10 of the California Code of Civil Procedure provides:\n</p>\n<p>\"A court of this State may exercise jurisdiction on any basis not inconsistent with the Constitution of this state or of the United States.\"</p>\n<p>[5]  Although constitutional violations are not always torts, they may be \"tortious\" or \"tort-like\" in nature. State action causing injury to a person's constitutional rights is receptive to tort law terminology and concepts. Thus, many of the civil rights statutes create tort-like liability, e. g. 42 U.S.C. § 1983. The Supreme Court has stated § 1983 \"should be read against the background of tort liability.\" <i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 187, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, 484, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span>, 505 (1961).</p>\n<p>[6]  <i>International Shoe Company v. State of Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></a></span> (1945).</p>\n<p>[7]  As noted earlier, the Kansas defendants, owing to a difference in practice in that federal district, have answered as well as filed Rule 12 motions.</p>\n<p>[8]  There is a subtle distinction between <i>jus tertii</i> (asserting a third person's rights) and an association suing on behalf of its members. See <i>Hunt v. Washington Apple Advertising Commission,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977). Regardless, a school district is not as a matter of law an association of members as contemplated by the decision and guidelines set forth in <i>Hunt.</i></p>\n<p>[9]  A copy of that decision dated December 22, 1976 was filed by the federal defendants and forms a part of the record of this action. On page 76, Rollie D. Thedford, Administrative Law Judge made the following conclusions of law:\n</p>\n<p>2. In the operation of the schools under its control, the District has created and maintained intentional segregation of the students thereby denying minority students equal protection of the laws guaranteed by the Fourteenth Amendment to the Constitution and equal educational opportunities.</p>\n<p>6. The intentional segregative acts and omissions of the District have contributed to the segregated condition of the schools of the District as they exist today and have perpetuated the former dual system.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/240606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/243704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/251273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/267322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/301951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316522/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329204/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/345109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1634671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1719913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1966055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2007105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467280/"
          ]
        }
      ],
      "judges": "Russell G. Clark",
      "date_created": "2014-10-30T20:31:21.197507Z",
      "date_modified": "2017-04-08T17:27:37.763751Z",
      "date_filed": "1978-10-06",
      "date_filed_is_approximate": false,
      "slug": "school-dist-of-kansas-city-v-state-of-mo",
      "citation_id": 2066216,
      "case_name_short": "",
      "case_name": "School Dist. of Kansas City v. State of Mo.",
      "case_name_full": "",
      "federal_cite_one": "460 F. Supp. 421",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 20,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1921825/school-dist-of-kansas-city-v-state-of-mo/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:31:21.194923Z",
  "date_modified": "2014-10-30T20:31:21.194923Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "School Dist. of Kansas City v. State of Mo.",
  "case_name_full": "",
  "slug": "school-dist-of-kansas-city-v-state-of-mo",
  "docket_number": "77-0420-CV-W-1-3",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}