{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1921634/",
  "id": 1921634,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2093281/",
      "id": 2093281,
      "absolute_url": "/opinion/2093281/united-states-v-school-dist-of-ferndale-mich/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1921634/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2093281/",
          "id": 2093281,
          "absolute_url": "/opinion/2093281/united-states-v-school-dist-of-ferndale-mich/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2093281/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1748/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:18:07.625241Z",
          "date_modified": "2017-04-08T12:17:36.826409Z",
          "type": "010combined",
          "sha1": "db443a7102fbe17cb045f607a29ecc38c162fd87",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>460 F.Supp. 352 (1978)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSCHOOL DISTRICT OF FERNDALE, MICHIGAN, William G. Coyne, the State of Michigan, Michigan State Board of Education, William G. Milliken, John W. Porter, Defendants.</h1></center>\n<center>Civ. Nos. 75-70958, 76-70871.</center>\n<center><p><b>United States District Court, E. D. Michigan, S. D.</b></p></center>\n<center>September 13, 1978.</center>\n<p><span class=\"star-pagination\">*353</span> J. Gerald Hebert, Thomas Yannucci, Thomas M. Keeling, Iris Green, Dept. of Justice, Washington, D. C., Peter J. Kelley, Detroit, Mich., for plaintiff.</p>\n<p>Burton R. Shifman, Southfield, Mich., Gerald F. Young, Mary Kay Botticelli, Lansing, Mich., for defendants.</p>\n<p></p>\n<h2>OPINION OF THE COURT INCORPORATING FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>CORNELIA G. KENNEDY, Chief Judge.</p>\n<p>These actions are brought by the Attorney General of the United States under two separate statutes, Action No. 75-70958 under the Equal Educational Opportunities Act of 1974 (EEOA), 20 U.S.C. §§ 1701-1758, and Action No. 76-70871 under Title IV of the Civil Rights Act of 1964, 42 U.S.C. § 2000c-6. Named as defendants are the School District of the City of Ferndale, Michigan, a school district of the third class (hereinafter referred to as School District or District); its Superintendent William G. Coyne; The State of Michigan; The Michigan State Board of Education, a constitutional body corporate; John W. Porter, Superintendent of Public Instruction, Department of Education; and William G. Milliken, Governor of the State of Michigan, an <i>ex officio</i> member of the State Board of Education (hereinafter referred to as State defendants).</p>\n<p>The complaints in each case allege School District built, operated and maintained the Ulysses S. Grant Elementary School in the school district for the purpose and with the effect of segregating black elementary students in the school system and have discriminatorily assigned or permitted the assignment of black faculty to the Grant School on the basis of race. It is further alleged that the defendants are operating a dual education program at the Grant <span class=\"star-pagination\">*354</span> School, one of which is virtually all black, and have been responsible for <i>de jure</i> segregation of the Ferndale School System. Count Two of Civil Action 75-70958, which relates to the use by the State of revenue sharing funds, is dealt with in later portions of this opinion.</p>\n<p>The two actions were consolidated for trial, since although arising under separate statutes requiring different pre-complaint procedures or requirements, the claims of the plaintiff in both actions seek the same relief (aside from the revenue sharing claim) and require the same proofs. The evidence received at earlier hearings on motions for preliminary injunction were made a part of the trial record as provided for by F.R.Civ.P. 65. The procedural history of these cases is set forth in detail in this court's earlier opinions and summarized in large part in the decision of the United States Court of Appeals in <i>United States v. Ferndale School District,</i> 577 F.2d 1339 (6th Cir. 1978), and will not be repeated here.</p>\n<p></p>\n<h2>PRESENT OPERATION OF SCHOOL DISTRICT</h2>\n<p>Defendant School District is a suburban school district located immediately north of Detroit and serving an area of about 4.5 square miles. The district includes all of the City of Pleasant Ridge, the greater part of the City of Ferndale, a part of the City of Oak Park, and a part of Royal Oak Township. Thus, although it is called the School District of the City of Ferndale, its borders are not coterminous with that city. The total student enrollment of the district in the 1977-78 school year was 5940 students, 595 or 10 percent of whom were black. During that same school year, District operated eight kindergarten through sixth grade (K-6) elementary schools with a 1977-78 enrollment of 3,212 students; 325 of these elementary students, approximately 10.1 percent, were black. The District employed during that year 115 elementary teachers, 17 of whom, or 15 percent, were black. In the 1977-78 school year, each elementary school had full-time black elementary classroom teachers. All of the elementary schools in the district had black children enrolled during the 1977-78 school year. District has always operated a single high school and all students from the entire district have attended that high school.</p>\n<p>Prior to the 1976-77 school year, District operated a single junior high school and students from the entire district attended that school. During the 1976-77 and 1977-78 school years, the former junior high school was closed and the district operated two junior high schools. Attendance boundaries for these two junior high schools were drawn in a manner that resulted in each having the same percentage of black students. Thus, each reflects the percentage of black students in the district in grades seven and eight attending junior high school. The plaintiff has made no claim that the prior operation of the single junior high school or, now, of the two junior high schools, or of the high school has been or is in violation of any student's constitutional rights. The faculties as well as the student bodies of these schools are integrated. The plaintiff's entire claim is directed towards the construction, maintenance and operation of a single elementary school, the Grant school. It has presented evidence with regard to other schools in the district but only insofar as it affected Grant school or its attendance area or bore on the issue of intent.</p>\n<p>The present two junior high schools, Best and Coolidge, were until the 1976-77 school year K-6 elementary schools. The former single junior high school, Lincoln, required very extensive and expensive repairs and rehabilitation if it was to continue in use. The school population of the district has been declining for several years. Rather than expend the large sums necessary to renovate Lincoln, the school board elected to take two of the larger elementary schools and turn them into junior high schools. The closing of Coolidge as an elementary school has required the school board to furnish some transportation to some of its former students because of a railroad, distance, and major thoroughfares. The only other transportation ever provided elementary students by the district, aside from those pupils in special education or programs <span class=\"star-pagination\">*355</span> for the handicapped, is the transportation of children from the Grant attendance area participating in the open enrollment program, begun in 1975-1976, and to Grant for the open classroom program which commenced that same year.</p>\n<p>Beginning with the 1975-1976 school year, continuing during the 1977-1978 school year and contemplated to continue in the future, Grant had two educational programs: one, the so-called traditional self-contained classroom program, and the other, the so-called open classroom program. The open classroom program or method of elementary teaching is less formally structured than the self-contained classroom in that students in the same class may be involved in many different projects or activities at the same time. Parent volunteers participate directly in the teaching process in the classroom. Students work in small groups, and the same students do not remain with a single group. The evidence established that teachers for such an open classroom program have different demands on them than traditional classroom teachers, that they must believe in this method of education and must be especially motivated to teach in such a program. The School District has had a declining enrollment for the past several years with a resulting decline in need for faculty. Rather than employing teachers, it has been laying them off or not replacing them as they resign or retire. Teachers for the open classroom program were recruited system-wide from the elementary faculties. A written communication was distributed to all elementary teachers asking those who were interested to volunteer to teach in it. No black teacher volunteered for that program. All of the teachers selected were from those who volunteered and all are white. The black teachers at Grant were personally approached and asked if any of them would volunteer to teach in the open classroom. None did. In view of the fact that the total elementary faculty of the school district is integrated, the method of selection of teachers for the open classroom is in the court's opinion a racially neutral method. Thus, although all of the teachers in the open classroom (eight including the teacher coordinator) are white, the court finds that the school board has sustained its burden of showing that their selection was free of any intent to segregate.</p>\n<p>This open classroom program operated at the Grant school is open to all K-6 students in the School District on a voluntary basis. Its enrollment during the three years of its existence has been:</p>\n<p></p>\n<pre>\n  YEAR     WHITE     BLACK     TOTAL\n   1975-1976   160       30        190\n   1976-1977   181       34        215\n   1977-1978   176       31        207\n</pre>\n<p>All of the white students who attended this program, at Grant, live outside the Grant attendance area. There were 198 black students enrolled in the traditional classroom program at the Grant Elementary School during the 1977-1978 school year and one white. That program presently has three white teachers and four black teachers. One black teacher has taught there for 32 years while the other black teachers have been there approximately 10 years each. During the 1975-1976 school year there were four white teachers in the traditional classroom and four black. The enrollment has declined. One teacher was not needed and, having the least seniority, a white teacher left Grant school. At earlier times as discussed <i>infra,</i> page 370, the entire faculty of Grant was black.</p>\n<p>The evidence established that the hiring of elementary teachers during the superintendency of John J. Houghton, which began in 1961, has been racially neutral. The number of black teachers at Grant has varied over the years. In 1969 the racial representation of faculty at the Grant school was 13 full-time black teachers and 10 full-time white teachers. Since that time the enrollment at Grant school, as at every other elementary school in the district, has dramatically declined. With the declining enrollment, teachers with less seniority were laid off or assigned elsewhere. The same seniority system is used district-wide and appears to be racially neutral.</p>\n<p>There are presently 16 elementary teachers at the Grant school, 4 of whom, 25 percent, are black. However, black teachers <span class=\"star-pagination\">*356</span> do constitute over 50 percent of the faculty in the traditional program. Although the teachers in the traditional and open classrooms use different teaching methods, they are a single faculty for all administrative purposes and functions. The principal of the Grant school, who is black, evaluates all teachers at the school, both those teaching traditional classes and those teaching in the open classrooms. The teacher coordinator is classified as a classroom teacher for union bargaining purposes and he or she is evaluated by the principal in the same way as is every other teacher. Faculty meetings at the school are attended by all classroom teachers there, and faculty committees are made up of teachers from the entire school. There is a single Parent-Teacher Association at the Grant school whose numbers include parents of students in both the traditional and open classrooms.</p>\n<p>School District has urged that in determining the racial composition of the Grant school the Court should include both the open and traditional classrooms and that using such approach the school is not segregated.</p>\n<p>Students in the traditional and open classrooms have a single student council; the choral and band programs, as well as the library programs and library work, field trips and special programs, are joint activities involving students from both the open and traditional classrooms. Further, both lunch and recess programs are shared. There is some interaction in the academic programs; for example, sixth graders from the traditional program tutoring primary students in the open classroom, and vice versa. However, the majority of the time that is spent in academic study by students in the traditional program is spent in their self-contained classrooms where with one exception all the students are black.</p>\n<p>In addition to the open classroom program, Ferndale adopted an open enrollment policy beginning with the 1975-1976 school year, which permits any elementary student in the school district to attend any other school. The first year of its existence, four black students from the Grant attendance area attended other schools in the district. This number increased to 31 in the 1976-1977 school year and to 42 in the 1977-1978 school year. The one white child in the traditional classroom attends pursuant to this open enrollment policy.</p>\n<p>All of the children who reside in the Grant attendance area and attend the public schools are black; indeed, the evidence indicates that all persons residing in the Grant attendance area are black.</p>\n<p>The defendant School Board asserts that the plaintiff has failed to establish that segregation exists at the Grant school in view of the above facts; that although 25 percent of the total faculty is black, this is not disproportionate to other schools in the district since the Jackson Elementary School, which has 7.6 percent black student enrollment (including those who attend pursuant to the open enrollment policy) has five black faculty members out of a total faculty of 16 or 31 percent black; and that there are 177 white children and 229 black children, a total of 406 students in Grant school, hence approximately 44 percent white and 56 percent black. It asks that even if the court should find that the school district at one time practiced <i>de jure</i> segregation that such segregation no longer exists.</p>\n<p>The court is unable to accept the conclusion urged by the defendant School District. If School District is found to have practiced <i>de jure</i> segregation, the continuing existence of all-black traditional classrooms are a residue and result of that segregation. The open classroom program, available to and participated in by all students without regard to race, as well as the open enrollment policy, availed of by approximately 15 percent of the black children from the Grant attendance area, have commendably reduced the racial isolation of the Grant area students. Sufficient isolation still exists, however, in the traditional classrooms to require a determination of the reason why the Grant school had only black students before the open classroom program was initiated, since this same reason is the cause of the continuation of all black students <span class=\"star-pagination\">*357</span> in the traditional classrooms at Grant school.</p>\n<p>The court, must, therefore, undertake the difficult task mandated by <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); <i>Keyes v. School District No. 1,</i> 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 1043 (1973), and <i>Dayton Board of Education v. Brinkman,</i> 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), to determine whether the segregation which continues to exist in the traditional classrooms results from actions taken with segregative intent by School District. As stated by Justice Brennan in <i>Keyes</i>:</p>\n<blockquote>We emphasize that the differentiating factor between <i>de jure</i> segregation and so-called <i>de facto</i> segregation to which we referred in <i>Swann</i> is <i>purpose</i> or <i>intent</i> to segregate.</blockquote>\n<p>413 U.S. at 208, 93 S.Ct. at 2697 (emphasis in original) (footnote omitted).</p>\n<p></p>\n<h2>HISTORY OF SCHOOL DISTRICT DEVELOPMENT</h2>\n<p>School District maintains that the all-black population in Grant school's traditional classrooms, as well as the pre-open classroom all-black school population, exists and has existed for <i>de facto,</i> adventitious reasons. The attendance area from which the Grant school draws students has only black residents and has had only black residents with one or two exceptions since the school was opened in 1926, with the identical attendance boundary it now has. The school has not changed attendance boundaries in its 52-year existence. The evidence establishes that at the time the school opened it had one white student in attendance, who completed the six grades provided by the school. There have been no other white students at the Grant school, aside from those in the open classroom and the single white student in attendance under the open enrollment policy. School District maintains that the Grant school was located in accordance with the district's policy of maintaining at all times a neighborhood school, that there was no other feasible alternative location for a school to serve this area, and that School District did not build or maintain Grant school for the purpose or with the intent of segregating black pupils.</p>\n<p>In support of its position that a neighborhood school policy has always been the policy of defendant School District, defendant points to the minutes of its meeting of September 30, 1921, in which it adopted a building policy related to the location of elementary schools. That policy provides:</p>\n<blockquote>2. . . . [E]lementary schools shall be so located as to:</blockquote>\n<blockquote>(a) Minimize hazard to children in crossing the main thoroughfares.</blockquote>\n<blockquote>(b) Provide schools within reasonable walking distance.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>4. That any building project be determined in its relationship to the needs of the district as a whole as well as in relationship to the school of any section of the district.</blockquote>\n<blockquote>5. That the location of these schools shall conform with the policies of the Board of Education with regard to safety, accessibility and economy.</blockquote>\n<p>At the time that this policy was adopted, there were a few black families living in the southwest corner of the district, which now constitutes the Grant attendance area, and a few in the northeast corner of the District, the Harding attendance area. The adoption of this policy could not be racially motivated in any way. It is necessary to examine the history of School District to determine whether it adhered to this policy.</p>\n<p>Below is a map of the present boundaries of the School District and the location of the schools, which will make the court's findings easier to follow.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*358</span> </p>\n<p><span class=\"star-pagination\">*359</span> </p>\n<p><span class=\"star-pagination\">*360</span> In 1919 the School District was roughly rectangular in shape, bounded by Eight Mile Road on the south, Ten Mile Road on the north, Hilton Road on the east, and Wyoming Avenue on the west. The School District at that time operated three schools: a two-room, two-story school in Pleasant Ridge on the site of the present Roosevelt Elementary School; the Central school, located near Woodward Avenue and Nine Mile Road; the Ridgewood school, a four-room, two-story school, located near Eight Mile and Stratford Avenue, a location which was lost upon the widening of Eight Mile Road. Eight Mile was then only a two-lane dirt road. During the 1920's it became a major east-west artery with several lanes in each direction divided by a median. Total student enrollment in all three schools was 460. The following chart sets out the increase in the number of students and the percentage of increase in enrollment in the School District from 1919 to 1926.</p>\n<p></p>\n<pre>\n                          INCREASE IN\n           TOTAL         ENROLLMENT IN\nYEAR      STUDENTS        PERCENTAGES\n 1919      460\n 1920      621          35\n 1921    1,175          89\n 1922    1,604          37\n 1923    2,005          25\n 1924    2,767          38\n 1925    3,213          16\n 1926    3,894          21\n</pre>\n<p>(Minutes of the School Board June 26, 1922 and October 24, 1924, and Defendant Exhibit 52, hereinafter cited D-52.)</p>\n<p>The total population of the School District increased from 3,825 in 1920 to 22,629 in 1930. Most of this apparently was in the City of Ferndale, which increased from 2,840 persons to 20,855 persons in that same ten-year period. To deal with this increase in 1920, the School District built the Harding Elementary School in the northeast corner of the School District. It was a four-room school; two rooms were located in the basement. The original enrollment of the Harding School is not known; however, in 1922, two years after it had been opened, it enrolled 148 students (Minutes, October 2, 1922). In that same year the Roosevelt school was built on the site of the old Roosevelt school. It was originally constructed with eight classrooms and the old Roosevelt school was divided into four rooms and used together with the new building until 1926.</p>\n<p>In 1921 the School District was expanded to its present boundaries by the annexation of the area west of Wyoming to Scotia Road between Nine and Ten Mile Roads. At the time of this annexation that area contained 13 families with 19 children (Minutes, September 30, 1921).</p>\n<p>In 1923 the School District constructed two new elementary schools: Washington, a six-room building, located near Livernois and Pearson, and Wilson Elementary School, a six-classroom building on Paxton Avenue. In 1924 and 1925, two rooms were added to the Harding School, to make it a six-room building. However, it appears that the basement rooms were not fit for use (Government Exhibit 213(c), hereinafter cited G-213(c)). In 1923 or 1924, the Washington school was enlarged by the addition of six classrooms so that it was a 12-room building sometime before 1925. Even with these new schools and additions in June of 1924 (D-56), the large increase in population of the district caused over 500 students in the district to be on half-day sessions by June of 1924 (D-56).</p>\n<p>In 1924 two additional schools were constructed: the Coolidge Elementary School, a 12-room school located on Drayton Avenue, between Woodward Avenue and the Grand Trunk Railroad; and the Jefferson school, located in the western part of the school district, on Republic Avenue near LeRoy Avenue. The Grant school was constructed in 1926 as a six-room building, plus an office and bathrooms. The Taft school opened in the fall of 1928, replacing the Ridgewood school. Taft contained 20 to 22 rooms. Taft's construction was financed with funds received from the sale of the Ridgewood school and site. (G-213(c)). It was the last school to be constructed until 1950, although there were additions to other schools in the interim. Unlike the other <span class=\"star-pagination\">*361</span> elementary schools, which opened as K-6 schools, Taft operated a K-8 program from the time it opened. In 1930 four classrooms were added to the Harding school, and 13 classrooms were added to the Coolidge school, which later was intended for use as a junior high school (grades seven and eight) as well as an elementary school (G-131; G-213(c)). Four classrooms were added to the Grant school in 1942, and four additional classrooms plus a multi-purpose room were added in 1945 (G-213(f)(g); D-77, D-26) (Minutes, March 6, 1945).</p>\n<p>The Jackson school was built in 1950 and the Best school in 1954. Best school was built to serve part of the Roosevelt school former attendance area, and Jackson was constructed to serve the northwest part of the Jefferson attendance area, which had grown rapidly between 1949 and 1951 (G-131 and 132). These two schools are located only one block apart. Further additions were made to all elementary schools in the District with the exception of Coolidge after World War II. The evidence presented to the court establishes that with the exception of the Best and Jackson schools, both of which have had all or substantially all white students, all students attended the school nearest to their homes.</p>\n<p>As stated previously, the focus in this case is the purpose and intent of School District in the construction and operation of the Grant school. Throughout the history of School District, there have been some black residents with school age children who resided in the northeast area of the school district in the Harding school attendance area. They have always attended Harding, the school nearest their home. There have also been a very small number of black children as well as other minorities such as Oriental or American Indian who have resided in other elementary school attendance areas. They, too, have attended the schools nearest their homes.</p>\n<p></p>\n<h2>HISTORY OF GRANT SCHOOL</h2>\n<p>Turning to the detailed history of the Grant attendance area and the construction and maintenance of Grant school, the testimony is undisputed that the Grant area was largely vacant in 1921, with only a few homes, occupied by both black and white families (Testimony of Anna Thomas, a black leader in the Grant area<sup>[2]</sup>). With construction of the Highland Park plant of the Ford Motor Company, the entire area encompassed by the school district except the Best-Jackson area increased very rapidly in population (<i>see</i> page 357, <i>supra</i>). The Grant attendance area consists of Forest Grove subdivision and Detroyal subdivisions (there were more than one Detroyal subdivision, all contiguous to one another). Ernest Morris, a black man, whose family moved to this area in 1924, testified that there were approximately 40 families living in Forest Grove and Detroyal subdivisions when he moved there. He testified that during the years 1924 through 1926 there was a building boom in these two subdivisions. His recollection of this growth is corroborated by the testimony of other witnesses as well as evidence showing that when Grant opened in the fall of 1926 it had 124 students in the K through 6 grades. Prior to the 1925-1926 school year, the majority of the school-age children in the Forest Grove and Detroyal subdivisions, the Grant attendance area, attended Ridgewood school. Ernest Morris testified that he attended that school as did most of the children from the area where he lived. However, it would appear also that some children from the area attended the Washington school. At his mother's request the Morris children transferred to Washington during part of the 1924-1925 school year. This request to attend Washington school was made because there were no sidewalks <span class=\"star-pagination\">*362</span> between the Morrises' house and Ridgewood while there were sidewalks most of the way from their house to Washington.</p>\n<p>Forest Grove and Detroyal subdivisions were without sewers, water, or paved streets until after World War II, when these improvements were made under a federal urban renewal grant to Royal Oak Township. They did have some sidewalks. The sidewalks did not, however, extend the length of all the streets, and none of the sidewalks extended to Northend Avenue, which is one-half mile north of Eight Mile Road and which constitutes the northerly boundary of the Grant attendance area. The subdivisions were promoted by their developers as subdivisions for black families. In 1925 or 1926, there were only two or three white families who still lived in the area.</p>\n<p>Until the 1925-1926 school year, as stated above, the majority of the students in the Grant attendance area attended the Ridgewood school. Sometime in 1922 or 1923, the principal of the Ridgewood school, a Mrs. Terry, suggested to Mrs. Anna Thomas, who had resided on Mitcheldale in Detroyal subdivision since 1920, that she circulate a petition to have a portable or temporary school built in the Grant area at Bethlawn Avenue and Eight Mile Road so that the children would not have so far to go. Mrs. Thomas testified that she did not approve of this idea, that she invited Mrs. Terry to a meeting of residents at the Thomas home. Mrs. Thomas further testified that after explaining to Mrs. Terry the swampy, unsatisfactory nature of the proposed location of the portable school, Mrs. Terry agreed with her that it was totally unsuitable and that she, Mrs. Terry, had been totally unaware of this condition. The subject was not pursued further. There is nothing discriminatory in the proposal for a portable school. The minutes of the school board meeting of December 14, 1923 show that the Board considered building a portable school at or near Leggett Farm, the location where Jefferson was later built, but abandoned that idea. In 1924 a group of residents of that area petitioned for a temporary school. (<i>See</i> Minutes of May 9, 1924.)</p>\n<p>The procedure followed for the establishment of all of the earlier elementary schools was identical. A group of tax-paying residents would petition the school board requesting that a school be built within a certain area. If the Board approved the request, the proposal would be placed on the ballot asking the electors to approve a bond issue to build a school within that area. Bond issues approved by the electors were also used to finance additions, in most instances.</p>\n<p>Mrs. Anna Thomas testified that she was one of the persons who circulated the petition for the construction of the Jefferson school and submitted it to the board of the School District. It was she (she testified) who suggested its location on or near the Leggett farm, where it was subsequently built. The original plan for the Jefferson school and the one submitted to the voters on January 16, 1925, was for an eight-room building (Minutes, December 19, 1924, January 22, 1925, March 3, 1925, January 23, 1925). A special meeting of the voters was called by a resolution of March 3, 1925, to approve an additional four rooms and the expenditure of $27,000.00 received from the sale of the old Central school site for this purpose. This was approved.</p>\n<p>The Jefferson school was opened in the fall of 1925 with 12 rooms. Its attendance area as well as those for all elementary schools in the district is set out in the minutes of the school board for September 18, 1925, and included all of the present Grant attendance area, the present Jefferson attendance area, and the area north thereof which was then largely vacant and unsubdivided. Although the exact racial composition of the students at Jefferson during the 1925-1926 school year is unknown, it was probably 2/3 to ¾ white and ¼ to 1/3 black.</p>\n<p>The history proper of the Grant school, so far as the evidence presented to the court reveals it, begins with the minutes of the school board meeting of October 16, 1925. The minutes recite:</p>\n<blockquote>\n<span class=\"star-pagination\">*363</span> The following petition was presented, signed by six or more taxpayers of the District:</blockquote>\n                   September 29, 1925.\n To the Board of Education,\n School District No. 9.\n Royal Oak Township, Oakland\n County, Michigan\n<blockquote>We, the undersigned, citizens of the United States of America, and resident taxpayers of School District No. Nine (9), Royal Oak Township, Oakland County, Michigan, do hereby petition that you call a special meeting of the qualified electors of said school district to meet in special session for the purpose of designating a school site, said site to be located in the Forest Grove Subdivision, Nos. One (1), Two (2), and Three (3) between Woodside on the West, Parkside St., on the East, Cloverdale St., on the North, and Pasadena St. on the south, all in the south west quarter (¼) on Section thirty-three (33), Town one (1), north range eleven (11) east, Royal Oak Township, Oakland County, Michigan.</blockquote>\n<blockquote>It was moved by Mr. Caldwell, supported by Mr. Damon, that the petition be received and filed.</blockquote>\n<p>The records of School District do not contain the names or addresses of the persons who presented this petition. The names and addresses of those petitioning for all of the other schools are similarly unknown. It was not the practice of the board to record or retain such information. At that same meeting the board passed a resolution to submit this request together with petitions received at earlier meetings for another school site (later Taft school) as well as additions to Lincoln High School and Wilson, Roosevelt and Harding Elementary Schools to the voters to approve bond issues for these purposes. Each school site and addition was submitted to the voters as separate propositions. School District did not require that the petitioners for a new school site be residents and taxpayers of the particular area to be served, although they had to be residents and taxpayers of the district. There is, however, evidence that one of those who signed this petition was Mrs. Anna Thomas. Mrs. Thomas testified unequivocally that she participated in presenting two petitions to School District for new schools: one, the petition for the Jefferson school on the Leggett farm, and the second for Grant Elementary School. Although the court did not have the benefit of hearing Mrs. Thomas' testimony, it has read with care the testimony she gave at the HEW hearing. She was 86 years of age when she testified and her testimony is at times somewhat confused, but not on this issue. She testified at the HEW hearing as follows:</p>\n<blockquote>Q Do you know how that school, the Grant School, came to be built where it was built?</blockquote>\n<blockquote>A That's the petition we gave to Downs.</blockquote>\n<blockquote>Q That the result of the petition you gave to Downs?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q The Grant school was built as a result of this petition?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>HEW Tr. 58.</p>\n<p>Although it might appear at times throughout the testimony that she had opposed the construction of the Grant school, it seems that her opposition was rather to the earlier proposal to build a portable school in the Grant area at Bethlawn and Eight Mile Road and to building an inferior temporary building. Thus, in response to the question from an attorney for the United States, she stated:</p>\n<blockquote>Q At the time the school board erected the Grant school, why did you oppose the Grant school being placed there?</blockquote>\n<blockquote>A In the first place it was in no condition for a school, that was one of the reasons I didn't want to see no portable put in there. There wasn't any water or anything like that, nothing for the kiddies to have. We couldn't have meetings or anything at night at all in that dark and everybody, talking about woods and trees and things, it was a frightful place.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*364</span> Q Were there any other reasons, Mrs. Thomas, beside the fact that it was not a fit site for a school?</blockquote>\n<blockquote>A No I had no other reasons.</blockquote>\n<p>HEW Transcript 59-60. Her testimony continues:</p>\n<blockquote>Q Mrs. Thomas, how many petitions did you present to the School board for building schools?</blockquote>\n<blockquote>A I hadn't thought about that.</blockquote>\n<blockquote>Q Was there just one or was there two?</blockquote>\n<blockquote>A No, there was two.</blockquote>\n<blockquote>Q . . . Specifically, did you submit a petition for the purpose of having a specific school building erected more than once, or did you do that just once, or did you do that more than once?</blockquote>\n<blockquote>A I did that twice.</blockquote>\n<blockquote>Q Now the first time, what school were you trying to get built?</blockquote>\n<blockquote>A The first time that was the Jefferson school was the first one that I petitioned for.</blockquote>\n<blockquote>Q Now, did you say you submitted petitions to have another school built as well?</blockquote>\n<blockquote>A Then the next one was when I was working for Jefferson.</blockquote>\n<blockquote>Q You've already told me about that, Mrs. Thomas. Was there a second school that you tried to get built or was Jefferson the only one?</blockquote>\n<blockquote>A No. I worked to help to get the petition and the petition that we gave to Lawyer Brown I helped in that, that was for Grant.</blockquote>\n<blockquote>Q But what was in that petition; what were you trying to do with that petition?</blockquote>\n<blockquote>A I was trying to get a decent school.</blockquote>\n<blockquote>Q Did you ever try to prevent the building of the Grant school?</blockquote>\n<blockquote>A We did. We stopped them from building the school until the ground was put in a sanitary condition.</blockquote>\n<blockquote>Q Did you ever try to get it stopped altogether?</blockquote>\n<blockquote>A No we weren't trying to stop it altogether . . .</blockquote>\n<blockquote>Q Well, were you aware at the time that Jefferson school was going to be built it would only have black children  in the Grant school, excuse me?</blockquote>\n<blockquote>A No I didn't know at the time. I don't know if I thought about it or not.</blockquote>\n<blockquote>Q I see.</blockquote>\n<p>HEW Transcript 59-61.</p>\n<p>Nowhere in her testimony did she contradict her prior statement that she was one of those who petitioned for the building of the Grant school. It is clear that Mrs. Thomas was one of those who presented the petition for the building of Grant school in the area where it was later constructed and the court so finds.</p>\n<p>The voters approved the bond issues including that for erecting Grant at an election on October 30, 1925. The total votes cast in favor of building Grant school were 244, the votes against were 23 and there were 12 spoiled ballots. The votes for all the other propositions on the ballot were approximately the same numbers and percentages except that there were about twice as many votes against the addition to Roosevelt school. The votes for acquisition of the Taft site are almost identical with those for Grant: 233 in favor, 26 against, and 5 spoiled ballots. One would logically expect significantly more votes in favor of the construction of Grant than for the other proposals if the intent and purpose of building Grant were to segregate black students. Such was not the case. In 1926, in addition to the construction of the Grant Elementary School which opened that fall, the District built a seven-room addition to the Wilson Elementary School and a ten-room addition to the Roosevelt Elementary School.</p>\n<p>On December 18, 1925, a resolution was adopted by the school board setting out the attendance boundaries for all of the elementary areas in the school district and requiring those children in the Grant attendance area to attend Jefferson.</p>\n<p>During the 1925-1926 school year there was opposition on the part of some parents in Detroyal and Forest Grove subdivisions to having their children attend the Jefferson <span class=\"star-pagination\">*365</span> school because the distance was too far, no sidewalks extended to that school, and the streets, being unpaved, were muddy. In December of 1925, a lawsuit was brought against School District by Mrs. Thomas as next friend of children in the Grant attendance area asking that children in the Grant attendance area be allowed to continue to attend Ridgewood school, complaining about the excessive distance to Jefferson and the muddy conditions (D-28).</p>\n<p>This lawsuit was dismissed by the state court and apparently all of the children in the Grant attendance area attended Jefferson for the remainder of the 1925-1926 school year. The pleadings in the lawsuit do not mention the Grant school. It does state a concern that School District is requiring students to walk four miles to school in order to create an excuse for a portable school building in the vicinity of the plaintiffs' homes and asks that plaintiffs be allowed to continue to attend Ridgewood School. School District's answer in that action does not refer to Grant or any other contemplated school but responds that Ridgewood was overcrowded and Jefferson had adequate space and was 4,924 feet from plaintiffs' homes and not 1½ miles as alleged. It denied that any portable school was planned. It denied any racial motivation for the transfer of children.</p>\n<p>By 1925, it was known to School District that the Ridgewood Elementary School was in the path of the proposed widening of Eight Mile Road. (<i>See</i> Minutes, January 2, 1925, March 13 &amp; 27, 1925, April 10, 1925.) Exactly when it was to be torn down is not known, although it was evidently torn down during the 1927-1928 school year.</p>\n<p>Sometime during 1925, between the employment of Mr. Down as Superintendent effective July 1, 1925, and the completion of construction of the Grant school, there was a meeting of Mr. Down, Mrs. Mary Morris, Mrs. Thomas, a Mr. Robert Edmonds, Mrs. Alice Robinson and Mr. Andy Thomas. Three of those persons gave testimony regarding this meeting in the HEW hearing: Mrs. Thomas, Mrs. Morris and Mr. Edmonds. Mr. Edmonds, who is still alive, also testified at the trial. All three of these witnesses who testified about this meeting were elderly. Mr. Down was deceased before the HEW hearing was held. The testimony regarding this meeting, including when it occurred, is somewhat conflicting. Mrs. Thomas first testified that the meeting was arranged because the school board was intending to build a portable building at Jefferson or some other location for black children. Mrs. Thomas further testified that her attorney went with her to this meeting. The other witnesses who testified about the meeting did not include the attorney as one of those present. Mrs. Thomas testified that before the meeting was over, Mr. Down had drawn a plan for the school to be built in the Grant area and had promised to see that it would have water and gas, that it would be a brick school and not a portable school and that more rooms would be built later. The proposed school, Mr. Down told the committee, would have a basement, janitor service, and everything that a school should have (HEW Transcript 32). She testified that her attorney accepted the plan that Superintendent Down had drawn up and suggested, and that the committee was satisfied with the results. (HEW Transcript 33). This testimony indicates that the building of the Grant school followed this meeting.</p>\n<p>Mrs. Morris testified at the HEW hearing regarding this meeting. She indicated that concern with regard to the building of a black school was expressed to Superintendent Down at the meeting. She also testified as to the committee's fear that the proposed school would not be a modern brick building. Thus on page 127 of the HEW transcript she states:</p>\n<blockquote>. . . So we had heard so many things about this school being built and the type of school that the school board had planned, and they said at that time a portable school, which meant a really temporary  a wooden construction. We were horrified at that report. In fact we did not want the school. We did not feel it was a needed school as a tax burden for <span class=\"star-pagination\">*366</span> the people. So then, that's why they sent this committee to interview the superintendent, to confirm whether it was true and what type of school that would be built if they were planning to build another.</blockquote>\n<p>With regard to the meeting itself, she testified:</p>\n<blockquote>Q Do you recall what you were told by Superintendent Down  what did you ask him and what did he tell you?</blockquote>\n<blockquote>A We asked him first if it was true that the board was planning another school and just what the reason was. Frankly, he didn't have much of the specific reason to tell us that day, but he said it would be a school that we wouldn't be ashamed of, and we told him what the hearsays were, and that we did not want the school, but of course we couldn't say  tell the school board their thoughts, whether it was needed or not, but to our estimation no.</blockquote>\n<p>HEW Transcript 128.</p>\n<p>She testified at <i>id.,</i> 129, that she asked Mr. Down certain questions and wrote down his answers and took those questions and answers to her attorney. She apparently refers to the same attorney Mrs. Thomas mentioned, Mr. Brown. She testified further on page 131:</p>\n<blockquote>Q Did Superintendent Down at the time describe to you what kind of school was going to be built?</blockquote>\n<blockquote>A Well, he said a modern school. Of course, we assumed at that time a brick structure with water facilities, toilet facilities and things of that sort, and nice floors and lockers. That's what we assumed then, as a modern school. So he assured us that that would be in there. He said he was going to try some  well said he had just recently  he had visited Chicago and visited quite a beautiful school. He didn't say white or colored, but he said they would be able to have progressive education in this school that they were not able to have in some of the other schools at that time.</blockquote>\n<blockquote>I think that's just about all we got out of that interview.</blockquote>\n<p>HEW Transcript 130-131.</p>\n<p>Mrs. Morris' testimony, although somewhat confused as to date and time, and inconsistent in some parts concerning what was discussed, finally concludes at <i>id.,</i> 170:</p>\n<blockquote>Q Now you met with him to discuss the building of the Grant school?</blockquote>\n<blockquote>A We did not discuss it at all. We discussed questions about it. We were concerned as to whether it was true and what type of school that they would build.</blockquote>\n<blockquote>Q Did you ask them why they were going to build?</blockquote>\n<blockquote>A No we didn't ask them. We didn't ask him.</blockquote>\n<blockquote>Q Did he volunteer any reasons?</blockquote>\n<blockquote>A No, he didn't have any outward conversation with Mr. Down. That was our first time meeting Mr. Down. And we didn't have any personal conversation at all.</blockquote>\n<blockquote>Q Now you asked him if they were going to build a new school?</blockquote>\n<blockquote>A And what type of school.</blockquote>\n<blockquote>Q And you didn't ask him why they were going to build it?</blockquote>\n<blockquote>A No.</blockquote>\n<p>Mr. Edmonds' testimony regarding this meeting, given at the HEW hearing in 1969, was also to the effect that Mr. Down merely told them that the Grant school was to be built and where it was to be built and gave no reason therefor. At the 1978 trial Mr. Edmonds testified that Mr. Down made additional statements at this meeting. However, he also admitted on cross-examination that his memory was more accurate in 1969 at the HEW hearing than at the trial in 1978. The court finds that, as Mr. Edmonds testified in 1969, Mr. Down did not give any explanation as to the reason for construction of Grant and, as Mrs. Morris testified, was not asked to do so.</p>\n<p>The Grant school as originally constructed consisted of six classrooms, an office and restrooms. Two of the classrooms were <span class=\"star-pagination\">*367</span> large rooms and the other four were approximately half the size of the two larger rooms. It is the plaintiffs' claim that this design of the Grant school is evidence of an intent to discriminate against the black students. The school district denies this allegation and explains the somewhat unique design of this school as the product of the educational philosophy of Superintendent Down. Prior to his employment by defendant School District, Superintendent Down had been the principal of the Willard School in Highland Park, Michigan, and while principal there had written Exhibit D-34, \"The Highland Park Plan on Unit Rooms for Primary Grades,\" published in October, 1921. This unit theory of instruction advocated the use of small classes and small rooms for certain portions of the curriculum with larger groups of students joining together for other portions. Superintendent Down's advocacy of the unit theory of instruction was corroborated by Mr. Coit Ford, one of the original teachers at the Grant school. School District called as an expert witness Roderic Righter, now a Professor of Education at Oakland University in Michigan. Dr. Righter, who received a Ph.D from Wayne State University in Detroit in Elementary Curriculum and Instruction, is a former elementary school teacher, school administrator, and instructor at Wayne State University and assistant to the Dean of its College of Education. He testified that Superintendent Down's theory of unit instruction, including an emphasis on individualized teaching, sought to achieve sound educational goals and was an innovative program for that period, the early 1920's. John J. Houghton, a teacher at the Roosevelt school from 1933 to 1942, principal of that school from 1942 to 1953, principal of the single high school from 1953 to 1961, and superintendent of schools from 1961 to 1974, testified that this theory was employed at the Roosevelt school, where regular size classrooms were divided in half by solid partitions and that such partitions may have been used in the Wilson school. It should be noted that the Grant school was the first school built after Superintendent Down was hired. Dr. Righter testified that it is not uncommon for schools to be constructed so as to permit the operation of a particular method of instruction. The court finds that the construction of the Grant school, so far as the size of the classrooms is concerned, was for the purpose of implementing the unit theory of instruction and not for any discriminatory purpose or motive.</p>\n<p>At the time Grant school was being constructed, it was the opinion of school authorities that Jefferson \"will be filled up this year\" (1925-1926). The rapid growth of the area which Jefferson continued to serve after Grant was built is attested to by the evidence that Jefferson had an enrollment of 297 in October, 1925, when it opened, and still had an enrollment of 288 in October of 1926, after over 100 students from the Grant attendance area transferred to Grant. The increase in enrollment from the reduced Jefferson attendance area thus increased over 30% in that single year (D-54). Enrollment in this area continued to increase in 1927 and 1928 but not at the rapid rate it had in the previous year. The enrollment of other schools in the district was also increasing rapidly at that time, although the increases were not uniform. Thus while Wilson increased from 301 in 1925 to 477 in 1926, and Roosevelt increased from 458 to 576 during the same years, Harding only increased from 226 to 239, and Coolidge from 473 to 476. The court finds that it was extremely difficult for School District to make an accurate estimate when and to what extent the school enrollment would increase in any given year.</p>\n<p>The plans for the Grant school (D-74 (a)-(f) establish that the portion of the building built in 1926 was only one-half of the contemplated structure. Thus the location of Grant on the site plan shows the part that was constructed as the northerly half of a building twice its size, and a boiler room placed so as to serve the larger proposed building. The court finds that it was the intention of School District to enlarge the Grant school to twice its original size by an addition when the increase in school population warranted it. The platted lots <span class=\"star-pagination\">*368</span> within the Grant attendance zone were clearly of sufficient number to require an elementary school when the area was fully developed. Indeed, when Forest Grove and Detroyal subdivisions became built up during the early 1950's there were over 700 K-8 children residing in that area.</p>\n<p>Mr. William Norton, a member of the school board beginning in 1919 or 1920 until about 1930, testified at the HEW hearings. Although he also was in his eighties his testimony indicates that he was still alert. He testified that School District was growing rapidly in the 1920's and that a number of schools were needed and built. Grant school was built, he testified, because there was an influx of families living in that area. He denied that it was built to remove Negroes from the Jefferson school. (HEW Transcript 259.) He denied that he had such motivation or intent and knew of no such motivation on the part of any other member of the board. He was aware later that the Grant school had a black enrollment. He did not recall when he learned of this and could not recall that Grant had a black faculty. He testified that the board left the hiring of faculty to the Superintendent. He testified that the board had and followed a policy of providing neighborhood schools. He further testified that the board would build a school somewhat larger than current needs to take care of expected enrollment increases and that it would also plan a school with the idea of adding to the building as enrollment increased. He further testified that although the district did not always meet it, that it was its policy that walking distance from a student's home to school would be no more than one-half mile (HEW Transcript 289). A further consideration in choice of exact location was the availability of a parcel of land for a school.</p>\n<p>The Grant attendance area is compact and square in shape. Two of its four sides are the extreme south and west edges of School District. Along its easterly boundary is what is now an industrial area, north of which is the new high school. Both the industrial area and the high school site, which were vacant at the time that the Grant school was built, are included in its attendance area. There are not now nor have there ever been any streets through this industrial area. Immediately to the north of much of the residential portion of the Grant attendance area was a large vacant area which has since become the city yard for the City of Ferndale, in which it keeps trucks, supplies, equipment, and so forth. At the time that the Grant school was built there were no sidewalks leading from the Detroyal subdivisions or Forest Grove subdivision to the Jefferson school. The testimony of all of the witnesses is that the area was somewhat low and wet although not as swampy as the area directly to the west of Wyoming Avenue, which was a City of Detroit dump for a number of years and filled in this manner before being developed.</p>\n<p>Dwayne Gardner, associated with the Council of Educational Facility Planners, was called as an expert witness on behalf of School District. This Council is a professional, non-profit organization of educational facility planners whose original function was to give guidelines and standards for schoolhouse construction and more recently to disseminate new knowledge in terms of planning for school buildings. In addition to his doctorate in Educational Administration Mr. Gardner received additional post-doctorate training in community, urban and regional planning from American University. He testified that a one-half mile walking distance to school was viewed in the 1920's by planners as a desirable ideal (Trial Transcript August 1, 1978, 19-20) and that the most efficient elementary school size recognized by planners in the 1920's was approximately two classrooms per grade. He further expressed the opinion that considering the rapid increase in student enrollment between the years 1919 and 1925 in School District, the physical size and location of existing schools in 1925 and the distribution of students attending those schools, the fact that lots had been platted for homes in Forest Grove and Detroyal subdivisions, as shown on Exhibit G-8, in what was to become the Grant attendance <span class=\"star-pagination\">*369</span> area, and that families with young children were moving into that portion of the school district (as testified to by Mr. Morris and Mr. Norton), the fact that no paved streets extended to the Jefferson school from what was to become the Grant attendance area and that no sidewalks extended all the way to the Jefferson school, together with the projection that Jefferson would be full in 1926 or 1927, that indeed there was an educational need for an elementary school in the Grant attendance area in 1926 or 1927.</p>\n<p>Plaintiff has suggested that the Jefferson school could have been increased in size as an alternative to building the Grant school. The alternative costs in building a new school or enlarging an existing school, according to the testimony the court heard, are in many instances about the same. The witnesses were unable to say that there would be any saving cost <i>per se</i> by additions as opposed to new buildings and that there are too many variables which must be taken into account to generalize in that regard.</p>\n<p>Plaintiff contends that there was racial turmoil in the district in 1925 and 1926 when the black children residing in the Grant attendance district attended the Jefferson school and that this turmoil was the motivation for building Grant school. For this contention, it relies primarily on an unsigned report which bears the typed signature of Edgar F. Down, former superintendent, apparently prepared about 1940 or 1941 (G-45). The report deals with overcrowding at Grant and the possibility of moving some Grant pupils to Jefferson school to relieve that overcrowding. In that typed document it is stated, \"Before the Grant School was built this district went through a period of turmoil because there were a large number of children in the Grant section in the Jefferson school.\" Mr. Down was deceased at the time of the HEW hearing and what he meant by this particular language can only be determined by examination of the document. School District urges that the reference is not to \"racial turmoil\" and could refer to opposition by Grant parents to sending their children to Jefferson. However, given the context of the entire document, the court believes that the language refers to racial turmoil. The document was found among school records. There is no evidence it was presented to the board but the balance of its contents tend to confirm it was written by Superintendent Down personally. In contrast to this statement, the court has heard the testimony of Ernest Morris, a black man who attended the Jefferson school during the year in which children from the Grant attendance area attended Jefferson, that there were no racial problems. He testified that although there may have been one or two incidents between individual children that these were isolated. His mother, Mary Morris, testified to the same effect at the HEW hearing. Miss Kay Perry, a teacher at the Jefferson school in 1925-1926, testified at the HEW administrative hearings that she knew of no turmoil or racial disturbance at the Jefferson school that year. Coit Ford, who taught sixth grade at Grant school beginning in the fall of 1926 when it opened, testified that he heard nothing about any racial turmoil the previous year when his students had attended Jefferson school. He testified that the school community's attitude toward the Grant school was very positive, and that he was not aware of any wide-spread racial animosity in the school district during that period. Had there been any racial turmoil the previous year, it seems highly improbable that Mr. Ford, teaching sixth grade children, would be totally unaware of this circumstance.</p>\n<p>Mr. Morris did testify that it was his recollection that one or two crosses were burned, presumably by the Ku Klux Klan, during the year that he attended Jefferson. They do not, however, appear to have had anything to do with black children attending Jefferson. One was in the yard of a black man who lived on the west side of Wyoming. Since that location was outside the school district, the court is unable to see how it can be related in any way to the attendance of black children at Jefferson. Mr. Morris was not able to state specifically <span class=\"star-pagination\">*370</span> the location where the other was burned. Whether this second cross was related to animosity toward black persons may be questioned in view of the testimony of Thomas H. O'Donoghue, a longtime Ferndale resident, that during the period in question a cross was burned in the yard of a defeated Ferndale public official, a white Roman Catholic. The seventh and eighth grade students from the Grant attendance area attended Taft school, an otherwise exclusively white school, until 1942 with no evidence of any turmoil. The same is true of the high school.</p>\n<p>The evidence clearly preponderates in favor of the finding that there was no racial turmoil at the Jefferson school or the community during the 1925-1926 school year because black students were attending Jefferson. It must be kept in mind, also, that the petition for construction of Grant was dated September 29, 1925, only three weeks or so after Jefferson had opened.</p>\n<p>The final circumstance to which the government points as evidence of segregatory intent is that the school board hired an all-black faculty for the Grant school and that the same principal served both Jefferson and Grant schools. The teachers at Grant were paid the same salary as teachers elsewhere in the district and it appears that all of them were capable and fully certified teachers. The reason for hiring black teachers at that time is nowhere expressed in the minutes of School District or the testimony of any witness. One of the later superintendents, Mr. Houghton, gave an opinion that it could have been for the purpose of providing role models for the black students or in the belief that black teachers might relate better to black students. Mr. Ford, one of the original black teachers at the school, testified that it was a common practice in those days. Neither these nor any other reasons are justifiable bases for a segregated faculty. However, the segregated faculty  all newly hired  does not, in the court's opinion, indicate that the school was built for the purpose of separating black children from other children in the school district. Nor can any inference be drawn in this case that the student enrollment may have become all black because of the black faculty. Black residents were scattered throughout the school attendance area before Grant was built and the subdividers were actively offering the property to black families (Testimony of Maurice Cole, a longtime resident of Ferndale and amateur historian of the area, HEW Tr. 923) who had difficulty in those years in finding homes because of restrictive covenants, the attitudes of many residents in white neighborhoods, and inadequate incomes. These subdivisions without water, sewers, or paved streets would be accepted only by those who could not afford anything else or who were prevented from living in many areas because of racial prejudice. The race of the faculty at Grant school did not influence the pattern of residential development.</p>\n<p>Although Grant and Jefferson schools shared a single principal for a number of years, the court finds no significance in that circumstance for the issues in this case. The Grant school had a principal's office and records relating to Grant pupils were kept there. The same was true of Jefferson. Mr. Kerns, principal of the two schools, spent his mornings at Jefferson and afternoons at Grant.</p>\n<p>It is extremely difficult to determine the intent and motives of persons who acted over 50 years ago. However, that is what the court is required to decide. <i>Swann, supra</i><i>; </i><i>Keyes, supra</i><i>.</i> Where, as here, the effect of School District's construction of Grant school was a school with a totally black enrollment except for one student, it would be easier if the court were required to determine only whether segregated education existed, the effect test. Further, if there were no evidence as to the reasons for its construction the court could apply the generally recognized inference that persons intend the natural and foreseeable consequences of their acts. Here, however, there is persuasive evidence that rebuts such an inference: the credible testimony of a surviving school board member that such was not School District's purpose, as well as the educational necessity of a school <span class=\"star-pagination\">*371</span> to serve the area. The court finds, based on the evidence discussed above, including the opinions of the expert witnesses called by School District, that there was such a need.</p>\n<p>Had School District had an intent to segregate black students, it is improbable that it would have enlarged the size of Jefferson before it was built, from the original plan for eight rooms to twelve rooms. It could have guaranteed Jefferson be overcrowded by building the eight-room school or built both Jefferson and Grant the same year. Had it had such intent, it is improbable that it would construct Taft as a K-8 school, large enough to accept seventh and eighth grade children from the Grant attendance area. Rather it seems more probable had School District had such intent that it would have immediately enlarged Grant and placed the seventh and eighth grade children from that area there. The funds for Taft's construction came from the sale of Ridgewood School, not a bond issue, and could have been used in such a manner by School District. Yet, the seventh and eighth graders from the Grant attendance area attended Taft from 1928 to 1942.</p>\n<p>The natural barriers around the Grant attendance area tend to reinforce the conclusion of neutral nonsegregatory reasons for its creation. Two boundaries (the south and west) are those of the School District itself. Thus, only the easterly and northerly boundaries were within the school board's control. The large industrial area to the east would require children to walk to Eight Mile Road or to Northend to attend a school anywhere in that direction. Unless the school were built just to the east or west of the industrial area the distances to be traveled would be excessive. A school to the north would present the same problem regarding distance for those in the southeast corner of the district that Jefferson did.</p>\n<p>Had Grant school not been built in 1926, it would have been necessary to construct a school to serve that geographic area at some later time, since the maximum enrollment of Grant and Jefferson combined would have reached 1349 students by 1953. According to the testimony of School District's expert witnesses, Kenneth Grimstead, Professor of Education at Eastern Michigan University, and Dr. Gardner, whose qualifications were previously discussed, 1349 students in a K-8 elementary school would be educationally unsound by neutral educational standards. Further, the Jefferson school site, even including its athletic field, would not have been large enough to accommodate a school serving that many students and meet nationally-used school site standards regarding space per student. According to Dr. Gardner these standards were met by the two schools which the district did build in the 1950's, Best and Jackson. Gardner and Grimstead both testified that looking only at the geographical location of the students, housing and street patterns, and disregarding the race of any student, and considering the school population as it existed in 1953, it would have been educationally necessary to construct an elementary school to serve the population now served by the Grant school. Dr. Louis Friedland, who had done the urban renewal study on behalf of Royal Oak Township in the early 1950's which resulted in the United States Urban Renewal Administration grant to the township and the installation of water, sewers, and paved streets in the Grant attendance area, testified on behalf of School District with regard to the appropriate placement of an elementary school in the area served by Grant school from the urban planner's viewpoint. It was his opinion as a planner that the present Grant school site would be an ideal location for the construction of an elementary school to serve the present Grant attendance area had it been constructed in 1953. Although his 1953 study included the need for location of public buildings, he did not consider any other site for a school in this area since he considered the present site of Grant as an ideal one.</p>\n<p>The plaintiff offered no testimony concerning a feasible alternative site to serve the Grant attendance area. Nor was counsel for plaintiff able to suggest any alternative attendance boundary which the school district might have selected rather than the <span class=\"star-pagination\">*372</span> boundaries it did select for the Grant school, whether it was built in 1926 or 1953. The boundaries, as stated previously, have never been altered and they were, according to Mr. Ford, contained in written school board documents which were available to him when he taught and was principal at Grant school.</p>\n<p></p>\n<h2>FINDINGS OF HEW EXAMINER</h2>\n<p>The court has given due consideration to the findings of the HEW hearing examiner. As he noted at page 4 of the HEW Opinion,</p>\n<blockquote>The Grant area is a Negro residential neighborhood and . . . . it is separated from other residential areas in the school district by non-residential property.</blockquote>\n<p>Thus, he recognized its natural geographical boundaries. Although he concluded a purpose of School District in building Grant school was to segregate black students, he further found</p>\n<blockquote>that racially motivated actions of private persons and political entities other than the school district were the principal cause of the residential racial segregation.</blockquote>\n<p><i>Id.</i> at 6.</p>\n<p>A considerable portion of his opinion discusses these causes and a considerable portion of the HEW record deals with the same. His conclusion that School District had also been guilty of segregative intent was based on his finding that building Grant school was unnecessary and that it had its inception in an atmosphere of racial hostility. His conclusion that the decision to build Grant school, made at least as early as October 16, 1925, was motivated by racial turmoil at Jefferson, during a school year which had begun only six weeks earlier, September of 1925, is untenable. The finding that it was built in an atmosphere of racial hostility appears to be based primarily on Exhibit G-45, the memorandum stating that there was turmoil at Jefferson school and bearing Superintendent Down's typed signature, written some 14 years after Grant was built. The court has already set forth the reasons it reached a different conclusion. The hearing examiner appears to have disregarded the testimony of Mrs. Morris that her children had no problems nor was she aware of any racial problems while they attended Jefferson, and to have ignored the testimony of Mrs. Thomas that she was one of those who submitted the petition to have Grant school constructed. Further, the hearing examiner did not have the testimony of Mr. Ford that the attendance area for the Grant school had fixed boundaries at the time that it was opened and which appeared in written documents then at the school. This testimony was elicited from Mr. Ford at the trial.</p>\n<p>Further, the hearing examiner concluded that it was uneconomic to build the Grant school. He did not have expert testimony, as did the court, that the cost of building a new school or an addition to an old school may be equivalent.</p>\n<p>The hearing examiner found that Grant school was an annex of Jefferson school because of its size and the evidence that the two schools had a single principal. The hearing examiner did not have before him the original plans of the Grant school which show that at the time it was constructed it was contemplated that it would be twice its original size, and that it was located on the site in accordance with such a purpose. School District built a number of its schools in several stages, adding additions as necessary. Further, the hearing examiner refers to the Grant school as a four-room school although the plans show that it was constructed as a six-room building and that the small rooms are not mere divisions of larger rooms but designed to that size. Further, although there was some testimony before the hearing examiner about Superintendent Down's unit theory, he did not have Exhibit D-34, Down's publication on the subject, which was published in 1921. Without the objective evidence provided by that exhibit one might conclude that the unit theory of construction was contrived to explain Grant school's unusual construction.</p>\n<p>The hearing examiner found (HEW Tr. 33) that there was no evidence that the petition for construction of a new school in <span class=\"star-pagination\">*373</span> the Grant area was submitted by anyone from the Grant area. As the court has noted <i>supra,</i> Mrs. Thomas' testimony was clear that she was one of those petitioning for the Grant school. The hearing examiner did not have before him the evidence that there was a room at Grant school designed to be used and which was used as an office and that records pertaining to Grant, students and the school were kept there. Nor did he have before him the evidence that Mr. Kerns, principal of Jefferson and Grant, spent mornings at Jefferson and afternoons at Grant. This evidence was not elicited from any witness until the trial. The HEW record is silent on these particulars.</p>\n<p>Further, the HEW examiner did not have the expert testimony presented by School District regarding the need to provide a school for the Grant attendance area and the appropriateness of its location from an urban planner's viewpoint, disregarding the race of the students.</p>\n<p>The court finds that although the effect of building the Grant school was to segregate the children in the Grant attendance area that was not the intent or purpose of the board in constructing the school, but rather that their building of Grant and its location was in accordance with School District's prior expressed policies and its uniformly followed action of building elementary schools to serve geographic areas which had the predictable potential of eventually needing at least a 12-room school, at a location central to the population of such areas, and of building a school or a portion of a school slightly in excess of immediate needs and adding to size as needed. School District's decision to build the Grant Elementary School was an application of this racially neutral policy regarding the construction and location of elementary schools in the district. The Grant attendance area had a predictable potential requiring at least a 12-room K-6 elementary school. Indeed a 12-room school was inadequate for the K-6 population during part of the 1950's when homes were built in the same subdivisions which were platted before 1926. Thus a population increase came even without paved roads or sewers. Student enrollment in the district, which had been averaging an increase of over 30% per year from 1919 to 1926, slowed to approximately 7 or 8% per year in the three years immediately following Grant's opening (Exhibit D-52; G-132). In the next 10 years the overall student enrollments in the district increased more slowly (Exhibit G-132). It would, however, be unreasonable to expect that the School District could have predicted this trend in 1925.</p>\n<p></p>\n<h2>OPERATION OF GRANT SCHOOL</h2>\n<p>From the fall of 1928 through 1942, the seventh and eighth grade students from the Grant attendance area attended the Taft Elementary School, which opened in 1928. In 1926 and 1927 and prior to the opening of Taft, they may have attended the Jefferson school. It is also possible that they attended the high school until Taft was built since during the early years the high school housed seventh through twelfth grade. Between 1930 and 1941 enrollment at the Grant school increased faster than in any other area in the school district with an increase of 59%, compared with the 12% overall increase in the district as a whole (G-132). Between 1942 and 1950 enrollment at the Grant school increased 99% while in the balance of the district it increased 11% (G-132). Grant, of course, became overcrowded even though four classrooms were constructed in 1942 and four more and a multi-purpose room in 1945. The school district in the late 1930's and early 1940's attempted to finance an addition to the Grant school by submitting a bond issue to the school district electors (which was rejected) and seeking funds from the Public Works Administration and Work Projects Administration of the federal government. The pupil/teacher ratio at Grant was lower than that at the Jefferson school, but there were empty classrooms at Jefferson in 1940 before the 1942 addition to Grant, while Grant students were on half days. Although it would have required additional teachers to place the Grant children on full days and the district was having <span class=\"star-pagination\">*374</span> difficulties meeting its salary schedule for teachers in those years, the court finds that children from Grant were not transferred to Jefferson in 1940 and 1941 because of feared opposition from the residents in the Jefferson area. This failure to transfer students was motivated by racial considerations. School District's conduct in those years constituted <i>de jure</i> segregation of students to the Grant attendance area. The government urges that there was also space available at Taft school at this time. However, because that school had seventh and eighth grades, which the testimony establishes would require smaller class sizes, plaintiff has failed to establish that there was in fact unused space there.</p>\n<p>The transfer of children from Grant to Jefferson or to Taft in the 1940's would, however, have been only a temporary solution to the overcrowding at Grant. Additions to Grant would have been essential at least by 1948 when Jefferson, which has a capacity of approximately 460 students, had 535. Jefferson's enrollment declined to 430 in 1949 but rose to 493 in 1950, 540 in 1951, 580 in 1952, and 641 in 1953. (Indeed Jefferson school had to be increased in size after 1945.) Accepting the plaintiff's claim that Taft had the capacity of 800 students, it did not become overcrowded until 1952, and at least seventh and eighth graders from Grant could have been transferred there in 1948 and 1949 when Grant was again overcrowded. However, the transfer of these students as well would also have been a temporary measure. The evidence establishes that the failure to make either transfer has had no effect on present conditions. The school population of the Grant attendance area has shrunk so much that had students been transferred to Taft or Jefferson such transfer or transfers would have ceased long ago. It might be urged that Grant should not have been enlarged from its original size. However, since the optimum size of an elementary school is at least two classes for each grade, educationally sound, neutral practices would have mandated Grant be enlarged to at least a 12-room school. The racially neutral application of school district policies would have required and did result in additions to Grant to accommodate the increased numbers of school age children in that attendance area. The United States Supreme Court stated in <i>Keyes, supra</i>:</p>\n<blockquote>This is not to say, however, that the prima facie case may not be met by evidence supporting a finding that a lesser degree of segregated schooling in the core city area would not have resulted even if the Board had not acted as it did. In <i>Swann,</i> we suggested that at some point in time the relationship between past segregative acts and present segregation may become so attenuated as to be incapable of supporting a finding of <i>de jure</i> segregation warranting judicial intervention. 402 U.S., at 31-32, 91 S.Ct. 1267. See also <i>Hobson v. Hansen,</i> 269 F.Supp. 401, 495 (D.C.1967), aff'd <i>sub nom. </i><i>Smuck v. Hobson,</i> 132 U.S.App.D.C. 372, 408 F.2d 175 (1969). We made it clear, however, that a connection between past segregative acts and present segregation may be present even when not apparent and that close examination is required before concluding that the connection does not exist. Intentional school segregation in the past may have been a factor in creating a natural environment for the growth of further segregation. Thus, if respondent School Board cannot disprove segregative intent, it can rebut the prima facie case only by showing that its past segregative acts did not create or contribute to the current segregated condition of the core city schools.</blockquote>\n<p>413 U.S. at 211, 93 S.Ct. at 2698 (footnote omitted).</p>\n<p>The court has made the close examination required and concludes that School District has sustained its burden of proving that its acts in failing to transfer students temporarily to Jefferson, or even Taft, have no relationship to the existing segregation at Grant school.</p>\n<p></p>\n<h2>HIGH SCHOOL AND JUNIOR HIGHS</h2>\n<p>When a new high school was built in 1958, Ferndale High School was located at <span class=\"star-pagination\">*375</span> the edge of the Grant attendance area. The former Lincoln High School became a junior high for all seventh and eighth grade students in the district, and they continued to attend Lincoln until it was closed two years ago. As noted <i>supra,</i> pages 354 &amp; 357-359 n.1, both faculty and students at these schools are fully integrated.</p>\n<p></p>\n<h2>FACULTY AT GRANT SCHOOL</h2>\n<p>Grant's faculty continued to be black during the administration of Superintendent Down, which extended to 1944. Further, Superintendent Down failed to hire black teachers as regular classroom teachers at any other school. There was perhaps a black teacher at another school who taught special education. With the superintendency of Roy Robinson, 1947 through 1961, this policy changed. White teachers were assigned to or hired for Grant school, and black teachers were assigned or hired for other schools in the district which had predominantly or all white student bodies. When John J. Houghton became superintendent in 1961, he made an effort to recruit more black teachers and each school in the district had at least one black classroom teacher. In 1966, the HEW investigators determined that the teacher assignments in School District were not being made on the basis of race (G-200 page 3). Only one of the black teachers at Grant, the one who has been there 32 years, was assigned there under the unconstitutional discriminatory former practice.</p>\n<p>In the 1975-1976 school year (prior to the open classroom), there were four black teachers and four white teachers at Grant. Its faculty has been reduced by one member, and based on seniority a white teacher was released or transferred so that there are now four black teachers and three white teachers for the traditional program.</p>\n<p>Although School District was guilty of <i>de jure</i> segregatory practices in faculty assignments, that conduct ended some years ago. There is no evidence that School District hired a black faculty for Grant with the intent or motive of segregating black students. The only testimony on the reason for such hiring is the opinion of a later superintendent, Mr. Houghton, that it was due to a belief that black teachers would relate better to black students. That this was a commonly accepted reason for hiring black instructors is noted in <i>Higgins v. Board of Education of the City of Grand Rapids,</i> 508 F.2d 779, 789 n.15 (6th Cir. 1974). Although an integrated faculty or white faculty may well affect the racial housing pattern in an integrated or undeveloped neighborhood, it is improbable that it could have any effect on the racial composition of a neighborhood which was completely black with the exception of three white families, one of whom remained. Other factors such as the private promotion by the subdividers to black persons, the low prices of the lots, the lack of housing alternatives for black persons and an adjacent black community directly across Wyoming to the west, in the court's opinion account for the racial housing pattern. That the development of the neighborhood's racial composition from a sparsely settled, integrated population to a substantially, almost exclusively, black population occurred while the children from the Grant area attended Ridgewood and Jefferson schools, which were predominantly white with white faculties, confirms that conclusion.</p>\n<p>Those instances where discrimination in faculty assignments have not contributed to student segregation can be remedied by eliminating any remaining vestiges of the same through faculty reassignment. <i>Higgins v. Board of Education of the City of Grand Rapids,</i> 508 F.2d 779 (6th Cir. 1974); <i>Dayton Board of Education v. Brinkman, supra</i><i>.</i> Although not significant, one vestige of this discrimination in teacher assignments still exists in the person of the black teacher who has been at Grant for 32 years. Ordinarily, such a miniscule vestige would be disregarded, but here its effect is that the majority of teachers in the traditional program at Grant are black (four black teachers, three white teachers). This effect is ordered removed. School District is ordered to reassign faculty members in the traditional classrooms at Grant school so <span class=\"star-pagination\">*376</span> that they reflect the percentage of black faculty in the school system as a whole (which is non-discriminatory) plus or minus one teacher. This would require the reassignment of two black teachers, each of whom has been at Grant school for nine or ten years. The faculty is so small that School District may make one reassignment this year and the other in the next school year in order that the Grant school suffer as little disruption as possible in its operation. If the black teacher who has been at Grant for 32 years is nearing retirement, the court will permit School District to request a modification of this directive and delay of reduction in black faculty by one until such retirement.</p>\n<p>Although Grant still has the only black elementary principal, the court sees no reason to direct his reassignment. He is responsible for supervision and faculty evaluation of the entire student body and faculty at Grant school. A large majority of the faculty is white, and a substantial portion of the student body is also white. Grant school, when one includes the open classrooms and the traditional classrooms, is not racially identifiable as either a \"black\" or a \"white\" school.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The only act of defendant which has resulted in the present segregated traditional classrooms at Grant school is the location of the school itself and the drawing of its attendance boundaries in 1926 when it was built. Grant's attendance boundaries were drawn, as were those of every other school in the district, in a fashion which placed students in the school nearest to their homes. Its boundaries have never been changed. No alternative practical attendance area has been suggested by the plaintiff, and given the geographical boundaries of the district and the industrial barriers to the east and north any alternative boundaries would be unnatural ones. School District is not coextensive with a single unit of government. Thus, action of the various governmental units within, or partially within its boundaries, may not be charged to it, i. e., the lack of paved streets, sewers, and so on.</p>\n<p>As stated by the United States Supreme Court in <i>Dayton, supra</i><i>:</i></p>\n<blockquote>[T]he task of factfinding in a case such as this is a good deal more difficult than is typically the case in a more orthodox lawsuit. Findings as to motivations of multimembered public bodies are of necessity difficult, <i>cf. </i><i>Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977), and the question of whether demographic changes resulting in racial concentration occurred from purely neutral public actions or were instead the intended result of actions which appeared neutral on their face but were in fact invidiously discriminatory is not an easy one to resolve.</blockquote>\n<p>433 U.S. at 414, 97 S.Ct. at 2772.</p>\n<p>The court's task in this case has not been an easy one. It has had all of the problems anticipated by Justice Powell in his concurring opinion in <i>Keyes</i> in which he urged the abandonment of the <i>de jure</i> and <i>de facto</i> distinction and the adoption of a test in which the <i>effect</i> of an action is the controlling factor. That is, however, not the test. Unlike the situation in <i>Keyes,</i> and in other cases called to the court's attention in which <i>de jure</i> segregation has been found, there was not any evidence of use by School District of the more commonly used or classic segregative techniques: no optional attendance zones or transfer options, no overlapping attendance zones (the only school age white child who lived in the attendance area attended Grant), no gerrymandering of attendance zones or even any change of such zones, no discontiguous pupil assignments, and no bussing. There was no evidence that the quality of teachers at Grant was inferior. Its teachers were paid the same salaries as, or in the case of Mr. Ford, more than other teachers in the system. Grant was the only elementary school in the district which received all new equipment when it opened. The only evidence of segregatory intent is the failure to temporarily transfer students in the 1940's and 1950's <span class=\"star-pagination\">*377</span> which the court has found did not contribute to present segregation. Where racial imbalance has not been caused by discrimination on the part of school officials, a school district may retain neighborhood schools even though the result is racial isolation. <i>Keyes, supra</i><i>; </i><i>Dayton, supra</i><i>.</i> School District has sustained its burden of proving that the geographical boundaries of the district, the natural barriers within it, and the need to provide residents of the southwest corner of School District with an elementary school, were the reasons for constructing Grant school and that School District's decision to build the school was not motivated by an intent to segregate the black children in the area.<sup>[3]</sup> Rather, to have denied the residents of this area an elementary school conveniently located within one-half mile of their homes, while providing white residents in other portions of the district with schools within such a half mile, which School District did, would have been discriminatory. It is unclear whether plaintiff questions the constitutionality of retaining a racially unbalanced school where the racial isolation has not been caused by segregative intent or motive on the part of school officials. The Sixth Circuit Court of Appeals in <i>Higgins v. Board of Education of the City of Grand Rapids,</i> 508 F.2d 779 (6th Cir. 1974), clearly stated the contrary when it ruled:</p>\n<blockquote>Plaintiffs contend that <i>Deal v. Cincinnati Board of Education,</i> 369 F.2d 55 (6th Cir. 1966), cert. denied 389 U.S. 847, 88 S.Ct. 39, 19 L.Ed.2d 114 (1967), is no longer good law for the proposition that \"[w]hen no discrimination is shown, racial imbalance alone is no warrant for relief.\" <i>Deal</i> followed both the 10th Circuit, <i>Downs v. Board of Education of Kansas City,</i> 336 F.2d 988 (10th Cir. 1964), cert. denied, 380 U.S. 914, 85 S.Ct. 898, 13 L.Ed.2d 800 (1965), and the 7th Circuit <i>Bell v. School City of Gary,</i> 324 F.2d 209 (7th Cir. 1963), cert. denied 377 U.S. 924, 84 S.Ct. 1223, 12 L.Ed.2d 216 (1964), in upholding the constitutionality of retaining neighborhood schools where racial imbalance has not been caused by any discrimination on the part of school officials. While there are cases in which purported neighborhood school systems have been found to be discriminatory, these cases are factually distinguishable from <i>Deal</i> which we deem to be controlling here. Decisions contra in other circuits we regard as being inconsistent with the Supreme Court's rationale in <i>Keyes.</i>\n</blockquote>\n<p>508 F.2d at 790.</p>\n<p><i>Dayton Board of Education v. Brinkman, supra</i><i>,</i> confirms that the Sixth Circuit was correct in <i>Higgins</i> and sets to rest any prior ambiguity in the United States Supreme Court decisions in this area.</p>\n<p>Plaintiff appears to urge that School District's failure to eliminate the traditional classrooms after the HEW hearing and the decision of HEW that School District had been guilty of <i>de jure</i> segregation is itself a constitutional violation. This would be so only if School District were under a constitutional duty to desegregate. The situation is analogous to that of a district which has adopted some action and then rescinded it. The United States Supreme Court in <i>Dayton Board of Education v. Brinkman,</i> 433 U.S. 406, 414, 97 S.Ct. 2766, 2772, 53 L.Ed.2d 851 (1977) held:</p>\n<blockquote>We agree with the Court of Appeals' treatment of this action, wherein that court said:</blockquote>\n<blockquote>\"The question of whether a rescission of previous Board action is in and of itself a violation of appellants' constitutional rights is inextricably bound up with the question of whether the Board was under a constitutional duty to take the action which it initially took. Cf. <span class=\"star-pagination\">*378</span> <i>Hunter v. Erickson,</i> 393 U.S. 385, 89 S.Ct. 557, 21 L.Ed.2d 616 . . . (1969); <i>Gomillion v. Lightfoot,</i> 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110 . . . (1960). If the Board was not under such a duty, then the rescission of the initial action in and of itself cannot be a constitutional violation. If the Board was under such a duty, then the rescission becomes a part of the cumulative violation, and it is not necessary to ascertain whether the rescission <i>ipso facto</i> is an independent violation of the Constitution.\" <i>Brinkman v. Gilligan,</i> 503 F.2d 684, 697 (1974).</blockquote>\n<p>Applying the same principle here, School District is not guilty of <i>de jure</i> segregation because it did not accept the HEW examiner's findings.</p>\n<p></p>\n<h2>COUNT 2  CIVIL ACTION 75-70958</h2>\n<p>Count Two of Plaintiff's amended complaint Civil Action 75-70958 seeks the return of certain revenue sharing funds paid to the State of Michigan, pursuant to the State and Local Fiscal Assistance Act (hereinafter referred to as the Revenue Sharing Act), 31 U.S.C. § 1221, for the fiscal years 1972-73 through 1974-75 and escrowed for fiscal 1975-76, pending resolution of this action. The use to which these funds have been put is largely a matter of stipulation and where it is not stipulated, the facts are uncontested. From the 1972-73 fiscal year through the 1975-1976 fiscal year, the State of Michigan has received $491,538,142.00 in general federal revenue sharing funds. During the fiscal years 1972-73 through 1975-76 a substantial percentage of such funds was allocated to the Michigan Public School Employees Retirement System (hereinafter Retirement System), pursuant to appropriate Public Acts in each of those years. Plaintiff seeks recovery of an amount proportionate to the amounts attributable to Ferndale annuitants and members in those years and its total members and annuitants.</p>\n<p>The Michigan Public Employees Retirement System was created by 1945 P.A. 136, Chapter I; M.C.L.A. § 38.201 <i>et seq.,</i> M.S.A. § 15.893(1) <i>et seq.,</i> and is administered by the Michigan Public School Employees Retirement Board, an agency of the State of Michigan. This Board consists of the State of Michigan Superintendent of Public Instruction and seven other members appointed by the Governor of the State of Michigan. It is responsible for making rules and regulations which implement state law provisions for the system and prescribes the manner of payments and contributions to the retirement fund, and the payment of annuities, pensions, and allowances therefrom. The State Treasurer is <i>ex officio</i> treasurer of the Retirement System, and is custodian of the funds. Retirement System includes all public school district employees in the State of Michigan, with the exception of public school employees of the Detroit School System (whose retirement is covered under Chapter 2 of the same act) including all public school employees of the Ferndale School District, as well as all employees of community colleges and the seven four-year colleges and universities in the State of Michigan.</p>\n<p>The Michigan Public Employees Retirement System operates through three basic funds as prescribed by state law. These funds include: the annuity accumulation fund, the annuity reserve fund and the pension accumulation fund.</p>\n<p>The <i>annuity accumulation fund</i> serves to accumulate the contributions from members for the purchase of annuities. Contribution of members returned to him (her) upon his (her) separation or withdrawal from public school employment prior to retirement is paid from this fund. Upon retirement, the total contributions of a member are transferred from the annuity accumulation fund to the annuity reserve fund.</p>\n<p>The <i>pension accumulation fund</i> is the fund into which state government appropriations, including revenue sharing funds appropriated by the State of Michigan to the school aid fund, are paid. This fund is used to pay pensions to retired members under the retirement system, refunds of contributions made by members to the former teachers' retirement fund or nonteaching <span class=\"star-pagination\">*379</span> employees' retirement fund, all pensions or annuities payable to retirants for service performed prior to July 1, 1945, and expenses required by the Michigan Public School Employees' Retirement Board to administer the retirement system. From the pension accumulation fund the Board pays pension payments to retirants, pays refunds of contributions to separated members of the retirement system for services performed under certain circumstances, and pays each public school district's share of social security taxes to the United States Department of Health, Education and Welfare. During the years here in question, the School District of the City of Ferndale made no contribution to the Michigan Public School Employees Retirement System on behalf of its employees; rather, each employee made his or her own contributions.</p>\n<p>There are approximately 260,000 working members of the retirement system, and 37,000 retirants receiving monthly retirement allowances. The members of the retirement system are the public school employees and not the school districts.</p>\n<p>Once revenue sharing funds are placed in the pension accumulation fund, they are commingled with other legislative appropriations in that fund, and lose any separate identity; appropriations of state monies to that fund are not earmarked for any particular school district, or any group of public school employees. No school district receives any payments from the pension accumulation fund and payments are made only to retired employees who have severed their employment relationship with their former school district employers. The retirement system keeps records by individual retirant social security numbers, and the retirement allowance is based upon retirant's service with any and all of the approximately 590 Michigan school districts whose employees are members of the retirement system. The retirement allowance that is paid to retirants is determined by state statute rather than by any school district. The Ferndale School District did not have any obligation to contribute to the retirement fund during the years here in question, and in fact made no such contributions.</p>\n<p>The coverage of public employees in the State of Michigan under the Social Security Act, 42 U.S.C. § 301 <i>et seq.,</i> is based on a contract between the State of Michigan and the Department of Health, Education and Welfare (42 U.S.C. § 418; 1951 P.A. 205; M.C.L.A. § 38.851 <i>et seq.,</i> M.S.A. § 17.801 <i>et seq.</i>). In 1954 the Social Security Act was amended to permit the extension of Social Security coverage to public employees who are members of Public Retirement Systems. In 1956 a system-wide referendum was held and the members of the Public School Employees Retirement System, Chapter I, voted to participate in the Social Security System. This was a vote by the individual members and not by any school districts. The basic contract between the State of Michigan and the Department of Health, Education and Welfare was amended to provide Social Security coverage to members of the Public School Employees Retirement System, retroactively, effective January 1, 1955, 42 U.S.C. § 418(d)(3); 1951 P.A. 205 § 21; M.C.L.A. § 38.871, M.S.A. § 17.821; 1945 P.A. 136 § 34; M.C.L.A. § 38.234, M.S.A. § 15.893(34). The Social Security Act provides that the state must obtain Social Security taxes from public employees and employers and pay the same to the federal government. By contract, a state official must be designated to administer the program and in this state it is the executive secretary of the state Employees' Retirement System, Steven Van Note, who testified in the instant case. The employer's share of Social Security taxes for members of the public school employees' retirement system is paid by the state, and for this limited administrative purpose of Social Security tax administration they are considered state employees. The legislature makes an annual appropriation to the pension accumulation fund of the Public School Employees Retirement System to pay the employers' share of Social Security coverage for members of that system and the employer tax is paid from that fund quarterly to the Department of Health, Education and Welfare.</p>\n<p><span class=\"star-pagination\">*380</span> Plaintiff claims that the use of these funds to help fund the Michigan Public School Employees Retirement System, Chapter I, constitutes funding in part of a racially discriminatory program or activity. It makes no claim, and indeed disavows any claim, that the Michigan Public School Employees Retirement System is itself in any way racially discriminatory. Rather it is the plaintiff's position that the funding of Retirement System constitutes funding in part of the Ferndale School System, in violation of 31 U.S.C. § 1242(a). It is the position of the state defendants that regardless of whether the Ferndale School District has violated federal law, the State's use of the revenue sharing funds in the Michigan Public School Employees Retirement System does not constitute assistance to any program or activity of the School District. This court agrees. As stated above, the School District had no obligation to make any payments into this retirement fund and, indeed, made none during any of the years here in question. Thus, the State's use of these funds did not relieve the school district of any obligation. The same is true with regard to the payment of Social Security funds. Ferndale had no obligation under the laws of the State of Michigan to pay the employer's share of Social Security benefits for its teachers. Thus, again, the payment by the retirement system of Social Security on behalf of teachers in the Ferndale System did not relieve Ferndale of any obligation, since it had none. As noted by the Fifth Circuit Court of Appeals in <i>Board of Public Instruction of Taylor County v. Finch,</i> 414 F.2d 1068 (5th Cir. 1969), termination of aid to schools should be limited to the particular program or part thereof not found in compliance with the Act. That case dealt with a single school district found to have been guilty of segregation, but to have had various programs. The Court of Appeals held that the HEW examiner should determine which of the programs of the school district were discriminatory and that aid should be cut off only to those specific programs. There, even more than in the instant case, continuing to fund some programs would indirectly benefit the school district. However, it was only the offending programs which the court held would be properly terminated. The court states:</p>\n<blockquote>We note finally that the purpose of the Title VI cutoff is best effectuated by separate consideration of the use or intended use of federal funds under each grant statute. If the funds provided by the grant are administered in a discriminatory manner, or if they support a program which is infected by a discriminatory environment, then termination of such funds is proper. But there will also be cases from time to time where a particular program, within a state, within a county, within a district, even within a school (in short, within a \"political entity or part thereof\"), is effectively insulated from otherwise unlawful activities. Congress did not intend that such a program suffer for the sins of others. HEW was denied the right to condemn programs by association. The statute prescribes a policy of disassociation of programs in the fact finding process. Each must be considered on its own merits to determine whether or not it is in compliance with the Act. In this way the Act is shielded from a vindictive application. Schools and programs are not condemned enmasse [<i>sic</i>] or in gross, with the good and the bad condemned together, but the termination power reaches only those programs which would utilize federal money for unconstitutional ends. Under this procedure each program receives its own \"day in court.\"</blockquote>\n<p><i>Id.</i> at 1078. There is no claim here, as noted above, that the retirement program is in any way discriminatory.</p>\n<p>The Court of Appeals for the Seventh Circuit was confronted with an analogous situation in <i>Gautreaux v. Romney,</i> 457 F.2d 124 (7th Cir. 1972). It reversed the district court which had enjoined the expenditure by the Department of Housing and Urban Development of model cities funds after that court had found that the Chicago Housing Authority was engaged in perpetuating segregated housing. The dissent noted <span class=\"star-pagination\">*381</span> the broad power of the district court to grant equitable relief and noted also that HUD had the discretionary power to combine the City of Chicago's relocation housing needs and to condition funds for the second year of the Model Cities Program and the Neighborhood Development Program upon the city supplying relocation units of housing as ordered by the District Court. Nonetheless the Court of Appeals reversed the holding of the district judge. It held that only those programs which were discriminatory should be cut off from funding. It stated on page 128:</p>\n<blockquote>In <i>Board of Public Instruction of Taylor County, Fla. v. Finch,</i> 414 F.2d 1068 (5th Cir. 1969), a case discussed by all parties to this appeal, the Department of Health, Education and Welfare terminated all federally-financed activities because of segregation in elementary schools and high schools in the county. The Court of Appeals held that schools and programs are not condemned <i>en masse</i> by Section 602 of the Civil Rights Act of 1964 where racial discrimination and segregation are found in isolated activities, but only if such activities utilize federal money for unconstitutional ends. The Court of Appeals in <i>Taylor County, supra,</i> reasoned that wholesale cutoffs of federal funds from all related federally-funded programs was not required under the Civil Rights Act of 1964. Instead, a case-by-case application of principles of nondiscrimination to particular activities should be applied.</blockquote>\n<blockquote>Plaintiffs assert that Section 602 applies to administrative, not to judicial termination of funds, and certainly is not inhibiting on the equitable remedial powers of federal courts. Yet, Section 602 and the mandate of the <i>Taylor County, supra,</i> decision, prohibit HUD and other federal agencies from doing precisely what the District Court has ordered  enjoining all federal funding from a program where the only possible violations found in <i>Gautreaux I</i> [<i>Gautreaux v. Chicago Housing Authority,</i> 436 F.2d 306 (7th Cir. 1970)] and II [<i>Gautreaux v. Romney,</i> 448 F.2d 731 (7th Cir. 1971)] might possibly exist in six of fifty or more activities. Heretofore, no discrimination has been found in these six activities of the Model Cities Program.</blockquote>\n<blockquote>The policy of limiting administrative power to terminate federal funds to activities which only are discriminatory or segregated, was not for the protection of the political entity whose funds were severed, but for the innocent beneficiaries of the programs and activities not tainted by discriminatory tactics. As indicated by the comments of Senator Pastore in debates concerning the adoption of Section 602 \"`. . . We would not have to cut off assistance to 100 people because 1 person was being discriminatory in the administration of the money.'\" (Quoted 414 F.2d at 1075, 76 n.12), the aim of the Act was not to deprive needy recipients of funds for nondiscriminatory programs or activities.</blockquote>\n<p>Similarly in the instant case the teachers who are the innocent beneficiaries of the retirement program should not be penalized.</p>\n<p>The hearing examiner who ordered the termination of funds to the Ferndale School District in 1969 recognized the same distinction. He continued assistance for the adult basic education program of the Ferndale school system (<i>see</i> HEW Finding 107) since it was \"not operated so as to subject the recipients to the illegal discrimination practiced by the Ferndale school system in its elementary and secondary schools.\" The use by the state of federal financial assistance to pay the retired teachers who once worked for the Ferndale school system is a much more remote, minimal, and tenuous benefit to the school system than payments for an adult education program which the school district would otherwise have to fund itself.</p>\n<p>This case is clearly distinguishable from <i>Bob Jones University v. Johnson,</i> 396 F.Supp. 597 (D.N.C.1974). In <i>Jones,</i> the district court for the District of North Carolina affirmed the termination of payments to veterans for what is commonly termed G.I. schooling if the veteran qualified for <span class=\"star-pagination\">*382</span> those funds by reason of attending Bob Jones University, which discriminated against black persons, even though the payments were made directly to the veteran and not the school. As the court pointed out in that case, although the funds were paid to the veteran, they were conditioned on his attending school and were paid to him for the purpose of enabling him to attend that school and pay his tuition there. The court noted that in years past the tuition payments had been made directly to schools and that the manner of payment did not change the nature of the assistance. In <i>Jones,</i> the funds received by the veteran were paid to the school; the veteran was merely a conduit. In the instant case, the pension funds received by the teachers are not paid to the school district but to the teachers for use by them for their personal needs.</p>\n<p>Based upon the foregoing findings, this court concludes, as a matter of fact and law, that the use of federal revenue sharing funds by defendants Milliken, <i>et al.,</i> during the years in question, fiscal 1972-73 through 1975-76, was not violative of 31 U.S.C. § 1242(a).</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The School District of Ferndale, which includes portions of Oak Park, Royal Oak Township and Pleasant Ridge as well as the City of Ferndale, has a school population which is approximately 10 percent black and a faculty which is approximately 15 percent black. It maintains a single high school and two junior high schools, which are fully integrated, and eight elementary schools. Although all elementary schools have some black students and all have black faculty members, most of the black elementary children attend the Ulysses S. Grant Elementary School located in Royal Oak Township. In 1969 a hearing examiner for the United States Department of Health, Education and Welfare ruled that Grant school was <i>de jure</i> segregated and terminated federal funds to the Ferndale School District. At that time the Grant school had a predominantly black faculty and an all black student body.</p>\n<p>In 1975 the government filed suit in the Federal District Court in Detroit to force the Ferndale School District to desegregate the Grant school. That same year the School District adopted an open enrollment policy under which elementary students may attend any school in the District, and 42 black children (16 percent) from the Grant attendance area attended other elementary schools during 1977-1978 under this policy. Transportation is provided. In 1975 the School District also initiated a voluntary open classroom program available to all students in the District. This program is located at Grant school. It provides more individualized and small group instruction, extensive involvement of parents, and other innovative educational components. It was attended by 176 white students and 31 black students during 1977-1978. Again, transportation is provided. For those 198 black children at Grant not choosing either of these programs, the traditional classroom program continues at Grant. The present total enrollment at Grant school is approximately 56 percent black and 44 percent white.</p>\n<p>The School District contends that it is not now and never has been guilty of <i>de jure</i> segregation and attributes the presence of black children at Grant to <i>de facto</i> segregation resulting from residential segregation which developed for reasons unrelated to any action by the School District. Both parties presented what evidence is available relating to the establishment of the Grant school in 1926, some 52 years ago. The School District presented as expert witnesses Dr. Roderic Righter, Professor of Education at Oakland University; Dr. Dwayne Gardner from the Council of Educational Facility Planners; Dr. Kenneth Grimstead, Professor of Education at Eastern Michigan University; and Dr. Louis Friedland, urban planner. All substantially agreed that it was educationally necessary to construct an elementary school located where Grant is located to serve the Grant attendance area. The government offered no expert testimony nor did it suggest an alternative location to serve the Grant attendance area.</p>\n<p><span class=\"star-pagination\">*383</span> The court holds that the children in the Grant school attendance area are segregated because of <i>de facto</i> reasons.</p>\n<p>The court holds that the faculty at the Grant school is and has been <i>de jure</i> segregated and the School District is ordered to remedy this situation.</p>\n<p>Plaintiff also sought the return of certain revenue sharing funds paid by the federal government to the State of Michigan. The court holds that since the retirement program for which the funds were used was itself not discriminatory, this request is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Best and Coolidge are shown as elementary schools on the map since they were elementary schools until the 1976-1977 school year, when they were converted to junior high schools. Their conversion to junior high schools has not affected the attendance area for the Grant school nor any other finding of the court except that the present junior high schools are integrated schools. For that reason the court will refer to them by their prior designation as elementary schools in discussing the history of the growth of the school district. Lincoln school, shown on the map, has been closed.</p>\n<p>[2]  In 1969 the Department of Health, Education and Welfare conducted administrative proceedings against School District under Title VI of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000d <i>et seq.,</i> to cut off financial assistance it was providing School District. The testimony of several persons now deceased was taken at that time, including that of Anna Thomas, Mary Morris, Kay Perry, William J. Norton, and Maurice Cole. Their testimony was received in evidence in this case pursuant to F.R.Ev. 804(b). References to testimony or other portions of the record at that hearing will be referred to as HEW Transcript or HEW Tr.</p>\n<p>[3]  There is some uncertainty once plaintiff has proved that segregation exists and that it results in some degree from an act or omission of School District whether plaintiff has the burden of proving that the School District's act or omission had a segregatory motive, purpose or intent, or whether School District must prove the negative. <i>Keyes, supra,</i> and <i>Higgins, supra,</i> suggest such burden is on plaintiff while <i>Oliver v. Michigan State Board of Education,</i> 508 F.2d 178 (6th Cir. 1974), suggests that once a segregative effect is proved, the burden shifts to the School District to show lack of segregative purpose or motive.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">352</span></span> (1978)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSCHOOL DISTRICT OF FERNDALE, MICHIGAN, William G. Coyne, the State of Michigan, Michigan State Board of Education, William G. Milliken, John W. Porter, Defendants.</h1></center>\n<center>Civ. Nos. 75-70958, 76-70871.</center>\n<center><p><b>United States District Court, E. D. Michigan, S. D.</b></p></center>\n<center>September 13, 1978.</center>\n<p><span class=\"star-pagination\">*353</span> J. Gerald Hebert, Thomas Yannucci, Thomas M. Keeling, Iris Green, Dept. of Justice, Washington, D. C., Peter J. Kelley, Detroit, Mich., for plaintiff.</p>\n<p>Burton R. Shifman, Southfield, Mich., Gerald F. Young, Mary Kay Botticelli, Lansing, Mich., for defendants.</p>\n<p></p>\n<h2>OPINION OF THE COURT INCORPORATING FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>CORNELIA G. KENNEDY, Chief Judge.</p>\n<p>These actions are brought by the Attorney General of the United States under two separate statutes, Action No. 75-70958 under the Equal Educational Opportunities Act of 1974 (EEOA), 20 U.S.C. §§ 1701-1758, and Action No. 76-70871 under Title IV of the Civil Rights Act of 1964, 42 U.S.C. § 2000c-6. Named as defendants are the School District of the City of Ferndale, Michigan, a school district of the third class (hereinafter referred to as School District or District); its Superintendent William G. Coyne; The State of Michigan; The Michigan State Board of Education, a constitutional body corporate; John W. Porter, Superintendent of Public Instruction, Department of Education; and William G. Milliken, Governor of the State of Michigan, an <i>ex officio</i> member of the State Board of Education (hereinafter referred to as State defendants).</p>\n<p>The complaints in each case allege School District built, operated and maintained the Ulysses S. Grant Elementary School in the school district for the purpose and with the effect of segregating black elementary students in the school system and have discriminatorily assigned or permitted the assignment of black faculty to the Grant School on the basis of race. It is further alleged that the defendants are operating a dual education program at the Grant <span class=\"star-pagination\">*354</span> School, one of which is virtually all black, and have been responsible for <i>de jure</i> segregation of the Ferndale School System. Count Two of Civil Action 75-70958, which relates to the use by the State of revenue sharing funds, is dealt with in later portions of this opinion.</p>\n<p>The two actions were consolidated for trial, since although arising under separate statutes requiring different pre-complaint procedures or requirements, the claims of the plaintiff in both actions seek the same relief (aside from the revenue sharing claim) and require the same proofs. The evidence received at earlier hearings on motions for preliminary injunction were made a part of the trial record as provided for by F.R.Civ.P. 65. The procedural history of these cases is set forth in detail in this court's earlier opinions and summarized in large part in the decision of the United States Court of Appeals in <i>United States v. Ferndale School District,</i> <span class=\"citation\" data-id=\"357076\"><a href=\"/opinion/357076/united-states-v-school-district-of-ferndale-michigan-willie-w-sawyer/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span> (6th Cir. 1978), and will not be repeated here.</p>\n<p></p>\n<h2>PRESENT OPERATION OF SCHOOL DISTRICT</h2>\n<p>Defendant School District is a suburban school district located immediately north of Detroit and serving an area of about 4.5 square miles. The district includes all of the City of Pleasant Ridge, the greater part of the City of Ferndale, a part of the City of Oak Park, and a part of Royal Oak Township. Thus, although it is called the School District of the City of Ferndale, its borders are not coterminous with that city. The total student enrollment of the district in the 1977-78 school year was 5940 students, 595 or 10 percent of whom were black. During that same school year, District operated eight kindergarten through sixth grade (K-6) elementary schools with a 1977-78 enrollment of 3,212 students; 325 of these elementary students, approximately 10.1 percent, were black. The District employed during that year 115 elementary teachers, 17 of whom, or 15 percent, were black. In the 1977-78 school year, each elementary school had full-time black elementary classroom teachers. All of the elementary schools in the district had black children enrolled during the 1977-78 school year. District has always operated a single high school and all students from the entire district have attended that high school.</p>\n<p>Prior to the 1976-77 school year, District operated a single junior high school and students from the entire district attended that school. During the 1976-77 and 1977-78 school years, the former junior high school was closed and the district operated two junior high schools. Attendance boundaries for these two junior high schools were drawn in a manner that resulted in each having the same percentage of black students. Thus, each reflects the percentage of black students in the district in grades seven and eight attending junior high school. The plaintiff has made no claim that the prior operation of the single junior high school or, now, of the two junior high schools, or of the high school has been or is in violation of any student's constitutional rights. The faculties as well as the student bodies of these schools are integrated. The plaintiff's entire claim is directed towards the construction, maintenance and operation of a single elementary school, the Grant school. It has presented evidence with regard to other schools in the district but only insofar as it affected Grant school or its attendance area or bore on the issue of intent.</p>\n<p>The present two junior high schools, Best and Coolidge, were until the 1976-77 school year K-6 elementary schools. The former single junior high school, Lincoln, required very extensive and expensive repairs and rehabilitation if it was to continue in use. The school population of the district has been declining for several years. Rather than expend the large sums necessary to renovate Lincoln, the school board elected to take two of the larger elementary schools and turn them into junior high schools. The closing of Coolidge as an elementary school has required the school board to furnish some transportation to some of its former students because of a railroad, distance, and major thoroughfares. The only other transportation ever provided elementary students by the district, aside from those pupils in special education or programs <span class=\"star-pagination\">*355</span> for the handicapped, is the transportation of children from the Grant attendance area participating in the open enrollment program, begun in 1975-1976, and to Grant for the open classroom program which commenced that same year.</p>\n<p>Beginning with the 1975-1976 school year, continuing during the 1977-1978 school year and contemplated to continue in the future, Grant had two educational programs: one, the so-called traditional self-contained classroom program, and the other, the so-called open classroom program. The open classroom program or method of elementary teaching is less formally structured than the self-contained classroom in that students in the same class may be involved in many different projects or activities at the same time. Parent volunteers participate directly in the teaching process in the classroom. Students work in small groups, and the same students do not remain with a single group. The evidence established that teachers for such an open classroom program have different demands on them than traditional classroom teachers, that they must believe in this method of education and must be especially motivated to teach in such a program. The School District has had a declining enrollment for the past several years with a resulting decline in need for faculty. Rather than employing teachers, it has been laying them off or not replacing them as they resign or retire. Teachers for the open classroom program were recruited system-wide from the elementary faculties. A written communication was distributed to all elementary teachers asking those who were interested to volunteer to teach in it. No black teacher volunteered for that program. All of the teachers selected were from those who volunteered and all are white. The black teachers at Grant were personally approached and asked if any of them would volunteer to teach in the open classroom. None did. In view of the fact that the total elementary faculty of the school district is integrated, the method of selection of teachers for the open classroom is in the court's opinion a racially neutral method. Thus, although all of the teachers in the open classroom (eight including the teacher coordinator) are white, the court finds that the school board has sustained its burden of showing that their selection was free of any intent to segregate.</p>\n<p>This open classroom program operated at the Grant school is open to all K-6 students in the School District on a voluntary basis. Its enrollment during the three years of its existence has been:</p>\n<p></p>\n<pre>\n  YEAR     WHITE     BLACK     TOTAL\n   1975-1976   160       30        190\n   1976-1977   181       34        215\n   1977-1978   176       31        207\n</pre>\n<p>All of the white students who attended this program, at Grant, live outside the Grant attendance area. There were 198 black students enrolled in the traditional classroom program at the Grant Elementary School during the 1977-1978 school year and one white. That program presently has three white teachers and four black teachers. One black teacher has taught there for 32 years while the other black teachers have been there approximately 10 years each. During the 1975-1976 school year there were four white teachers in the traditional classroom and four black. The enrollment has declined. One teacher was not needed and, having the least seniority, a white teacher left Grant school. At earlier times as discussed <i>infra,</i> page 370, the entire faculty of Grant was black.</p>\n<p>The evidence established that the hiring of elementary teachers during the superintendency of John J. Houghton, which began in 1961, has been racially neutral. The number of black teachers at Grant has varied over the years. In 1969 the racial representation of faculty at the Grant school was 13 full-time black teachers and 10 full-time white teachers. Since that time the enrollment at Grant school, as at every other elementary school in the district, has dramatically declined. With the declining enrollment, teachers with less seniority were laid off or assigned elsewhere. The same seniority system is used district-wide and appears to be racially neutral.</p>\n<p>There are presently 16 elementary teachers at the Grant school, 4 of whom, 25 percent, are black. However, black teachers <span class=\"star-pagination\">*356</span> do constitute over 50 percent of the faculty in the traditional program. Although the teachers in the traditional and open classrooms use different teaching methods, they are a single faculty for all administrative purposes and functions. The principal of the Grant school, who is black, evaluates all teachers at the school, both those teaching traditional classes and those teaching in the open classrooms. The teacher coordinator is classified as a classroom teacher for union bargaining purposes and he or she is evaluated by the principal in the same way as is every other teacher. Faculty meetings at the school are attended by all classroom teachers there, and faculty committees are made up of teachers from the entire school. There is a single Parent-Teacher Association at the Grant school whose numbers include parents of students in both the traditional and open classrooms.</p>\n<p>School District has urged that in determining the racial composition of the Grant school the Court should include both the open and traditional classrooms and that using such approach the school is not segregated.</p>\n<p>Students in the traditional and open classrooms have a single student council; the choral and band programs, as well as the library programs and library work, field trips and special programs, are joint activities involving students from both the open and traditional classrooms. Further, both lunch and recess programs are shared. There is some interaction in the academic programs; for example, sixth graders from the traditional program tutoring primary students in the open classroom, and vice versa. However, the majority of the time that is spent in academic study by students in the traditional program is spent in their self-contained classrooms where with one exception all the students are black.</p>\n<p>In addition to the open classroom program, Ferndale adopted an open enrollment policy beginning with the 1975-1976 school year, which permits any elementary student in the school district to attend any other school. The first year of its existence, four black students from the Grant attendance area attended other schools in the district. This number increased to 31 in the 1976-1977 school year and to 42 in the 1977-1978 school year. The one white child in the traditional classroom attends pursuant to this open enrollment policy.</p>\n<p>All of the children who reside in the Grant attendance area and attend the public schools are black; indeed, the evidence indicates that all persons residing in the Grant attendance area are black.</p>\n<p>The defendant School Board asserts that the plaintiff has failed to establish that segregation exists at the Grant school in view of the above facts; that although 25 percent of the total faculty is black, this is not disproportionate to other schools in the district since the Jackson Elementary School, which has 7.6 percent black student enrollment (including those who attend pursuant to the open enrollment policy) has five black faculty members out of a total faculty of 16 or 31 percent black; and that there are 177 white children and 229 black children, a total of 406 students in Grant school, hence approximately 44 percent white and 56 percent black. It asks that even if the court should find that the school district at one time practiced <i>de jure</i> segregation that such segregation no longer exists.</p>\n<p>The court is unable to accept the conclusion urged by the defendant School District. If School District is found to have practiced <i>de jure</i> segregation, the continuing existence of all-black traditional classrooms are a residue and result of that segregation. The open classroom program, available to and participated in by all students without regard to race, as well as the open enrollment policy, availed of by approximately 15 percent of the black children from the Grant attendance area, have commendably reduced the racial isolation of the Grant area students. Sufficient isolation still exists, however, in the traditional classrooms to require a determination of the reason why the Grant school had only black students before the open classroom program was initiated, since this same reason is the cause of the continuation of all black students <span class=\"star-pagination\">*357</span> in the traditional classrooms at Grant school.</p>\n<p>The court, must, therefore, undertake the difficult task mandated by <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); <i>Keyes v. School District No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></span> (1973), and <i>Dayton Board of Education v. Brinkman,</i> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), to determine whether the segregation which continues to exist in the traditional classrooms results from actions taken with segregative intent by School District. As stated by Justice Brennan in <i>Keyes</i>:</p>\n<blockquote>We emphasize that the differentiating factor between <i>de jure</i> segregation and so-called <i>de facto</i> segregation to which we referred in <i>Swann</i> is <i>purpose</i> or <i>intent</i> to segregate.</blockquote>\n<p>413 U.S. at 208, 93 S.Ct. at 2697 (emphasis in original) (footnote omitted).</p>\n<p></p>\n<h2>HISTORY OF SCHOOL DISTRICT DEVELOPMENT</h2>\n<p>School District maintains that the all-black population in Grant school's traditional classrooms, as well as the pre-open classroom all-black school population, exists and has existed for <i>de facto,</i> adventitious reasons. The attendance area from which the Grant school draws students has only black residents and has had only black residents with one or two exceptions since the school was opened in 1926, with the identical attendance boundary it now has. The school has not changed attendance boundaries in its 52-year existence. The evidence establishes that at the time the school opened it had one white student in attendance, who completed the six grades provided by the school. There have been no other white students at the Grant school, aside from those in the open classroom and the single white student in attendance under the open enrollment policy. School District maintains that the Grant school was located in accordance with the district's policy of maintaining at all times a neighborhood school, that there was no other feasible alternative location for a school to serve this area, and that School District did not build or maintain Grant school for the purpose or with the intent of segregating black pupils.</p>\n<p>In support of its position that a neighborhood school policy has always been the policy of defendant School District, defendant points to the minutes of its meeting of September 30, 1921, in which it adopted a building policy related to the location of elementary schools. That policy provides:</p>\n<blockquote>2. . . . [E]lementary schools shall be so located as to:</blockquote>\n<blockquote>(a) Minimize hazard to children in crossing the main thoroughfares.</blockquote>\n<blockquote>(b) Provide schools within reasonable walking distance.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>4. That any building project be determined in its relationship to the needs of the district as a whole as well as in relationship to the school of any section of the district.</blockquote>\n<blockquote>5. That the location of these schools shall conform with the policies of the Board of Education with regard to safety, accessibility and economy.</blockquote>\n<p>At the time that this policy was adopted, there were a few black families living in the southwest corner of the district, which now constitutes the Grant attendance area, and a few in the northeast corner of the District, the Harding attendance area. The adoption of this policy could not be racially motivated in any way. It is necessary to examine the history of School District to determine whether it adhered to this policy.</p>\n<p>Below is a map of the present boundaries of the School District and the location of the schools, which will make the court's findings easier to follow.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*358</span> </p>\n<p><span class=\"star-pagination\">*359</span> </p>\n<p><span class=\"star-pagination\">*360</span> In 1919 the School District was roughly rectangular in shape, bounded by Eight Mile Road on the south, Ten Mile Road on the north, Hilton Road on the east, and Wyoming Avenue on the west. The School District at that time operated three schools: a two-room, two-story school in Pleasant Ridge on the site of the present Roosevelt Elementary School; the Central school, located near Woodward Avenue and Nine Mile Road; the Ridgewood school, a four-room, two-story school, located near Eight Mile and Stratford Avenue, a location which was lost upon the widening of Eight Mile Road. Eight Mile was then only a two-lane dirt road. During the 1920's it became a major east-west artery with several lanes in each direction divided by a median. Total student enrollment in all three schools was 460. The following chart sets out the increase in the number of students and the percentage of increase in enrollment in the School District from 1919 to 1926.</p>\n<p></p>\n<pre>\n                          INCREASE IN\n           TOTAL         ENROLLMENT IN\nYEAR      STUDENTS        PERCENTAGES\n 1919      460\n 1920      621          35\n 1921    1,175          89\n 1922    1,604          37\n 1923    2,005          25\n 1924    2,767          38\n 1925    3,213          16\n 1926    3,894          21\n</pre>\n<p>(Minutes of the School Board June 26, 1922 and October 24, 1924, and Defendant Exhibit 52, hereinafter cited D-52.)</p>\n<p>The total population of the School District increased from 3,825 in 1920 to 22,629 in 1930. Most of this apparently was in the City of Ferndale, which increased from 2,840 persons to 20,855 persons in that same ten-year period. To deal with this increase in 1920, the School District built the Harding Elementary School in the northeast corner of the School District. It was a four-room school; two rooms were located in the basement. The original enrollment of the Harding School is not known; however, in 1922, two years after it had been opened, it enrolled 148 students (Minutes, October 2, 1922). In that same year the Roosevelt school was built on the site of the old Roosevelt school. It was originally constructed with eight classrooms and the old Roosevelt school was divided into four rooms and used together with the new building until 1926.</p>\n<p>In 1921 the School District was expanded to its present boundaries by the annexation of the area west of Wyoming to Scotia Road between Nine and Ten Mile Roads. At the time of this annexation that area contained 13 families with 19 children (Minutes, September 30, 1921).</p>\n<p>In 1923 the School District constructed two new elementary schools: Washington, a six-room building, located near Livernois and Pearson, and Wilson Elementary School, a six-classroom building on Paxton Avenue. In 1924 and 1925, two rooms were added to the Harding School, to make it a six-room building. However, it appears that the basement rooms were not fit for use (Government Exhibit 213(c), hereinafter cited G-213(c)). In 1923 or 1924, the Washington school was enlarged by the addition of six classrooms so that it was a 12-room building sometime before 1925. Even with these new schools and additions in June of 1924 (D-56), the large increase in population of the district caused over 500 students in the district to be on half-day sessions by June of 1924 (D-56).</p>\n<p>In 1924 two additional schools were constructed: the Coolidge Elementary School, a 12-room school located on Drayton Avenue, between Woodward Avenue and the Grand Trunk Railroad; and the Jefferson school, located in the western part of the school district, on Republic Avenue near LeRoy Avenue. The Grant school was constructed in 1926 as a six-room building, plus an office and bathrooms. The Taft school opened in the fall of 1928, replacing the Ridgewood school. Taft contained 20 to 22 rooms. Taft's construction was financed with funds received from the sale of the Ridgewood school and site. (G-213(c)). It was the last school to be constructed until 1950, although there were additions to other schools in the interim. Unlike the other <span class=\"star-pagination\">*361</span> elementary schools, which opened as K-6 schools, Taft operated a K-8 program from the time it opened. In 1930 four classrooms were added to the Harding school, and 13 classrooms were added to the Coolidge school, which later was intended for use as a junior high school (grades seven and eight) as well as an elementary school (G-131; G-213(c)). Four classrooms were added to the Grant school in 1942, and four additional classrooms plus a multi-purpose room were added in 1945 (G-213(f)(g); D-77, D-26) (Minutes, March 6, 1945).</p>\n<p>The Jackson school was built in 1950 and the Best school in 1954. Best school was built to serve part of the Roosevelt school former attendance area, and Jackson was constructed to serve the northwest part of the Jefferson attendance area, which had grown rapidly between 1949 and 1951 (G-131 and 132). These two schools are located only one block apart. Further additions were made to all elementary schools in the District with the exception of Coolidge after World War II. The evidence presented to the court establishes that with the exception of the Best and Jackson schools, both of which have had all or substantially all white students, all students attended the school nearest to their homes.</p>\n<p>As stated previously, the focus in this case is the purpose and intent of School District in the construction and operation of the Grant school. Throughout the history of School District, there have been some black residents with school age children who resided in the northeast area of the school district in the Harding school attendance area. They have always attended Harding, the school nearest their home. There have also been a very small number of black children as well as other minorities such as Oriental or American Indian who have resided in other elementary school attendance areas. They, too, have attended the schools nearest their homes.</p>\n<p></p>\n<h2>HISTORY OF GRANT SCHOOL</h2>\n<p>Turning to the detailed history of the Grant attendance area and the construction and maintenance of Grant school, the testimony is undisputed that the Grant area was largely vacant in 1921, with only a few homes, occupied by both black and white families (Testimony of Anna Thomas, a black leader in the Grant area<sup>[2]</sup>). With construction of the Highland Park plant of the Ford Motor Company, the entire area encompassed by the school district except the Best-Jackson area increased very rapidly in population (<i>see</i> page 357, <i>supra</i>). The Grant attendance area consists of Forest Grove subdivision and Detroyal subdivisions (there were more than one Detroyal subdivision, all contiguous to one another). Ernest Morris, a black man, whose family moved to this area in 1924, testified that there were approximately 40 families living in Forest Grove and Detroyal subdivisions when he moved there. He testified that during the years 1924 through 1926 there was a building boom in these two subdivisions. His recollection of this growth is corroborated by the testimony of other witnesses as well as evidence showing that when Grant opened in the fall of 1926 it had 124 students in the K through 6 grades. Prior to the 1925-1926 school year, the majority of the school-age children in the Forest Grove and Detroyal subdivisions, the Grant attendance area, attended Ridgewood school. Ernest Morris testified that he attended that school as did most of the children from the area where he lived. However, it would appear also that some children from the area attended the Washington school. At his mother's request the Morris children transferred to Washington during part of the 1924-1925 school year. This request to attend Washington school was made because there were no sidewalks <span class=\"star-pagination\">*362</span> between the Morrises' house and Ridgewood while there were sidewalks most of the way from their house to Washington.</p>\n<p>Forest Grove and Detroyal subdivisions were without sewers, water, or paved streets until after World War II, when these improvements were made under a federal urban renewal grant to Royal Oak Township. They did have some sidewalks. The sidewalks did not, however, extend the length of all the streets, and none of the sidewalks extended to Northend Avenue, which is one-half mile north of Eight Mile Road and which constitutes the northerly boundary of the Grant attendance area. The subdivisions were promoted by their developers as subdivisions for black families. In 1925 or 1926, there were only two or three white families who still lived in the area.</p>\n<p>Until the 1925-1926 school year, as stated above, the majority of the students in the Grant attendance area attended the Ridgewood school. Sometime in 1922 or 1923, the principal of the Ridgewood school, a Mrs. Terry, suggested to Mrs. Anna Thomas, who had resided on Mitcheldale in Detroyal subdivision since 1920, that she circulate a petition to have a portable or temporary school built in the Grant area at Bethlawn Avenue and Eight Mile Road so that the children would not have so far to go. Mrs. Thomas testified that she did not approve of this idea, that she invited Mrs. Terry to a meeting of residents at the Thomas home. Mrs. Thomas further testified that after explaining to Mrs. Terry the swampy, unsatisfactory nature of the proposed location of the portable school, Mrs. Terry agreed with her that it was totally unsuitable and that she, Mrs. Terry, had been totally unaware of this condition. The subject was not pursued further. There is nothing discriminatory in the proposal for a portable school. The minutes of the school board meeting of December 14, 1923 show that the Board considered building a portable school at or near Leggett Farm, the location where Jefferson was later built, but abandoned that idea. In 1924 a group of residents of that area petitioned for a temporary school. (<i>See</i> Minutes of May 9, 1924.)</p>\n<p>The procedure followed for the establishment of all of the earlier elementary schools was identical. A group of tax-paying residents would petition the school board requesting that a school be built within a certain area. If the Board approved the request, the proposal would be placed on the ballot asking the electors to approve a bond issue to build a school within that area. Bond issues approved by the electors were also used to finance additions, in most instances.</p>\n<p>Mrs. Anna Thomas testified that she was one of the persons who circulated the petition for the construction of the Jefferson school and submitted it to the board of the School District. It was she (she testified) who suggested its location on or near the Leggett farm, where it was subsequently built. The original plan for the Jefferson school and the one submitted to the voters on January 16, 1925, was for an eight-room building (Minutes, December 19, 1924, January 22, 1925, March 3, 1925, January 23, 1925). A special meeting of the voters was called by a resolution of March 3, 1925, to approve an additional four rooms and the expenditure of $27,000.00 received from the sale of the old Central school site for this purpose. This was approved.</p>\n<p>The Jefferson school was opened in the fall of 1925 with 12 rooms. Its attendance area as well as those for all elementary schools in the district is set out in the minutes of the school board for September 18, 1925, and included all of the present Grant attendance area, the present Jefferson attendance area, and the area north thereof which was then largely vacant and unsubdivided. Although the exact racial composition of the students at Jefferson during the 1925-1926 school year is unknown, it was probably 2/3 to ¾ white and ¼ to 1/3 black.</p>\n<p>The history proper of the Grant school, so far as the evidence presented to the court reveals it, begins with the minutes of the school board meeting of October 16, 1925. The minutes recite:</p>\n<blockquote>\n<span class=\"star-pagination\">*363</span> The following petition was presented, signed by six or more taxpayers of the District:</blockquote>\n                   September 29, 1925.\n To the Board of Education,\n School District No. 9.\n Royal Oak Township, Oakland\n County, Michigan\n<blockquote>We, the undersigned, citizens of the United States of America, and resident taxpayers of School District No. Nine (9), Royal Oak Township, Oakland County, Michigan, do hereby petition that you call a special meeting of the qualified electors of said school district to meet in special session for the purpose of designating a school site, said site to be located in the Forest Grove Subdivision, Nos. One (1), Two (2), and Three (3) between Woodside on the West, Parkside St., on the East, Cloverdale St., on the North, and Pasadena St. on the south, all in the south west quarter (¼) on Section thirty-three (33), Town one (1), north range eleven (11) east, Royal Oak Township, Oakland County, Michigan.</blockquote>\n<blockquote>It was moved by Mr. Caldwell, supported by Mr. Damon, that the petition be received and filed.</blockquote>\n<p>The records of School District do not contain the names or addresses of the persons who presented this petition. The names and addresses of those petitioning for all of the other schools are similarly unknown. It was not the practice of the board to record or retain such information. At that same meeting the board passed a resolution to submit this request together with petitions received at earlier meetings for another school site (later Taft school) as well as additions to Lincoln High School and Wilson, Roosevelt and Harding Elementary Schools to the voters to approve bond issues for these purposes. Each school site and addition was submitted to the voters as separate propositions. School District did not require that the petitioners for a new school site be residents and taxpayers of the particular area to be served, although they had to be residents and taxpayers of the district. There is, however, evidence that one of those who signed this petition was Mrs. Anna Thomas. Mrs. Thomas testified unequivocally that she participated in presenting two petitions to School District for new schools: one, the petition for the Jefferson school on the Leggett farm, and the second for Grant Elementary School. Although the court did not have the benefit of hearing Mrs. Thomas' testimony, it has read with care the testimony she gave at the HEW hearing. She was 86 years of age when she testified and her testimony is at times somewhat confused, but not on this issue. She testified at the HEW hearing as follows:</p>\n<blockquote>Q Do you know how that school, the Grant School, came to be built where it was built?</blockquote>\n<blockquote>A That's the petition we gave to Downs.</blockquote>\n<blockquote>Q That the result of the petition you gave to Downs?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q The Grant school was built as a result of this petition?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>HEW Tr. 58.</p>\n<p>Although it might appear at times throughout the testimony that she had opposed the construction of the Grant school, it seems that her opposition was rather to the earlier proposal to build a portable school in the Grant area at Bethlawn and Eight Mile Road and to building an inferior temporary building. Thus, in response to the question from an attorney for the United States, she stated:</p>\n<blockquote>Q At the time the school board erected the Grant school, why did you oppose the Grant school being placed there?</blockquote>\n<blockquote>A In the first place it was in no condition for a school, that was one of the reasons I didn't want to see no portable put in there. There wasn't any water or anything like that, nothing for the kiddies to have. We couldn't have meetings or anything at night at all in that dark and everybody, talking about woods and trees and things, it was a frightful place.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*364</span> Q Were there any other reasons, Mrs. Thomas, beside the fact that it was not a fit site for a school?</blockquote>\n<blockquote>A No I had no other reasons.</blockquote>\n<p>HEW Transcript 59-60. Her testimony continues:</p>\n<blockquote>Q Mrs. Thomas, how many petitions did you present to the School board for building schools?</blockquote>\n<blockquote>A I hadn't thought about that.</blockquote>\n<blockquote>Q Was there just one or was there two?</blockquote>\n<blockquote>A No, there was two.</blockquote>\n<blockquote>Q . . . Specifically, did you submit a petition for the purpose of having a specific school building erected more than once, or did you do that just once, or did you do that more than once?</blockquote>\n<blockquote>A I did that twice.</blockquote>\n<blockquote>Q Now the first time, what school were you trying to get built?</blockquote>\n<blockquote>A The first time that was the Jefferson school was the first one that I petitioned for.</blockquote>\n<blockquote>Q Now, did you say you submitted petitions to have another school built as well?</blockquote>\n<blockquote>A Then the next one was when I was working for Jefferson.</blockquote>\n<blockquote>Q You've already told me about that, Mrs. Thomas. Was there a second school that you tried to get built or was Jefferson the only one?</blockquote>\n<blockquote>A No. I worked to help to get the petition and the petition that we gave to Lawyer Brown I helped in that, that was for Grant.</blockquote>\n<blockquote>Q But what was in that petition; what were you trying to do with that petition?</blockquote>\n<blockquote>A I was trying to get a decent school.</blockquote>\n<blockquote>Q Did you ever try to prevent the building of the Grant school?</blockquote>\n<blockquote>A We did. We stopped them from building the school until the ground was put in a sanitary condition.</blockquote>\n<blockquote>Q Did you ever try to get it stopped altogether?</blockquote>\n<blockquote>A No we weren't trying to stop it altogether . . .</blockquote>\n<blockquote>Q Well, were you aware at the time that Jefferson school was going to be built it would only have black children  in the Grant school, excuse me?</blockquote>\n<blockquote>A No I didn't know at the time. I don't know if I thought about it or not.</blockquote>\n<blockquote>Q I see.</blockquote>\n<p>HEW Transcript 59-61.</p>\n<p>Nowhere in her testimony did she contradict her prior statement that she was one of those who petitioned for the building of the Grant school. It is clear that Mrs. Thomas was one of those who presented the petition for the building of Grant school in the area where it was later constructed and the court so finds.</p>\n<p>The voters approved the bond issues including that for erecting Grant at an election on October 30, 1925. The total votes cast in favor of building Grant school were 244, the votes against were 23 and there were 12 spoiled ballots. The votes for all the other propositions on the ballot were approximately the same numbers and percentages except that there were about twice as many votes against the addition to Roosevelt school. The votes for acquisition of the Taft site are almost identical with those for Grant: 233 in favor, 26 against, and 5 spoiled ballots. One would logically expect significantly more votes in favor of the construction of Grant than for the other proposals if the intent and purpose of building Grant were to segregate black students. Such was not the case. In 1926, in addition to the construction of the Grant Elementary School which opened that fall, the District built a seven-room addition to the Wilson Elementary School and a ten-room addition to the Roosevelt Elementary School.</p>\n<p>On December 18, 1925, a resolution was adopted by the school board setting out the attendance boundaries for all of the elementary areas in the school district and requiring those children in the Grant attendance area to attend Jefferson.</p>\n<p>During the 1925-1926 school year there was opposition on the part of some parents in Detroyal and Forest Grove subdivisions to having their children attend the Jefferson <span class=\"star-pagination\">*365</span> school because the distance was too far, no sidewalks extended to that school, and the streets, being unpaved, were muddy. In December of 1925, a lawsuit was brought against School District by Mrs. Thomas as next friend of children in the Grant attendance area asking that children in the Grant attendance area be allowed to continue to attend Ridgewood school, complaining about the excessive distance to Jefferson and the muddy conditions (D-28).</p>\n<p>This lawsuit was dismissed by the state court and apparently all of the children in the Grant attendance area attended Jefferson for the remainder of the 1925-1926 school year. The pleadings in the lawsuit do not mention the Grant school. It does state a concern that School District is requiring students to walk four miles to school in order to create an excuse for a portable school building in the vicinity of the plaintiffs' homes and asks that plaintiffs be allowed to continue to attend Ridgewood School. School District's answer in that action does not refer to Grant or any other contemplated school but responds that Ridgewood was overcrowded and Jefferson had adequate space and was 4,924 feet from plaintiffs' homes and not 1½ miles as alleged. It denied that any portable school was planned. It denied any racial motivation for the transfer of children.</p>\n<p>By 1925, it was known to School District that the Ridgewood Elementary School was in the path of the proposed widening of Eight Mile Road. (<i>See</i> Minutes, January 2, 1925, March 13 &amp; 27, 1925, April 10, 1925.) Exactly when it was to be torn down is not known, although it was evidently torn down during the 1927-1928 school year.</p>\n<p>Sometime during 1925, between the employment of Mr. Down as Superintendent effective July 1, 1925, and the completion of construction of the Grant school, there was a meeting of Mr. Down, Mrs. Mary Morris, Mrs. Thomas, a Mr. Robert Edmonds, Mrs. Alice Robinson and Mr. Andy Thomas. Three of those persons gave testimony regarding this meeting in the HEW hearing: Mrs. Thomas, Mrs. Morris and Mr. Edmonds. Mr. Edmonds, who is still alive, also testified at the trial. All three of these witnesses who testified about this meeting were elderly. Mr. Down was deceased before the HEW hearing was held. The testimony regarding this meeting, including when it occurred, is somewhat conflicting. Mrs. Thomas first testified that the meeting was arranged because the school board was intending to build a portable building at Jefferson or some other location for black children. Mrs. Thomas further testified that her attorney went with her to this meeting. The other witnesses who testified about the meeting did not include the attorney as one of those present. Mrs. Thomas testified that before the meeting was over, Mr. Down had drawn a plan for the school to be built in the Grant area and had promised to see that it would have water and gas, that it would be a brick school and not a portable school and that more rooms would be built later. The proposed school, Mr. Down told the committee, would have a basement, janitor service, and everything that a school should have (HEW Transcript 32). She testified that her attorney accepted the plan that Superintendent Down had drawn up and suggested, and that the committee was satisfied with the results. (HEW Transcript 33). This testimony indicates that the building of the Grant school followed this meeting.</p>\n<p>Mrs. Morris testified at the HEW hearing regarding this meeting. She indicated that concern with regard to the building of a black school was expressed to Superintendent Down at the meeting. She also testified as to the committee's fear that the proposed school would not be a modern brick building. Thus on page 127 of the HEW transcript she states:</p>\n<blockquote>. . . So we had heard so many things about this school being built and the type of school that the school board had planned, and they said at that time a portable school, which meant a really temporary  a wooden construction. We were horrified at that report. In fact we did not want the school. We did not feel it was a needed school as a tax burden for <span class=\"star-pagination\">*366</span> the people. So then, that's why they sent this committee to interview the superintendent, to confirm whether it was true and what type of school that would be built if they were planning to build another.</blockquote>\n<p>With regard to the meeting itself, she testified:</p>\n<blockquote>Q Do you recall what you were told by Superintendent Down  what did you ask him and what did he tell you?</blockquote>\n<blockquote>A We asked him first if it was true that the board was planning another school and just what the reason was. Frankly, he didn't have much of the specific reason to tell us that day, but he said it would be a school that we wouldn't be ashamed of, and we told him what the hearsays were, and that we did not want the school, but of course we couldn't say  tell the school board their thoughts, whether it was needed or not, but to our estimation no.</blockquote>\n<p>HEW Transcript 128.</p>\n<p>She testified at <i>id.,</i> 129, that she asked Mr. Down certain questions and wrote down his answers and took those questions and answers to her attorney. She apparently refers to the same attorney Mrs. Thomas mentioned, Mr. Brown. She testified further on page 131:</p>\n<blockquote>Q Did Superintendent Down at the time describe to you what kind of school was going to be built?</blockquote>\n<blockquote>A Well, he said a modern school. Of course, we assumed at that time a brick structure with water facilities, toilet facilities and things of that sort, and nice floors and lockers. That's what we assumed then, as a modern school. So he assured us that that would be in there. He said he was going to try some  well said he had just recently  he had visited Chicago and visited quite a beautiful school. He didn't say white or colored, but he said they would be able to have progressive education in this school that they were not able to have in some of the other schools at that time.</blockquote>\n<blockquote>I think that's just about all we got out of that interview.</blockquote>\n<p>HEW Transcript 130-131.</p>\n<p>Mrs. Morris' testimony, although somewhat confused as to date and time, and inconsistent in some parts concerning what was discussed, finally concludes at <i>id.,</i> 170:</p>\n<blockquote>Q Now you met with him to discuss the building of the Grant school?</blockquote>\n<blockquote>A We did not discuss it at all. We discussed questions about it. We were concerned as to whether it was true and what type of school that they would build.</blockquote>\n<blockquote>Q Did you ask them why they were going to build?</blockquote>\n<blockquote>A No we didn't ask them. We didn't ask him.</blockquote>\n<blockquote>Q Did he volunteer any reasons?</blockquote>\n<blockquote>A No, he didn't have any outward conversation with Mr. Down. That was our first time meeting Mr. Down. And we didn't have any personal conversation at all.</blockquote>\n<blockquote>Q Now you asked him if they were going to build a new school?</blockquote>\n<blockquote>A And what type of school.</blockquote>\n<blockquote>Q And you didn't ask him why they were going to build it?</blockquote>\n<blockquote>A No.</blockquote>\n<p>Mr. Edmonds' testimony regarding this meeting, given at the HEW hearing in 1969, was also to the effect that Mr. Down merely told them that the Grant school was to be built and where it was to be built and gave no reason therefor. At the 1978 trial Mr. Edmonds testified that Mr. Down made additional statements at this meeting. However, he also admitted on cross-examination that his memory was more accurate in 1969 at the HEW hearing than at the trial in 1978. The court finds that, as Mr. Edmonds testified in 1969, Mr. Down did not give any explanation as to the reason for construction of Grant and, as Mrs. Morris testified, was not asked to do so.</p>\n<p>The Grant school as originally constructed consisted of six classrooms, an office and restrooms. Two of the classrooms were <span class=\"star-pagination\">*367</span> large rooms and the other four were approximately half the size of the two larger rooms. It is the plaintiffs' claim that this design of the Grant school is evidence of an intent to discriminate against the black students. The school district denies this allegation and explains the somewhat unique design of this school as the product of the educational philosophy of Superintendent Down. Prior to his employment by defendant School District, Superintendent Down had been the principal of the Willard School in Highland Park, Michigan, and while principal there had written Exhibit D-34, \"The Highland Park Plan on Unit Rooms for Primary Grades,\" published in October, 1921. This unit theory of instruction advocated the use of small classes and small rooms for certain portions of the curriculum with larger groups of students joining together for other portions. Superintendent Down's advocacy of the unit theory of instruction was corroborated by Mr. Coit Ford, one of the original teachers at the Grant school. School District called as an expert witness Roderic Righter, now a Professor of Education at Oakland University in Michigan. Dr. Righter, who received a Ph.D from Wayne State University in Detroit in Elementary Curriculum and Instruction, is a former elementary school teacher, school administrator, and instructor at Wayne State University and assistant to the Dean of its College of Education. He testified that Superintendent Down's theory of unit instruction, including an emphasis on individualized teaching, sought to achieve sound educational goals and was an innovative program for that period, the early 1920's. John J. Houghton, a teacher at the Roosevelt school from 1933 to 1942, principal of that school from 1942 to 1953, principal of the single high school from 1953 to 1961, and superintendent of schools from 1961 to 1974, testified that this theory was employed at the Roosevelt school, where regular size classrooms were divided in half by solid partitions and that such partitions may have been used in the Wilson school. It should be noted that the Grant school was the first school built after Superintendent Down was hired. Dr. Righter testified that it is not uncommon for schools to be constructed so as to permit the operation of a particular method of instruction. The court finds that the construction of the Grant school, so far as the size of the classrooms is concerned, was for the purpose of implementing the unit theory of instruction and not for any discriminatory purpose or motive.</p>\n<p>At the time Grant school was being constructed, it was the opinion of school authorities that Jefferson \"will be filled up this year\" (1925-1926). The rapid growth of the area which Jefferson continued to serve after Grant was built is attested to by the evidence that Jefferson had an enrollment of 297 in October, 1925, when it opened, and still had an enrollment of 288 in October of 1926, after over 100 students from the Grant attendance area transferred to Grant. The increase in enrollment from the reduced Jefferson attendance area thus increased over 30% in that single year (D-54). Enrollment in this area continued to increase in 1927 and 1928 but not at the rapid rate it had in the previous year. The enrollment of other schools in the district was also increasing rapidly at that time, although the increases were not uniform. Thus while Wilson increased from 301 in 1925 to 477 in 1926, and Roosevelt increased from 458 to 576 during the same years, Harding only increased from 226 to 239, and Coolidge from 473 to 476. The court finds that it was extremely difficult for School District to make an accurate estimate when and to what extent the school enrollment would increase in any given year.</p>\n<p>The plans for the Grant school (D-74 (a)-(f) establish that the portion of the building built in 1926 was only one-half of the contemplated structure. Thus the location of Grant on the site plan shows the part that was constructed as the northerly half of a building twice its size, and a boiler room placed so as to serve the larger proposed building. The court finds that it was the intention of School District to enlarge the Grant school to twice its original size by an addition when the increase in school population warranted it. The platted lots <span class=\"star-pagination\">*368</span> within the Grant attendance zone were clearly of sufficient number to require an elementary school when the area was fully developed. Indeed, when Forest Grove and Detroyal subdivisions became built up during the early 1950's there were over 700 K-8 children residing in that area.</p>\n<p>Mr. William Norton, a member of the school board beginning in 1919 or 1920 until about 1930, testified at the HEW hearings. Although he also was in his eighties his testimony indicates that he was still alert. He testified that School District was growing rapidly in the 1920's and that a number of schools were needed and built. Grant school was built, he testified, because there was an influx of families living in that area. He denied that it was built to remove Negroes from the Jefferson school. (HEW Transcript 259.) He denied that he had such motivation or intent and knew of no such motivation on the part of any other member of the board. He was aware later that the Grant school had a black enrollment. He did not recall when he learned of this and could not recall that Grant had a black faculty. He testified that the board left the hiring of faculty to the Superintendent. He testified that the board had and followed a policy of providing neighborhood schools. He further testified that the board would build a school somewhat larger than current needs to take care of expected enrollment increases and that it would also plan a school with the idea of adding to the building as enrollment increased. He further testified that although the district did not always meet it, that it was its policy that walking distance from a student's home to school would be no more than one-half mile (HEW Transcript 289). A further consideration in choice of exact location was the availability of a parcel of land for a school.</p>\n<p>The Grant attendance area is compact and square in shape. Two of its four sides are the extreme south and west edges of School District. Along its easterly boundary is what is now an industrial area, north of which is the new high school. Both the industrial area and the high school site, which were vacant at the time that the Grant school was built, are included in its attendance area. There are not now nor have there ever been any streets through this industrial area. Immediately to the north of much of the residential portion of the Grant attendance area was a large vacant area which has since become the city yard for the City of Ferndale, in which it keeps trucks, supplies, equipment, and so forth. At the time that the Grant school was built there were no sidewalks leading from the Detroyal subdivisions or Forest Grove subdivision to the Jefferson school. The testimony of all of the witnesses is that the area was somewhat low and wet although not as swampy as the area directly to the west of Wyoming Avenue, which was a City of Detroit dump for a number of years and filled in this manner before being developed.</p>\n<p>Dwayne Gardner, associated with the Council of Educational Facility Planners, was called as an expert witness on behalf of School District. This Council is a professional, non-profit organization of educational facility planners whose original function was to give guidelines and standards for schoolhouse construction and more recently to disseminate new knowledge in terms of planning for school buildings. In addition to his doctorate in Educational Administration Mr. Gardner received additional post-doctorate training in community, urban and regional planning from American University. He testified that a one-half mile walking distance to school was viewed in the 1920's by planners as a desirable ideal (Trial Transcript August 1, 1978, 19-20) and that the most efficient elementary school size recognized by planners in the 1920's was approximately two classrooms per grade. He further expressed the opinion that considering the rapid increase in student enrollment between the years 1919 and 1925 in School District, the physical size and location of existing schools in 1925 and the distribution of students attending those schools, the fact that lots had been platted for homes in Forest Grove and Detroyal subdivisions, as shown on Exhibit G-8, in what was to become the Grant attendance <span class=\"star-pagination\">*369</span> area, and that families with young children were moving into that portion of the school district (as testified to by Mr. Morris and Mr. Norton), the fact that no paved streets extended to the Jefferson school from what was to become the Grant attendance area and that no sidewalks extended all the way to the Jefferson school, together with the projection that Jefferson would be full in 1926 or 1927, that indeed there was an educational need for an elementary school in the Grant attendance area in 1926 or 1927.</p>\n<p>Plaintiff has suggested that the Jefferson school could have been increased in size as an alternative to building the Grant school. The alternative costs in building a new school or enlarging an existing school, according to the testimony the court heard, are in many instances about the same. The witnesses were unable to say that there would be any saving cost <i>per se</i> by additions as opposed to new buildings and that there are too many variables which must be taken into account to generalize in that regard.</p>\n<p>Plaintiff contends that there was racial turmoil in the district in 1925 and 1926 when the black children residing in the Grant attendance district attended the Jefferson school and that this turmoil was the motivation for building Grant school. For this contention, it relies primarily on an unsigned report which bears the typed signature of Edgar F. Down, former superintendent, apparently prepared about 1940 or 1941 (G-45). The report deals with overcrowding at Grant and the possibility of moving some Grant pupils to Jefferson school to relieve that overcrowding. In that typed document it is stated, \"Before the Grant School was built this district went through a period of turmoil because there were a large number of children in the Grant section in the Jefferson school.\" Mr. Down was deceased at the time of the HEW hearing and what he meant by this particular language can only be determined by examination of the document. School District urges that the reference is not to \"racial turmoil\" and could refer to opposition by Grant parents to sending their children to Jefferson. However, given the context of the entire document, the court believes that the language refers to racial turmoil. The document was found among school records. There is no evidence it was presented to the board but the balance of its contents tend to confirm it was written by Superintendent Down personally. In contrast to this statement, the court has heard the testimony of Ernest Morris, a black man who attended the Jefferson school during the year in which children from the Grant attendance area attended Jefferson, that there were no racial problems. He testified that although there may have been one or two incidents between individual children that these were isolated. His mother, Mary Morris, testified to the same effect at the HEW hearing. Miss Kay Perry, a teacher at the Jefferson school in 1925-1926, testified at the HEW administrative hearings that she knew of no turmoil or racial disturbance at the Jefferson school that year. Coit Ford, who taught sixth grade at Grant school beginning in the fall of 1926 when it opened, testified that he heard nothing about any racial turmoil the previous year when his students had attended Jefferson school. He testified that the school community's attitude toward the Grant school was very positive, and that he was not aware of any wide-spread racial animosity in the school district during that period. Had there been any racial turmoil the previous year, it seems highly improbable that Mr. Ford, teaching sixth grade children, would be totally unaware of this circumstance.</p>\n<p>Mr. Morris did testify that it was his recollection that one or two crosses were burned, presumably by the Ku Klux Klan, during the year that he attended Jefferson. They do not, however, appear to have had anything to do with black children attending Jefferson. One was in the yard of a black man who lived on the west side of Wyoming. Since that location was outside the school district, the court is unable to see how it can be related in any way to the attendance of black children at Jefferson. Mr. Morris was not able to state specifically <span class=\"star-pagination\">*370</span> the location where the other was burned. Whether this second cross was related to animosity toward black persons may be questioned in view of the testimony of Thomas H. O'Donoghue, a longtime Ferndale resident, that during the period in question a cross was burned in the yard of a defeated Ferndale public official, a white Roman Catholic. The seventh and eighth grade students from the Grant attendance area attended Taft school, an otherwise exclusively white school, until 1942 with no evidence of any turmoil. The same is true of the high school.</p>\n<p>The evidence clearly preponderates in favor of the finding that there was no racial turmoil at the Jefferson school or the community during the 1925-1926 school year because black students were attending Jefferson. It must be kept in mind, also, that the petition for construction of Grant was dated September 29, 1925, only three weeks or so after Jefferson had opened.</p>\n<p>The final circumstance to which the government points as evidence of segregatory intent is that the school board hired an all-black faculty for the Grant school and that the same principal served both Jefferson and Grant schools. The teachers at Grant were paid the same salary as teachers elsewhere in the district and it appears that all of them were capable and fully certified teachers. The reason for hiring black teachers at that time is nowhere expressed in the minutes of School District or the testimony of any witness. One of the later superintendents, Mr. Houghton, gave an opinion that it could have been for the purpose of providing role models for the black students or in the belief that black teachers might relate better to black students. Mr. Ford, one of the original black teachers at the school, testified that it was a common practice in those days. Neither these nor any other reasons are justifiable bases for a segregated faculty. However, the segregated faculty  all newly hired  does not, in the court's opinion, indicate that the school was built for the purpose of separating black children from other children in the school district. Nor can any inference be drawn in this case that the student enrollment may have become all black because of the black faculty. Black residents were scattered throughout the school attendance area before Grant was built and the subdividers were actively offering the property to black families (Testimony of Maurice Cole, a longtime resident of Ferndale and amateur historian of the area, HEW Tr. 923) who had difficulty in those years in finding homes because of restrictive covenants, the attitudes of many residents in white neighborhoods, and inadequate incomes. These subdivisions without water, sewers, or paved streets would be accepted only by those who could not afford anything else or who were prevented from living in many areas because of racial prejudice. The race of the faculty at Grant school did not influence the pattern of residential development.</p>\n<p>Although Grant and Jefferson schools shared a single principal for a number of years, the court finds no significance in that circumstance for the issues in this case. The Grant school had a principal's office and records relating to Grant pupils were kept there. The same was true of Jefferson. Mr. Kerns, principal of the two schools, spent his mornings at Jefferson and afternoons at Grant.</p>\n<p>It is extremely difficult to determine the intent and motives of persons who acted over 50 years ago. However, that is what the court is required to decide. <i>Swann, supra</i><i>; </i><i>Keyes, supra</i><i>.</i> Where, as here, the effect of School District's construction of Grant school was a school with a totally black enrollment except for one student, it would be easier if the court were required to determine only whether segregated education existed, the effect test. Further, if there were no evidence as to the reasons for its construction the court could apply the generally recognized inference that persons intend the natural and foreseeable consequences of their acts. Here, however, there is persuasive evidence that rebuts such an inference: the credible testimony of a surviving school board member that such was not School District's purpose, as well as the educational necessity of a school <span class=\"star-pagination\">*371</span> to serve the area. The court finds, based on the evidence discussed above, including the opinions of the expert witnesses called by School District, that there was such a need.</p>\n<p>Had School District had an intent to segregate black students, it is improbable that it would have enlarged the size of Jefferson before it was built, from the original plan for eight rooms to twelve rooms. It could have guaranteed Jefferson be overcrowded by building the eight-room school or built both Jefferson and Grant the same year. Had it had such intent, it is improbable that it would construct Taft as a K-8 school, large enough to accept seventh and eighth grade children from the Grant attendance area. Rather it seems more probable had School District had such intent that it would have immediately enlarged Grant and placed the seventh and eighth grade children from that area there. The funds for Taft's construction came from the sale of Ridgewood School, not a bond issue, and could have been used in such a manner by School District. Yet, the seventh and eighth graders from the Grant attendance area attended Taft from 1928 to 1942.</p>\n<p>The natural barriers around the Grant attendance area tend to reinforce the conclusion of neutral nonsegregatory reasons for its creation. Two boundaries (the south and west) are those of the School District itself. Thus, only the easterly and northerly boundaries were within the school board's control. The large industrial area to the east would require children to walk to Eight Mile Road or to Northend to attend a school anywhere in that direction. Unless the school were built just to the east or west of the industrial area the distances to be traveled would be excessive. A school to the north would present the same problem regarding distance for those in the southeast corner of the district that Jefferson did.</p>\n<p>Had Grant school not been built in 1926, it would have been necessary to construct a school to serve that geographic area at some later time, since the maximum enrollment of Grant and Jefferson combined would have reached 1349 students by 1953. According to the testimony of School District's expert witnesses, Kenneth Grimstead, Professor of Education at Eastern Michigan University, and Dr. Gardner, whose qualifications were previously discussed, 1349 students in a K-8 elementary school would be educationally unsound by neutral educational standards. Further, the Jefferson school site, even including its athletic field, would not have been large enough to accommodate a school serving that many students and meet nationally-used school site standards regarding space per student. According to Dr. Gardner these standards were met by the two schools which the district did build in the 1950's, Best and Jackson. Gardner and Grimstead both testified that looking only at the geographical location of the students, housing and street patterns, and disregarding the race of any student, and considering the school population as it existed in 1953, it would have been educationally necessary to construct an elementary school to serve the population now served by the Grant school. Dr. Louis Friedland, who had done the urban renewal study on behalf of Royal Oak Township in the early 1950's which resulted in the United States Urban Renewal Administration grant to the township and the installation of water, sewers, and paved streets in the Grant attendance area, testified on behalf of School District with regard to the appropriate placement of an elementary school in the area served by Grant school from the urban planner's viewpoint. It was his opinion as a planner that the present Grant school site would be an ideal location for the construction of an elementary school to serve the present Grant attendance area had it been constructed in 1953. Although his 1953 study included the need for location of public buildings, he did not consider any other site for a school in this area since he considered the present site of Grant as an ideal one.</p>\n<p>The plaintiff offered no testimony concerning a feasible alternative site to serve the Grant attendance area. Nor was counsel for plaintiff able to suggest any alternative attendance boundary which the school district might have selected rather than the <span class=\"star-pagination\">*372</span> boundaries it did select for the Grant school, whether it was built in 1926 or 1953. The boundaries, as stated previously, have never been altered and they were, according to Mr. Ford, contained in written school board documents which were available to him when he taught and was principal at Grant school.</p>\n<p></p>\n<h2>FINDINGS OF HEW EXAMINER</h2>\n<p>The court has given due consideration to the findings of the HEW hearing examiner. As he noted at page 4 of the HEW Opinion,</p>\n<blockquote>The Grant area is a Negro residential neighborhood and . . . . it is separated from other residential areas in the school district by non-residential property.</blockquote>\n<p>Thus, he recognized its natural geographical boundaries. Although he concluded a purpose of School District in building Grant school was to segregate black students, he further found</p>\n<blockquote>that racially motivated actions of private persons and political entities other than the school district were the principal cause of the residential racial segregation.</blockquote>\n<p><i>Id.</i> at 6.</p>\n<p>A considerable portion of his opinion discusses these causes and a considerable portion of the HEW record deals with the same. His conclusion that School District had also been guilty of segregative intent was based on his finding that building Grant school was unnecessary and that it had its inception in an atmosphere of racial hostility. His conclusion that the decision to build Grant school, made at least as early as October 16, 1925, was motivated by racial turmoil at Jefferson, during a school year which had begun only six weeks earlier, September of 1925, is untenable. The finding that it was built in an atmosphere of racial hostility appears to be based primarily on Exhibit G-45, the memorandum stating that there was turmoil at Jefferson school and bearing Superintendent Down's typed signature, written some 14 years after Grant was built. The court has already set forth the reasons it reached a different conclusion. The hearing examiner appears to have disregarded the testimony of Mrs. Morris that her children had no problems nor was she aware of any racial problems while they attended Jefferson, and to have ignored the testimony of Mrs. Thomas that she was one of those who submitted the petition to have Grant school constructed. Further, the hearing examiner did not have the testimony of Mr. Ford that the attendance area for the Grant school had fixed boundaries at the time that it was opened and which appeared in written documents then at the school. This testimony was elicited from Mr. Ford at the trial.</p>\n<p>Further, the hearing examiner concluded that it was uneconomic to build the Grant school. He did not have expert testimony, as did the court, that the cost of building a new school or an addition to an old school may be equivalent.</p>\n<p>The hearing examiner found that Grant school was an annex of Jefferson school because of its size and the evidence that the two schools had a single principal. The hearing examiner did not have before him the original plans of the Grant school which show that at the time it was constructed it was contemplated that it would be twice its original size, and that it was located on the site in accordance with such a purpose. School District built a number of its schools in several stages, adding additions as necessary. Further, the hearing examiner refers to the Grant school as a four-room school although the plans show that it was constructed as a six-room building and that the small rooms are not mere divisions of larger rooms but designed to that size. Further, although there was some testimony before the hearing examiner about Superintendent Down's unit theory, he did not have Exhibit D-34, Down's publication on the subject, which was published in 1921. Without the objective evidence provided by that exhibit one might conclude that the unit theory of construction was contrived to explain Grant school's unusual construction.</p>\n<p>The hearing examiner found (HEW Tr. 33) that there was no evidence that the petition for construction of a new school in <span class=\"star-pagination\">*373</span> the Grant area was submitted by anyone from the Grant area. As the court has noted <i>supra,</i> Mrs. Thomas' testimony was clear that she was one of those petitioning for the Grant school. The hearing examiner did not have before him the evidence that there was a room at Grant school designed to be used and which was used as an office and that records pertaining to Grant, students and the school were kept there. Nor did he have before him the evidence that Mr. Kerns, principal of Jefferson and Grant, spent mornings at Jefferson and afternoons at Grant. This evidence was not elicited from any witness until the trial. The HEW record is silent on these particulars.</p>\n<p>Further, the HEW examiner did not have the expert testimony presented by School District regarding the need to provide a school for the Grant attendance area and the appropriateness of its location from an urban planner's viewpoint, disregarding the race of the students.</p>\n<p>The court finds that although the effect of building the Grant school was to segregate the children in the Grant attendance area that was not the intent or purpose of the board in constructing the school, but rather that their building of Grant and its location was in accordance with School District's prior expressed policies and its uniformly followed action of building elementary schools to serve geographic areas which had the predictable potential of eventually needing at least a 12-room school, at a location central to the population of such areas, and of building a school or a portion of a school slightly in excess of immediate needs and adding to size as needed. School District's decision to build the Grant Elementary School was an application of this racially neutral policy regarding the construction and location of elementary schools in the district. The Grant attendance area had a predictable potential requiring at least a 12-room K-6 elementary school. Indeed a 12-room school was inadequate for the K-6 population during part of the 1950's when homes were built in the same subdivisions which were platted before 1926. Thus a population increase came even without paved roads or sewers. Student enrollment in the district, which had been averaging an increase of over 30% per year from 1919 to 1926, slowed to approximately 7 or 8% per year in the three years immediately following Grant's opening (Exhibit D-52; G-132). In the next 10 years the overall student enrollments in the district increased more slowly (Exhibit G-132). It would, however, be unreasonable to expect that the School District could have predicted this trend in 1925.</p>\n<p></p>\n<h2>OPERATION OF GRANT SCHOOL</h2>\n<p>From the fall of 1928 through 1942, the seventh and eighth grade students from the Grant attendance area attended the Taft Elementary School, which opened in 1928. In 1926 and 1927 and prior to the opening of Taft, they may have attended the Jefferson school. It is also possible that they attended the high school until Taft was built since during the early years the high school housed seventh through twelfth grade. Between 1930 and 1941 enrollment at the Grant school increased faster than in any other area in the school district with an increase of 59%, compared with the 12% overall increase in the district as a whole (G-132). Between 1942 and 1950 enrollment at the Grant school increased 99% while in the balance of the district it increased 11% (G-132). Grant, of course, became overcrowded even though four classrooms were constructed in 1942 and four more and a multi-purpose room in 1945. The school district in the late 1930's and early 1940's attempted to finance an addition to the Grant school by submitting a bond issue to the school district electors (which was rejected) and seeking funds from the Public Works Administration and Work Projects Administration of the federal government. The pupil/teacher ratio at Grant was lower than that at the Jefferson school, but there were empty classrooms at Jefferson in 1940 before the 1942 addition to Grant, while Grant students were on half days. Although it would have required additional teachers to place the Grant children on full days and the district was having <span class=\"star-pagination\">*374</span> difficulties meeting its salary schedule for teachers in those years, the court finds that children from Grant were not transferred to Jefferson in 1940 and 1941 because of feared opposition from the residents in the Jefferson area. This failure to transfer students was motivated by racial considerations. School District's conduct in those years constituted <i>de jure</i> segregation of students to the Grant attendance area. The government urges that there was also space available at Taft school at this time. However, because that school had seventh and eighth grades, which the testimony establishes would require smaller class sizes, plaintiff has failed to establish that there was in fact unused space there.</p>\n<p>The transfer of children from Grant to Jefferson or to Taft in the 1940's would, however, have been only a temporary solution to the overcrowding at Grant. Additions to Grant would have been essential at least by 1948 when Jefferson, which has a capacity of approximately 460 students, had 535. Jefferson's enrollment declined to 430 in 1949 but rose to 493 in 1950, 540 in 1951, 580 in 1952, and 641 in 1953. (Indeed Jefferson school had to be increased in size after 1945.) Accepting the plaintiff's claim that Taft had the capacity of 800 students, it did not become overcrowded until 1952, and at least seventh and eighth graders from Grant could have been transferred there in 1948 and 1949 when Grant was again overcrowded. However, the transfer of these students as well would also have been a temporary measure. The evidence establishes that the failure to make either transfer has had no effect on present conditions. The school population of the Grant attendance area has shrunk so much that had students been transferred to Taft or Jefferson such transfer or transfers would have ceased long ago. It might be urged that Grant should not have been enlarged from its original size. However, since the optimum size of an elementary school is at least two classes for each grade, educationally sound, neutral practices would have mandated Grant be enlarged to at least a 12-room school. The racially neutral application of school district policies would have required and did result in additions to Grant to accommodate the increased numbers of school age children in that attendance area. The United States Supreme Court stated in <i>Keyes, supra</i>:</p>\n<blockquote>This is not to say, however, that the prima facie case may not be met by evidence supporting a finding that a lesser degree of segregated schooling in the core city area would not have resulted even if the Board had not acted as it did. In <i>Swann,</i> we suggested that at some point in time the relationship between past segregative acts and present segregation may become so attenuated as to be incapable of supporting a finding of <i>de jure</i> segregation warranting judicial intervention. 402 U.S., at 31-32, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>. See also <i>Hobson v. Hansen,</i> <span class=\"citation\" data-id=\"1800940\"><a href=\"/opinion/1800940/hobson-v-hansen/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">401</span></a></span>, 495 (D.C.1967), aff'd <i>sub nom. </i><i>Smuck v. Hobson,</i> 132 U.S.App.D.C. 372, <span class=\"citation\" data-id=\"283891\"><a href=\"/opinion/283891/carl-c-smuck-a-member-of-the-board-of-education-of-the-district-of/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span> (1969). We made it clear, however, that a connection between past segregative acts and present segregation may be present even when not apparent and that close examination is required before concluding that the connection does not exist. Intentional school segregation in the past may have been a factor in creating a natural environment for the growth of further segregation. Thus, if respondent School Board cannot disprove segregative intent, it can rebut the prima facie case only by showing that its past segregative acts did not create or contribute to the current segregated condition of the core city schools.</blockquote>\n<p>413 U.S. at 211, 93 S.Ct. at 2698 (footnote omitted).</p>\n<p>The court has made the close examination required and concludes that School District has sustained its burden of proving that its acts in failing to transfer students temporarily to Jefferson, or even Taft, have no relationship to the existing segregation at Grant school.</p>\n<p></p>\n<h2>HIGH SCHOOL AND JUNIOR HIGHS</h2>\n<p>When a new high school was built in 1958, Ferndale High School was located at <span class=\"star-pagination\">*375</span> the edge of the Grant attendance area. The former Lincoln High School became a junior high for all seventh and eighth grade students in the district, and they continued to attend Lincoln until it was closed two years ago. As noted <i>supra,</i> pages 354 &amp; 357-359 n.1, both faculty and students at these schools are fully integrated.</p>\n<p></p>\n<h2>FACULTY AT GRANT SCHOOL</h2>\n<p>Grant's faculty continued to be black during the administration of Superintendent Down, which extended to 1944. Further, Superintendent Down failed to hire black teachers as regular classroom teachers at any other school. There was perhaps a black teacher at another school who taught special education. With the superintendency of Roy Robinson, 1947 through 1961, this policy changed. White teachers were assigned to or hired for Grant school, and black teachers were assigned or hired for other schools in the district which had predominantly or all white student bodies. When John J. Houghton became superintendent in 1961, he made an effort to recruit more black teachers and each school in the district had at least one black classroom teacher. In 1966, the HEW investigators determined that the teacher assignments in School District were not being made on the basis of race (G-200 page 3). Only one of the black teachers at Grant, the one who has been there 32 years, was assigned there under the unconstitutional discriminatory former practice.</p>\n<p>In the 1975-1976 school year (prior to the open classroom), there were four black teachers and four white teachers at Grant. Its faculty has been reduced by one member, and based on seniority a white teacher was released or transferred so that there are now four black teachers and three white teachers for the traditional program.</p>\n<p>Although School District was guilty of <i>de jure</i> segregatory practices in faculty assignments, that conduct ended some years ago. There is no evidence that School District hired a black faculty for Grant with the intent or motive of segregating black students. The only testimony on the reason for such hiring is the opinion of a later superintendent, Mr. Houghton, that it was due to a belief that black teachers would relate better to black students. That this was a commonly accepted reason for hiring black instructors is noted in <i>Higgins v. Board of Education of the City of Grand Rapids,</i> <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 789 n.15 (6th Cir. 1974). Although an integrated faculty or white faculty may well affect the racial housing pattern in an integrated or undeveloped neighborhood, it is improbable that it could have any effect on the racial composition of a neighborhood which was completely black with the exception of three white families, one of whom remained. Other factors such as the private promotion by the subdividers to black persons, the low prices of the lots, the lack of housing alternatives for black persons and an adjacent black community directly across Wyoming to the west, in the court's opinion account for the racial housing pattern. That the development of the neighborhood's racial composition from a sparsely settled, integrated population to a substantially, almost exclusively, black population occurred while the children from the Grant area attended Ridgewood and Jefferson schools, which were predominantly white with white faculties, confirms that conclusion.</p>\n<p>Those instances where discrimination in faculty assignments have not contributed to student segregation can be remedied by eliminating any remaining vestiges of the same through faculty reassignment. <i>Higgins v. Board of Education of the City of Grand Rapids,</i> <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span> (6th Cir. 1974); <i>Dayton Board of Education v. Brinkman, supra</i><i>.</i> Although not significant, one vestige of this discrimination in teacher assignments still exists in the person of the black teacher who has been at Grant for 32 years. Ordinarily, such a miniscule vestige would be disregarded, but here its effect is that the majority of teachers in the traditional program at Grant are black (four black teachers, three white teachers). This effect is ordered removed. School District is ordered to reassign faculty members in the traditional classrooms at Grant school so <span class=\"star-pagination\">*376</span> that they reflect the percentage of black faculty in the school system as a whole (which is non-discriminatory) plus or minus one teacher. This would require the reassignment of two black teachers, each of whom has been at Grant school for nine or ten years. The faculty is so small that School District may make one reassignment this year and the other in the next school year in order that the Grant school suffer as little disruption as possible in its operation. If the black teacher who has been at Grant for 32 years is nearing retirement, the court will permit School District to request a modification of this directive and delay of reduction in black faculty by one until such retirement.</p>\n<p>Although Grant still has the only black elementary principal, the court sees no reason to direct his reassignment. He is responsible for supervision and faculty evaluation of the entire student body and faculty at Grant school. A large majority of the faculty is white, and a substantial portion of the student body is also white. Grant school, when one includes the open classrooms and the traditional classrooms, is not racially identifiable as either a \"black\" or a \"white\" school.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The only act of defendant which has resulted in the present segregated traditional classrooms at Grant school is the location of the school itself and the drawing of its attendance boundaries in 1926 when it was built. Grant's attendance boundaries were drawn, as were those of every other school in the district, in a fashion which placed students in the school nearest to their homes. Its boundaries have never been changed. No alternative practical attendance area has been suggested by the plaintiff, and given the geographical boundaries of the district and the industrial barriers to the east and north any alternative boundaries would be unnatural ones. School District is not coextensive with a single unit of government. Thus, action of the various governmental units within, or partially within its boundaries, may not be charged to it, i. e., the lack of paved streets, sewers, and so on.</p>\n<p>As stated by the United States Supreme Court in <i>Dayton, supra</i><i>:</i></p>\n<blockquote>[T]he task of factfinding in a case such as this is a good deal more difficult than is typically the case in a more orthodox lawsuit. Findings as to motivations of multimembered public bodies are of necessity difficult, <i>cf. </i><i>Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977), and the question of whether demographic changes resulting in racial concentration occurred from purely neutral public actions or were instead the intended result of actions which appeared neutral on their face but were in fact invidiously discriminatory is not an easy one to resolve.</blockquote>\n<p>433 U.S. at 414, 97 S.Ct. at 2772.</p>\n<p>The court's task in this case has not been an easy one. It has had all of the problems anticipated by Justice Powell in his concurring opinion in <i>Keyes</i> in which he urged the abandonment of the <i>de jure</i> and <i>de facto</i> distinction and the adoption of a test in which the <i>effect</i> of an action is the controlling factor. That is, however, not the test. Unlike the situation in <i>Keyes,</i> and in other cases called to the court's attention in which <i>de jure</i> segregation has been found, there was not any evidence of use by School District of the more commonly used or classic segregative techniques: no optional attendance zones or transfer options, no overlapping attendance zones (the only school age white child who lived in the attendance area attended Grant), no gerrymandering of attendance zones or even any change of such zones, no discontiguous pupil assignments, and no bussing. There was no evidence that the quality of teachers at Grant was inferior. Its teachers were paid the same salaries as, or in the case of Mr. Ford, more than other teachers in the system. Grant was the only elementary school in the district which received all new equipment when it opened. The only evidence of segregatory intent is the failure to temporarily transfer students in the 1940's and 1950's <span class=\"star-pagination\">*377</span> which the court has found did not contribute to present segregation. Where racial imbalance has not been caused by discrimination on the part of school officials, a school district may retain neighborhood schools even though the result is racial isolation. <i>Keyes, supra</i><i>; </i><i>Dayton, supra</i><i>.</i> School District has sustained its burden of proving that the geographical boundaries of the district, the natural barriers within it, and the need to provide residents of the southwest corner of School District with an elementary school, were the reasons for constructing Grant school and that School District's decision to build the school was not motivated by an intent to segregate the black children in the area.<sup>[3]</sup> Rather, to have denied the residents of this area an elementary school conveniently located within one-half mile of their homes, while providing white residents in other portions of the district with schools within such a half mile, which School District did, would have been discriminatory. It is unclear whether plaintiff questions the constitutionality of retaining a racially unbalanced school where the racial isolation has not been caused by segregative intent or motive on the part of school officials. The Sixth Circuit Court of Appeals in <i>Higgins v. Board of Education of the City of Grand Rapids,</i> <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span> (6th Cir. 1974), clearly stated the contrary when it ruled:</p>\n<blockquote>Plaintiffs contend that <i>Deal v. Cincinnati Board of Education,</i> <span class=\"citation\" data-id=\"273813\"><a href=\"/opinion/273813/tina-deal-v-the-cincinnati-board-of-education/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span> (6th Cir. 1966), cert. denied <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">39</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1967), is no longer good law for the proposition that \"[w]hen no discrimination is shown, racial imbalance alone is no warrant for relief.\" <i>Deal</i> followed both the 10th Circuit, <i>Downs v. Board of Education of Kansas City,</i> <span class=\"citation\" data-id=\"265547\"><a href=\"/opinion/265547/ernest-leon-downs-minor-by-his-parents-and-next-friends-wallace-downs/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">988</span></a></span> (10th Cir. 1964), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">898</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span></span> (1965), and the 7th Circuit <i>Bell v. School City of Gary,</i> <span class=\"citation\" data-id=\"262224\"><a href=\"/opinion/262224/rachel-lynn-bell-a-minor-by-mrs-odessa-k-bell-her-mother-etc-v/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span> (7th Cir. 1963), cert. denied <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1964), in upholding the constitutionality of retaining neighborhood schools where racial imbalance has not been caused by any discrimination on the part of school officials. While there are cases in which purported neighborhood school systems have been found to be discriminatory, these cases are factually distinguishable from <i>Deal</i> which we deem to be controlling here. Decisions contra in other circuits we regard as being inconsistent with the Supreme Court's rationale in <i>Keyes.</i>\n</blockquote>\n<p>508 F.2d at 790.</p>\n<p><i>Dayton Board of Education v. Brinkman, supra</i><i>,</i> confirms that the Sixth Circuit was correct in <i>Higgins</i> and sets to rest any prior ambiguity in the United States Supreme Court decisions in this area.</p>\n<p>Plaintiff appears to urge that School District's failure to eliminate the traditional classrooms after the HEW hearing and the decision of HEW that School District had been guilty of <i>de jure</i> segregation is itself a constitutional violation. This would be so only if School District were under a constitutional duty to desegregate. The situation is analogous to that of a district which has adopted some action and then rescinded it. The United States Supreme Court in <i>Dayton Board of Education v. Brinkman,</i> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, 414, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, 2772, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977) held:</p>\n<blockquote>We agree with the Court of Appeals' treatment of this action, wherein that court said:</blockquote>\n<blockquote>\"The question of whether a rescission of previous Board action is in and of itself a violation of appellants' constitutional rights is inextricably bound up with the question of whether the Board was under a constitutional duty to take the action which it initially took. Cf. <span class=\"star-pagination\">*378</span> <i>Hunter v. Erickson,</i> <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> . . . (1969); <i>Gomillion v. Lightfoot,</i> <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> . . . (1960). If the Board was not under such a duty, then the rescission of the initial action in and of itself cannot be a constitutional violation. If the Board was under such a duty, then the rescission becomes a part of the cumulative violation, and it is not necessary to ascertain whether the rescission <i>ipso facto</i> is an independent violation of the Constitution.\" <i>Brinkman v. Gilligan,</i> <span class=\"citation\" data-id=\"321861\"><a href=\"/opinion/321861/mark-brinkman-v-john-j-gilligan-mark-brinkman-v-dayton-board-of/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 697 (1974).</blockquote>\n<p>Applying the same principle here, School District is not guilty of <i>de jure</i> segregation because it did not accept the HEW examiner's findings.</p>\n<p></p>\n<h2>COUNT 2  CIVIL ACTION 75-70958</h2>\n<p>Count Two of Plaintiff's amended complaint Civil Action 75-70958 seeks the return of certain revenue sharing funds paid to the State of Michigan, pursuant to the State and Local Fiscal Assistance Act (hereinafter referred to as the Revenue Sharing Act), 31 U.S.C. § 1221, for the fiscal years 1972-73 through 1974-75 and escrowed for fiscal 1975-76, pending resolution of this action. The use to which these funds have been put is largely a matter of stipulation and where it is not stipulated, the facts are uncontested. From the 1972-73 fiscal year through the 1975-1976 fiscal year, the State of Michigan has received $491,538,142.00 in general federal revenue sharing funds. During the fiscal years 1972-73 through 1975-76 a substantial percentage of such funds was allocated to the Michigan Public School Employees Retirement System (hereinafter Retirement System), pursuant to appropriate Public Acts in each of those years. Plaintiff seeks recovery of an amount proportionate to the amounts attributable to Ferndale annuitants and members in those years and its total members and annuitants.</p>\n<p>The Michigan Public Employees Retirement System was created by 1945 P.A. 136, Chapter I; M.C.L.A. § 38.201 <i>et seq.,</i> M.S.A. § 15.893(1) <i>et seq.,</i> and is administered by the Michigan Public School Employees Retirement Board, an agency of the State of Michigan. This Board consists of the State of Michigan Superintendent of Public Instruction and seven other members appointed by the Governor of the State of Michigan. It is responsible for making rules and regulations which implement state law provisions for the system and prescribes the manner of payments and contributions to the retirement fund, and the payment of annuities, pensions, and allowances therefrom. The State Treasurer is <i>ex officio</i> treasurer of the Retirement System, and is custodian of the funds. Retirement System includes all public school district employees in the State of Michigan, with the exception of public school employees of the Detroit School System (whose retirement is covered under Chapter 2 of the same act) including all public school employees of the Ferndale School District, as well as all employees of community colleges and the seven four-year colleges and universities in the State of Michigan.</p>\n<p>The Michigan Public Employees Retirement System operates through three basic funds as prescribed by state law. These funds include: the annuity accumulation fund, the annuity reserve fund and the pension accumulation fund.</p>\n<p>The <i>annuity accumulation fund</i> serves to accumulate the contributions from members for the purchase of annuities. Contribution of members returned to him (her) upon his (her) separation or withdrawal from public school employment prior to retirement is paid from this fund. Upon retirement, the total contributions of a member are transferred from the annuity accumulation fund to the annuity reserve fund.</p>\n<p>The <i>pension accumulation fund</i> is the fund into which state government appropriations, including revenue sharing funds appropriated by the State of Michigan to the school aid fund, are paid. This fund is used to pay pensions to retired members under the retirement system, refunds of contributions made by members to the former teachers' retirement fund or nonteaching <span class=\"star-pagination\">*379</span> employees' retirement fund, all pensions or annuities payable to retirants for service performed prior to July 1, 1945, and expenses required by the Michigan Public School Employees' Retirement Board to administer the retirement system. From the pension accumulation fund the Board pays pension payments to retirants, pays refunds of contributions to separated members of the retirement system for services performed under certain circumstances, and pays each public school district's share of social security taxes to the United States Department of Health, Education and Welfare. During the years here in question, the School District of the City of Ferndale made no contribution to the Michigan Public School Employees Retirement System on behalf of its employees; rather, each employee made his or her own contributions.</p>\n<p>There are approximately 260,000 working members of the retirement system, and 37,000 retirants receiving monthly retirement allowances. The members of the retirement system are the public school employees and not the school districts.</p>\n<p>Once revenue sharing funds are placed in the pension accumulation fund, they are commingled with other legislative appropriations in that fund, and lose any separate identity; appropriations of state monies to that fund are not earmarked for any particular school district, or any group of public school employees. No school district receives any payments from the pension accumulation fund and payments are made only to retired employees who have severed their employment relationship with their former school district employers. The retirement system keeps records by individual retirant social security numbers, and the retirement allowance is based upon retirant's service with any and all of the approximately 590 Michigan school districts whose employees are members of the retirement system. The retirement allowance that is paid to retirants is determined by state statute rather than by any school district. The Ferndale School District did not have any obligation to contribute to the retirement fund during the years here in question, and in fact made no such contributions.</p>\n<p>The coverage of public employees in the State of Michigan under the Social Security Act, 42 U.S.C. § 301 <i>et seq.,</i> is based on a contract between the State of Michigan and the Department of Health, Education and Welfare (42 U.S.C. § 418; 1951 P.A. 205; M.C.L.A. § 38.851 <i>et seq.,</i> M.S.A. § 17.801 <i>et seq.</i>). In 1954 the Social Security Act was amended to permit the extension of Social Security coverage to public employees who are members of Public Retirement Systems. In 1956 a system-wide referendum was held and the members of the Public School Employees Retirement System, Chapter I, voted to participate in the Social Security System. This was a vote by the individual members and not by any school districts. The basic contract between the State of Michigan and the Department of Health, Education and Welfare was amended to provide Social Security coverage to members of the Public School Employees Retirement System, retroactively, effective January 1, 1955, 42 U.S.C. § 418(d)(3); 1951 P.A. 205 § 21; M.C.L.A. § 38.871, M.S.A. § 17.821; 1945 P.A. 136 § 34; M.C.L.A. § 38.234, M.S.A. § 15.893(34). The Social Security Act provides that the state must obtain Social Security taxes from public employees and employers and pay the same to the federal government. By contract, a state official must be designated to administer the program and in this state it is the executive secretary of the state Employees' Retirement System, Steven Van Note, who testified in the instant case. The employer's share of Social Security taxes for members of the public school employees' retirement system is paid by the state, and for this limited administrative purpose of Social Security tax administration they are considered state employees. The legislature makes an annual appropriation to the pension accumulation fund of the Public School Employees Retirement System to pay the employers' share of Social Security coverage for members of that system and the employer tax is paid from that fund quarterly to the Department of Health, Education and Welfare.</p>\n<p><span class=\"star-pagination\">*380</span> Plaintiff claims that the use of these funds to help fund the Michigan Public School Employees Retirement System, Chapter I, constitutes funding in part of a racially discriminatory program or activity. It makes no claim, and indeed disavows any claim, that the Michigan Public School Employees Retirement System is itself in any way racially discriminatory. Rather it is the plaintiff's position that the funding of Retirement System constitutes funding in part of the Ferndale School System, in violation of 31 U.S.C. § 1242(a). It is the position of the state defendants that regardless of whether the Ferndale School District has violated federal law, the State's use of the revenue sharing funds in the Michigan Public School Employees Retirement System does not constitute assistance to any program or activity of the School District. This court agrees. As stated above, the School District had no obligation to make any payments into this retirement fund and, indeed, made none during any of the years here in question. Thus, the State's use of these funds did not relieve the school district of any obligation. The same is true with regard to the payment of Social Security funds. Ferndale had no obligation under the laws of the State of Michigan to pay the employer's share of Social Security benefits for its teachers. Thus, again, the payment by the retirement system of Social Security on behalf of teachers in the Ferndale System did not relieve Ferndale of any obligation, since it had none. As noted by the Fifth Circuit Court of Appeals in <i>Board of Public Instruction of Taylor County v. Finch,</i> <span class=\"citation\" data-id=\"286131\"><a href=\"/opinion/286131/board-of-public-instruction-of-taylor-county-florida-v-robert-h-finch/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1068</span></a></span> (5th Cir. 1969), termination of aid to schools should be limited to the particular program or part thereof not found in compliance with the Act. That case dealt with a single school district found to have been guilty of segregation, but to have had various programs. The Court of Appeals held that the HEW examiner should determine which of the programs of the school district were discriminatory and that aid should be cut off only to those specific programs. There, even more than in the instant case, continuing to fund some programs would indirectly benefit the school district. However, it was only the offending programs which the court held would be properly terminated. The court states:</p>\n<blockquote>We note finally that the purpose of the Title VI cutoff is best effectuated by separate consideration of the use or intended use of federal funds under each grant statute. If the funds provided by the grant are administered in a discriminatory manner, or if they support a program which is infected by a discriminatory environment, then termination of such funds is proper. But there will also be cases from time to time where a particular program, within a state, within a county, within a district, even within a school (in short, within a \"political entity or part thereof\"), is effectively insulated from otherwise unlawful activities. Congress did not intend that such a program suffer for the sins of others. HEW was denied the right to condemn programs by association. The statute prescribes a policy of disassociation of programs in the fact finding process. Each must be considered on its own merits to determine whether or not it is in compliance with the Act. In this way the Act is shielded from a vindictive application. Schools and programs are not condemned enmasse [<i>sic</i>] or in gross, with the good and the bad condemned together, but the termination power reaches only those programs which would utilize federal money for unconstitutional ends. Under this procedure each program receives its own \"day in court.\"</blockquote>\n<p><i>Id.</i> at 1078. There is no claim here, as noted above, that the retirement program is in any way discriminatory.</p>\n<p>The Court of Appeals for the Seventh Circuit was confronted with an analogous situation in <i>Gautreaux v. Romney,</i> <span class=\"citation\" data-id=\"302304\"><a href=\"/opinion/302304/dorothy-gautreaux-v-george-w-romney-and-the-city-of-chicago-central/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span> (7th Cir. 1972). It reversed the district court which had enjoined the expenditure by the Department of Housing and Urban Development of model cities funds after that court had found that the Chicago Housing Authority was engaged in perpetuating segregated housing. The dissent noted <span class=\"star-pagination\">*381</span> the broad power of the district court to grant equitable relief and noted also that HUD had the discretionary power to combine the City of Chicago's relocation housing needs and to condition funds for the second year of the Model Cities Program and the Neighborhood Development Program upon the city supplying relocation units of housing as ordered by the District Court. Nonetheless the Court of Appeals reversed the holding of the district judge. It held that only those programs which were discriminatory should be cut off from funding. It stated on page 128:</p>\n<blockquote>In <i>Board of Public Instruction of Taylor County, Fla. v. Finch,</i> <span class=\"citation\" data-id=\"286131\"><a href=\"/opinion/286131/board-of-public-instruction-of-taylor-county-florida-v-robert-h-finch/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1068</span></a></span> (5th Cir. 1969), a case discussed by all parties to this appeal, the Department of Health, Education and Welfare terminated all federally-financed activities because of segregation in elementary schools and high schools in the county. The Court of Appeals held that schools and programs are not condemned <i>en masse</i> by Section 602 of the Civil Rights Act of 1964 where racial discrimination and segregation are found in isolated activities, but only if such activities utilize federal money for unconstitutional ends. The Court of Appeals in <i>Taylor County, supra,</i> reasoned that wholesale cutoffs of federal funds from all related federally-funded programs was not required under the Civil Rights Act of 1964. Instead, a case-by-case application of principles of nondiscrimination to particular activities should be applied.</blockquote>\n<blockquote>Plaintiffs assert that Section 602 applies to administrative, not to judicial termination of funds, and certainly is not inhibiting on the equitable remedial powers of federal courts. Yet, Section 602 and the mandate of the <i>Taylor County, supra,</i> decision, prohibit HUD and other federal agencies from doing precisely what the District Court has ordered  enjoining all federal funding from a program where the only possible violations found in <i>Gautreaux I</i> [<i>Gautreaux v. Chicago Housing Authority,</i> <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></span> (7th Cir. 1970)] and II [<i>Gautreaux v. Romney,</i> <span class=\"citation\" data-id=\"299125\"><a href=\"/opinion/299125/dorothy-gautreaux-v-george-w-romney-secretary-of-the-department-of/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span> (7th Cir. 1971)] might possibly exist in six of fifty or more activities. Heretofore, no discrimination has been found in these six activities of the Model Cities Program.</blockquote>\n<blockquote>The policy of limiting administrative power to terminate federal funds to activities which only are discriminatory or segregated, was not for the protection of the political entity whose funds were severed, but for the innocent beneficiaries of the programs and activities not tainted by discriminatory tactics. As indicated by the comments of Senator Pastore in debates concerning the adoption of Section 602 \"`. . . We would not have to cut off assistance to 100 people because 1 person was being discriminatory in the administration of the money.'\" (Quoted 414 F.2d at 1075, 76 n.12), the aim of the Act was not to deprive needy recipients of funds for nondiscriminatory programs or activities.</blockquote>\n<p>Similarly in the instant case the teachers who are the innocent beneficiaries of the retirement program should not be penalized.</p>\n<p>The hearing examiner who ordered the termination of funds to the Ferndale School District in 1969 recognized the same distinction. He continued assistance for the adult basic education program of the Ferndale school system (<i>see</i> HEW Finding 107) since it was \"not operated so as to subject the recipients to the illegal discrimination practiced by the Ferndale school system in its elementary and secondary schools.\" The use by the state of federal financial assistance to pay the retired teachers who once worked for the Ferndale school system is a much more remote, minimal, and tenuous benefit to the school system than payments for an adult education program which the school district would otherwise have to fund itself.</p>\n<p>This case is clearly distinguishable from <i>Bob Jones University v. Johnson,</i> <span class=\"citation\" data-id=\"1872991\"><a href=\"/opinion/1872991/bob-jones-university-v-johnson/\"><span class=\"volume\">396</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">597</span></a></span> (D.N.C.1974). In <i>Jones,</i> the district court for the District of North Carolina affirmed the termination of payments to veterans for what is commonly termed G.I. schooling if the veteran qualified for <span class=\"star-pagination\">*382</span> those funds by reason of attending Bob Jones University, which discriminated against black persons, even though the payments were made directly to the veteran and not the school. As the court pointed out in that case, although the funds were paid to the veteran, they were conditioned on his attending school and were paid to him for the purpose of enabling him to attend that school and pay his tuition there. The court noted that in years past the tuition payments had been made directly to schools and that the manner of payment did not change the nature of the assistance. In <i>Jones,</i> the funds received by the veteran were paid to the school; the veteran was merely a conduit. In the instant case, the pension funds received by the teachers are not paid to the school district but to the teachers for use by them for their personal needs.</p>\n<p>Based upon the foregoing findings, this court concludes, as a matter of fact and law, that the use of federal revenue sharing funds by defendants Milliken, <i>et al.,</i> during the years in question, fiscal 1972-73 through 1975-76, was not violative of 31 U.S.C. § 1242(a).</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The School District of Ferndale, which includes portions of Oak Park, Royal Oak Township and Pleasant Ridge as well as the City of Ferndale, has a school population which is approximately 10 percent black and a faculty which is approximately 15 percent black. It maintains a single high school and two junior high schools, which are fully integrated, and eight elementary schools. Although all elementary schools have some black students and all have black faculty members, most of the black elementary children attend the Ulysses S. Grant Elementary School located in Royal Oak Township. In 1969 a hearing examiner for the United States Department of Health, Education and Welfare ruled that Grant school was <i>de jure</i> segregated and terminated federal funds to the Ferndale School District. At that time the Grant school had a predominantly black faculty and an all black student body.</p>\n<p>In 1975 the government filed suit in the Federal District Court in Detroit to force the Ferndale School District to desegregate the Grant school. That same year the School District adopted an open enrollment policy under which elementary students may attend any school in the District, and 42 black children (16 percent) from the Grant attendance area attended other elementary schools during 1977-1978 under this policy. Transportation is provided. In 1975 the School District also initiated a voluntary open classroom program available to all students in the District. This program is located at Grant school. It provides more individualized and small group instruction, extensive involvement of parents, and other innovative educational components. It was attended by 176 white students and 31 black students during 1977-1978. Again, transportation is provided. For those 198 black children at Grant not choosing either of these programs, the traditional classroom program continues at Grant. The present total enrollment at Grant school is approximately 56 percent black and 44 percent white.</p>\n<p>The School District contends that it is not now and never has been guilty of <i>de jure</i> segregation and attributes the presence of black children at Grant to <i>de facto</i> segregation resulting from residential segregation which developed for reasons unrelated to any action by the School District. Both parties presented what evidence is available relating to the establishment of the Grant school in 1926, some 52 years ago. The School District presented as expert witnesses Dr. Roderic Righter, Professor of Education at Oakland University; Dr. Dwayne Gardner from the Council of Educational Facility Planners; Dr. Kenneth Grimstead, Professor of Education at Eastern Michigan University; and Dr. Louis Friedland, urban planner. All substantially agreed that it was educationally necessary to construct an elementary school located where Grant is located to serve the Grant attendance area. The government offered no expert testimony nor did it suggest an alternative location to serve the Grant attendance area.</p>\n<p><span class=\"star-pagination\">*383</span> The court holds that the children in the Grant school attendance area are segregated because of <i>de facto</i> reasons.</p>\n<p>The court holds that the faculty at the Grant school is and has been <i>de jure</i> segregated and the School District is ordered to remedy this situation.</p>\n<p>Plaintiff also sought the return of certain revenue sharing funds paid by the federal government to the State of Michigan. The court holds that since the retirement program for which the funds were used was itself not discriminatory, this request is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Best and Coolidge are shown as elementary schools on the map since they were elementary schools until the 1976-1977 school year, when they were converted to junior high schools. Their conversion to junior high schools has not affected the attendance area for the Grant school nor any other finding of the court except that the present junior high schools are integrated schools. For that reason the court will refer to them by their prior designation as elementary schools in discussing the history of the growth of the school district. Lincoln school, shown on the map, has been closed.</p>\n<p>[2]  In 1969 the Department of Health, Education and Welfare conducted administrative proceedings against School District under Title VI of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000d <i>et seq.,</i> to cut off financial assistance it was providing School District. The testimony of several persons now deceased was taken at that time, including that of Anna Thomas, Mary Morris, Kay Perry, William J. Norton, and Maurice Cole. Their testimony was received in evidence in this case pursuant to F.R.Ev. 804(b). References to testimony or other portions of the record at that hearing will be referred to as HEW Transcript or HEW Tr.</p>\n<p>[3]  There is some uncertainty once plaintiff has proved that segregation exists and that it results in some degree from an act or omission of School District whether plaintiff has the burden of proving that the School District's act or omission had a segregatory motive, purpose or intent, or whether School District must prove the negative. <i>Keyes, supra,</i> and <i>Higgins, supra,</i> suggest such burden is on plaintiff while <i>Oliver v. Michigan State Board of Education,</i> <span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (6th Cir. 1974), suggests that once a segregative effect is proved, the burden shifts to the School District to show lack of segregative purpose or motive.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/357076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1800940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1872991/"
          ]
        }
      ],
      "judges": "Cornelia G. Kennedy",
      "date_created": "2014-10-30T20:31:15.602484Z",
      "date_modified": "2016-03-03T21:27:57.804338Z",
      "date_filed": "1978-09-13",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-school-dist-of-ferndale-mich",
      "citation_id": 2066052,
      "case_name_short": "",
      "case_name": "United States v. School Dist. of Ferndale, Mich.",
      "case_name_full": "",
      "federal_cite_one": "460 F. Supp. 352",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1921634/united-states-v-school-dist-of-ferndale-mich/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:31:15.600129Z",
  "date_modified": "2014-10-30T20:31:15.600129Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. School Dist. of Ferndale, Mich.",
  "case_name_full": "",
  "slug": "united-states-v-school-dist-of-ferndale-mich",
  "docket_number": "Civ. Nos. 75-70958, 76-70871",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}