{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1922933/",
  "id": 1922933,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/flmd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2094345/",
      "id": 2094345,
      "absolute_url": "/opinion/2094345/searcy-v-singletary/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1922933/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2094345/",
          "id": 2094345,
          "absolute_url": "/opinion/2094345/searcy-v-singletary/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2094345/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1816/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:18:17.252285Z",
          "date_modified": "2017-04-08T12:22:59.583135Z",
          "type": "010combined",
          "sha1": "a0f11d247894c23f5916895fe7a3d3266dea65a2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>894 F.Supp. 1565 (1995)</b></center>\n<center><h1>Ronald SEARCY, Plaintiff,<br>\nv.<br>\nHarry K. SINGLETARY, et al., Defendants.</h1></center>\n<center>No. 94-271-Civ-T-17A.</center>\n<center><p><b>United States District Court, M.D. Florida, Tampa Division.</b></p></center>\n<center>July 27, 1995.</center>\n<p><span class=\"star-pagination\">*1566</span> <span class=\"star-pagination\">*1567</span> Ronald Searcy, Bowling Green, FL, pro se.</p>\n<p>Paul J. Martin, Atty. Gens. Office, Dept. of Legal Affairs, Tallahassee, FL, for defendant Harry K. Singletary, Jr., Secretary, Dept. of Corrections, Kermit Kerley, Superintendent, L.R. Bliss, Lieutenant, C. Moskowitz, Sergeant, Hardee Correctional Institution.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>KOVACHEVICH, District Judge.</p>\n<p><i>Pro se</i> prisoner Plaintiff filed a civil rights complaint pursuant to 42 U.S.C. § 1983 on February 15, 1994. Plaintiff names as Defendants Harry K. Singletary, Secretary of the Department of Corrections; Kermit Kerley, Superintendent of Hardee Correctional Institution (HCI); Lt. L.R. Bliss, Correctional Officer at HCI; and C. Moskowitz, Correctional Officer at HCI. Plaintiff was incarcerated at Hardee Correctional Institution at the time the events of which he complains allegedly occurred:</p>\n<blockquote>Plaintiff claims that:</blockquote>\n<blockquote>On September 11, 1993, I was placed in A/C Confinement pending disciplinary action by Lieutenant Bliss. I file a \"Formal Grievance of Reprisal\" pursuant to 33-29.006(4)(B) of the Florida Administrative Code. On September 11, 1993 at approximately 10:40 p.m., Sergeant Moskowitz, have taken retaliatory action against me, because I told her that I was going to write her up for being prejudice and racially discriminatory. I was taken to the O.I.C., where Sgt. Moskowitz lie and abuse her authority by conspiring with the acting O.I.C., Lieutenant Bliss. <i>See</i> Exhibit (A).</blockquote>\n<blockquote>Pursuant to 33-22.004(2) the Supervising Officer O.I.C., may advise the employee follow through with a formal disciplinary report as provided in section 33-22.005. If Administrative Confinement is found to be appropriate, rule 33-3.0081 shall be followed. Section 33-22.004(2) The charge shall cite by name (short title) and number the offense as listed in Rule 33-22.012 Florida Administrative Code, Rule of Prohibited Conduct and Penalties for Infractions.</blockquote>\n<blockquote>Plaintiff Due Process have been violated pursuant to 33-22.010(5) the Hearing Officer or Disciplinary Team <i>shall</i> meet as often as required to ensure Rule Violations are disposed of in a timely fashion; this should not exceed (7) workdays, excluding weekends and holidays, commencing the date the Report is written. Any portion of a day shall be considered a whole day. Plaintiff stayed in Administrative Confinement from September 11, 1993 until September 23, 1993 and was sent to open population to my \"New Housing\" 5-C-23-B. <i>See</i> Exhibit (B).</blockquote>\n<blockquote>The very next day on September 24, 1993 I the Plaintiff filed a Informal Grievance pursuant to 33-29.005 to Lieutenant Bliss complaining about how Lieutenant Bliss, lock me up in Administrative Confinement on 9-11-93 until 9-23-93 and did <i>not</i> serve me with a Disciplinary Report or taken me before a proper hearing on the alleged violation of 9-17 Disorderly Conduct Charge and also the alleged violation 1-3 of Spoken Threat Charge. <i>See</i> Exhibit (C).</blockquote>\n<blockquote>On September 28, 1993 I the Plaintiff, received a \"Respond\" to the Grievance of Reprisal, the Assistant Superintendent, J.D. Atmore, stating \"When he contacted Sgt. Moskowitz, she stated that I were loud and disorderly and would not listen to her when she tried to counsel me. And that I were disorderly because she would not open the door to my quad first when she had other inmates standing at another door.\" Assistant Superintendent J.D. Atmore, <span class=\"star-pagination\">*1568</span> also stated that Lieutenant Bliss was contacted and stated that the <i>Reason</i> I were locked up is that I were \"yelling and threatening\" him when he was trying to counsel me. <i>See</i> Exhibit (A) of the Response.</blockquote>\n<blockquote>On October 5, 1993, I the Plaintiff appeal the decision of the Assistant Superintendent Mr. Atmore, Date 9-28-93 to the office of the Secretary in Tallahassee, Fla. pursuant to 33-29.005 Florida Administrative Code, in reference of the collusion by Sgt. Moskowitz, and Lt. Bliss, <i>see</i> Exhibit (D). On October 6, 1993 the Assistant Superintendent Mr. Atmore, notify Officer Douglas, in housing 5-C to inform her to write me a pass to come to his office for an interview to try to correct and take back his bogus response. <i>See</i> Exhibit (E).</blockquote>\n<blockquote>On October 18, 1993, Trisha Redd, Inmates Grievance Administrator, Office of the Inspector General, requesting for an extension of the limits for an additional (30) days for investigation pursuant to 33-29.011(7) that the Plaintiff didn't concur with. <i>See</i> Exhibit (F).</blockquote>\n<blockquote>On November 8, 1993, Plaintiff receive another extension of time that Plaintiff didn't concur with. <i>See</i> Exhibit (G). On December 30, 1993, I the Plaintiff receive another extension that I didn't concur with either. <i>See</i> Exhibit (H).</blockquote>\n<blockquote>On November 10, 1993, I the Plaintiff exercise Judicature and put into action a \"Petition for Writ of Mandamus\" in the Circuit Court of the Second Judicial Circuit, in and for Leon County, Florida. Ronald Searcy, Petitioner, vs. Trisha Redd, Inmate's Grievance Coordinator. <i>See</i> Exhibit (I).</blockquote>\n<blockquote>On January 4, 1994, the Honorable Judge, L. Ralph Smith Jr., \"Order a Show Cause\" to Trisha Redd, that the Respondent show cause in writing within thirty (30) days from the date hereof why Petition for Writ of Mandamus should not be granted. <i>See</i> Exhibit (J).</blockquote>\n<blockquote>On January 19, 1994, the Respondent, Trisha Redd, Grievance Coordinator, repose to the Court Order by denying Plaintiff appeal to the Office of the Secretary stating that on one of the violation 9-17 charge was disapproved on 9-13-93, and I were released from Administrative Confinement on 9-23-93 in violation of the Florida Administrative Code. Pursuant to 33-22.010(5) this should not \"exceed\" (7) workday, excluding weekends and holidays commencing the date the report is written, under the Due Process.</blockquote>\n<p>Complaint, pp. 2-4.</p>\n<p>Plaintiff claims that Defendants violated the Constitution of the State of Florida and various Florida statutes. He seeks declaratory relief, compensatory and punitive damages, and \"any other relief this Honorable Court deem appropriate.\"</p>\n<p>On October 21, 1994, Plaintiff filed a motion for temporary restraining order and/or preliminary injunction (Doc. No. 23). On October 31, 1994, Defendants filed a motion to dismiss [the complaint] and/or for summary judgment (Doc. No. 27). On November 3, 1994, Defendants filed Defendant Bliss' Affidavit in support of the motion for summary judgment. Also on November 3, 1994, the Court ordered Defendants to respond to the motion for temporary restraining order and/or preliminary injunction. On November 15, 1994, the Court instructed Plaintiff in the requirements of Rule 56, Federal Rules of Civil Procedure relevant to his filing a response to Defendants' motion for summary judgment. On November 21, 1994, Defendants responded to Plaintiff's motion for temporary restraining order and/or preliminary injunction. On December 1, 1994, Plaintiff filed his response in opposition to Defendants' motion to dismiss and/or summary judgment.</p>\n<p></p>\n<h2><i>Standard for Summary Judgment</i></h2>\n<p>Summary judgment should be entered only if \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c); <i>Warrior Tombigbee Transportation Co. v. M/V Nan Fung,</i> 695 F.2d 1294, 1296 (11th Cir.1983) (quoting rule). \"The party seeking summary judgment bears the exacting burden of demonstrating that there is no dispute as to any material fact in the case.\" <i>Id.</i> \"In assessing whether the movant has met this burden, the courts <span class=\"star-pagination\">*1569</span> should view the evidence and all factual inferences therefrom in the light most favorable to the party opposing the motion.\" <i>Id.</i> (quoting <i>Clemons v. Dougherty County, Georgia,</i> 684 F.2d 1365, 1368 (11th Cir.1982)). <i>See also </i><i>Thrasher v. State Farm Fire &amp; Casualty Co.,</i> 734 F.2d 637 (11th Cir.1984).</p>\n<p>Mere verification of a party's own conclusory allegations is not sufficient to oppose a motion for summary judgment for</p>\n<blockquote>[w]hen a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be entered against him.</blockquote>\n<p>Fed.R.Civ.P. 56(e). <i>See also </i><i>Fullman v. Graddick,</i> 739 F.2d 553, 557 (11th Cir.1984). The \"mere possibility that a factual dispute may exist, without more, is not sufficient to overcome a convincing presentation by the moving party.\" <i>Quinn v. Syracuse Model Neighborhood Corp.,</i> 613 F.2d 438, 445 (2nd Cir.1980). More importantly, summary judgment is not only proper, but required, when a party's response to the court's notice consists of nothing \"more than a repetition of his conclusional allegations.\" <i>Morris v. Ross,</i> 663 F.2d 1032, 1034 (11th Cir.1981), <i>cert. denied,</i> 456 U.S. 1010, 102 S.Ct. 2303, 73 L.Ed.2d 1306 (1982). Because there are no genuine issues of material fact in the present case, Defendants' motion for summary judgment will be granted.</p>\n<p></p>\n<h2><i>Defendants' Allegations</i></h2>\n<p>On September 11, 1993, Defendant Moskowitz issued a Disciplinary Report against Plaintiff stating that Plaintiff engaged in loud and disorderly conduct and refused her counselling. Plaintiff was removed from the general population and placed in administrative confinement<sup>[1]</sup> as a result of the report.</p>\n<p>Defendant Bliss informed Plaintiff on the first day of his confinement that he was being placed in administrative confinement because of his disorderly conduct and his refusal to heed Defendant Moskowitz's counselling.</p>\n<p>The disciplinary report against Plaintiff did not survive the administrative process and was dismissed within 7 days of Plaintiff's administrative confinement due to a failure of its author to timely correct certain typographical errors in the report. As a result, all charges against Plaintiff were dismissed and he was returned to the general population on September 23, 1993. Defendants contend that Plaintiff received full and adequate due process; that he has failed to state a claim; that they are entitled to Eleventh Amendment immunity and qualified immunity.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>OFFICIAL CAPACITY CLAIMS AND ELEVENTH AMENDMENT IMMUNITY</i></h2>\n<p>A suit against a government official in his official capacity is really a suit against the state. <i>Will v. Michigan Department of State Police,</i> 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989).</p>\n<blockquote>[S]tate officers sued for damages in their official capacity are not \"persons\" for purposes of the suit because they assume the identity of the government that employs them. By contrast, officers sued in their personal capacity come to court as individuals.</blockquote>\n<p><i>Hafer v. Melo,</i> 502 U.S. 21, 27, 112 S.Ct. 358, 362, 116 L.Ed.2d 301 (1991) (citing <i>Will v.</i> <span class=\"star-pagination\">*1570</span> <i>Michigan Department of State Police,</i> 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45).<sup>[2]</sup> Defendants in the present case are, or were, employees of the Department of Corrections. Therefore, they enjoy Eleventh Amendment immunity from suit for damages in their official capacity. <i>See </i><i>Pennhurst State School &amp; Hospital v. Halderman,</i> 465 U.S. 89, 100, 104 S.Ct. 900, 907-08, 79 L.Ed.2d 67 (1984) (citations omitted). Therefore, Defendants are entitled to summary judgment as to Plaintiff's claims for money damages against them in their official capacities.</p>\n<p>However, state officers sued in their individual capacities are \"persons\" within the meaning of section 1983. The Eleventh Amendment does not bar such suits, nor are state officers absolutely immune from personal liability under section 1983 solely by virtue of the \"official\" nature of their acts. <i>Hafer,</i> 502 U.S. at 31, 112 S.Ct. at 365.</p>\n<p></p>\n<h2><i>INDIVIDUAL CAPACITY CLAIMS</i></h2>\n<p>In any § 1983 action, the initial inquiry must focus on whether the two essential elements to a § 1983 action are present:</p>\n<blockquote>1. whether the conduct complained of was committed by a person acting under color of state law; and</blockquote>\n<blockquote>2. whether this conduct deprived a person of rights, privileges, or immunities secured by the Constitution or laws of the United States.</blockquote>\n<p><i>Parratt v. Taylor,</i> 451 U.S. 527, 535, 101 S.Ct. 1908, 1912-13, 68 L.Ed.2d 420 (1981), <i>overruled on other grounds by </i><i>Daniels v. Williams,</i> 474 U.S. 327, 330-31, 106 S.Ct. 662, 664-65, 88 L.Ed.2d 662 (1986); <i>Tillman v. Coley,</i> 886 F.2d 317, 319 (11th Cir.), <i>reh'g denied </i><i>en banc,</i> 893 F.2d 346 (11th Cir.1989); <i>Barfield v. Brierton,</i> 883 F.2d 923, 934 (11th Cir.1989); <i>Cornelius v. Town of Highland Lake, Alabama,</i> 880 F.2d 348, 352 (11th Cir.), <i>reh'g denied en banc,</i> 887 F.2d 1093 (11th Cir.1989), <i>cert. denied,</i> 494 U.S. 1066, 110 S.Ct. 1784, 108 L.Ed.2d 785 (1990).</p>\n<p>Plaintiff alleges that Defendants denied him due process under Fla.Admin.Code Rule 33-22.010(5) because Defendants failed to hold a hearing on Defendant Moskowitz's disciplinary report within 7 days of the time he was placed in administrative confinement as required by 33-22.010(5) and held him in administrative confinement for 12 days without notice or a hearing.</p>\n<blockquote>In <i>Hewitt</i><sup>[3]</sup>, the Supreme Court held that the due process clause of the Fourteenth Amendment did not create \"an interest in being confined to a general population cell, rather than the more austere and restrictive administrative segregation quarters.\" <i>Id.</i> at 466, 103 S.Ct. at 869. The Court found, however, that Pennsylvania, in enacting guidelines for the use of administrative segregation, had created such a liberty interest: \"[Pennsylvania] has used language of an unmistakably mandatory character, requiring that certain procedures `shall,' `will,' or `must' be employed, ... and that administrative segregation will not occur absent specified substantive predicates  viz., `the need for control,' or `the threat of a serious disturbance.' ... [W]e are persuaded that the repeated use of explicitly mandatory language in connection with requiring specific substantive predicates demands a conclusion that [Pennsylvania] has created a protected liberty interest.\" <i>Id.</i> at 471-72, 103 S.Ct. at 871.</blockquote>\n<blockquote>The Florida Department of Corrections' rules are similar to those at issue in <i>Hewitt.</i> The administrative confinement rules, for example, provide that an inmate can be placed in administrative confinement only for certain reasons: if \"disciplinary charges or criminal charges\" are pending against the inmate and the \"presence of the inmate in the general population would present a clear danger;\" if an \"investigation is pending and the presence of the inmate in the general prison population might interfere with that investigation;\" if the inmate would create a risk because of medical (including psychiatric) reasons; or if the \"facts clearly indicate that the inmate must be removed from the general <span class=\"star-pagination\">*1571</span> inmate population for the safety of any [persons] or for the security of the institution.\" Fla.Admin.Code Ann. § 33-3.0081(a)(a)-(d) (Supp.1985). The rules also state that: \"administrative confinement <i>shall</i> be for the shortest period of time necessary,\" <i>id.</i> at § 33-3.0081(3) (emphasis added); the reason for placement <i>\"shall</i> be explained to the inmate, and he <i>shall</i> be given an opportunity to present his views,\" <i>id.</i> at § 33-3.0081(4)(a) (emphasis added); and a \"formal evaluation report <i>shall</i> be required\" if the inmate is kept in administrative confinement for more than thirty days, <i>id.</i> at § 33-3.0081(6)(a) (emphasis added). Likewise, the close management rules provide that an \"inmate placed in [CM] <i>shall</i> be given a hearing\" before a review team, <i>id.</i> at § 33-3.0083(4)(a) (emphasis added); that the review team <i>\"shall</i> inform the inmate of the basis for its decision,\" id. at § 33-3.0083(4)(b) (emphasis added); that a \"formal evaluation report is required on inmates in [CM] each 30 days,\" <i>id.</i> at § 33-3.0083(6)(d); and that the \"goal of the Close Management Review Team <i>shall</i> be toward returning the inmate to open population as soon as the facts of the case suggest it can be safely done,\" <i>id.</i> at § 33-3.0083(6)(e) (emphasis added). [1] We find that the mandatory language and substantive predicates in the Department of Corrections' rules and regulations concerning administrative segregation and close management create for inmates a liberty interest in remaining in the general prison population. Our conclusion is buttressed by <i>Parker v. Cook,</i> 642 F.2d 865 (5th Cir. Unit B Apr. 1981).<sup>[4]</sup> In that case, which also involved administrative segregation in a Florida institution, we stated: \"Regardless of what the state chooses to call the confinement to which plaintiff was subjected, the fact remains that the state, through regulation if not practice, had granted plaintiff a liberty interest in being free from arbitrary transfers from the general [prison] population to disciplinary segregation.\" <i>Id.</i> at 875; <i>see also </i><i>Granger v. Florida State Prison,</i> 424 So.2d 937, 938 (Fla.Dist.Ct.App.1983) (Fla.Admin.Code § 33-3.081 (the predecessor to § 33-3.0081) created a \"liberty interest in being free from arbitrary transfers from the general prison population to administrative segregation\"); accord <i>Toussaint v. McCarthy,</i> 801 F.2d 1080, 1097-98 (9th Cir.1986) (California prison regulations gave prisoners a liberty interest in remaining in or returning to general prison population), cert. denied, 481 U.S. 1069, 107 S.Ct. 2462, 95 L.Ed.2d 871 (1987); <i>Clark v. Brewer,</i> 776 F.2d 226, 230-32 (8th Cir.1985) (Iowa Department of Corrections' policies, promulgated to address close management setting, gave inmates a protected liberty interest in remaining in or returning to the general prison population).</blockquote>\n<p><i>Sheley v. Dugger,</i> 833 F.2d 1420, 1424-25 (11th Cir.1987).</p>\n<p>While Plaintiff had a liberty interest, and thus a constitutional right not to be placed in administrative confinement without notice,</p>\n<blockquote>[a]n inmate facing a transfer to administrative segregation pending completion of an investigation of misconduct charges against him need only be given an informal, nonadversary review. He \"<i>must merely receive some notice of the charge against him and an opportunity to present his views to the prison officials charged with deciding whether to transfer him to administrative segregation.</i>\" <i>Hewitt,</i> 459 U.S. at 476, 103 S.Ct. at 874 (emphasis added). The decision-maker in such a case must \"review the charges and then-available evidence against the [inmate].\" <i>Id.</i>\n</blockquote>\n<p><i>Sheley,</i> 833 F.2d at 1425 (emphasis in original).</p>\n<p>Like Rule 33-3.0081(3) described in <i>Sheley,</i> Rule 33-22.010(5)<sup>[5]</sup> does not limit explicitly <span class=\"star-pagination\">*1572</span> the time period an inmate may be held in administrative confinement. The purpose of Rule 33-22.010(5) upon which Plaintiff relies for this claim, is to establish a 7-day time period within which a disciplinary hearing must be held when charges are outstanding.</p>\n<p>In the present case Defendant Bliss notified Plaintiff as to the reason for his administrative confinement. See Affidavit of Defendant Bliss. The affidavit is supported by Plaintiff's \"Request for Administrative Remedy or Appeal, filed as Exhibit B to his complaint.\" Plaintiff filed the Request for Administrative Remedy or Appeal on September 11, 1993. In the Request for Administrative Remedy or Appeal, Plaintiff states that his filing is \"A Grievance of Reprisal\":</p>\n<blockquote>At approximately 10:40 a.m. Date 9-11-93 Sgt. C. Moskowitz, have taken retaliatory action against me because I told her that I was going to write her up for her prejudice and racial-discriminating. She started yelling and threatening me with her color of authority stating he is <i>not</i> Officer A. Drouse, and what she would do to lock me up. I have several inmates come forward with sworn affidavits contesting that she abuse her authority and conspire with Lt. Bliss, to lock me up.</blockquote>\n<p>Plaintiff's grievance, filed on the date he was placed in administrative confinement sets out the reasons for the confinement. That Plaintiff knew the reasons for being placed in confinement is evident from the face of the grievance. The Grievance supports Defendant Bliss' contention that he told Plaintiff the reason he was being placed in administrative confinement.<sup>[6]</sup></p>\n<p>Defendant Bliss' notice satisfied the requirements of section 33-2.009(5). Plaintiff was not entitled to notice within 24 hours of a hearing as no hearing was held. Further notice was not necessary as the disciplinary report against Plaintiff was dismissed on technical grounds.</p>\n<p>\"Prison administrators ... should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 547, 99 S.Ct. 1861, 1878, 60 L.Ed.2d 447 (1979). Choosing the optimal \"prophylactic or preventive measures\" to prevent violence and maintain safety is difficult and not readily susceptible to judicial evaluation. <i>Whitley v. Albers,</i> 475 U.S. 312, 322, 106 S.Ct. 1078, 1085, 89 L.Ed.2d 251 (1986); <i>Pell v. Procunier,</i> 417 U.S. 817, 827, 94 S.Ct. 2800, 41 L.Ed.2d 495 (1974) (recognizing the difficulties in \"maintaining internal order\").</p>\n<p>Plaintiff had no right to a hearing within 7 days because the disciplinary report had been dismissed on technical grounds. Plaintiff had no liberty interest in being released from confinement within a definite period of time, other than the shortest time possible. This Court will not interfere with the prison administration's determination that 12 days was the shortest time possible for Plaintiff to remain in administrative confinement. Therefore, no genuine issue of material fact exists as to whether Defendants violated Plaintiff's constitutional right to due process and Defendants' motion for summary judgment will be granted.</p>\n<p></p>\n<h2><i>CONSPIRACY ALLEGATIONS</i></h2>\n<p>In civil rights actions, a complaint containing conclusory, vague, and general allegations of conspiracy will be dismissed as insufficient. <i>Fullman v. Graddick,</i> 739 F.2d 553, 556-57 (11th Cir.1984); <i>Kearson v. Southern Bell Telephone &amp; Telegraph Co.,</i> 763 F.2d 405, 407 (11th Cir.1985), <i>cert. denied,</i> 474 U.S. 1065, 106 S.Ct. 817, 88 L.Ed.2d 790 (1986). The First Circuit stated:</p>\n<blockquote>In an effort to control frivolous conspiracy suits under 1983, federal courts have come to insist that the complaint state with specificity the facts that, in the plaintiff's mind, show the existence and scope of the alleged conspiracy. It has long been the <span class=\"star-pagination\">*1573</span> law in this and other circuits that complaints cannot survive a motion to dismiss if they contain conclusory allegations of conspiracy but do not support their claims with references to material facts. <i>Dunn v. Gazzola,</i> 216 F.2d 709, 711 (1st Cir.1954); <i>Kadar Corp. v. Milbury,</i> 549 F.2d 230 (1st Cir.1977); <i>Fletcher v. Hook,</i> 446 F.2d 14 (3rd Cir.1971); <i>Johnson v. Stone,</i> 268 F.2d 803 (7th Cir.1959); <i>Ellingburg v. King,</i> 490 F.2d 1270 (8th Cir.1974); <i>Powell v. Jarvis,</i> 460 F.2d 551 (2d Cir.1972). This rule might have been applied with profit to this case. The complaint contains frequent references to conspiracy, but it offers few insights into the specific nature of the alleged concerted action. The only specific allegation regarding a conspiracy is the statement that the constable forged illegal documents and served them on the plaintiff at the request of the credit union's lawyer and with the knowledge of the court's clerk. Despite language hinting at a wider conspiracy, the plaintiff has failed to plead facts supporting these vague claims, and the courts need not conjure up unpleaded facts to support these conclusory suggestions. <i>O'Brien v. DiGrazia,</i> 544 F.2d 543, 546 n. 3 (1st Cir.1976).</blockquote>\n<p><i>Slotnick v. Staviskey,</i> 560 F.2d 31, 33 (1st Cir.1977), <i>cert. denied,</i> 434 U.S. 1077, 98 S.Ct. 1268, 55 L.Ed.2d 783 (1978) (footnote omitted).</p>\n<p>The Eleventh Circuit recently stated:</p>\n<blockquote>To prove a 42 U.S.C. § 1983 conspiracy, a plaintiff \"must show that the parties `reached an understanding' to deny the plaintiff his or her rights [and] prove an actionable wrong to support the conspiracy.\" <i>Bendiburg v. Dempsey,</i> 909 F.2d 463, 468 (11th Cir.1990), <i>cert. denied,</i> [500] U.S. [932], 111 S.Ct. 2053, 114 L.Ed.2d 459 (1991).</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>[T]he linchpin for conspiracy is agreement, which presupposes communication....</blockquote>\n<p><i>Bailey v. Board of County Commissioners of Alachua County,</i> 956 F.2d 1112 (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 98, 121 L.Ed.2d 58 (1992).</p>\n<p>Plaintiff has not met the elements set out in <i>Bailey.</i> Plaintiff has not alleged any factual support to show that Defendants communicated about or reached an understanding to deny Plaintiff his rights. Therefore, Plaintiff has not stated a claim based on conspiracy allegations. Accordingly, the Court orders:</p>\n<p>1. That Defendants' motion for summary judgment (Doc. No. 27) is granted. The Clerk is directed to enter judgment for Defendants and to close this file.</p>\n<p>2. That Plaintiff's motion for temporary restraining order and/or preliminary injunction (Doc. No. 23) is denied.</p>\n<p>DONE AND ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants contend that administrative confinement:\n</p>\n<p>[i]s not and must be distinguished from disciplinary confinement. Disciplinary confinement under Fla.Admin.Code Rule 33-22.008 is considered a form of punitive confinement in a correctional institution. It is imposed upon inmates found guilty of violating rules. Administrative confinement, however, is not punitive or disciplinary in nature, but merely the segregation of an inmate from the general population for administrative purposes, including, but not limited to, pending disciplinary actions, medical concerns or protective custody. <i>See</i> Fla.Admin.Code Rule 33-3.0081(2).</p>\n<p>Defendants' Motion for Summary Judgment, p. 4, n. 1.</p>\n<p>[2]  In <i>Hafer,</i> the Defendant argued that the Eleventh Amendment bars personal capacity suits against state officials in federal court.</p>\n<p>[3]  <i>Hewitt v. Helms,</i> 459 U.S. 460, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983).</p>\n<p>[4]  In <i>Bonner v. City of Prichard,</i> 661 F.2d 1206 (11th Cir.1981) (en banc), this court adopted as binding precedent all of the decisions of the former Fifth Circuit handed down prior to the close of business on September 30, 1981. <i>Id.</i> at 1209.</p>\n<p>[5]  Rule 33-22.010(5) states, in part:\n</p>\n<p>The Hearing Officer or Disciplinary Team shall meet as often as required to ensure rule violations are disposed of in a timely fashion; this shall not exceed 7 workdays, excluding weekends and holidays, commencing the date the report is written.</p>\n<p>[6]  Contrary to Plaintiff's allegation in his response to the motion for summary judgment, Plaintiff was not placed in disciplinary segregation.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1565</span></span> (1995)</b></center>\n<center><h1>Ronald SEARCY, Plaintiff,<br>\nv.<br>\nHarry K. SINGLETARY, et al., Defendants.</h1></center>\n<center>No. 94-271-Civ-T-17A.</center>\n<center><p><b>United States District Court, M.D. Florida, Tampa Division.</b></p></center>\n<center>July 27, 1995.</center>\n<p><span class=\"star-pagination\">*1566</span> <span class=\"star-pagination\">*1567</span> Ronald Searcy, Bowling Green, FL, pro se.</p>\n<p>Paul J. Martin, Atty. Gens. Office, Dept. of Legal Affairs, Tallahassee, FL, for defendant Harry K. Singletary, Jr., Secretary, Dept. of Corrections, Kermit Kerley, Superintendent, L.R. Bliss, Lieutenant, C. Moskowitz, Sergeant, Hardee Correctional Institution.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>KOVACHEVICH, District Judge.</p>\n<p><i>Pro se</i> prisoner Plaintiff filed a civil rights complaint pursuant to 42 U.S.C. § 1983 on February 15, 1994. Plaintiff names as Defendants Harry K. Singletary, Secretary of the Department of Corrections; Kermit Kerley, Superintendent of Hardee Correctional Institution (HCI); Lt. L.R. Bliss, Correctional Officer at HCI; and C. Moskowitz, Correctional Officer at HCI. Plaintiff was incarcerated at Hardee Correctional Institution at the time the events of which he complains allegedly occurred:</p>\n<blockquote>Plaintiff claims that:</blockquote>\n<blockquote>On September 11, 1993, I was placed in A/C Confinement pending disciplinary action by Lieutenant Bliss. I file a \"Formal Grievance of Reprisal\" pursuant to 33-29.006(4)(B) of the Florida Administrative Code. On September 11, 1993 at approximately 10:40 p.m., Sergeant Moskowitz, have taken retaliatory action against me, because I told her that I was going to write her up for being prejudice and racially discriminatory. I was taken to the O.I.C., where Sgt. Moskowitz lie and abuse her authority by conspiring with the acting O.I.C., Lieutenant Bliss. <i>See</i> Exhibit (A).</blockquote>\n<blockquote>Pursuant to 33-22.004(2) the Supervising Officer O.I.C., may advise the employee follow through with a formal disciplinary report as provided in section 33-22.005. If Administrative Confinement is found to be appropriate, rule 33-3.0081 shall be followed. Section 33-22.004(2) The charge shall cite by name (short title) and number the offense as listed in Rule 33-22.012 Florida Administrative Code, Rule of Prohibited Conduct and Penalties for Infractions.</blockquote>\n<blockquote>Plaintiff Due Process have been violated pursuant to 33-22.010(5) the Hearing Officer or Disciplinary Team <i>shall</i> meet as often as required to ensure Rule Violations are disposed of in a timely fashion; this should not exceed (7) workdays, excluding weekends and holidays, commencing the date the Report is written. Any portion of a day shall be considered a whole day. Plaintiff stayed in Administrative Confinement from September 11, 1993 until September 23, 1993 and was sent to open population to my \"New Housing\" 5-C-23-B. <i>See</i> Exhibit (B).</blockquote>\n<blockquote>The very next day on September 24, 1993 I the Plaintiff filed a Informal Grievance pursuant to 33-29.005 to Lieutenant Bliss complaining about how Lieutenant Bliss, lock me up in Administrative Confinement on 9-11-93 until 9-23-93 and did <i>not</i> serve me with a Disciplinary Report or taken me before a proper hearing on the alleged violation of 9-17 Disorderly Conduct Charge and also the alleged violation 1-3 of Spoken Threat Charge. <i>See</i> Exhibit (C).</blockquote>\n<blockquote>On September 28, 1993 I the Plaintiff, received a \"Respond\" to the Grievance of Reprisal, the Assistant Superintendent, J.D. Atmore, stating \"When he contacted Sgt. Moskowitz, she stated that I were loud and disorderly and would not listen to her when she tried to counsel me. And that I were disorderly because she would not open the door to my quad first when she had other inmates standing at another door.\" Assistant Superintendent J.D. Atmore, <span class=\"star-pagination\">*1568</span> also stated that Lieutenant Bliss was contacted and stated that the <i>Reason</i> I were locked up is that I were \"yelling and threatening\" him when he was trying to counsel me. <i>See</i> Exhibit (A) of the Response.</blockquote>\n<blockquote>On October 5, 1993, I the Plaintiff appeal the decision of the Assistant Superintendent Mr. Atmore, Date 9-28-93 to the office of the Secretary in Tallahassee, Fla. pursuant to 33-29.005 Florida Administrative Code, in reference of the collusion by Sgt. Moskowitz, and Lt. Bliss, <i>see</i> Exhibit (D). On October 6, 1993 the Assistant Superintendent Mr. Atmore, notify Officer Douglas, in housing 5-C to inform her to write me a pass to come to his office for an interview to try to correct and take back his bogus response. <i>See</i> Exhibit (E).</blockquote>\n<blockquote>On October 18, 1993, Trisha Redd, Inmates Grievance Administrator, Office of the Inspector General, requesting for an extension of the limits for an additional (30) days for investigation pursuant to 33-29.011(7) that the Plaintiff didn't concur with. <i>See</i> Exhibit (F).</blockquote>\n<blockquote>On November 8, 1993, Plaintiff receive another extension of time that Plaintiff didn't concur with. <i>See</i> Exhibit (G). On December 30, 1993, I the Plaintiff receive another extension that I didn't concur with either. <i>See</i> Exhibit (H).</blockquote>\n<blockquote>On November 10, 1993, I the Plaintiff exercise Judicature and put into action a \"Petition for Writ of Mandamus\" in the Circuit Court of the Second Judicial Circuit, in and for Leon County, Florida. Ronald Searcy, Petitioner, vs. Trisha Redd, Inmate's Grievance Coordinator. <i>See</i> Exhibit (I).</blockquote>\n<blockquote>On January 4, 1994, the Honorable Judge, L. Ralph Smith Jr., \"Order a Show Cause\" to Trisha Redd, that the Respondent show cause in writing within thirty (30) days from the date hereof why Petition for Writ of Mandamus should not be granted. <i>See</i> Exhibit (J).</blockquote>\n<blockquote>On January 19, 1994, the Respondent, Trisha Redd, Grievance Coordinator, repose to the Court Order by denying Plaintiff appeal to the Office of the Secretary stating that on one of the violation 9-17 charge was disapproved on 9-13-93, and I were released from Administrative Confinement on 9-23-93 in violation of the Florida Administrative Code. Pursuant to 33-22.010(5) this should not \"exceed\" (7) workday, excluding weekends and holidays commencing the date the report is written, under the Due Process.</blockquote>\n<p>Complaint, pp. 2-4.</p>\n<p>Plaintiff claims that Defendants violated the Constitution of the State of Florida and various Florida statutes. He seeks declaratory relief, compensatory and punitive damages, and \"any other relief this Honorable Court deem appropriate.\"</p>\n<p>On October 21, 1994, Plaintiff filed a motion for temporary restraining order and/or preliminary injunction (Doc. No. 23). On October 31, 1994, Defendants filed a motion to dismiss [the complaint] and/or for summary judgment (Doc. No. 27). On November 3, 1994, Defendants filed Defendant Bliss' Affidavit in support of the motion for summary judgment. Also on November 3, 1994, the Court ordered Defendants to respond to the motion for temporary restraining order and/or preliminary injunction. On November 15, 1994, the Court instructed Plaintiff in the requirements of Rule 56, Federal Rules of Civil Procedure relevant to his filing a response to Defendants' motion for summary judgment. On November 21, 1994, Defendants responded to Plaintiff's motion for temporary restraining order and/or preliminary injunction. On December 1, 1994, Plaintiff filed his response in opposition to Defendants' motion to dismiss and/or summary judgment.</p>\n<p></p>\n<h2><i>Standard for Summary Judgment</i></h2>\n<p>Summary judgment should be entered only if \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" Fed. R.Civ.P. 56(c); <i>Warrior Tombigbee Transportation Co. v. M/V Nan Fung,</i> <span class=\"citation\" data-id=\"411948\"><a href=\"/opinion/411948/warrior-tombigbee-transportation-company-inc-v-mv-nan-fung-etc-john/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1296 (11th Cir.1983) (quoting rule). \"The party seeking summary judgment bears the exacting burden of demonstrating that there is no dispute as to any material fact in the case.\" <i>Id.</i> \"In assessing whether the movant has met this burden, the courts <span class=\"star-pagination\">*1569</span> should view the evidence and all factual inferences therefrom in the light most favorable to the party opposing the motion.\" <i>Id.</i> (quoting <i>Clemons v. Dougherty County, Georgia,</i> <span class=\"citation\" data-id=\"406827\"><a href=\"/opinion/406827/ernest-leon-clemons-v-dougherty-county-georgia/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1368 (11th Cir.1982)). <i>See also </i><i>Thrasher v. State Farm Fire &amp; Casualty Co.,</i> <span class=\"citation\" data-id=\"435889\"><a href=\"/opinion/435889/john-thrasher-v-state-farm-fire-and-casualty-company-a-corporation/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span> (11th Cir.1984).</p>\n<p>Mere verification of a party's own conclusory allegations is not sufficient to oppose a motion for summary judgment for</p>\n<blockquote>[w]hen a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be entered against him.</blockquote>\n<p>Fed.R.Civ.P. 56(e). <i>See also </i><i>Fullman v. Graddick,</i> <span class=\"citation\" data-id=\"438972\"><a href=\"/opinion/438972/thomas-b-fullman-v-charles-graddick/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 557 (11th Cir.1984). The \"mere possibility that a factual dispute may exist, without more, is not sufficient to overcome a convincing presentation by the moving party.\" <i>Quinn v. Syracuse Model Neighborhood Corp.,</i> <span class=\"citation\" data-id=\"373791\"><a href=\"/opinion/373791/leo-a-quinn-v-syracuse-model-neighborhood-corporation-peter-white/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 445 (2nd Cir.1980). More importantly, summary judgment is not only proper, but required, when a party's response to the court's notice consists of nothing \"more than a repetition of his conclusional allegations.\" <i>Morris v. Ross,</i> <span class=\"citation\" data-id=\"396623\"><a href=\"/opinion/396623/marvin-morris-v-harold-ross/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1034 (11th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1306</span></span> (1982). Because there are no genuine issues of material fact in the present case, Defendants' motion for summary judgment will be granted.</p>\n<p></p>\n<h2><i>Defendants' Allegations</i></h2>\n<p>On September 11, 1993, Defendant Moskowitz issued a Disciplinary Report against Plaintiff stating that Plaintiff engaged in loud and disorderly conduct and refused her counselling. Plaintiff was removed from the general population and placed in administrative confinement<sup>[1]</sup> as a result of the report.</p>\n<p>Defendant Bliss informed Plaintiff on the first day of his confinement that he was being placed in administrative confinement because of his disorderly conduct and his refusal to heed Defendant Moskowitz's counselling.</p>\n<p>The disciplinary report against Plaintiff did not survive the administrative process and was dismissed within 7 days of Plaintiff's administrative confinement due to a failure of its author to timely correct certain typographical errors in the report. As a result, all charges against Plaintiff were dismissed and he was returned to the general population on September 23, 1993. Defendants contend that Plaintiff received full and adequate due process; that he has failed to state a claim; that they are entitled to Eleventh Amendment immunity and qualified immunity.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>OFFICIAL CAPACITY CLAIMS AND ELEVENTH AMENDMENT IMMUNITY</i></h2>\n<p>A suit against a government official in his official capacity is really a suit against the state. <i>Will v. Michigan Department of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989).</p>\n<blockquote>[S]tate officers sued for damages in their official capacity are not \"persons\" for purposes of the suit because they assume the identity of the government that employs them. By contrast, officers sued in their personal capacity come to court as individuals.</blockquote>\n<p><i>Hafer v. Melo,</i> <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, 27, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, 362, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1991) (citing <i>Will v.</i> <span class=\"star-pagination\">*1570</span> <i>Michigan Department of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span>).<sup>[2]</sup> Defendants in the present case are, or were, employees of the Department of Corrections. Therefore, they enjoy Eleventh Amendment immunity from suit for damages in their official capacity. <i>See </i><i>Pennhurst State School &amp; Hospital v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 100, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 907-08, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984) (citations omitted). Therefore, Defendants are entitled to summary judgment as to Plaintiff's claims for money damages against them in their official capacities.</p>\n<p>However, state officers sued in their individual capacities are \"persons\" within the meaning of section 1983. The Eleventh Amendment does not bar such suits, nor are state officers absolutely immune from personal liability under section 1983 solely by virtue of the \"official\" nature of their acts. <i>Hafer,</i> 502 U.S. at 31, 112 S.Ct. at 365.</p>\n<p></p>\n<h2><i>INDIVIDUAL CAPACITY CLAIMS</i></h2>\n<p>In any § 1983 action, the initial inquiry must focus on whether the two essential elements to a § 1983 action are present:</p>\n<blockquote>1. whether the conduct complained of was committed by a person acting under color of state law; and</blockquote>\n<blockquote>2. whether this conduct deprived a person of rights, privileges, or immunities secured by the Constitution or laws of the United States.</blockquote>\n<p><i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 535, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, 1912-13, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), <i>overruled on other grounds by </i><i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 330-31, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 664-65, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986); <i>Tillman v. Coley,</i> <span class=\"citation\" data-id=\"529844\"><a href=\"/opinion/529844/mary-lois-tillman-v-edward-coley-jr-individually-and-in-his-official/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (11th Cir.), <i>reh'g denied </i><i>en banc,</i> <span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></span> (11th Cir.1989); <i>Barfield v. Brierton,</i> <span class=\"citation\" data-id=\"528300\"><a href=\"/opinion/528300/michael-a-barfield-v-david-brierton-louis-carmichael-richard-dugger/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 934 (11th Cir.1989); <i>Cornelius v. Town of Highland Lake, Alabama,</i> <span class=\"citation\" data-id=\"526556\"><a href=\"/opinion/526556/harriet-cornelius-v-town-of-highland-lake-alabama-a-municipal-corp/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span>, 352 (11th Cir.), <i>reh'g denied en banc,</i> <span class=\"citation no-link\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></span> (11th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">785</span></span> (1990).</p>\n<p>Plaintiff alleges that Defendants denied him due process under Fla.Admin.Code Rule 33-22.010(5) because Defendants failed to hold a hearing on Defendant Moskowitz's disciplinary report within 7 days of the time he was placed in administrative confinement as required by 33-22.010(5) and held him in administrative confinement for 12 days without notice or a hearing.</p>\n<blockquote>In <i>Hewitt</i><sup>[3]</sup>, the Supreme Court held that the due process clause of the Fourteenth Amendment did not create \"an interest in being confined to a general population cell, rather than the more austere and restrictive administrative segregation quarters.\" <i>Id.</i> at 466, 103 S.Ct. at 869. The Court found, however, that Pennsylvania, in enacting guidelines for the use of administrative segregation, had created such a liberty interest: \"[Pennsylvania] has used language of an unmistakably mandatory character, requiring that certain procedures `shall,' `will,' or `must' be employed, ... and that administrative segregation will not occur absent specified substantive predicates  viz., `the need for control,' or `the threat of a serious disturbance.' ... [W]e are persuaded that the repeated use of explicitly mandatory language in connection with requiring specific substantive predicates demands a conclusion that [Pennsylvania] has created a protected liberty interest.\" <i>Id.</i> at 471-72, 103 S.Ct. at 871.</blockquote>\n<blockquote>The Florida Department of Corrections' rules are similar to those at issue in <i>Hewitt.</i> The administrative confinement rules, for example, provide that an inmate can be placed in administrative confinement only for certain reasons: if \"disciplinary charges or criminal charges\" are pending against the inmate and the \"presence of the inmate in the general population would present a clear danger;\" if an \"investigation is pending and the presence of the inmate in the general prison population might interfere with that investigation;\" if the inmate would create a risk because of medical (including psychiatric) reasons; or if the \"facts clearly indicate that the inmate must be removed from the general <span class=\"star-pagination\">*1571</span> inmate population for the safety of any [persons] or for the security of the institution.\" Fla.Admin.Code Ann. § 33-3.0081(a)(a)-(d) (Supp.1985). The rules also state that: \"administrative confinement <i>shall</i> be for the shortest period of time necessary,\" <i>id.</i> at § 33-3.0081(3) (emphasis added); the reason for placement <i>\"shall</i> be explained to the inmate, and he <i>shall</i> be given an opportunity to present his views,\" <i>id.</i> at § 33-3.0081(4)(a) (emphasis added); and a \"formal evaluation report <i>shall</i> be required\" if the inmate is kept in administrative confinement for more than thirty days, <i>id.</i> at § 33-3.0081(6)(a) (emphasis added). Likewise, the close management rules provide that an \"inmate placed in [CM] <i>shall</i> be given a hearing\" before a review team, <i>id.</i> at § 33-3.0083(4)(a) (emphasis added); that the review team <i>\"shall</i> inform the inmate of the basis for its decision,\" id. at § 33-3.0083(4)(b) (emphasis added); that a \"formal evaluation report is required on inmates in [CM] each 30 days,\" <i>id.</i> at § 33-3.0083(6)(d); and that the \"goal of the Close Management Review Team <i>shall</i> be toward returning the inmate to open population as soon as the facts of the case suggest it can be safely done,\" <i>id.</i> at § 33-3.0083(6)(e) (emphasis added). [1] We find that the mandatory language and substantive predicates in the Department of Corrections' rules and regulations concerning administrative segregation and close management create for inmates a liberty interest in remaining in the general prison population. Our conclusion is buttressed by <i>Parker v. Cook,</i> <span class=\"citation\" data-id=\"387903\"><a href=\"/opinion/387903/robert-parker-v-a-f-cook-individually-and-in-his-capacity-as/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span> (5th Cir. Unit B Apr. 1981).<sup>[4]</sup> In that case, which also involved administrative segregation in a Florida institution, we stated: \"Regardless of what the state chooses to call the confinement to which plaintiff was subjected, the fact remains that the state, through regulation if not practice, had granted plaintiff a liberty interest in being free from arbitrary transfers from the general [prison] population to disciplinary segregation.\" <i>Id.</i> at 875; <i>see also </i><i>Granger v. Florida State Prison,</i> <span class=\"citation\" data-id=\"1768001\"><a href=\"/opinion/1768001/granger-v-florida-state-prison/\"><span class=\"volume\">424</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">937</span></a></span>, 938 (Fla.Dist.Ct.App.1983) (Fla.Admin.Code § 33-3.081 (the predecessor to § 33-3.0081) created a \"liberty interest in being free from arbitrary transfers from the general prison population to administrative segregation\"); accord <i>Toussaint v. McCarthy,</i> <span class=\"citation\" data-id=\"476738\"><a href=\"/opinion/476738/joseph-toussaint-plaintiffsappelleescross-appellants-v-daniel-mccarthy/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span>, 1097-98 (9th Cir.1986) (California prison regulations gave prisoners a liberty interest in remaining in or returning to general prison population), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">871</span></span> (1987); <i>Clark v. Brewer,</i> <span class=\"citation\" data-id=\"460273\"><a href=\"/opinion/460273/edward-clark-v-lou-v-brewer-warden-of-the-iowa-state-penitentiary-at/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 230-32 (8th Cir.1985) (Iowa Department of Corrections' policies, promulgated to address close management setting, gave inmates a protected liberty interest in remaining in or returning to the general prison population).</blockquote>\n<p><i>Sheley v. Dugger,</i> <span class=\"citation\" data-id=\"498002\"><a href=\"/opinion/498002/robert-p-sheley-v-richard-l-dugger-robert-a-butterworth/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1420</span></a></span>, 1424-25 (11th Cir.1987).</p>\n<p>While Plaintiff had a liberty interest, and thus a constitutional right not to be placed in administrative confinement without notice,</p>\n<blockquote>[a]n inmate facing a transfer to administrative segregation pending completion of an investigation of misconduct charges against him need only be given an informal, nonadversary review. He \"<i>must merely receive some notice of the charge against him and an opportunity to present his views to the prison officials charged with deciding whether to transfer him to administrative segregation.</i>\" <i>Hewitt,</i> 459 U.S. at 476, 103 S.Ct. at 874 (emphasis added). The decision-maker in such a case must \"review the charges and then-available evidence against the [inmate].\" <i>Id.</i>\n</blockquote>\n<p><i>Sheley,</i> 833 F.2d at 1425 (emphasis in original).</p>\n<p>Like Rule 33-3.0081(3) described in <i>Sheley,</i> Rule 33-22.010(5)<sup>[5]</sup> does not limit explicitly <span class=\"star-pagination\">*1572</span> the time period an inmate may be held in administrative confinement. The purpose of Rule 33-22.010(5) upon which Plaintiff relies for this claim, is to establish a 7-day time period within which a disciplinary hearing must be held when charges are outstanding.</p>\n<p>In the present case Defendant Bliss notified Plaintiff as to the reason for his administrative confinement. See Affidavit of Defendant Bliss. The affidavit is supported by Plaintiff's \"Request for Administrative Remedy or Appeal, filed as Exhibit B to his complaint.\" Plaintiff filed the Request for Administrative Remedy or Appeal on September 11, 1993. In the Request for Administrative Remedy or Appeal, Plaintiff states that his filing is \"A Grievance of Reprisal\":</p>\n<blockquote>At approximately 10:40 a.m. Date 9-11-93 Sgt. C. Moskowitz, have taken retaliatory action against me because I told her that I was going to write her up for her prejudice and racial-discriminating. She started yelling and threatening me with her color of authority stating he is <i>not</i> Officer A. Drouse, and what she would do to lock me up. I have several inmates come forward with sworn affidavits contesting that she abuse her authority and conspire with Lt. Bliss, to lock me up.</blockquote>\n<p>Plaintiff's grievance, filed on the date he was placed in administrative confinement sets out the reasons for the confinement. That Plaintiff knew the reasons for being placed in confinement is evident from the face of the grievance. The Grievance supports Defendant Bliss' contention that he told Plaintiff the reason he was being placed in administrative confinement.<sup>[6]</sup></p>\n<p>Defendant Bliss' notice satisfied the requirements of section 33-2.009(5). Plaintiff was not entitled to notice within 24 hours of a hearing as no hearing was held. Further notice was not necessary as the disciplinary report against Plaintiff was dismissed on technical grounds.</p>\n<p>\"Prison administrators ... should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 547, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1878, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). Choosing the optimal \"prophylactic or preventive measures\" to prevent violence and maintain safety is difficult and not readily susceptible to judicial evaluation. <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 322, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, 1085, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986); <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 827, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974) (recognizing the difficulties in \"maintaining internal order\").</p>\n<p>Plaintiff had no right to a hearing within 7 days because the disciplinary report had been dismissed on technical grounds. Plaintiff had no liberty interest in being released from confinement within a definite period of time, other than the shortest time possible. This Court will not interfere with the prison administration's determination that 12 days was the shortest time possible for Plaintiff to remain in administrative confinement. Therefore, no genuine issue of material fact exists as to whether Defendants violated Plaintiff's constitutional right to due process and Defendants' motion for summary judgment will be granted.</p>\n<p></p>\n<h2><i>CONSPIRACY ALLEGATIONS</i></h2>\n<p>In civil rights actions, a complaint containing conclusory, vague, and general allegations of conspiracy will be dismissed as insufficient. <i>Fullman v. Graddick,</i> <span class=\"citation\" data-id=\"438972\"><a href=\"/opinion/438972/thomas-b-fullman-v-charles-graddick/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 556-57 (11th Cir.1984); <i>Kearson v. Southern Bell Telephone &amp; Telegraph Co.,</i> <span class=\"citation\" data-id=\"453108\"><a href=\"/opinion/453108/henry-kearson-v-southern-bell-telephone-telegraph-company-a-georgia/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 407 (11th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">790</span></span> (1986). The First Circuit stated:</p>\n<blockquote>In an effort to control frivolous conspiracy suits under 1983, federal courts have come to insist that the complaint state with specificity the facts that, in the plaintiff's mind, show the existence and scope of the alleged conspiracy. It has long been the <span class=\"star-pagination\">*1573</span> law in this and other circuits that complaints cannot survive a motion to dismiss if they contain conclusory allegations of conspiracy but do not support their claims with references to material facts. <i>Dunn v. Gazzola,</i> <span class=\"citation\" data-id=\"235034\"><a href=\"/opinion/235034/anna-c-dunn-v-ray-gazzola/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 711 (1st Cir.1954); <i>Kadar Corp. v. Milbury,</i> <span class=\"citation\" data-id=\"342685\"><a href=\"/opinion/342685/kadar-corp-v-mary-h-milbury/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span> (1st Cir.1977); <i>Fletcher v. Hook,</i> <span class=\"citation\" data-id=\"298071\"><a href=\"/opinion/298071/james-morris-fletcher-v-james-hook/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span> (3rd Cir.1971); <i>Johnson v. Stone,</i> <span class=\"citation\" data-id=\"248604\"><a href=\"/opinion/248604/eleanor-b-johnson-v-theodore-stone/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span> (7th Cir.1959); <i>Ellingburg v. King,</i> <span class=\"citation\" data-id=\"316513\"><a href=\"/opinion/316513/james-g-ellingburg-v-johnny-king-and-kenneth-taylor/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span> (8th Cir.1974); <i>Powell v. Jarvis,</i> <span class=\"citation\" data-id=\"303544\"><a href=\"/opinion/303544/jacob-powell-v-detective-sylvester-jarvis-and-mary-gamble/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span> (2d Cir.1972). This rule might have been applied with profit to this case. The complaint contains frequent references to conspiracy, but it offers few insights into the specific nature of the alleged concerted action. The only specific allegation regarding a conspiracy is the statement that the constable forged illegal documents and served them on the plaintiff at the request of the credit union's lawyer and with the knowledge of the court's clerk. Despite language hinting at a wider conspiracy, the plaintiff has failed to plead facts supporting these vague claims, and the courts need not conjure up unpleaded facts to support these conclusory suggestions. <i>O'Brien v. DiGrazia,</i> <span class=\"citation\" data-id=\"340425\"><a href=\"/opinion/340425/william-l-obrien-v-robert-j-digrazia/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span>, 546 n. 3 (1st Cir.1976).</blockquote>\n<p><i>Slotnick v. Staviskey,</i> <span class=\"citation\" data-id=\"348311\"><a href=\"/opinion/348311/lester-slotnick-v-harold-staviskey/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span></span> (1978) (footnote omitted).</p>\n<p>The Eleventh Circuit recently stated:</p>\n<blockquote>To prove a 42 U.S.C. § 1983 conspiracy, a plaintiff \"must show that the parties `reached an understanding' to deny the plaintiff his or her rights [and] prove an actionable wrong to support the conspiracy.\" <i>Bendiburg v. Dempsey,</i> <span class=\"citation\" data-id=\"545302\"><a href=\"/opinion/545302/harry-a-bendiburg-individually-and-as-administrator-of-the-estate-of-carl/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span>, 468 (11th Cir.1990), <i>cert. denied,</i> [500] U.S. [932], <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></span> (1991).</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>[T]he linchpin for conspiracy is agreement, which presupposes communication....</blockquote>\n<p><i>Bailey v. Board of County Commissioners of Alachua County,</i> <span class=\"citation no-link\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></span> (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></span> (1992).</p>\n<p>Plaintiff has not met the elements set out in <i>Bailey.</i> Plaintiff has not alleged any factual support to show that Defendants communicated about or reached an understanding to deny Plaintiff his rights. Therefore, Plaintiff has not stated a claim based on conspiracy allegations. Accordingly, the Court orders:</p>\n<p>1. That Defendants' motion for summary judgment (Doc. No. 27) is granted. The Clerk is directed to enter judgment for Defendants and to close this file.</p>\n<p>2. That Plaintiff's motion for temporary restraining order and/or preliminary injunction (Doc. No. 23) is denied.</p>\n<p>DONE AND ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants contend that administrative confinement:\n</p>\n<p>[i]s not and must be distinguished from disciplinary confinement. Disciplinary confinement under Fla.Admin.Code Rule 33-22.008 is considered a form of punitive confinement in a correctional institution. It is imposed upon inmates found guilty of violating rules. Administrative confinement, however, is not punitive or disciplinary in nature, but merely the segregation of an inmate from the general population for administrative purposes, including, but not limited to, pending disciplinary actions, medical concerns or protective custody. <i>See</i> Fla.Admin.Code Rule 33-3.0081(2).</p>\n<p>Defendants' Motion for Summary Judgment, p. 4, n. 1.</p>\n<p>[2]  In <i>Hafer,</i> the Defendant argued that the Eleventh Amendment bars personal capacity suits against state officials in federal court.</p>\n<p>[3]  <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983).</p>\n<p>[4]  In <i>Bonner v. City of Prichard,</i> <span class=\"citation\" data-id=\"396175\"><a href=\"/opinion/396175/larry-bonner-v-city-of-prichard-alabama/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span> (11th Cir.1981) (en banc), this court adopted as binding precedent all of the decisions of the former Fifth Circuit handed down prior to the close of business on September 30, 1981. <i>Id.</i> at 1209.</p>\n<p>[5]  Rule 33-22.010(5) states, in part:\n</p>\n<p>The Hearing Officer or Disciplinary Team shall meet as often as required to ensure rule violations are disposed of in a timely fashion; this shall not exceed 7 workdays, excluding weekends and holidays, commencing the date the report is written.</p>\n<p>[6]  Contrary to Plaintiff's allegation in his response to the motion for summary judgment, Plaintiff was not placed in disciplinary segregation.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/235034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/248604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303544/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/340425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373791/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/396175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/396623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/435889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/438972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/453108/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/460273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/528300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/545302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768001/"
          ]
        }
      ],
      "judges": "Kovachevich",
      "date_created": "2014-10-30T20:31:53.864929Z",
      "date_modified": "2016-03-03T21:28:07.408022Z",
      "date_filed": "1995-07-27",
      "date_filed_is_approximate": false,
      "slug": "searcy-v-singletary",
      "citation_id": 2067115,
      "case_name_short": "Searcy",
      "case_name": "Searcy v. Singletary",
      "case_name_full": "",
      "federal_cite_one": "894 F. Supp. 1565",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1922933/searcy-v-singletary/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:31:53.862392Z",
  "date_modified": "2014-10-30T20:31:53.862392Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Searcy",
  "case_name": "Searcy v. Singletary",
  "case_name_full": "",
  "slug": "searcy-v-singletary",
  "docket_number": "94-271-Civ-T-17A",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}