{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/192494/",
  "id": 192494,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/23590/",
      "id": 23590,
      "absolute_url": "/opinion/23590/evans-v-the-city-of-houston/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/192494/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/23590/",
          "id": 23590,
          "absolute_url": "/opinion/23590/evans-v-the-city-of-houston/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/23590/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-25T08:12:18Z",
          "date_modified": "2017-03-24T01:12:45.241399Z",
          "type": "010combined",
          "sha1": "97f3ad4cec912efc3c1cb9f0e1b21011340435e5",
          "page_count": 24,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\99/99-20778.cv0.wpd.pdf",
          "local_path": "pdf/2001/03/21/Evans_v._The_City_of_Houston.pdf",
          "plain_text": "                         IN THE UNITED STATES COURT OF APPEALS\n                                  FOR THE FIFTH CIRCUIT\n\n                                        __________________\n\n                                           No. 99-20778\n                                        __________________\n\n\n       LEE W EVANS\n\n                                        Plaintiff-Appellant\n\n       v.\n\n\n       THE CITY OF HOUSTON\n\n                                        Defendant-Appellee\n\n                         __________________________________________\n\n                            Appeal from the United States District Court\n                                 for the Southern District of Texas\n                         __________________________________________\n                                          March 21, 2001\n\nBefore KING, Chief Judge, PARKER, Circuit Judge, and FURGESON,* District Judge.\n\nFURGESON, District Judge:\n\n       This is an employment discrimination case. In it, we consider the district court’s grant of\n\nsummary judgment dismissing the Plaintiff-Appellant’s claims of racial and age discrimination and\n\nretaliation under Title VII, the ADEA, and Texas law. We also consider the role and scope of 42\n\nU.S.C. § 1981 in racial discrimination suits against a municipality. For the following reasons, we\n\nAFFIRM in part, REVERSE in part, and REMAND for further proceedings consistent with this\n\nopinion.\n\n       *\n           District Judge of the Western District of Texas, sitting by designation.\n\f                                I. FACTUAL BACKGROUND\n\n        Lee Evans, a forty-eight year old African American woman, is a nurse for the City of\n\nHouston (the “City”) in its Health and Human Services Department (the “Department”). On May\n\n23, 1994, Rosa Abram, Evans’s supervisor, recommended that Evans be promoted from her\n\nNurse II position to a Nurse III position. The promotion became official on August 16, 1994. It\n\nis the policy of the Department to require that all newly promoted employees serve a six-month\n\nprobationary period.\n\n        On January 6, 1995, within her probationary period, Evans appeared at a scheduled\n\ngrievance hearing to testify on behalf of Ghyslain Gentle, a co-worker, about allegations of racial\n\nand age discrimination. The hearing did not occur as planned, however, and was postponed until\n\nFebruary 8, 1995. On January 11, 1995, five days after Evans appeared to testify at the grievance\n\nhearing, Rosa Abram recommended that Evans be demoted. Evans was notified of the demotion\n\non February 17, 1995. There is some dispute between the parties as to when Evans was actually\n\ndemoted. There are four separate dates on the memorandum informing Evans of her demotion.\n\nTwo of the dates fall inside the six-month probationary period; two do not. Evans claims that the\n\nCity backdated her demotion to fall within the probationary period. The City does not address\n\nthis issue.\n\n        In July 1995, Evans was suspended for alleged misbehavior. In November 1996, Evans\n\ninformed the City that she had hired legal counsel. The City again suspended Evans in February\n\n1997, based on misbehavior the City claimed occurred in September and October of 1996. The\n\nCity also claims that Evans had a history of disciplinary problems; however, none of these alleged\n\nproblems were documented until after Evans was demoted.\n\n\n                                                 2\n\f                              II. PROCEDURAL BACKGROUND\n\n          After exhausting her administrative remedies, Evans sued the City. She claimed racial\n\ndiscrimination and retaliation in violation of 42 U.S.C. §§ 2000e-2(a) and 2000e-3(a) (1994)\n\n(“Title VII”), age discrimination under the Age Discrimination in Employment Act (“ADEA”), 29\n\nU.S.C. § 623(d) (1999), and employment discrimination and retaliation under the Texas\n\nCommission on Human Rights Act (“TCHRA”), TEX. LAB. CODE ANN. §§ 21.051 and 21.055\n\n(Vernon 1998). Evans also brought a claim of racial discrimination under 42 U.S.C. § 1981.\n\n          The district court granted the City’s Motion for Summary Judgment on all counts. Evans\n\nmoved for reconsideration, but withdrew the request on her own motion. Evans then filed this\n\nappeal.\n\n                                  III. STANDARD OF REVIEW\n\n          We review de novo a district court’s grant of summary judgment. See Walker v.\n\nThompson, 214 F.3d 615, 624 (5th Cir. 2000). Summary judgment is appropriate “if the\n\npleadings, depositions, answers to interrogatories, and admissions on file, together with the\n\naffidavits, if any, show that there is no genuine issue as to any material fact and that the moving\n\nparty is entitled to a judgment as a matter of law.” FED. R. CIV. P. 56(c); see also Celotex Corp.\n\nv. Catrett, 477 U.S. 317, 322-23 (1986). “If the moving party meets the initial burden of showing\n\nthere is no genuine issue of material fact, the burden shifts to the nonmoving party to produce\n\nevidence or designate specific facts showing the existence of a genuine issue for trial.” Allen v.\n\nRapides Parish Sch. Bd., 204 F.3d 619, 621 (5th Cir. 2000) (internal quotations and citation\n\nomitted). Doubts are to be resolved in favor of the nonmoving party, and any reasonable\n\ninferences are to be drawn in favor of that party. See Burch v. City of Nacogdoches, 174 F.3d\n\n\n                                                  3\n\f615, 619 (5th Cir. 1999).\n\n             IV. RACIAL AND AGE DISCRIMINATION UNDER TITLE VII,\n\n                                THE ADEA, AND THE TCHRA\n\n                                   A. The District Court’s Order\n\n       The district court first addressed the Title VII claims, evaluating Evans’s racial\n\ndiscrimination allegation pursuant to the burden-shifting framework of McDonnell Douglas Corp.\n\nv. Green, 411 U.S. 792 (1973). Under McDonnell Douglas, a plaintiff must first establish a prima\n\nfacie case of discrimination. See id. at 802. The district court found that, to do so, a plaintiff\n\nmust show (1) that she belongs to a racial minority; (2) that she applied and was qualified for a\n\njob for which the employer was seeking applicants; (3) that, despite her qualifications, she was\n\nrejected; and (4) that, after her rejection, the position remained open and the employer continued\n\nto seek applicants from persons of the complainant’s qualifications. See id.\n\n       The court held that Evans could not meet the third prong of the test, finding that simply\n\nbecause she had the requisite educational qualifications for the promotion and simply because she\n\nreceived a letter of commendation from her supervisor, she had not made a prima facie showing\n\nthat she was rejected despite her qualifications. The court held further that Evans failed to make a\n\nprima facie showing on prong four of the McDonnell Douglas test, finding that she had not\n\naddressed the issue in anything other than in a conclusory fashion. By determining that Evans had\n\nfailed to make out even a prima facie case of discrimination, the district court decided that there\n\nwas no need to address the remainder of the McDonnell Douglas framework.\n\n       The district court then evaluated Evans’s age discrimination claim under the ADEA,\n\nemploying this court’s analytical framework as announced in Meinecke v. H & R Block, 66 F.3d\n\n\n                                                  4\n\f77 (5th Cir. 1995). According to the district court, to make out a prima facie case of age\n\ndiscrimination, a plaintiff must show (1) that she was a member of the protected class (being over\n\nforty years old); (2) that she was qualified for the position; (3) that she was discharged; and (4)\n\nthat she was either replaced by someone outside the protected class, replaced by someone\n\nyounger (but nevertheless over forty), or otherwise discharged because of her age. See id. at 83.\n\nThe district court held that Evans failed to meet prongs two, three, and four. The court found\n\nthat Evans had not shown that she was qualified for the Nurse III position.1 The court also held\n\nthat, as a matter of law, a demotion could not satisfy the third prong of the prima facie showing\n\nbecause only an actual discharge would suffice. Lastly, the court found that Evans had failed to\n\nprovide any evidence on the fourth prong of the test.\n\n       Finally, the district court examined Evans’s claim of employment discrimination under the\n\nTCHRA. The court first found that Evans exhausted her administrative remedies, as is required\n\nunder the TCHRA. The court then held that the TCHRA is coextensive with Title VII and the\n\nADEA. Cervantez v. Bexar County Civil Serv. Comm’n, 99 F.3d 730, 734 n.6 (5th Cir. 1996);\n\nSchroeder v. Tex. Iron Works, Inc., 813 S.W.2d 483, 485 (Tex. 1991). The court referenced its\n\nearlier findings and holdings with respect to Evans’s Title VII and ADEA claims and granted\n\nsummary judgment for the City.\n\n\n\n\n       1\n          We note the internal inconsistency within the district court’s opinion. In its analysis of\nEvans’s racial discrimination claim, the court appears to conclude that she was qualified for the\nNurse III position, thus satisfying prong two of the prima facie case for racial discrimination.\nHowever, in determining whether Evans made out a prima facie case of age discrimination, the\ndistrict court found that she was not qualified for the position.\n\n                                                  5\n\f                                             B. Analysis\n\n       We conclude that the district court correctly granted summary judgment in favor of the\n\nCity on Evans’s discrimination claims. Claims of racial discrimination under Title VII,2 age\n\ndiscrimination under the ADEA,3 and racial and age discrimination under the TCHRA4 are all\n\n\n       2\n           Section 2000e-2(a) of Title VII provides:\n\n        It shall be an unlawful employment practice for an employer—\n         (1) to fail or refuse to hire or to discharge any individual, or otherwise to\n       discriminate against any individual with respect to his compensation, terms,\n       conditions, or privileges of employment, because of such individual’s race, color,\n       religion, sex, or national origin; or\n         (2) to limit, segregate, or classify his employees or applicants for employment in\n       any way which would deprive or tend to deprive any individual of employment\n       opportunities or otherwise adversely affect his status as an employee, because of\n       such individual’s race, color, religion, sex, or national origin.\n\n42 U.S.C. § 2000e-2(a) (1994).\n       3\n           Section 623(a) of the ADEA states:\n\n       It shall be unlawful for an employer—\n         (1) to fail or refuse to hire or to discharge any individual or otherwise\n       discriminate against any individual with respect to his compensation, terms,\n       conditions, or privileges of employment, because of such individual’s age;\n         (2) to limit, segregate, or classify his employees in any way which would deprive\n       or tend to deprive any individual of employment opportunities or otherwise\n       adversely affect his status as an employee, because of such individual’s age; or\n         (3) to reduce the wage rate of any employee in order to comply with this chapter.\n\n29 U.S.C. § 623(a) (1999).\n       4\n           Section 21.051 of the TCHRA provides:\n\n          An employer commits an unlawful employment practice if because of race, color,\n       disability, religion, sex, national origin, or age the employer:\n         (1) fails or refuses to hire an individual, discharges an individual, or discriminates\n       in any other manner against an individual in connection with compensation or the\n       terms, conditions, or privileges of employment; or\n         (2) limits, segregates, or classifies an employee or applicant for employment in a\n\n                                                  6\n\fevaluated within the same analytical framework. See LaPierre v. Benson Nissan, Inc., 86 F.3d\n\n444, 448 (5th Cir. 1996) (Title VII); Bodenheimer v. PPG Indus., Inc., 5 F.3d 955, 957 (5th Cir.\n\n1993) (ADEA); Specialty Retailers, Inc. v. DeMoranville, 933 S.W.2d 490, 492 (Tex. 1996)\n\n(TCHRA). The district court correctly identified the framework as the one announced in\n\nMcDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973).\n\n       The Supreme Court developed the McDonnell Douglas scheme to deal with cases in\n\nwhich discrimination can be proved only by circumstantial evidence. In such cases, a plaintiff\n\nmust first prove a prima facie case of discrimination. See Reeves v. Sanderson Plumbing Prods.,\n\nInc., 120 S. Ct. 2097, 2106 (2000); see also Russell v. McKinney Hosp. Venture, 235 F.3d 219,\n\n222 (5th Cir. 2000). In this case, Evans can establish a prima facie case of racial discrimination by\n\nshowing (1) that she was a member of a protected class, i.e., a member of a racial minority for her\n\nTitle VII and TCHRA claims; (2) that she was qualified for the position of Nurse III; (3) that she\n\nwas demoted despite her qualifications; and (4) that after the demotion, the job remained open,\n\nand applications were accepted. See McDonnell Douglas, 411 U.S. at 802; Russell, 235 F.3d at\n\n223-24. Furthermore, for a prima facie case of age discrimination, the factors essentially remain\n\nthe same; however, a plaintiff must show for the first factor that she was over the age of forty\n\nwhen the discrimination occurred, and the fourth factor requires that the plaintiff demonstrate that\n\nshe was replaced by someone outside her protected class, someone younger, or was otherwise\n\n\n\n\n       manner that would deprive or tend to deprive an individual of any employment\n       opportunity or adversely affect in any other manner the status of an employee.\n\nTEX. LAB. CODE ANN. § 21.051 (Vernon 1998).\n\n\n\n                                                 7\n\fdischarged because of age. See Russell, 235 F.3d at 223-24.\n\n       If a plaintiff is successful in establishing a prima facie case of discrimination, the burden\n\nthen shifts to the defendant to produce a legitimate, nondiscriminatory justification for its actions.\n\nSee Russell, 235 F.3d at 222. If the defendant can articulate a reason that, if believed, would\n\nsupport a finding that the action was nondiscriminatory, “the ‘mandatory inference of\n\ndiscrimination’ created by the plaintiff’s prima facie case ‘drops out of the picture’ and the\n\nfactfinder must ‘decide the ultimate question: whether [the] plaintiff has proved [intentional\n\ndiscrimination].’” Id. (alterations in original) (quoting St. Mary’s Honor Ctr. v. Hicks, 509 U.S.\n\n502, 511-12 (1993)). In making her showing on this ultimate question, “the plaintiff can rely on\n\nevidence that the employer’s reasons were a pretext for unlawful discrimination,” id., and the\n\nfactfinder “may still consider the evidence establishing the plaintiff’s prima facie case ‘and\n\ninferences properly drawn therefrom[.]’” Id. (quoting Reeves, 120 S. Ct. at 2106).\n\n       The Supreme Court has recently stated that “[i]n appropriate circumstances, the trier of\n\nfact can reasonably infer from the falsity of the explanation that the employer is dissembling to\n\ncover up a discriminatory purpose.” Reeves, 120 S. Ct. at 2108. “Thus, a plaintiff’s prima facie\n\ncase, combined with sufficient evidence to find that the employer’s asserted justification is false,\n\nmay permit the trier of fact to conclude that the employer unlawfully discriminated.” Id. at 2109;\n\nsee also Russell, 235 F.3d at 224 (finding Russell “provided sufficient evidence to create a jury\n\nissue that [the employer’s] justification was pretextual”).\n\n       In the instant case, we need not address the issue whether the district court erred in\n\nfinding that Evans had not satisfied the prima facie showings for discrimination claims under Title\n\nVII, the ADEA, and the TCHRA, because even if she had established a prima facie case of\n\n\n                                                  8\n\fdiscrimination, we find that Evans has produced no substantial evidence to support her contention\n\nthat the City’s legitimate nondiscriminatory justification5 for her demotion was, in fact, a pretext\n\nfor racial or age discrimination. In the context of a claim of discrimination, a plaintiff must\n\nadduce evidence that the justification was a pretext for racial and age discrimination. See\n\nMcDonnell Douglas, 411 U.S. at 805 (“In short, on the retrial respondent must be given a full\n\nand fair opportunity to demonstrate by competent evidence that the presumptively valid reasons\n\nfor his rejection were in fact a coverup for a racially discriminatory decision.” (emphasis\n\n\n       5\n           In its brief, the City claims that Evans was demoted “during a promotional probationary\nperiod which specifically directs a supervisor to ascertain whether an employee is competent to\nperform his or her new duties within six (6) months.” This, of course, is not the same as\narticulating a legitimate, nondiscriminatory reason for demotion. The City does claim, however,\nthat “Evans has had a checkered disciplinary history with the Department[.]” Indeed, the record\ndoes indicate that there is some evidence that, if believed, could allow a factfinder to conclude\nthat the demotion was for a legitimate, nondiscriminatory purpose.\n         In her deposition of February 4, 1999, Abram said that Evans “refused job assignments,\nand Ms. Evans exhibited poor personal skills. She blatantly cursed me out. She exhibited\noutbursts in the presence of other employees and refused job assignments.” In another\ndeposition, also on February 4, 1999, Deborah Sterling, one of Evans’s co-workers, describes a\nshouting fight between Evans and her while at work. In Abram’s letter of January 11, 1995, she\ngave the following four reasons why she recommended Evans’s demotion: (1) she does not have\nthe requisite nursing and management skills; (2) she does not want to learn nursing and\nmanagement skills; (3) Abram has had to verbally counsel Evans before; and (4) Evans had an\noutburst on January 10, 1995. The outburst referred to in (4) is the one Abram described in her\ndeposition. The City also produced as summary judgment evidence two memoranda that detail\nEvans’s disciplinary problems and recommended suspension. The first memorandum was written\non August 24, 1995. In it, Evans is recommended for a five-day suspension because of a “history\nof bad behavior.” The memorandum cites November 22, 1992, September 2, 1994, September 7,\n1994, October 3, 1994, and January 11, 1995 as instances in which Evans displayed her\ndisciplinary problems. The second memorandum, written January 31, 1997, recommends that\nEvans be suspended for ten days, citing “more disruptive behavior.” In that memorandum,\nOctober 29, 1996, October 30, 1996, and September 17, 1996 are given as dates on which Evans\nhad to be disciplined. This constitutes the sum of the City’s summary judgment evidence on the\nissue of legitimate, nondiscriminatory demotion. We believe that this evidence could permit a\ntrier of fact to conclude that the demotion was nondiscriminatory. The City has thus satisfied its\nburden of production on the issue. See Reeves, 120 S. Ct. at 2106 (“This burden is one of\nproduction, not persuasion[.]”).\n\n                                                  9\n\fadded)). Instead, the summary judgment evidence advanced by Evans goes solely to her claim of\n\nretaliation. Evans has submitted no evidence that the true reason behind the City’s decision to\n\ndemote Evans was that of racial or age discrimination. Therefore, we agree that summary\n\njudgment should have been granted against Evans on these claims.\n\n                 V. RETALIATION UNDER TITLE VII AND THE TCHRA\n\n                                   A. The District Court’s Order\n\n       The district court also granted summary judgment against Evans on her Title VII and\n\nTCHRA retaliation claims. The district court wrote that the McDonnell Douglas framework also\n\napplies in the retaliation context, holding that, to make out a prima facie case of retaliation under\n\nTitle VII, Evans must show (1) that she engaged in an activity protected by the statute; (2) that\n\nshe experienced an adverse employment action following the protected activity; and (3) that a\n\ncausal link existed between the protected activity and the adverse employment action. See Nowlin\n\nv. Resolution Trust Corp., 33 F.3d 498, 507 (5th Cir. 1994). The district court acknowledged\n\nthat Evans had engaged in a protected activity. She was compelled under subpoena to testify at a\n\nco-worker’s grievance hearing for racial and age discrimination against her own supervisor,\n\nAbram. However, the district court held that a demotion, as a matter of law, could not rise to the\n\nlevel of an “adverse employment action.” The court cited Mattern v. Eastman Kodak Co., 104\n\nF.3d 702, 708 (5th Cir. 1997), for this proposition.\n\n       The district court found further that Evans failed to satisfy the third prong of the prima\n\nfacie case, the “causal link” requirement, which it identified as a “but for” causation standard.\n\nThe court concluded that the City’s argument, that “numerous disciplinary actions” against Evans\n\nprovided a nonretaliatory cause for the demotion, was compelling and that Evans could therefore\n\n\n                                                  10\n\fnot establish that her demotion would not have occurred “but for” her appearance at the\n\ngrievance hearing.\n\n       Again, because the court found that Evans had failed to make out a prima facie case of\n\nretaliation, it went no further in the McDonnell Douglas analysis.\n\n                                              B. Analysis\n\n       We believe that the district court erred in its analysis of Evans’s retaliation claims.6\n\nMoreover, we find that Evans has created jury issues regarding her retaliation claim by\n\ndemonstrating factual disputes as to a prima facie case of retaliation and as to pretext. As such,\n\nwe conclude the district court erred in granting summary judgment in favor of the City.\n\n       Long v. Eastfield College, 88 F.3d 300 (5th Cir. 1996), sets out the standard for\n\n\n\n       6\n           Section 2000e-3(2) of Title VII states in relevant part:\n\n         It shall be an unlawful employment practice for an employer to discriminate\n       against any of his employees or applicants for employment . . . to discriminate\n       against any individual . . . because he has opposed any practice made an unlawful\n       employment practice by this subchapter, or because he has made a charge,\n       testified, assisted, or participated in any manner in an investigation, proceeding, or\n       hearing under this subchapter.\n\n42 U.S.C. § 2000e-3(2) (1994). Likewise, § 21.055 of the TCHRA provides:\n\n         An employer, labor union, or employment agency commits an unlawful\n       employment practice if the employer, labor union, or employment agency retaliates\n       or discriminates against a person who, under this chapter:\n        (1) opposes a discriminatory practice;\n        (2) makes or files a charge;\n        (3) files a complaint; or\n        (4) testifies, assists, or participates in any manner in an investigation, proceeding,\n       or hearing.\n\nTEX. LAB. CODE ANN. § 21.055 (Vernon 1998).\n\n\n                                                   11\n\fevaluating a Title VII retaliation claim in a summary judgment context. A plaintiff must first\n\nprove by preponderance of the evidence “(1) that she engaged in activity protected by Title VII,\n\n\n\n(2) that an adverse employment action occurred, and (3) that a causal link existed between the\n\nprotected activity and the adverse employment action.” Id. at 304.\n\n       The district court found that Evans satisfied the first element of the prima facie case. This\n\nis supported by the summary judgment evidence from both sides. The City, in its admissions,\n\nstates that Evans was subpoenaed to testify at Gentle’s grievance hearing on January 3, 1995; that\n\nthe hearing was set for January 6, 1995; and that the hearing was postponed until February 8,\n\n1995, at which time Evans did appear and testify. The grievance hearing concerned Gentle’s Title\n\nVII claims of racial discrimination against Abram.7 If an employee has “‘made a charge, testified,\n\nassisted, or participated in any manner in an investigation, proceeding, or hearing’ under Title\n\nVII,” the employee has engaged in a protected activity. Long, 88 F.3d at 304 (quoting 42 U.S.C.\n\n§ 2000e-3(2) (1994)). The district court was therefore correct to find that Evans had satisfied the\n\nfirst element of the prima facie case.\n\n       The district court then considered whether Evans had also met the second prong of the\n\n\n\n       7\n          We note that in her First Amended Petition, Evans alleged that Gentle’s grievance\nhearing concerned allegations of racial and age discrimination. Citing no case law, the City argues\nthat “[i]nternal grievance procedures are not ‘protected activities’ under Title VII, particularly\nwhere the City’s grievance procedure expressly excludes any issue that relates, even in part, to\ndiscrimination.” However, in its response to Evans’s first request for admissions, the City did not\ndeny this allegation and added that the “hearing was to deal with job duties and Employee\nPerformance Evaluation rating.” The district court, in its order, also found that the grievance\nhearing concerned claims of racial and age discrimination. Therefore, resolving all doubts in favor\nof Evans, the nonmoving party, see Burch v. City of Nacogdoches, 174 F.3d 615, 619 (5th Cir.\n1999), we find the grievance hearing involved claims of discrimination.\n\n                                                 12\n\fprima facie test. The district court concluded that she had not. The court found that Evans could\n\nnot show that she was subjected to an adverse employment action because she was merely\n\ndemoted. The court erroneously relied on Mattern v. Eastman Kodak Co., 104 F.3d 702, 708\n\n(5th Cir. 1997), for the proposition that a demotion could not be an adverse employment action.\n\nMattern contains no such language. Quite the contrary, this court has stated that a demotion can\n\nbe an adverse employment action for purposes of Title VII if it meets the appropriate criteria. See\n\nSharp v. City of Houston, 164 F.3d 923, 933 n.21 (5th Cir. 1999).\n\n        Under the facts of this case, Evans’s demotion could very well be an adverse employment\n\naction if it meets certain criteria. See Sharp, 164 F.3d at 933 n.21; Dollis v. Rubin, 77 F.3d 777,\n\n781-82 (5th Cir. 1995) (“Title VII was designed to address ultimate employment decisions, not to\n\naddress every decision made by employers that arguably might have some tangential effect upon\n\nthose ultimate decisions.”); cf. Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 761 (1998) (“A\n\ntangible employment action constitutes a significant change in employment status, such as hiring,\n\nfiring, failing to promote, reassignment with significantly different responsibilities, or a decision\n\ncausing a significant change in benefits.”). As we mentioned above, there is a dispute between the\n\nparties regarding exactly when the demotion occurred. There are four dates on the demotion\n\nmemorandum to Evans. The memorandum is dated February 15, 1995, and gives Evans notice\n\nthat she was reclassified (demoted) on January 21, 1995. The date of January 21, 1995 is crossed\n\nout, and February 15, 1995 is written in by hand. That notation was apparently made on February\n\n22, 1995. There is a stamp on the memorandum that indicates it was approved on February 20,\n\n1995. Similarly, in the City’s reassignment form, the date “1/25/95” is crossed out and “2/15/95”\n\nis typed in above it.\n\n\n                                                  13\n\f       The City contends in its argument that due to the six-month probationary period, “Evans\n\ndid not have a property right to her new position[.]” Evans asserts, however, that the date of her\n\ndemotion was backdated so that the demotion would fall within the probationary period. The\n\nCity does not address this allegation. We decline to make a bright-line rule regarding whether a\n\ndemotion in the particular circumstance of a probationary period qualifies as an adverse\n\nemployment action. As we stated above, a demotion is an adverse employment action if it meets\n\ncertain criteria, and we simply note the contradictory dates on the memorandum may or may not\n\naffect this analysis. Because Evans raised a fact question as to this issue, summary judgment was\n\nimproper.\n\n       To fully resolve whether Evans established a prima facie case of retaliation, we now turn\n\nto the final prong of the analysis and examine whether there is a causal link between Evans’s\n\nengaging in the protected activity and the adverse employment action. See Long, 88 F.3d at 304.\n\nThe district court found that Evans had not satisfied this element. The district court based this\n\nfinding on its belief that Evans had failed to show that the adverse employment action would not\n\nhave occurred “but for” her testimony at Gentle’s Title VII hearing. This is not the proper legal\n\nstandard for this prima facie inquiry. This court has explicitly held that the “causal link” required\n\nin prong three of the prima facie case for retaliation is not as stringent as the “but for” standard.\n\nSee Long, 88 F.3d at 305 n.4 (“The standard for establishing the ‘causal link’ element of the\n\nplaintiff’s prima facie case is much less stringent [than the “but for” test].”) Accordingly, “a\n\nplaintiff need not prove that her protected activity was the sole factor motivating the employer’s\n\nchallenged decision in order to establish the ‘causal link’ element of a prima facie case.” Id.\n\n       Evans was subpoenaed to testify at Gentle’s grievance hearing on January 3, 1995;\n\n\n                                                  14\n\fappeared to testify on January 6, 1995; and did in fact testify on February 8, 1995. Evans was\n\nrecommended for demotion on January 11, 1995. The time between her engaging in the\n\nprotected activity of appearing to testify at a Title VII grievance hearing and her being\n\nrecommended for demotion was five days. “Close timing between an employee’s protected\n\nactivity and an adverse action against [her] may provide the ‘causal connection’ required to make\n\nout a prima facie case of retaliation.” Swanson v. Gen. Servs. Admin., 110 F.3d 1180, 1188 (5th\n\nCir. 1997) (emphasis omitted). We note that “a time lapse of up to four months has been found\n\nsufficient to satisfy the causal connection for summary judgment purposes.” Weeks v.\n\nNationsBank, N.A., No. CIV.A.3:98-CV-1352M, 2000 WL 341257, at *3 (N.D. Tex. 2000)\n\n(citing Garrett v. Constar, Inc., No. CIV.A.397-CV-2575, 1999 WL 354239 (N.D. Tex. 1999)).\n\nAccordingly, we find that a time lapse of five days in this case is sufficient to provide a “causal\n\nconnection” that enables Evans to satisfy the third prong of the prima facie case of her retaliation\n\nclaims against the City. The district court erred in holding otherwise.\n\n       Although not addressed by the district court, we also find that Evans has established a fact\n\nissue regarding pretext. Once the employer satisfies its burden of producing evidence of a\n\nlegitimate, nonretaliatory reason for its decision,8 the inference of discrimination introduced by the\n\nplaintiff’s prima facie showing then drops from the case. See Russell, 235 F.3d at 222; Long, 88\n\nF.3d at 308. Thus, we reach the ultimate question: has the City unlawfully retaliated against\n\nEvans? In contrast to the standard for the prima facie “causal link” factor, the question for the\n\n\n       8\n          The City does not specifically address in its brief whether it had a legitimate\nnonretaliatory reason to demote Evans (the second step in the McDonnell Douglas burden-\nshifting framework); however, we conclude that the City’s summary judgment evidence satisfied\nits burden of production on this issue. See supra note 5 (discussing this evidence in the context of\ndiscrimination).\n\n                                                  15\n\ffactfinder here is whether Evans has shown that the demotion would not have occurred “but for”\n\nher appearance at the Title VII grievance hearing. See Long, 88 F.3d at 308. Evans may establish\n\nthe answer to this ultimate question indirectly, by showing that the legitimate, nonretaliatory\n\njustification offered by the City for Evans’s demotion is pretextual. See Tex. Dep’t of Cmty.\n\nAffairs v. Burdine, 450 U.S. 248, 256 (1981).\n\n        Before evaluating Evans’s summary judgment evidence, it must be noted that we have\n\nheld that “[m]erely disputing [an employer’s] assessment of [a plaintiff’s] work performance will\n\nnot necessarily support an inference of pretext.” Shackelford v. Deloitte & Touche, LLP, 190\n\nF.3d 398, 408 (5th Cir. 1999). Thus, Evans cannot survive summary judgment merely because\n\nshe disagrees with the City’s characterization of her disciplinary history; rather, “[t]he issue is\n\nwhether [the City’s] perception of [Evans’s] performance, accurate or not, was the real reason for\n\nher termination.” Id. at 408-09 (emphasis omitted). Furthermore, “[s]ince this case reached the\n\npretext stage, the only question on summary judgment is whether the evidence of retaliation, in its\n\ntotality, supports an inference of retaliation.” Id. at 407.\n\n        In her deposition, Abram stated that she documented an outburst by Evans, detailed in\n\nnote 5 supra, in a memorandum written by her, dated, and placed in Evans’s file. No such\n\ndocument is in the record. Similarly, there is no document in the summary judgment record that\n\ndescribes the confrontation between Sterling and Evans. See supra note 5. Despite Abram’s own\n\nassertion that “I make notations on all verbal counseling,” not a single such notation appears in\n\nthe record.\n\n        The City relies on two memoranda to establish Evans’s alleged “checkered” employment\n\nhistory and, therefore, to provide a legitimate justification for her demotion. At the outset, we\n\n\n                                                  16\n\fnote that both memoranda were written, the first on August 24, 1995, and the second on January\n\n31, 1997, after Evans engaged in the protected activity and, indeed, after she was demoted.\n\nThere is no contemporaneous evidence in the record of any disciplinary action taken against\n\nEvans at any time before she was demoted. All of the evidence of disciplinary problems comes\n\nfrom memoranda or depositions written or taken after Evans was demoted and, in some cases,\n\nafter Evans filed suit. The second memorandum of January 31, 1997, can be of no consequence\n\neither, because it details only incidents that happened in 1996, one full year after Evans was\n\ndemoted. This after-the-fact documentation cannot be evidence to justify a demotion because of\n\ndisciplinary problems.\n\n       Evans, on the other hand, has also provided the court with a memorandum from Abram,\n\ndated May 23, 1994, recommending Evans for the promotion and describing her as “qualified and\n\nwilling” to assume the new job. This stands in stark contrast to Abram’s letter of January 11,\n\n1995 (after Evans appeared to testify), which claims that Evans neither has the requisite skills nor\n\nis willing to acquire them. The record also contains a February 24, 1994 letter of commendation,\n\nwritten from Abram to Evans, praising Evans for “demonstrating [her] abilities to supervise the\n\nstaff and coordinating the Nursing activities[.]” No mention is made of a history of disciplinary\n\nproblems.\n\n       As we discussed above, Evans also claims that the City backdated her demotion to fall\n\nwithin the six-month probationary period, and the memorandum of demotion contains four\n\nseparate dates. Needless to say, four dates on one demotion memorandum and two dates on the\n\nreassignment form is rather peculiar. The City did not address this issue in its briefing, and the\n\ndistrict court did not address it in its summary judgment Order. We find that backdating the\n\n\n                                                 17\n\fdemotion notice could support a theory that the City was attempting to make it appear like Evans\n\nwas demoted during her probationary period for the routine reason that her work was\n\nunsatisfactory. That would certainly support an argument of pretext. Thus, there is a fact\n\nquestion on whether the notice was backdated, and this fact question, along with the other\n\nevidence adduced by Evans, goes straight to the heart of the issue of pretext.\n\n       In Shackelford, we found that “the combination of suspicious timing with other significant\n\nevidence of pretext, can be sufficient to survive summary judgment.” 190 F.3d at 409. In this\n\ncase, we believe that the close temporal proximity between Evans’s appearance at her co-\n\nworker’s grievance hearing and her demotion, coupled with the lack of any documentary evidence\n\ndated before her appearance or demotion that would tend to support a theory of disciplinary\n\nproblems, plus Evans’s evidence in the form of memoranda written by Abram that tend to refute\n\nAbram’s own justifications for the demotion, all give rise to a conflict of substantial evidence on\n\nthe ultimate issue whether the City wrongfully demoted Evans in retaliation for her appearance at\n\na co-worker’s grievance hearing. Thus, we conclude that the summary judgment evidence, in its\n\nentirety, supports an inference of retaliation. As such, the district court erred in granting\n\nsummary judgment on Evans’s Title VII and TCHRA retaliation claims in favor of the City.\n\n                                       VI. 42 U.S.C. § 1981\n\n                                   A. The District Court’s Order\n\n       The district court also rejected Evans’s claims of racial discrimination under 42 U.S.C. §\n\n1981 (1994). The court held that Evans could not sue under § 1981 because “the express cause\n\nof action for damages created by § 1983 constitutes the exclusive federal remedy for violation of\n\nthe rights guaranteed in § 1981 by state governmental units[.]” Jett v. Dallas Indep. Sch. Dist.,\n\n\n                                                  18\n\f491 U.S. 701, 733 (1989).9\n\n                                               B. Analysis\n\n        We conclude that the district court’s grant of summary judgment in favor of the City was\n\nproper. However, we reach this result under a different reasoning than that pronounced by the\n\ndistrict court.\n\n        42 U.S.C. § 1981 reads as follows:\n\n                  (a) Statement of equal rights\n                          All persons within the jurisdiction of the United States shall\n                  have the same right in every State and Territory to make and\n                  enforce contracts, to sue, be parties, give evidence, and to the full\n                  and equal benefit of all laws and proceedings for the security of\n                  persons and property as is enjoyed by white citizens, and shall be\n                  subject to like punishment, pains, penalties, taxes, licences, and\n                  exactions of every kind, and to no other.\n                  (b) “Make and enforce contracts” defined\n                          For purposes of this section, the term “make and enforce\n                  contracts” includes the making, performance, modification, and\n                  termination of contracts, and the enjoyment of all benefits,\n                  privileges, terms, and conditions of the contractual relationship.\n                  (c) Protection against impairment\n\n\n        9\n          Notwithstanding this holding, the district court stated that even if Evans had alleged a\nracial discrimination claim under § 1983, her claim would still fail. Citing Jackson v. City of\nAtlanta, 73 F.3d 60, 63 (5th Cir. 1996), the court concluded that Title VII was the exclusive\nremedy for Evans’s claims of employment discrimination, and thus, she could not pursue her\nclaims under § 1983. This conclusion is incorrect. In Southard v. Texas Board of Criminal\nJustice, 114 F.3d 539 (5th Cir. 1997), a panel of this court pointed out that Jackson was\ninconsistent with an earlier panel opinion, Johnston v. Harris County Flood Control District, 869\nF.2d 1565 (5th Cir. 1989), in that the Jackson panel found that because the plaintiff in Jackson\nhad predicated his Title VII and § 1981 claims on the same discriminatory acts, the plaintiff was\nprecluded from suing under both statutes. See Southard, 114 F.3d at 549. Instead, the\nSouthard panel clarified that even if a plaintiff alleges the same conduct for both Title VII and\n§ 1981 claims, he or she may seek redress under both statutes, as long as the “conduct violates\nboth Title VII and a separate constitutional or statutory right.” Id.\n        We also note that the district court considered both racial and age discrimination under the\n§ 1981 rubric. This analysis is likewise improper because § 1981 prohibits only racial\ndiscrimination. See Alizadeh v. Safeway Stores, Inc., 802 F.2d 111, 114 (5th Cir. 1986).\n\n                                                    19\n\f                      The rights protected by this section are protected against\n               impairment by nongovernmental discrimination and impairment\n               under color of State law.\n\n42 U.S.C. § 1981 (1994). This is the present form of the statute. Congress added subsections (b)\n\nand (c) to the statute with the passage of the Civil Rights Act of 1991, Pub. L. No. 102-166, 105\n\nStat. 1071. Prior to the Civil Rights Act of 1991, racial discrimination relating to the general\n\nconditions of employment was not actionable under § 1981. See Patterson v. McLean Credit\n\nUnion, 491 U.S. 164, 175-82 (1989). With the addition of subsection (b), however, Congress\n\nextended the scope of § 1981 to address general conditions of employment, and the amended\n\nscope of § 1981 now reaches beyond the formation of employment contracts and covers the entire\n\n“contractual relationship,” including employment discrimination. See Dennis v. County of\n\nFairfax, 55 F.3d 151, 155 (4th Cir. 1995).\n\n       We recognize, however, that the effect of the 1991 addition of subsection (c) is much less\n\ncertain. Before the 1991 amendment, the Supreme Court decided Jett v. Dallas Independent\n\nSchool District, 491 U.S. 701 (1989). In Jett, the Court concluded that “the express cause of\n\naction for damages created by § 1983 constitutes the exclusive federal remedy for violation of the\n\nrights guaranteed in § 1981 by state governmental units[.]” Id. at 733. Moreover, the Court held\n\nthat to prevail on a claim for damages against a governmental entity, a plaintiff “must show that\n\nthe violation of his ‘right to make contracts’ protected by § 1981 was caused by a custom or\n\npolicy within the meaning of Monell [v. Department of Social Services, 436 U.S. 658 (1978),]\n\nand subsequent cases.” Jett, 491 U.S. at 735-36. Relying on the Supreme Court’s holding in Jett\n\nthat § 1983 is the exclusive federal damages remedy for a violation of the rights contained in\n\n§ 1981, the district court in this case found that Evans could not pursue her cause of action\n\n\n                                                 20\n\fagainst the City under § 1981 and granted summary judgment in favor of the City.\n\n        The question whether the Jett holdings remain good law after the 1991 amendment to\n\n§ 1981 has created much debate among the circuits. A split in the courts of appeals has emerged\n\nover Jett’s first holding—whether, after the 1991 amendment of § 1981, § 1983 remains the\n\nexclusive remedy for a violation of the rights contained in § 1981. Compare Butts v. County of\n\nVolusia, 222 F.3d 891, 894 (11th Cir. 2000) (“Nothing in the 1991 amendment to § 1981 evinces\n\nCongress’ desire to alter the Supreme Court’s conclusion in Jett.”), Artis v. Francis Howell N.\n\nBand Booster Ass’n, 161 F.3d 1178, 1181 (8th Cir. 1998) (failing to discuss the import of\n\nsubsection (c), but holding that “[a] federal action to enforce rights under § 1981 against a state\n\nactor may only be brought pursuant to § 1983”), Dennis, 55 F.3d at 156 n.1 (“We do not believe\n\nthat this aspect of Jett was affected by the Civil Rights Act of 1991, which added subsection (c) to\n\n§ 1981.”), with Federation of African American Contractors v. City of Oakland, 96 F.3d 1204,\n\n1214 (9th Cir. 1996) (concluding that § 1981 contains an implied cause of action against state\n\nactors and that, with the addition of subsection (c), Congress “overturn[ed] Jett’s holding that 42\n\nU.S.C. § 1983 provides the exclusive federal remedy against state actors for the violation of rights\n\nunder 42 U.S.C. § 1981”). See also Anderson v. Conboy, 156 F.3d 167, 178 n.19 (2d Cir. 1998)\n\n(noting the “ambiguity” of whether subsection (c) may create an implied cause of action against\n\nstate actors, but finding the question irrelevant to its analysis).\n\n        While we are cognizant of this split of authority over the effect of subsection (c) on Jett’s\n\nfirst holding, we nonetheless find it unnecessary to resolve this conflict today because we\n\nconclude that Jett’s second holding—the requirement of a custom or policy to hold a municipality\n\nliable under § 1983—is the dispositive inquiry in this case. See Smith v. Chicago Sch. Reform Bd.\n\n\n                                                   21\n\fof Trustees, 165 F.3d 1142, 1148 (7th Cir. 1999) (resolving the issue whether an agency of\n\nmunicipal government is liable by considering the existence of a custom or policy, thereby\n\ncircumventing the question whether Jett’s first holding remains good law). Although the courts\n\nof appeals diverge regarding the exclusivity of the remedy of § 1983, they remain united as to\n\nMonell’s custom or policy requirement. See Butts, 222 F.3d at 894 n.4 (recognizing that\n\nMonell’s custom or policy limitation would exist if § 1981 contained an implied cause of action);\n\nSmith, 165 F.3d at 1148 (“[R]ecovery against a governmental body under § 1981 may not be\n\nbased on respondeat superior. The plaintiff must show that the body’s official policy or custom\n\nwas discriminatory.” (emphasis omitted)); Artis, 161 F.3d at 1181 (stating that for the school\n\ndistrict to be liable, the plaintiff must demonstrate that it “had an official policy or widespread\n\ncustom that violated the law and caused his injury”); Federation of African American\n\nContractors, 96 F.3d at 1214-15; Dennis, 55 F.3d at 156. We agree with our sister circuits that\n\nin order for Evans to recover against the City, she cannot proceed under a theory of respondeat\n\nsuperior and must instead satisfy the “custom or policy” test fashioned for suits against a\n\nmunicipality under § 1983. See Monell, 436 U.S. at 694; Jett, 491 U.S. at 735-36.\n\n        This circuit has defined an “official policy,” for purposes of § 1983 liability as\n\n        “[a] policy statement, ordinance, regulation or decision that is officially adopted\n        and promulgated by the municipality’s lawmaking officers or by an official to\n        whom the lawmakers have delegated policy-making authority.’” Bennett v. City of\n        Slidell, 735 F.2d 861, 862 (5th Cir. 1984) (en banc). Alternatively, official policy\n        is “[a] persistent, widespread practice of city officials or employees, which,\n        although not authorized by officially adopted and promulgated policy, is so\n        common and well settled as to constitute a custom that fairly represents municipal\n        policy.” Id.\n\nBrown v. Bryan County, 219 F.3d 450, 457 (5th Cir. 2000) (alterations in original).\n\n        Our review of the record reveals that Evans has failed to raise a fact question on the\n\n                                                  22\n\fMonell requirement of custom or policy. Nowhere on appeal does Evans argue that a custom or\n\npolicy existed. Indeed, during the proceedings in the district court, the only intimation by Evans\n\nthat the City may have engaged in behavior that could rise to the level of a custom or policy is\n\ncontained in Evans’s response to the City’s motion for summary judgment. In her response,\n\nEvans states that “the City in no way attacks Ms. Evans’s pleading and showing that her\n\nprolonged and consistent attempts to obtain relief through the internal grievance mechanism of the\n\nCity of Houston were ignored, plainly suggesting the reasonable inference that the discriminatory\n\nand retaliatory acts were acquiesced in or adopted by the highest levels of the City administration\n\nand that they were so widespread as to constitute a custom that fairly represents municipal\n\npolicy.” Even at this summary judgment stage, we refuse to accept that a “suggestion” of\n\n“acquiesce[nce]” meets the standard required to establish a custom or policy under § 1983 such to\n\nhold a municipality liable.\n\n       Because we find that Evans failed to produce any evidence or designate specific facts to\n\ndemonstrate a genuine issue of fact regarding whether the City had a custom or policy of\n\ndiscriminating or retaliating against employees, we conclude that the district court did not err in\n\ngranting summary judgment in favor of the City.\n\n                                       VI. CONCLUSION\n\n       The grant of summary judgment for the claims of racial discrimination under Title VII, age\n\ndiscrimination under the ADEA, and racial and age discrimination under the TCHRA is\n\nAFFIRMED.\n\n       The grant of summary judgment for the retaliation claims under Title VII and the TCHRA\n\nis REVERSED, and the claims are remanded to the district court for further consideration.\n\n\n                                                 23\n\f         The grant of summary judgment for the claim of discrimination under 42 U.S.C. § 1981 is\n\nAFFIRMED.\n\n         The decision of the district court is therefore AFFIRMED in part, REVERSED in part,\n\nand REMANDED for further proceedings in light of this opinion. Each party shall bear its own\n\ncosts.\n\n\n\n\n                                                24\n\f",
          "html": "<p class=\"case_cite\">246 F.3d 344 (5th Cir. 2001)</p>\n    <p class=\"parties\">LEE W EVANS  Plaintiff-Appellant<br>v.<br>THE CITY OF HOUSTON Defendant-Appellee</p>\n    <p class=\"docket\">No. 99-20778</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS, FIFTH CIRCUIT</p>\n    <p class=\"date\">March 21, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>[Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Texas</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before KING, Chief Judge, PARKER, Circuit Judge, and FURGESON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <p class=\"indent\">FURGESON, District Judge:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is an employment discrimination case.  In it, we consider the district court's grant of summary judgment dismissing the Plaintiff-Appellant's claims of racial and age discrimination and retaliation under Title VII, the ADEA, and Texas law.  We also consider the role and scope of 42 U.S.C.  1981 in racial discrimination suits against a municipality.  For the following reasons, we AFFIRM in part, REVERSE in part, and REMAND for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.  FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lee Evans, a forty-eight year old African American woman, is a nurse for the City of Houston (the \"City\") in its Health and Human Services Department (the \"Department\").  On May 23, 1994, Rosa Abram, Evans's supervisor, recommended that Evans be promoted from her Nurse II position to a Nurse III position.  The promotion became official on August 16, 1994.  It is the policy of the Department to require that all newly promoted employees serve a six-month probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 6, 1995, within her probationary period, Evans appeared at a scheduled grievance hearing to testify on behalf of Ghyslain Gentle, a co-worker, about allegations of racial and age discrimination.  The hearing did not occur as planned, however,  and was postponed until February 8, 1995.  On January 11, 1995, five days after Evans appeared to testify at the grievance hearing, Rosa Abram recommended that Evans be demoted.  Evans was notified of the demotion on February 17, 1995.  There is some dispute between the parties as to when Evans was actually demoted.  There are four separate dates on the memorandum informing Evans of her demotion.  Two of the dates fall inside the six-month probationary period; two do not.  Evans claims that the City backdated her demotion to fall within the probationary period.  The City does not address this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In July 1995, Evans was suspended for alleged misbehavior.  In November 1996, Evans informed the City that she had hired legal counsel.  The City again suspended Evans in February 1997, based on misbehavior the City claimed occurred in September and October of 1996.  The City also claims that Evans had a history of disciplinary problems; however, none of these alleged problems were documented until after Evans was demoted.</p>\n    </div>\n    <p class=\"indent\">II.  PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After exhausting her administrative remedies, Evans sued the City.  She claimed racial discrimination and retaliation in violation of 42 U.S.C.  2000e-2(a) and 2000e-3(a) (1994) (\"Title VII\"), age discrimination under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C.  623(d) (1999), and employment discrimination and retaliation under the Texas Commission on Human Rights Act (\"TCHRA\"), Tex. Lab. Code Ann.  21.051 and 21.055 (Vernon 1998).  Evans also brought a claim of racial discrimination under 42 U.S.C.  1981.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted the City's Motion for Summary Judgment on all counts.  Evans moved for reconsideration, but withdrew the request on her own motion.  Evans then filed this appeal.</p>\n    </div>\n    <p class=\"indent\">III.  STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo a district court's grant of summary judgment.  See Walker v. Thompson, 214 F.3d 615, 624 (5th Cir. 2000).  Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c); see also Celotex Corp. v. Catrett, 477 U.S. 317, 322-23 (1986).  \"If the moving party meets the initial burden of showing there is no genuine issue of material fact, the burden shifts to the nonmoving party to produce evidence or designate specific facts showing the existence of a genuine issue for trial.\"  Allen v. Rapides Parish Sch. Bd., 204 F.3d 619, 621 (5th Cir. 2000) (internal quotations and citation omitted).  Doubts are to be resolved in favor of the nonmoving party, and any reasonable inferences are to be drawn in favor of that party. See Burch v. City of Nacogdoches, 174 F.3d 615, 619 (5th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">IV.  RACIAL AND AGE DISCRIMINATION UNDER TITLE VII,  THE ADEA, AND THE TCHRA</p>\n    </div>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court first addressed the Title VII claims, evaluating Evans's racial discrimination allegation pursuant to the burden-shifting framework of McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973).  Under McDonnell Douglas, a plaintiff must first establish a prima facie case of discrimination.  See id. at 802.  The district court found that, to do so, a plaintiff must show (1) that she belongs to a racial minority; (2) that she applied and was qualified for a job for which the employer was seeking applicants; (3) that, despite her qualifications, she was rejected; and (4) that, after her rejection, the position remained open and the employer continued to seek applicants from persons of the complainant's qualifications.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court held that Evans could not meet the third prong of the test, finding that simply because she had the requisite educational qualifications for the promotion and simply because she received a letter of commendation from her supervisor, she had not made a prima facie showing that she was rejected despite her qualifications.  The court held further that Evans failed to make a prima facie showing on prong four of the McDonnell Douglas test, finding that she had not addressed the issue in anything other than in a conclusory fashion.  By determining that Evans had failed to make out even a prima facie case of discrimination, the district court decided that there was no need to address the remainder of the McDonnell Douglas framework.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court then evaluated Evans's age discrimination claim under the ADEA, employing this court's analytical framework as announced in Meinecke v. H &amp; R Block, 66 F.3d 77 (5th Cir. 1995).  According to the district court, to make out a prima facie case of age discrimination, a plaintiff must show (1) that she was a member of the protected class (being over forty years old); (2) that she was qualified for the position; (3) that she was discharged; and (4) that she was either replaced by someone outside the protected class, replaced by someone younger (but nevertheless over forty), or otherwise discharged because of her age.  See id. at 83.  The district court held that Evans failed to meet prongs two, three, and four.  The court found that Evans had not shown that she was qualified for the Nurse III position.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court also held that, as a matter of law, a demotion could not satisfy the third prong of the prima facie showing because only an actual discharge would suffice.  Lastly, the court found that Evans had failed to provide any evidence on the fourth prong of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, the district court examined Evans's claim of employment discrimination under the TCHRA.  The court first found that Evans exhausted her administrative remedies, as is required under the TCHRA.  The court then held that the TCHRA is coextensive with Title VII and the ADEA.  Cervantez v. Bexar County Civil Serv. Comm'n, 99 F.3d 730, 734 n.6 (5th Cir. 1996); Schroeder v. Tex. Iron Works, Inc., 813 S.W.2d 483, 485 (Tex. 1991).  The court referenced its earlier findings and holdings with respect to Evans's Title VII and ADEA claims and granted summary judgment for the City.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude that the district court correctly granted summary judgment in favor of the City on Evans's discrimination claims.  Claims of racial discrimination under Title VII,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> age discrimination under the ADEA,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and racial and age discrimination under the TCHRA<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> are all evaluated within the same analytical framework.  See LaPierre v. Benson Nissan, Inc., 86 F.3d 444, 448 (5th Cir. 1996) (Title VII); Bodenheimer v. PPG Indus., Inc., 5 F.3d 955, 957 (5th Cir. 1993) (ADEA); Specialty Retailers, Inc. v. DeMoranville, 933 S.W.2d 490, 492 (Tex. 1996) (TCHRA).  The district court correctly identified the framework as the one announced in McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court developed the McDonnell Douglas scheme to deal with cases in which discrimination can be proved only by circumstantial evidence.  In such cases, a plaintiff must first prove a prima facie case of discrimination.  See Reeves v. Sanderson Plumbing Prods., Inc., 120 S. Ct. 2097, 2106 (2000); see also Russell v. McKinney Hosp. Venture, 235 F.3d 219, 222 (5th Cir. 2000).  In this case, Evans can establish a prima facie case of racial discrimination by showing (1) that she was a member of a protected class, i.e., a member of a racial minority for her Title VII and TCHRA claims; (2) that she was qualified for the position of Nurse III; (3) that she was demoted despite her qualifications; and (4) that after the demotion, the job remained open, and applications were accepted.  See McDonnell Douglas, 411 U.S. at 802; Russell, 235 F.3d at 223-24.  Furthermore, for a prima facie case of age discrimination, the factors essentially remain the same; however, a plaintiff must show for the first factor that she was over the age of forty when the discrimination occurred, and the fourth factor requires that the plaintiff demonstrate that she was replaced by someone outside her protected class, someone younger, or was otherwise discharged because of age.  See Russell, 235 F.3d at 223-24.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If a plaintiff is successful in establishing a prima facie case of discrimination, the burden then shifts to the defendant to produce a legitimate, nondiscriminatory justification for its actions.  See Russell, 235 F.3d at 222.  If the defendant can articulate a reason that, if believed, would support a finding that the action was nondiscriminatory, \"the 'mandatory inference of discrimination' created by the plaintiff's prima facie case 'drops out of the picture' and the factfinder must 'decide the ultimate question: whether [the] plaintiff has proved [intentional discrimination].'\"  Id. (alterations in original) (quoting St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 511-12 (1993)).  In making her showing on this ultimate question, \"the plaintiff can rely on evidence that the employer's reasons were a pretext for unlawful discrimination,\" id., and the factfinder \"may still consider the evidence establishing the plaintiff's prima facie case 'and inferences properly drawn therefrom[.]'\"  Id. (quoting Reeves, 120 S. Ct. at 2106).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court has recently stated that \"[i]n appropriate circumstances, the trier of fact can reasonably infer from the falsity of the explanation that the employer is dissembling to cover up a discriminatory purpose.\"  Reeves, 120 S. Ct. at 2108.  \"Thus, a plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is false, may permit the trier of fact to conclude that the employer unlawfully discriminated.\"  Id. at 2109; see also Russell, 235 F.3d at 224 (finding Russell \"provided sufficient evidence to create a jury issue that [the employer's] justification was pretextual\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the instant case, we need not address the issue whether the district court erred in finding that Evans had not satisfied the prima facie showings for discrimination claims under Title VII, the ADEA, and the TCHRA, because even if she had established a prima facie case of discrimination, we find that Evans has produced no substantial evidence to support her contention that the City's legitimate nondiscriminatory justification<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> for her demotion was, in fact, a pretext for racial or age discrimination.  In the context of a claim of discrimination, a plaintiff must adduce evidence that the justification was a pretext for racial and age discrimination.  See McDonnell Douglas, 411 U.S. at 805 (\"In short, on the retrial respondent must be given a full and fair opportunity to demonstrate by competent evidence that the presumptively valid reasons for his rejection were in fact a coverup for a racially discriminatory decision.\" (emphasis added)).  Instead, the summary judgment evidence advanced by Evans goes solely to her claim of retaliation.  Evans has submitted no evidence that the true reason behind the City's decision to demote Evans was that of racial or age discrimination.  Therefore, we agree that summary judgment should have been granted against Evans on these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">V.  RETALIATION UNDER TITLE VII AND THE TCHRA</p>\n    </div>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court also granted summary judgment against Evans on her Title VII and TCHRA retaliation claims.  The district court wrote that the McDonnell Douglas framework also applies in the retaliation context, holding that, to make out a prima facie case of retaliation under Title VII, Evans must show (1) that she engaged in an activity protected by the statute; (2) that she experienced an adverse employment action following the protected activity; and (3) that a causal link existed between the protected activity and the adverse employment action.  See Nowlin v. Resolution Trust Corp., 33 F.3d 498, 507 (5th Cir. 1994).  The district court acknowledged that Evans had engaged in a protected activity.  She was compelled under subpoena to testify at a co-worker's grievance hearing for racial and age discrimination against her own supervisor, Abram.  However, the district court held that a demotion, as a matter of law, could not rise to the level of an \"adverse employment action.\"  The court cited Mattern v. Eastman Kodak Co., 104 F.3d 702, 708 (5th Cir. 1997), for this proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found further that Evans failed to satisfy the third prong of the prima facie case, the \"causal link\" requirement, which it identified as a \"but for\" causation standard.  The court concluded that the City's argument, that \"numerous disciplinary actions\" against Evans provided a nonretaliatory cause for the demotion, was compelling and that Evans could therefore not establish that her demotion would not have occurred \"but for\" her appearance at the grievance hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, because the court found that Evans had failed to make out a prima facie case of retaliation, it went no further in the McDonnell Douglas analysis.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We believe that the district court erred in its analysis of Evans's retaliation claims.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moreover, we find that Evans has created jury issues regarding her retaliation claim by demonstrating factual disputes as to a prima facie case of retaliation and as to pretext.  As such, we conclude the district court erred in granting summary judgment in favor of the City.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Long v. Eastfield College, 88 F.3d 300 (5th Cir. 1996), sets out the standard for evaluating a Title VII retaliation claim in a summary judgment context.  A plaintiff must first prove by preponderance of the evidence \"(1) that she engaged in activity protected by Title VII,  (2) that an adverse employment action occurred, and (3) that a causal link existed between the protected activity and the adverse employment action.\"  Id. at 304.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court found that Evans satisfied the first element of the prima facie case.  This is supported by the summary judgment evidence from both sides.  The City, in its admissions, states that Evans was subpoenaed to testify at Gentle's grievance hearing on January 3, 1995; that the hearing was set for January 6, 1995; and that the hearing was postponed until February 8, 1995, at which time Evans did appear and testify.  The grievance hearing concerned Gentle's Title VII claims of racial discrimination against Abram.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  If an employee has \"'made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing' under Title VII,\" the employee has engaged in a protected activity.  Long, 88 F.3d at 304 (quoting 42 U.S.C.  2000e-3(2) (1994)).  The district court was therefore correct to find that Evans had satisfied the first element of the prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court then considered whether Evans had also met the second prong of the prima facie test.  The district court concluded that she had not.  The court found that Evans could not show that she was subjected to an adverse employment action because she was merely demoted.  The court erroneously relied on Mattern v. Eastman Kodak Co., 104 F.3d 702, 708 (5th Cir. 1997), for the proposition that a demotion could not be an adverse employment action.  Mattern contains no such language.  Quite the contrary, this court has stated that a demotion can be an adverse employment action for purposes of Title VII if it meets the appropriate criteria.  See Sharp v. City of Houston, 164 F.3d 923, 933 n.21 (5th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the facts of this case, Evans's demotion could very well be an adverse employment action if it meets certain criteria.  See Sharp, 164 F.3d at 933 n.21; Dollis v. Rubin, 77 F.3d 777, 781-82 (5th Cir. 1995) (\"Title VII was designed to address ultimate employment decisions, not to address every decision made by employers that arguably might have some tangential effect upon those ultimate decisions.\"); cf. Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 761 (1998) (\"A tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\").  As we mentioned above, there is a dispute between the parties regarding exactly when the demotion occurred.  There are four dates on the demotion memorandum to Evans.  The memorandum is dated February 15, 1995, and gives Evans notice that she was reclassified (demoted) on January 21, 1995.  The date of January 21, 1995 is crossed out, and February 15, 1995 is written in by hand.  That notation was apparently made on February 22, 1995.  There is a stamp on the memorandum that indicates it was approved on February 20, 1995.  Similarly, in the City's reassignment form, the date \"1/25/95\" is crossed out and \"2/15/95\" is typed in above it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The City contends in its argument that due to the six-month probationary period, \"Evans did not have a property right to her new position[.]\"  Evans asserts, however, that the date of her demotion was backdated so that the demotion would fall within the probationary period.  The City does not address this allegation.  We decline to make a bright-line rule regarding whether a demotion in the particular circumstance of a probationary period qualifies as an adverse employment action.  As we stated above, a demotion is an adverse employment action if it meets certain criteria, and we simply note the contradictory dates on the memorandum may or may not affect this analysis.  Because Evans raised a fact question as to this issue, summary judgment was improper.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To fully resolve whether Evans established a prima facie case of retaliation, we now turn to the final prong of the analysis and examine whether there is a causal link between Evans's engaging in the protected activity and the adverse employment action.  See Long, 88 F.3d at 304.  The district court found that Evans had not satisfied this element.  The district court based this finding on its belief that Evans had failed to show that the adverse employment action would not have occurred \"but for\" her testimony at Gentle's Title VII hearing.  This is not the proper legal standard for this prima facie inquiry.  This court has explicitly held that the \"causal link\" required in prong three of the prima facie case for retaliation is not as stringent as the \"but for\" standard.  See Long, 88 F.3d at 305 n.4 (\"The standard for establishing the 'causal link' element of the plaintiff's prima facie case is much less stringent [than the \"but for\" test].\")   Accordingly, \"a plaintiff need not prove that her protected activity was the sole factor motivating the employer's challenged decision in order to establish the 'causal link' element of a prima facie case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Evans was subpoenaed to testify at Gentle's grievance hearing on January 3, 1995; appeared to testify on January 6, 1995; and did in fact testify on February 8, 1995.  Evans was recommended for demotion on January 11, 1995.  The time between her engaging in the protected activity of appearing to testify at a Title VII grievance hearing and her being recommended for demotion was five days.  \"Close timing between an employee's protected activity and an adverse action against [her] may provide the 'causal connection' required to make out a prima facie case of retaliation.\"  Swanson v. Gen. Servs. Admin., 110 F.3d 1180, 1188 (5th Cir. 1997) (emphasis omitted).  We note that \"a time lapse of up to four months has been found sufficient to satisfy the causal connection for summary judgment purposes.\"  Weeks v. NationsBank, N.A., No. CIV.A.3:98-CV-1352M, 2000 WL 341257, at *3 (N.D. Tex. 2000) (citing Garrett v. Constar, Inc., No. CIV.A.397-CV-2575, 1999 WL 354239 (N.D. Tex. 1999)).  Accordingly, we find that a time lapse of five days in this case is sufficient to provide a \"causal connection\" that enables Evans to satisfy the third prong of the prima facie case of her retaliation claims against the City.  The district court erred in holding otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although not addressed by the district court, we also find that Evans has established a fact issue regarding pretext.  Once the employer satisfies its burden of producing evidence of a legitimate, nonretaliatory reason for its decision,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the inference of discrimination introduced by the plaintiff's prima facie showing then drops from the case.  See Russell, 235 F.3d at 222; Long, 88 F.3d at 308.  Thus, we reach the ultimate question: has the City unlawfully retaliated against Evans?  In contrast to the standard for the prima facie \"causal link\" factor, the question for the factfinder here is whether Evans has shown that the demotion would not have occurred \"but for\" her appearance at the Title VII grievance hearing.  See Long, 88 F.3d at 308.  Evans may establish the answer to this ultimate question indirectly, by showing that the legitimate, nonretaliatory justification offered by the City for Evans's demotion is pretextual.  See Tex. Dep't of Cmty. Affairs v. Burdine, 450 U.S. 248, 256 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Before evaluating Evans's summary judgment evidence, it must be noted that we have held that \"[m]erely disputing [an employer's] assessment of [a plaintiff's] work performance will not necessarily support an inference of pretext.\"  Shackelford v. Deloitte &amp; Touche, LLP, 190 F.3d 398, 408 (5th Cir. 1999).  Thus, Evans cannot survive summary judgment merely because she disagrees with the City's characterization of her disciplinary history; rather, \"[t]he issue is whether [the City's] perception of [Evans's] performance, accurate or not, was the real reason for her termination.\"  Id. at 408-09 (emphasis omitted).  Furthermore, \"[s]ince this case reached the pretext stage, the only question on summary judgment is whether the evidence of retaliation, in its totality, supports an inference of retaliation.\"  Id. at 407.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In her deposition, Abram stated that she documented an outburst by Evans, detailed in note 5 supra, in a memorandum written by her, dated, and placed in Evans's file.  No such document is in the record.  Similarly, there is no document in the summary judgment record that describes the confrontation between Sterling and Evans.  See supra note 5.  Despite Abram's own assertion that \"I make notations on all verbal counseling,\" not a single such notation appears in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The City relies on two memoranda to establish Evans's alleged \"checkered\" employment history and, therefore, to provide a legitimate justification for her demotion.  At the outset, we note that both memoranda were written, the first on August 24, 1995, and the second on January 31, 1997, after Evans engaged in the protected activity and, indeed, after she was demoted.  There is no contemporaneous evidence in the record of any disciplinary action taken against Evans at any time before she was demoted.  All of the evidence of disciplinary problems comes from memoranda or depositions written or taken after Evans was demoted and, in some cases, after Evans filed suit.  The second memorandum of January 31, 1997, can be of no consequence either, because it details only incidents that happened in 1996, one full year after Evans was demoted.  This after-the-fact documentation cannot be evidence to justify a demotion because of disciplinary problems.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Evans, on the other hand, has also provided the court with a memorandum from Abram, dated May 23, 1994, recommending Evans for the promotion and describing her as \"qualified and willing\" to assume the new job.  This stands in stark contrast to Abram's letter of January 11, 1995 (after Evans appeared to testify), which claims that Evans neither has the requisite skills nor is willing to acquire them.  The record also contains a February 24, 1994 letter of commendation, written from Abram to Evans, praising Evans for \"demonstrating [her] abilities to supervise the staff and coordinating the Nursing activities[.]\"  No mention is made of a history of disciplinary problems.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As we discussed above, Evans also claims that the City backdated her demotion to fall within the six-month probationary period, and the memorandum of demotion contains four separate dates.  Needless to say, four dates on one demotion memorandum and two dates on the reassignment form is rather peculiar.  The City did not address this issue in its briefing, and the district court did not address it in its summary judgment Order.  We find that backdating the demotion notice could support a theory that the City was attempting to make it appear like Evans was demoted during her probationary period for the routine reason that her work was unsatisfactory.  That would certainly support an argument of pretext.  Thus, there is a fact question on whether the notice was backdated, and this fact question, along with the other evidence adduced by Evans, goes straight to the heart of the issue of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Shackelford, we found that \"the combination of suspicious timing with other significant evidence of pretext, can be sufficient to survive summary judgment.\"  190 F.3d at 409.  In this case, we believe that the close temporal proximity between Evans's appearance at her co-worker's grievance hearing and her demotion, coupled with the lack of any documentary evidence dated before her appearance or demotion that would tend to support a theory of disciplinary problems, plus Evans's evidence in the form of memoranda written by Abram that tend to refute Abram's own justifications for the demotion, all give rise to a conflict of substantial evidence on the ultimate issue whether the City wrongfully demoted Evans in retaliation for her appearance at a co-worker's grievance hearing.  Thus, we conclude that the summary judgment evidence, in its entirety, supports an inference of retaliation.  As such, the district court erred in granting summary judgment on Evans's Title VII and TCHRA retaliation claims in favor of the City.</p>\n    </div>\n    <p class=\"indent\">VI.  42 U.S.C.  1981</p>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court also rejected Evans's claims of racial discrimination under 42 U.S.C.  1981 (1994).  The court held that Evans could not sue under  1981 because \"the express cause of action for damages created by  1983 constitutes the exclusive federal remedy for violation of the rights guaranteed in  1981 by state governmental units[.]\"  Jett v. Dallas Indep. Sch. Dist., 491 U.S. 701, 733 (1989).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We conclude that the district court's grant of summary judgment in favor of the City was proper.  However, we reach this result under a different reasoning than that pronounced by the district court.</p>\n    </div>\n    <p class=\"indent\">42 U.S.C.  1981 reads as follows:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(a) Statement of equal rightsAll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licences, and exactions of every kind, and to no other.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(b) \"Make and enforce contracts\" defined</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For purposes of this section, the term \"make and enforce contracts\" includes the making, performance, modification, and termination of contracts, and the enjoyment of all benefits, privileges, terms, and conditions of the contractual relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(c) Protection against impairment</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The rights protected by this section are protected against impairment by nongovernmental discrimination and impairment under color of State law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">42 U.S.C.  1981 (1994).  This is the present form of the statute.  Congress added subsections (b) and (c) to the statute with the passage of the Civil Rights Act of 1991, Pub. L. No. 102-166, 105 Stat. 1071.  Prior to the Civil Rights Act of 1991, racial discrimination relating to the general conditions of employment was not actionable under  1981.  See Patterson v. McLean Credit Union, 491 U.S. 164, 175-82 (1989).  With the addition of subsection (b), however, Congress extended the scope of  1981 to address general conditions of employment, and the amended scope of  1981 now reaches beyond the formation of employment contracts and covers the entire \"contractual relationship,\" including employment discrimination.  See Dennis v. County of Fairfax, 55 F.3d 151, 155 (4th Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize, however, that the effect of the 1991 addition of subsection (c) is much less certain.  Before the 1991 amendment, the Supreme Court decided Jett v. Dallas Independent School District, 491 U.S. 701 (1989).  In Jett, the Court concluded that \"the express cause of action for damages created by  1983 constitutes the exclusive federal remedy for violation of the rights guaranteed in  1981 by state governmental units[.]\"  Id. at 733.  Moreover, the Court held that to prevail on a claim for damages against a governmental entity, a plaintiff \"must show that the violation of his 'right to make contracts' protected by  1981 was caused by a custom or policy within the meaning of Monell [v. Department of Social Services, 436 U.S. 658 (1978),] and subsequent cases.\"  Jett, 491 U.S. at 735-36.  Relying on the Supreme Court's holding in Jett that  1983 is the exclusive federal damages remedy for a violation of the rights contained in  1981, the district court in this case found that Evans could not pursue her cause of action against the City under  1981 and granted summary judgment in favor of the City.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The question whether the Jett holdings remain good law after the 1991 amendment to  1981 has created much debate among the circuits.  A split in the courts of appeals has emerged over Jett's first holding--whether, after the 1991 amendment of  1981,  1983 remains the exclusive remedy for a violation of the rights contained in  1981.  Compare Butts v. County of Volusia, 222 F.3d 891, 894 (11th Cir. 2000) (\"Nothing in the 1991 amendment to  1981 evinces Congress' desire to alter the Supreme Court's conclusion in Jett.\"), Artis v. Francis Howell N. Band Booster Ass'n, 161 F.3d 1178, 1181 (8th Cir. 1998) (failing to discuss the import of subsection (c), but holding that \"[a] federal action to enforce rights under  1981 against a state actor may only be brought pursuant to  1983\"), Dennis, 55 F.3d at 156 n.1 (\"We do not believe that this aspect of Jett was affected by the Civil Rights Act of 1991, which added subsection (c) to  1981.\"), with Federation of African American Contractors v. City of Oakland, 96 F.3d 1204, 1214 (9th Cir. 1996) (concluding that  1981 contains an implied cause of action against state actors and that, with the addition of subsection (c), Congress \"overturn[ed] Jett's holding that 42 U.S.C.  1983 provides the exclusive federal remedy against state actors for the violation of rights under 42 U.S.C.  1981\").  See also Anderson v. Conboy, 156 F.3d 167, 178 n.19 (2d Cir. 1998) (noting the \"ambiguity\" of whether subsection (c) may create an implied cause of action against state actors, but finding the question irrelevant to its analysis).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While we are cognizant of this split of authority over the effect of subsection (c) on Jett's first holding, we nonetheless find it unnecessary to resolve this conflict today because we conclude that Jett's second holding--the requirement of a custom or policy to hold a municipality liable under  1983--is the dispositive inquiry in this case.  See Smith v. Chicago Sch. Reform Bd. of Trustees, 165 F.3d 1142, 1148 (7th Cir. 1999) (resolving the issue whether an agency of municipal government is liable by considering the existence of a custom or policy, thereby circumventing the question whether Jett's first holding remains good law).  Although the courts of appeals diverge regarding the exclusivity of the remedy of  1983, they remain united as to Monell's custom or policy requirement.  See Butts, 222 F.3d at 894 n.4 (recognizing that Monell's custom or policy limitation would exist if  1981 contained an implied cause of action); Smith, 165 F.3d at 1148 (\"[R]ecovery against a governmental body under  1981 may not be based on respondeat superior.  The plaintiff must show that the body's official policy or custom was discriminatory.\" (emphasis omitted)); Artis, 161 F.3d at 1181 (stating that for the school district to be liable, the plaintiff must demonstrate that it \"had an official policy or widespread custom that violated the law and caused his injury\"); Federation of African American Contractors, 96 F.3d at 1214-15; Dennis, 55 F.3d at 156.  We agree with our sister circuits that in order for Evans to recover against the City, she cannot proceed under a theory of respondeat superior and must instead satisfy the \"custom or policy\" test fashioned for suits against a municipality under  1983.  See Monell, 436 U.S. at 694; Jett, 491 U.S. at 735-36.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This circuit has defined an \"official policy,\" for purposes of  1983 liability as</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\"[a] policy statement, ordinance, regulation or decision that is officially adopted and promulgated by the municipality's lawmaking officers or by an official to whom the lawmakers have delegated policy-making authority.'\"  Bennett v. City of Slidell, 735 F.2d 861, 862 (5th Cir. 1984) (en banc).  Alternatively, official policy is \"[a] persistent, widespread practice of city officials or employees, which, although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Brown v. Bryan County, 219 F.3d 450, 457 (5th Cir. 2000) (alterations in original).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Our review of the record reveals that Evans has failed to raise a fact question on the Monell requirement of custom or policy.  Nowhere on appeal does Evans argue that a custom or policy existed.  Indeed, during the proceedings in the district court, the only intimation by Evans that the City may have engaged in behavior that could rise to the level of a custom or policy is contained in Evans's response to the City's motion for summary judgment.  In her response, Evans states that \"the City in no way attacks Ms. Evans's pleading and showing that her prolonged and consistent attempts to obtain relief through the internal grievance mechanism of the City of Houston were ignored, plainly suggesting the reasonable inference that the discriminatory and retaliatory acts were acquiesced in or adopted by the highest levels of the City administration and that they were so widespread as to constitute a custom that fairly represents municipal policy.\"  Even at this summary judgment stage, we refuse to accept that a \"suggestion\" of \"acquiesce[nce]\" meets the standard required to establish a custom or policy under  1983 such to hold a municipality liable.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Because we find that Evans failed to produce any evidence or designate specific facts to demonstrate a genuine issue of fact regarding whether the City had a custom or policy of discriminating or retaliating against employees, we conclude that the district court did not err in granting summary judgment in favor of the City.</p>\n    </div>\n    <p class=\"indent\">VI.  CONCLUSION</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The grant of summary judgment for the claims of racial discrimination under Title VII, age discrimination under the ADEA, and racial and age discrimination under the TCHRA is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The grant of summary judgment for the retaliation claims under Title VII and the TCHRA is REVERSED, and the claims are remanded to the district court for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The grant of summary judgment for the claim of discrimination under 42 U.S.C.  1981 is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED in part, REVERSED in part, and REMANDED for further proceedings in light of this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  District Judge of the Western District of Texas, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We note the internal inconsistency within the district court's opinion.  In its analysis of Evans's racial discrimination claim, the court appears to conclude that she was qualified for the Nurse III position, thus satisfying prong two of the prima facie case for racial discrimination.  However, in determining whether Evans made out a prima facie case of age discrimination, the district court found that she was not qualified for the position.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Section 2000e-2(a) of Title VII provides:</p>\n        <p class=\"indent\">It shall be an unlawful employment practice for an employer--</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n        <p>42 U.S.C.  2000e-2(a) (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Section 623(a) of the ADEA states:</p>\n        <p class=\"indent\">It shall be unlawful for an employer--</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age;</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's age; or</p>\n        <p class=\"indent\">(3) to reduce the wage rate of any employee in order to comply with this chapter.</p>\n        <p>29 U.S.C.  623(a) (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Section 21.051 of the TCHRA provides:</p>\n        <p class=\"indent\">An employer commits an unlawful employment practice if because of race, color, disability, religion, sex, national origin, or age the employer:</p>\n        <p class=\"indent\">(1) fails or refuses to hire an individual, discharges an individual, or discriminates in any other manner against an individual in connection with compensation or the terms, conditions, or privileges of employment; or</p>\n        <p class=\"indent\">(2) limits, segregates, or classifies an employee or applicant for employment in a manner that would deprive or tend to deprive an individual of any employment opportunity or adversely affect in any other manner the status of an employee.</p>\n        <p>Tex. Lab. Code Ann.  21.051 (Vernon 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  In its brief, the City claims that Evans was demoted \"during a promotional probationary period which specifically directs a supervisor to ascertain whether an employee is competent to perform his or her new duties within six (6) months.\"  This, of course, is not the same as articulating a legitimate, nondiscriminatory reason for demotion.  The City does claim, however, that \"Evans has had a checkered disciplinary history with the Department[.]\"  Indeed, the record does indicate that there is some evidence that, if believed, could allow a factfinder to conclude that the demotion was for a legitimate, nondiscriminatory purpose.</p>\n        <p class=\"indent\">In her deposition of February 4, 1999, Abram said that Evans \"refused job assignments, and Ms. Evans exhibited poor personal skills.  She blatantly cursed me out.  She exhibited outbursts in the presence of other employees and refused job assignments.\"  In another deposition, also on February 4, 1999, Deborah Sterling, one of Evans's co-workers, describes a shouting fight between Evans and her while at work.  In Abram's letter of January 11, 1995, she gave the following four reasons why she recommended Evans's demotion: (1) she does not have the requisite nursing and management skills; (2) she does not want to learn nursing and management skills; (3) Abram has had to verbally counsel Evans before; and (4) Evans had an outburst on January 10, 1995.  The outburst referred to in (4) is the one Abram described in her deposition.  The City also produced as summary judgment evidence two memoranda that detail Evans's disciplinary problems and recommended suspension.  The first memorandum was written on August 24, 1995.  In it, Evans is recommended for a five-day suspension because of a \"history of bad behavior.\"  The memorandum cites November 22, 1992, September 2, 1994, September 7, 1994, October 3, 1994, and January 11, 1995 as instances in which Evans displayed her disciplinary problems.  The second memorandum, written January 31, 1997, recommends that Evans be suspended for ten days, citing \"more disruptive behavior.\"  In that memorandum, October 29, 1996, October 30, 1996, and September 17, 1996 are given as dates on which Evans had to be disciplined.  This constitutes the sum of the City's summary judgment evidence on the issue of legitimate, nondiscriminatory demotion.  We believe that this evidence could permit a trier of fact to conclude that the demotion was nondiscriminatory.  The City has thus satisfied its burden of production on the issue.  See Reeves, 120 S. Ct. at 2106 (\"This burden is one of production, not persuasion[.]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Section 2000e-3(2) of Title VII states in relevant part:</p>\n        <p>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for employment . . . to discriminate against any individual . . . because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n        <p>42 U.S.C.  2000e-3(2) (1994).  Likewise,  21.055 of the TCHRA provides:</p>\n        <p class=\"indent\">An employer, labor union, or employment agency commits an unlawful employment practice if the employer, labor union, or employment agency retaliates or discriminates against a person who, under this chapter:</p>\n        <p class=\"indent\">(1) opposes a discriminatory practice;</p>\n        <p class=\"indent\">(2) makes or files a charge;</p>\n        <p class=\"indent\">(3) files a complaint; or</p>\n        <p class=\"indent\">(4) testifies, assists, or participates in any manner in an investigation, proceeding, or hearing.</p>\n        <p>Tex. Lab. Code Ann.  21.055 (Vernon 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We note that in her First Amended Petition, Evans alleged that Gentle's grievance hearing concerned allegations of racial and age discrimination.  Citing no case law, the City argues that \"[i]nternal grievance procedures are not 'protected activities' under Title VII, particularly where the City's grievance procedure expressly excludes any issue that relates, even in part, to discrimination.\"  However, in its response to Evans's first request for admissions, the City did not deny this allegation and added that the \"hearing was to deal with job duties and Employee Performance Evaluation rating.\"  The district court, in its order, also found that the grievance hearing concerned claims of racial and age discrimination.  Therefore, resolving all doubts in favor of Evans, the nonmoving party, see Burch v. City of Nacogdoches, 174 F.3d 615, 619 (5th Cir. 1999), we find the grievance hearing involved claims of discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The City does not specifically address in its brief whether it had a legitimate nonretaliatory reason to demote Evans (the second step in the McDonnell Douglas burden-shifting framework); however, we conclude that the City's summary judgment evidence satisfied its burden of production on this issue.  See supra note 5 (discussing this evidence in the context of discrimination).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Notwithstanding this holding, the district court stated that even if Evans had alleged a racial discrimination claim under  1983, her claim would still fail.  Citing Jackson v. City of Atlanta, 73 F.3d 60, 63 (5th Cir. 1996), the court concluded that Title VII was the exclusive remedy for Evans's claims of employment discrimination, and thus, she could not pursue her claims under  1983.  This conclusion is incorrect.  In Southard v. Texas Board of Criminal Justice, 114 F.3d 539 (5th Cir. 1997), a panel of this court pointed out that Jackson was inconsistent with an earlier panel opinion, Johnston v. Harris County Flood Control District, 869 F.2d 1565 (5th Cir. 1989), in that the Jackson panel found that because the plaintiff in Jackson had predicated his Title VII and  1981 claims on the same discriminatory acts, the plaintiff was precluded from suing under both statutes.  See Southard, 114 F.3d at 549.  Instead, the Southard panel clarified that even if a plaintiff alleges the same conduct for both Title VII and  1981 claims, he or she may seek redress under both statutes, as long as the \"conduct violates both Title VII and a separate constitutional or statutory right.\"  Id.</p>\n        <p class=\"indent\">We also note that the district court considered both racial and age discrimination under the  1981 rubric.  This analysis is likewise improper because  1981 prohibits only racial discrimination.  See Alizadeh v. Safeway Stores, Inc., 802 F.2d 111, 114 (5th Cir. 1986).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></span> (5th Cir. 2001)</p>\n    <p class=\"parties\">LEE W EVANS  Plaintiff-Appellant<br>v.<br>THE CITY OF HOUSTON Defendant-Appellee</p>\n    <p class=\"docket\">No. 99-20778</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS, FIFTH CIRCUIT</p>\n    <p class=\"date\">March 21, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>[Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Texas</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before KING, Chief Judge, PARKER, Circuit Judge, and FURGESON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <p class=\"indent\">FURGESON, District Judge:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is an employment discrimination case.  In it, we consider the district court's grant of summary judgment dismissing the Plaintiff-Appellant's claims of racial and age discrimination and retaliation under Title VII, the ADEA, and Texas law.  We also consider the role and scope of 42 U.S.C.  1981 in racial discrimination suits against a municipality.  For the following reasons, we AFFIRM in part, REVERSE in part, and REMAND for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.  FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lee Evans, a forty-eight year old African American woman, is a nurse for the City of Houston (the \"City\") in its Health and Human Services Department (the \"Department\").  On May 23, 1994, Rosa Abram, Evans's supervisor, recommended that Evans be promoted from her Nurse II position to a Nurse III position.  The promotion became official on August 16, 1994.  It is the policy of the Department to require that all newly promoted employees serve a six-month probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 6, 1995, within her probationary period, Evans appeared at a scheduled grievance hearing to testify on behalf of Ghyslain Gentle, a co-worker, about allegations of racial and age discrimination.  The hearing did not occur as planned, however,  and was postponed until February 8, 1995.  On January 11, 1995, five days after Evans appeared to testify at the grievance hearing, Rosa Abram recommended that Evans be demoted.  Evans was notified of the demotion on February 17, 1995.  There is some dispute between the parties as to when Evans was actually demoted.  There are four separate dates on the memorandum informing Evans of her demotion.  Two of the dates fall inside the six-month probationary period; two do not.  Evans claims that the City backdated her demotion to fall within the probationary period.  The City does not address this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In July 1995, Evans was suspended for alleged misbehavior.  In November 1996, Evans informed the City that she had hired legal counsel.  The City again suspended Evans in February 1997, based on misbehavior the City claimed occurred in September and October of 1996.  The City also claims that Evans had a history of disciplinary problems; however, none of these alleged problems were documented until after Evans was demoted.</p>\n    </div>\n    <p class=\"indent\">II.  PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After exhausting her administrative remedies, Evans sued the City.  She claimed racial discrimination and retaliation in violation of 42 U.S.C.  2000e-2(a) and 2000e-3(a) (1994) (\"Title VII\"), age discrimination under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C.  623(d) (1999), and employment discrimination and retaliation under the Texas Commission on Human Rights Act (\"TCHRA\"), Tex. Lab. Code Ann.  21.051 and 21.055 (Vernon 1998).  Evans also brought a claim of racial discrimination under 42 U.S.C.  1981.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted the City's Motion for Summary Judgment on all counts.  Evans moved for reconsideration, but withdrew the request on her own motion.  Evans then filed this appeal.</p>\n    </div>\n    <p class=\"indent\">III.  STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo a district court's grant of summary judgment.  See Walker v. Thompson, <span class=\"citation\" data-id=\"768952\"><a href=\"/opinion/768952/stephanie-walker-nyree-preston-v-cheryl-thompson-don-kingston-glasfloss/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 624 (5th Cir. 2000).  Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c); see also Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23 (1986).  \"If the moving party meets the initial burden of showing there is no genuine issue of material fact, the burden shifts to the nonmoving party to produce evidence or designate specific facts showing the existence of a genuine issue for trial.\"  Allen v. Rapides Parish Sch. Bd., <span class=\"citation\" data-id=\"20120\"><a href=\"/opinion/20120/allen-v-rapides-parish/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 621 (5th Cir. 2000) (internal quotations and citation omitted).  Doubts are to be resolved in favor of the nonmoving party, and any reasonable inferences are to be drawn in favor of that party. See Burch v. City of Nacogdoches, <span class=\"citation\" data-id=\"763490\"><a href=\"/opinion/763490/gene-a-burch-v-city-of-nacogdoches/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 619 (5th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">IV.  RACIAL AND AGE DISCRIMINATION UNDER TITLE VII,  THE ADEA, AND THE TCHRA</p>\n    </div>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court first addressed the Title VII claims, evaluating Evans's racial discrimination allegation pursuant to the burden-shifting framework of McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span> (1973).  Under McDonnell Douglas, a plaintiff must first establish a prima facie case of discrimination.  See id. at 802.  The district court found that, to do so, a plaintiff must show (1) that she belongs to a racial minority; (2) that she applied and was qualified for a job for which the employer was seeking applicants; (3) that, despite her qualifications, she was rejected; and (4) that, after her rejection, the position remained open and the employer continued to seek applicants from persons of the complainant's qualifications.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court held that Evans could not meet the third prong of the test, finding that simply because she had the requisite educational qualifications for the promotion and simply because she received a letter of commendation from her supervisor, she had not made a prima facie showing that she was rejected despite her qualifications.  The court held further that Evans failed to make a prima facie showing on prong four of the McDonnell Douglas test, finding that she had not addressed the issue in anything other than in a conclusory fashion.  By determining that Evans had failed to make out even a prima facie case of discrimination, the district court decided that there was no need to address the remainder of the McDonnell Douglas framework.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court then evaluated Evans's age discrimination claim under the ADEA, employing this court's analytical framework as announced in Meinecke v. H &amp; R Block, <span class=\"citation\" data-id=\"704047\"><a href=\"/opinion/704047/jeannene-meinecke-v-h-r-block-of-houston-a-general-partnership-and/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span> (5th Cir. 1995).  According to the district court, to make out a prima facie case of age discrimination, a plaintiff must show (1) that she was a member of the protected class (being over forty years old); (2) that she was qualified for the position; (3) that she was discharged; and (4) that she was either replaced by someone outside the protected class, replaced by someone younger (but nevertheless over forty), or otherwise discharged because of her age.  See id. at 83.  The district court held that Evans failed to meet prongs two, three, and four.  The court found that Evans had not shown that she was qualified for the Nurse III position.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court also held that, as a matter of law, a demotion could not satisfy the third prong of the prima facie showing because only an actual discharge would suffice.  Lastly, the court found that Evans had failed to provide any evidence on the fourth prong of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, the district court examined Evans's claim of employment discrimination under the TCHRA.  The court first found that Evans exhausted her administrative remedies, as is required under the TCHRA.  The court then held that the TCHRA is coextensive with Title VII and the ADEA.  Cervantez v. Bexar County Civil Serv. Comm'n, <span class=\"citation\" data-id=\"728930\"><a href=\"/opinion/728930/72-fair-emplpraccas-bna-641-69-empl-prac-dec-p-44391-david/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">730</span></a></span>, 734 n.6 (5th Cir. 1996); Schroeder v. Tex. Iron Works, Inc., <span class=\"citation\" data-id=\"1534738\"><a href=\"/opinion/1534738/schroeder-v-texas-iron-works-inc/\"><span class=\"volume\">813</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">483</span></a></span>, 485 (Tex. 1991).  The court referenced its earlier findings and holdings with respect to Evans's Title VII and ADEA claims and granted summary judgment for the City.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude that the district court correctly granted summary judgment in favor of the City on Evans's discrimination claims.  Claims of racial discrimination under Title VII,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> age discrimination under the ADEA,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and racial and age discrimination under the TCHRA<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> are all evaluated within the same analytical framework.  See LaPierre v. Benson Nissan, Inc., <span class=\"citation\" data-id=\"719744\"><a href=\"/opinion/719744/71-fair-emplpraccas-bna-407-68-empl-prac-dec-p-44155-freamont-a/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span>, 448 (5th Cir. 1996) (Title VII); Bodenheimer v. PPG Indus., Inc., <span class=\"citation\" data-id=\"6053\"><a href=\"/opinion/6053/bodenheimer-v-ppg-industries-inc/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 957 (5th Cir. 1993) (ADEA); Specialty Retailers, Inc. v. DeMoranville, <span class=\"citation\" data-id=\"1517167\"><a href=\"/opinion/1517167/specialty-retailers-inc-v-demoranville/\"><span class=\"volume\">933</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">490</span></a></span>, 492 (Tex. 1996) (TCHRA).  The district court correctly identified the framework as the one announced in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court developed the McDonnell Douglas scheme to deal with cases in which discrimination can be proved only by circumstantial evidence.  In such cases, a plaintiff must first prove a prima facie case of discrimination.  See Reeves v. Sanderson Plumbing Prods., Inc., <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, 2106 (2000); see also Russell v. McKinney Hosp. Venture, <span class=\"citation\" data-id=\"771467\"><a href=\"/opinion/771467/sandra-russell-v-mckinney-hospital-venture-a-joint-venture-of-parkway/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 222 (5th Cir. 2000).  In this case, Evans can establish a prima facie case of racial discrimination by showing (1) that she was a member of a protected class, i.e., a member of a racial minority for her Title VII and TCHRA claims; (2) that she was qualified for the position of Nurse III; (3) that she was demoted despite her qualifications; and (4) that after the demotion, the job remained open, and applications were accepted.  See McDonnell Douglas, 411 U.S. at 802; Russell, 235 F.3d at 223-24.  Furthermore, for a prima facie case of age discrimination, the factors essentially remain the same; however, a plaintiff must show for the first factor that she was over the age of forty when the discrimination occurred, and the fourth factor requires that the plaintiff demonstrate that she was replaced by someone outside her protected class, someone younger, or was otherwise discharged because of age.  See Russell, 235 F.3d at 223-24.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If a plaintiff is successful in establishing a prima facie case of discrimination, the burden then shifts to the defendant to produce a legitimate, nondiscriminatory justification for its actions.  See Russell, 235 F.3d at 222.  If the defendant can articulate a reason that, if believed, would support a finding that the action was nondiscriminatory, \"the 'mandatory inference of discrimination' created by the plaintiff's prima facie case 'drops out of the picture' and the factfinder must 'decide the ultimate question: whether [the] plaintiff has proved [intentional discrimination].'\"  Id. (alterations in original) (quoting St. Mary's Honor Ctr. v. Hicks, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 511-12 (1993)).  In making her showing on this ultimate question, \"the plaintiff can rely on evidence that the employer's reasons were a pretext for unlawful discrimination,\" id., and the factfinder \"may still consider the evidence establishing the plaintiff's prima facie case 'and inferences properly drawn therefrom[.]'\"  Id. (quoting Reeves, 120 S. Ct. at 2106).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court has recently stated that \"[i]n appropriate circumstances, the trier of fact can reasonably infer from the falsity of the explanation that the employer is dissembling to cover up a discriminatory purpose.\"  Reeves, 120 S. Ct. at 2108.  \"Thus, a plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is false, may permit the trier of fact to conclude that the employer unlawfully discriminated.\"  Id. at 2109; see also Russell, 235 F.3d at 224 (finding Russell \"provided sufficient evidence to create a jury issue that [the employer's] justification was pretextual\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the instant case, we need not address the issue whether the district court erred in finding that Evans had not satisfied the prima facie showings for discrimination claims under Title VII, the ADEA, and the TCHRA, because even if she had established a prima facie case of discrimination, we find that Evans has produced no substantial evidence to support her contention that the City's legitimate nondiscriminatory justification<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> for her demotion was, in fact, a pretext for racial or age discrimination.  In the context of a claim of discrimination, a plaintiff must adduce evidence that the justification was a pretext for racial and age discrimination.  See McDonnell Douglas, 411 U.S. at 805 (\"In short, on the retrial respondent must be given a full and fair opportunity to demonstrate by competent evidence that the presumptively valid reasons for his rejection were in fact a coverup for a racially discriminatory decision.\" (emphasis added)).  Instead, the summary judgment evidence advanced by Evans goes solely to her claim of retaliation.  Evans has submitted no evidence that the true reason behind the City's decision to demote Evans was that of racial or age discrimination.  Therefore, we agree that summary judgment should have been granted against Evans on these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">V.  RETALIATION UNDER TITLE VII AND THE TCHRA</p>\n    </div>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court also granted summary judgment against Evans on her Title VII and TCHRA retaliation claims.  The district court wrote that the McDonnell Douglas framework also applies in the retaliation context, holding that, to make out a prima facie case of retaliation under Title VII, Evans must show (1) that she engaged in an activity protected by the statute; (2) that she experienced an adverse employment action following the protected activity; and (3) that a causal link existed between the protected activity and the adverse employment action.  See Nowlin v. Resolution Trust Corp., <span class=\"citation\" data-id=\"677032\"><a href=\"/opinion/677032/65-fair-emplpraccas-bna-1870-65-empl-prac-dec-p-43413-jolene/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 507 (5th Cir. 1994).  The district court acknowledged that Evans had engaged in a protected activity.  She was compelled under subpoena to testify at a co-worker's grievance hearing for racial and age discrimination against her own supervisor, Abram.  However, the district court held that a demotion, as a matter of law, could not rise to the level of an \"adverse employment action.\"  The court cited Mattern v. Eastman Kodak Co., <span class=\"citation\" data-id=\"733271\"><a href=\"/opinion/733271/jean-g-mattern-v-eastman-kodak-company-and-eastman-chemical-company/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 708 (5th Cir. 1997), for this proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found further that Evans failed to satisfy the third prong of the prima facie case, the \"causal link\" requirement, which it identified as a \"but for\" causation standard.  The court concluded that the City's argument, that \"numerous disciplinary actions\" against Evans provided a nonretaliatory cause for the demotion, was compelling and that Evans could therefore not establish that her demotion would not have occurred \"but for\" her appearance at the grievance hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, because the court found that Evans had failed to make out a prima facie case of retaliation, it went no further in the McDonnell Douglas analysis.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We believe that the district court erred in its analysis of Evans's retaliation claims.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moreover, we find that Evans has created jury issues regarding her retaliation claim by demonstrating factual disputes as to a prima facie case of retaliation and as to pretext.  As such, we conclude the district court erred in granting summary judgment in favor of the City.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Long v. Eastfield College, <span class=\"citation\" data-id=\"721331\"><a href=\"/opinion/721331/fayette-long-jeanell-reavis-v-eastfield-college/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span> (5th Cir. 1996), sets out the standard for evaluating a Title VII retaliation claim in a summary judgment context.  A plaintiff must first prove by preponderance of the evidence \"(1) that she engaged in activity protected by Title VII,  (2) that an adverse employment action occurred, and (3) that a causal link existed between the protected activity and the adverse employment action.\"  Id. at 304.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court found that Evans satisfied the first element of the prima facie case.  This is supported by the summary judgment evidence from both sides.  The City, in its admissions, states that Evans was subpoenaed to testify at Gentle's grievance hearing on January 3, 1995; that the hearing was set for January 6, 1995; and that the hearing was postponed until February 8, 1995, at which time Evans did appear and testify.  The grievance hearing concerned Gentle's Title VII claims of racial discrimination against Abram.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  If an employee has \"'made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing' under Title VII,\" the employee has engaged in a protected activity.  Long, 88 F.3d at 304 (quoting 42 U.S.C.  2000e-3(2) (1994)).  The district court was therefore correct to find that Evans had satisfied the first element of the prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court then considered whether Evans had also met the second prong of the prima facie test.  The district court concluded that she had not.  The court found that Evans could not show that she was subjected to an adverse employment action because she was merely demoted.  The court erroneously relied on Mattern v. Eastman Kodak Co., <span class=\"citation\" data-id=\"733271\"><a href=\"/opinion/733271/jean-g-mattern-v-eastman-kodak-company-and-eastman-chemical-company/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 708 (5th Cir. 1997), for the proposition that a demotion could not be an adverse employment action.  Mattern contains no such language.  Quite the contrary, this court has stated that a demotion can be an adverse employment action for purposes of Title VII if it meets the appropriate criteria.  See Sharp v. City of Houston, <span class=\"citation\" data-id=\"760485\"><a href=\"/opinion/760485/78-fair-emplpraccas-bna-1779-74-empl-prac-dec-p-45704-patrice/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span>, 933 n.21 (5th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the facts of this case, Evans's demotion could very well be an adverse employment action if it meets certain criteria.  See Sharp, 164 F.3d at 933 n.21; Dollis v. Rubin, <span class=\"citation\" data-id=\"714028\"><a href=\"/opinion/714028/70-fair-emplpraccas-bna-517-68-empl-prac-dec-p-44180-mary-dollis/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 781-82 (5th Cir. 1995) (\"Title VII was designed to address ultimate employment decisions, not to address every decision made by employers that arguably might have some tangential effect upon those ultimate decisions.\"); cf. Burlington Indus., Inc. v. Ellerth, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 761 (1998) (\"A tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\").  As we mentioned above, there is a dispute between the parties regarding exactly when the demotion occurred.  There are four dates on the demotion memorandum to Evans.  The memorandum is dated February 15, 1995, and gives Evans notice that she was reclassified (demoted) on January 21, 1995.  The date of January 21, 1995 is crossed out, and February 15, 1995 is written in by hand.  That notation was apparently made on February 22, 1995.  There is a stamp on the memorandum that indicates it was approved on February 20, 1995.  Similarly, in the City's reassignment form, the date \"1/25/95\" is crossed out and \"2/15/95\" is typed in above it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The City contends in its argument that due to the six-month probationary period, \"Evans did not have a property right to her new position[.]\"  Evans asserts, however, that the date of her demotion was backdated so that the demotion would fall within the probationary period.  The City does not address this allegation.  We decline to make a bright-line rule regarding whether a demotion in the particular circumstance of a probationary period qualifies as an adverse employment action.  As we stated above, a demotion is an adverse employment action if it meets certain criteria, and we simply note the contradictory dates on the memorandum may or may not affect this analysis.  Because Evans raised a fact question as to this issue, summary judgment was improper.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To fully resolve whether Evans established a prima facie case of retaliation, we now turn to the final prong of the analysis and examine whether there is a causal link between Evans's engaging in the protected activity and the adverse employment action.  See Long, 88 F.3d at 304.  The district court found that Evans had not satisfied this element.  The district court based this finding on its belief that Evans had failed to show that the adverse employment action would not have occurred \"but for\" her testimony at Gentle's Title VII hearing.  This is not the proper legal standard for this prima facie inquiry.  This court has explicitly held that the \"causal link\" required in prong three of the prima facie case for retaliation is not as stringent as the \"but for\" standard.  See Long, 88 F.3d at 305 n.4 (\"The standard for establishing the 'causal link' element of the plaintiff's prima facie case is much less stringent [than the \"but for\" test].\")   Accordingly, \"a plaintiff need not prove that her protected activity was the sole factor motivating the employer's challenged decision in order to establish the 'causal link' element of a prima facie case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Evans was subpoenaed to testify at Gentle's grievance hearing on January 3, 1995; appeared to testify on January 6, 1995; and did in fact testify on February 8, 1995.  Evans was recommended for demotion on January 11, 1995.  The time between her engaging in the protected activity of appearing to testify at a Title VII grievance hearing and her being recommended for demotion was five days.  \"Close timing between an employee's protected activity and an adverse action against [her] may provide the 'causal connection' required to make out a prima facie case of retaliation.\"  Swanson v. Gen. Servs. Admin., <span class=\"citation\" data-id=\"739317\"><a href=\"/opinion/739317/75-fair-emplpraccas-bna-483-71-empl-prac-dec-p-44797-tommy-l/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span>, 1188 (5th Cir. 1997) (emphasis omitted).  We note that \"a time lapse of up to four months has been found sufficient to satisfy the causal connection for summary judgment purposes.\"  Weeks v. NationsBank, N.A., No. CIV.A.3:98-CV-1352M, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">341257</span></span>, at *3 (N.D. Tex. 2000) (citing Garrett v. Constar, Inc., No. CIV.A.397-CV-2575, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">354239</span></span> (N.D. Tex. 1999)).  Accordingly, we find that a time lapse of five days in this case is sufficient to provide a \"causal connection\" that enables Evans to satisfy the third prong of the prima facie case of her retaliation claims against the City.  The district court erred in holding otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although not addressed by the district court, we also find that Evans has established a fact issue regarding pretext.  Once the employer satisfies its burden of producing evidence of a legitimate, nonretaliatory reason for its decision,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the inference of discrimination introduced by the plaintiff's prima facie showing then drops from the case.  See Russell, 235 F.3d at 222; Long, 88 F.3d at 308.  Thus, we reach the ultimate question: has the City unlawfully retaliated against Evans?  In contrast to the standard for the prima facie \"causal link\" factor, the question for the factfinder here is whether Evans has shown that the demotion would not have occurred \"but for\" her appearance at the Title VII grievance hearing.  See Long, 88 F.3d at 308.  Evans may establish the answer to this ultimate question indirectly, by showing that the legitimate, nonretaliatory justification offered by the City for Evans's demotion is pretextual.  See Tex. Dep't of Cmty. Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 256 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Before evaluating Evans's summary judgment evidence, it must be noted that we have held that \"[m]erely disputing [an employer's] assessment of [a plaintiff's] work performance will not necessarily support an inference of pretext.\"  Shackelford v. Deloitte &amp; Touche, LLP, <span class=\"citation\" data-id=\"18788\"><a href=\"/opinion/18788/shackelford-v-deloitte-touche-ll/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 408 (5th Cir. 1999).  Thus, Evans cannot survive summary judgment merely because she disagrees with the City's characterization of her disciplinary history; rather, \"[t]he issue is whether [the City's] perception of [Evans's] performance, accurate or not, was the real reason for her termination.\"  Id. at 408-09 (emphasis omitted).  Furthermore, \"[s]ince this case reached the pretext stage, the only question on summary judgment is whether the evidence of retaliation, in its totality, supports an inference of retaliation.\"  Id. at 407.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In her deposition, Abram stated that she documented an outburst by Evans, detailed in note 5 supra, in a memorandum written by her, dated, and placed in Evans's file.  No such document is in the record.  Similarly, there is no document in the summary judgment record that describes the confrontation between Sterling and Evans.  See supra note 5.  Despite Abram's own assertion that \"I make notations on all verbal counseling,\" not a single such notation appears in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The City relies on two memoranda to establish Evans's alleged \"checkered\" employment history and, therefore, to provide a legitimate justification for her demotion.  At the outset, we note that both memoranda were written, the first on August 24, 1995, and the second on January 31, 1997, after Evans engaged in the protected activity and, indeed, after she was demoted.  There is no contemporaneous evidence in the record of any disciplinary action taken against Evans at any time before she was demoted.  All of the evidence of disciplinary problems comes from memoranda or depositions written or taken after Evans was demoted and, in some cases, after Evans filed suit.  The second memorandum of January 31, 1997, can be of no consequence either, because it details only incidents that happened in 1996, one full year after Evans was demoted.  This after-the-fact documentation cannot be evidence to justify a demotion because of disciplinary problems.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Evans, on the other hand, has also provided the court with a memorandum from Abram, dated May 23, 1994, recommending Evans for the promotion and describing her as \"qualified and willing\" to assume the new job.  This stands in stark contrast to Abram's letter of January 11, 1995 (after Evans appeared to testify), which claims that Evans neither has the requisite skills nor is willing to acquire them.  The record also contains a February 24, 1994 letter of commendation, written from Abram to Evans, praising Evans for \"demonstrating [her] abilities to supervise the staff and coordinating the Nursing activities[.]\"  No mention is made of a history of disciplinary problems.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As we discussed above, Evans also claims that the City backdated her demotion to fall within the six-month probationary period, and the memorandum of demotion contains four separate dates.  Needless to say, four dates on one demotion memorandum and two dates on the reassignment form is rather peculiar.  The City did not address this issue in its briefing, and the district court did not address it in its summary judgment Order.  We find that backdating the demotion notice could support a theory that the City was attempting to make it appear like Evans was demoted during her probationary period for the routine reason that her work was unsatisfactory.  That would certainly support an argument of pretext.  Thus, there is a fact question on whether the notice was backdated, and this fact question, along with the other evidence adduced by Evans, goes straight to the heart of the issue of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Shackelford, we found that \"the combination of suspicious timing with other significant evidence of pretext, can be sufficient to survive summary judgment.\"  190 F.3d at 409.  In this case, we believe that the close temporal proximity between Evans's appearance at her co-worker's grievance hearing and her demotion, coupled with the lack of any documentary evidence dated before her appearance or demotion that would tend to support a theory of disciplinary problems, plus Evans's evidence in the form of memoranda written by Abram that tend to refute Abram's own justifications for the demotion, all give rise to a conflict of substantial evidence on the ultimate issue whether the City wrongfully demoted Evans in retaliation for her appearance at a co-worker's grievance hearing.  Thus, we conclude that the summary judgment evidence, in its entirety, supports an inference of retaliation.  As such, the district court erred in granting summary judgment on Evans's Title VII and TCHRA retaliation claims in favor of the City.</p>\n    </div>\n    <p class=\"indent\">VI.  42 U.S.C.  1981</p>\n    <p class=\"indent\">A. The District Court's Order</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court also rejected Evans's claims of racial discrimination under 42 U.S.C.  1981 (1994).  The court held that Evans could not sue under  1981 because \"the express cause of action for damages created by  1983 constitutes the exclusive federal remedy for violation of the rights guaranteed in  1981 by state governmental units[.]\"  Jett v. Dallas Indep. Sch. Dist., <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 733 (1989).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We conclude that the district court's grant of summary judgment in favor of the City was proper.  However, we reach this result under a different reasoning than that pronounced by the district court.</p>\n    </div>\n    <p class=\"indent\">42 U.S.C.  1981 reads as follows:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(a) Statement of equal rightsAll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licences, and exactions of every kind, and to no other.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(b) \"Make and enforce contracts\" defined</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For purposes of this section, the term \"make and enforce contracts\" includes the making, performance, modification, and termination of contracts, and the enjoyment of all benefits, privileges, terms, and conditions of the contractual relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(c) Protection against impairment</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The rights protected by this section are protected against impairment by nongovernmental discrimination and impairment under color of State law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">42 U.S.C.  1981 (1994).  This is the present form of the statute.  Congress added subsections (b) and (c) to the statute with the passage of the Civil Rights Act of 1991, Pub. L. No. 102-166, 105 Stat. 1071.  Prior to the Civil Rights Act of 1991, racial discrimination relating to the general conditions of employment was not actionable under  1981.  See Patterson v. McLean Credit Union, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 175-82 (1989).  With the addition of subsection (b), however, Congress extended the scope of  1981 to address general conditions of employment, and the amended scope of  1981 now reaches beyond the formation of employment contracts and covers the entire \"contractual relationship,\" including employment discrimination.  See Dennis v. County of Fairfax, <span class=\"citation\" data-id=\"696272\"><a href=\"/opinion/696272/lathan-dennis-v-county-of-fairfax/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 155 (4th Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize, however, that the effect of the 1991 addition of subsection (c) is much less certain.  Before the 1991 amendment, the Supreme Court decided Jett v. Dallas Independent School District, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span> (1989).  In Jett, the Court concluded that \"the express cause of action for damages created by  1983 constitutes the exclusive federal remedy for violation of the rights guaranteed in  1981 by state governmental units[.]\"  Id. at 733.  Moreover, the Court held that to prevail on a claim for damages against a governmental entity, a plaintiff \"must show that the violation of his 'right to make contracts' protected by  1981 was caused by a custom or policy within the meaning of Monell [v. Department of Social Services, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span> (1978),] and subsequent cases.\"  Jett, 491 U.S. at 735-36.  Relying on the Supreme Court's holding in Jett that  1983 is the exclusive federal damages remedy for a violation of the rights contained in  1981, the district court in this case found that Evans could not pursue her cause of action against the City under  1981 and granted summary judgment in favor of the City.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The question whether the Jett holdings remain good law after the 1991 amendment to  1981 has created much debate among the circuits.  A split in the courts of appeals has emerged over Jett's first holding--whether, after the 1991 amendment of  1981,  1983 remains the exclusive remedy for a violation of the rights contained in  1981.  Compare Butts v. County of Volusia, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">891</span></span>, 894 (11th Cir. 2000) (\"Nothing in the 1991 amendment to  1981 evinces Congress' desire to alter the Supreme Court's conclusion in Jett.\"), Artis v. Francis Howell N. Band Booster Ass'n, <span class=\"citation\" data-id=\"759574\"><a href=\"/opinion/759574/terry-j-artis-v-francis-howell-north-band-booster-association-inc/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span>, 1181 (8th Cir. 1998) (failing to discuss the import of subsection (c), but holding that \"[a] federal action to enforce rights under  1981 against a state actor may only be brought pursuant to  1983\"), Dennis, 55 F.3d at 156 n.1 (\"We do not believe that this aspect of Jett was affected by the Civil Rights Act of 1991, which added subsection (c) to  1981.\"), with Federation of African American Contractors v. City of Oakland, <span class=\"citation\" data-id=\"726754\"><a href=\"/opinion/726754/federation-of-african-american-contractors-rondeau-bay-construction-company/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1204</span></a></span>, 1214 (9th Cir. 1996) (concluding that  1981 contains an implied cause of action against state actors and that, with the addition of subsection (c), Congress \"overturn[ed] Jett's holding that 42 U.S.C.  1983 provides the exclusive federal remedy against state actors for the violation of rights under 42 U.S.C.  1981\").  See also Anderson v. Conboy, <span class=\"citation\" data-id=\"757877\"><a href=\"/opinion/757877/77-fair-emplpraccas-bna-1278-74-empl-prac-dec-p-45552-linden-d/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></a></span>, 178 n.19 (2d Cir. 1998) (noting the \"ambiguity\" of whether subsection (c) may create an implied cause of action against state actors, but finding the question irrelevant to its analysis).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While we are cognizant of this split of authority over the effect of subsection (c) on Jett's first holding, we nonetheless find it unnecessary to resolve this conflict today because we conclude that Jett's second holding--the requirement of a custom or policy to hold a municipality liable under  1983--is the dispositive inquiry in this case.  See Smith v. Chicago Sch. Reform Bd. of Trustees, <span class=\"citation\" data-id=\"760901\"><a href=\"/opinion/760901/carrie-merle-smith-v-chicago-school-reform-board-of-trustees/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1148 (7th Cir. 1999) (resolving the issue whether an agency of municipal government is liable by considering the existence of a custom or policy, thereby circumventing the question whether Jett's first holding remains good law).  Although the courts of appeals diverge regarding the exclusivity of the remedy of  1983, they remain united as to Monell's custom or policy requirement.  See Butts, 222 F.3d at 894 n.4 (recognizing that Monell's custom or policy limitation would exist if  1981 contained an implied cause of action); Smith, 165 F.3d at 1148 (\"[R]ecovery against a governmental body under  1981 may not be based on respondeat superior.  The plaintiff must show that the body's official policy or custom was discriminatory.\" (emphasis omitted)); Artis, 161 F.3d at 1181 (stating that for the school district to be liable, the plaintiff must demonstrate that it \"had an official policy or widespread custom that violated the law and caused his injury\"); Federation of African American Contractors, 96 F.3d at 1214-15; Dennis, 55 F.3d at 156.  We agree with our sister circuits that in order for Evans to recover against the City, she cannot proceed under a theory of respondeat superior and must instead satisfy the \"custom or policy\" test fashioned for suits against a municipality under  1983.  See Monell, 436 U.S. at 694; Jett, 491 U.S. at 735-36.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This circuit has defined an \"official policy,\" for purposes of  1983 liability as</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\"[a] policy statement, ordinance, regulation or decision that is officially adopted and promulgated by the municipality's lawmaking officers or by an official to whom the lawmakers have delegated policy-making authority.'\"  Bennett v. City of Slidell, <span class=\"citation\" data-id=\"436257\"><a href=\"/opinion/436257/henry-j-bennett-jr-v-city-of-slidell-gerry-hinton-be-mcdaniel/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span>, 862 (5th Cir. 1984) (en banc).  Alternatively, official policy is \"[a] persistent, widespread practice of city officials or employees, which, although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Brown v. Bryan County, <span class=\"citation\" data-id=\"769525\"><a href=\"/opinion/769525/jill-brown-plaintiff-appellee-cross-appellant-v-bryan-county-ok-bryan/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 457 (5th Cir. 2000) (alterations in original).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Our review of the record reveals that Evans has failed to raise a fact question on the Monell requirement of custom or policy.  Nowhere on appeal does Evans argue that a custom or policy existed.  Indeed, during the proceedings in the district court, the only intimation by Evans that the City may have engaged in behavior that could rise to the level of a custom or policy is contained in Evans's response to the City's motion for summary judgment.  In her response, Evans states that \"the City in no way attacks Ms. Evans's pleading and showing that her prolonged and consistent attempts to obtain relief through the internal grievance mechanism of the City of Houston were ignored, plainly suggesting the reasonable inference that the discriminatory and retaliatory acts were acquiesced in or adopted by the highest levels of the City administration and that they were so widespread as to constitute a custom that fairly represents municipal policy.\"  Even at this summary judgment stage, we refuse to accept that a \"suggestion\" of \"acquiesce[nce]\" meets the standard required to establish a custom or policy under  1983 such to hold a municipality liable.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Because we find that Evans failed to produce any evidence or designate specific facts to demonstrate a genuine issue of fact regarding whether the City had a custom or policy of discriminating or retaliating against employees, we conclude that the district court did not err in granting summary judgment in favor of the City.</p>\n    </div>\n    <p class=\"indent\">VI.  CONCLUSION</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The grant of summary judgment for the claims of racial discrimination under Title VII, age discrimination under the ADEA, and racial and age discrimination under the TCHRA is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The grant of summary judgment for the retaliation claims under Title VII and the TCHRA is REVERSED, and the claims are remanded to the district court for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The grant of summary judgment for the claim of discrimination under 42 U.S.C.  1981 is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED in part, REVERSED in part, and REMANDED for further proceedings in light of this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  District Judge of the Western District of Texas, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We note the internal inconsistency within the district court's opinion.  In its analysis of Evans's racial discrimination claim, the court appears to conclude that she was qualified for the Nurse III position, thus satisfying prong two of the prima facie case for racial discrimination.  However, in determining whether Evans made out a prima facie case of age discrimination, the district court found that she was not qualified for the position.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Section 2000e-2(a) of Title VII provides:</p>\n        <p class=\"indent\">It shall be an unlawful employment practice for an employer--</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n        <p>42 U.S.C.  2000e-2(a) (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Section 623(a) of the ADEA states:</p>\n        <p class=\"indent\">It shall be unlawful for an employer--</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age;</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's age; or</p>\n        <p class=\"indent\">(3) to reduce the wage rate of any employee in order to comply with this chapter.</p>\n        <p>29 U.S.C.  623(a) (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Section 21.051 of the TCHRA provides:</p>\n        <p class=\"indent\">An employer commits an unlawful employment practice if because of race, color, disability, religion, sex, national origin, or age the employer:</p>\n        <p class=\"indent\">(1) fails or refuses to hire an individual, discharges an individual, or discriminates in any other manner against an individual in connection with compensation or the terms, conditions, or privileges of employment; or</p>\n        <p class=\"indent\">(2) limits, segregates, or classifies an employee or applicant for employment in a manner that would deprive or tend to deprive an individual of any employment opportunity or adversely affect in any other manner the status of an employee.</p>\n        <p>Tex. Lab. Code Ann.  21.051 (Vernon 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  In its brief, the City claims that Evans was demoted \"during a promotional probationary period which specifically directs a supervisor to ascertain whether an employee is competent to perform his or her new duties within six (6) months.\"  This, of course, is not the same as articulating a legitimate, nondiscriminatory reason for demotion.  The City does claim, however, that \"Evans has had a checkered disciplinary history with the Department[.]\"  Indeed, the record does indicate that there is some evidence that, if believed, could allow a factfinder to conclude that the demotion was for a legitimate, nondiscriminatory purpose.</p>\n        <p class=\"indent\">In her deposition of February 4, 1999, Abram said that Evans \"refused job assignments, and Ms. Evans exhibited poor personal skills.  She blatantly cursed me out.  She exhibited outbursts in the presence of other employees and refused job assignments.\"  In another deposition, also on February 4, 1999, Deborah Sterling, one of Evans's co-workers, describes a shouting fight between Evans and her while at work.  In Abram's letter of January 11, 1995, she gave the following four reasons why she recommended Evans's demotion: (1) she does not have the requisite nursing and management skills; (2) she does not want to learn nursing and management skills; (3) Abram has had to verbally counsel Evans before; and (4) Evans had an outburst on January 10, 1995.  The outburst referred to in (4) is the one Abram described in her deposition.  The City also produced as summary judgment evidence two memoranda that detail Evans's disciplinary problems and recommended suspension.  The first memorandum was written on August 24, 1995.  In it, Evans is recommended for a five-day suspension because of a \"history of bad behavior.\"  The memorandum cites November 22, 1992, September 2, 1994, September 7, 1994, October 3, 1994, and January 11, 1995 as instances in which Evans displayed her disciplinary problems.  The second memorandum, written January 31, 1997, recommends that Evans be suspended for ten days, citing \"more disruptive behavior.\"  In that memorandum, October 29, 1996, October 30, 1996, and September 17, 1996 are given as dates on which Evans had to be disciplined.  This constitutes the sum of the City's summary judgment evidence on the issue of legitimate, nondiscriminatory demotion.  We believe that this evidence could permit a trier of fact to conclude that the demotion was nondiscriminatory.  The City has thus satisfied its burden of production on the issue.  See Reeves, 120 S. Ct. at 2106 (\"This burden is one of production, not persuasion[.]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Section 2000e-3(2) of Title VII states in relevant part:</p>\n        <p>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for employment . . . to discriminate against any individual . . . because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n        <p>42 U.S.C.  2000e-3(2) (1994).  Likewise,  21.055 of the TCHRA provides:</p>\n        <p class=\"indent\">An employer, labor union, or employment agency commits an unlawful employment practice if the employer, labor union, or employment agency retaliates or discriminates against a person who, under this chapter:</p>\n        <p class=\"indent\">(1) opposes a discriminatory practice;</p>\n        <p class=\"indent\">(2) makes or files a charge;</p>\n        <p class=\"indent\">(3) files a complaint; or</p>\n        <p class=\"indent\">(4) testifies, assists, or participates in any manner in an investigation, proceeding, or hearing.</p>\n        <p>Tex. Lab. Code Ann.  21.055 (Vernon 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We note that in her First Amended Petition, Evans alleged that Gentle's grievance hearing concerned allegations of racial and age discrimination.  Citing no case law, the City argues that \"[i]nternal grievance procedures are not 'protected activities' under Title VII, particularly where the City's grievance procedure expressly excludes any issue that relates, even in part, to discrimination.\"  However, in its response to Evans's first request for admissions, the City did not deny this allegation and added that the \"hearing was to deal with job duties and Employee Performance Evaluation rating.\"  The district court, in its order, also found that the grievance hearing concerned claims of racial and age discrimination.  Therefore, resolving all doubts in favor of Evans, the nonmoving party, see Burch v. City of Nacogdoches, <span class=\"citation\" data-id=\"763490\"><a href=\"/opinion/763490/gene-a-burch-v-city-of-nacogdoches/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 619 (5th Cir. 1999), we find the grievance hearing involved claims of discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The City does not specifically address in its brief whether it had a legitimate nonretaliatory reason to demote Evans (the second step in the McDonnell Douglas burden-shifting framework); however, we conclude that the City's summary judgment evidence satisfied its burden of production on this issue.  See supra note 5 (discussing this evidence in the context of discrimination).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Notwithstanding this holding, the district court stated that even if Evans had alleged a racial discrimination claim under  1983, her claim would still fail.  Citing Jackson v. City of Atlanta, <span class=\"citation\" data-id=\"710280\"><a href=\"/opinion/710280/69-fair-emplpraccas-bna-1505-67-empl-prac-dec-p-43891-wilfred/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63 (5th Cir. 1996), the court concluded that Title VII was the exclusive remedy for Evans's claims of employment discrimination, and thus, she could not pursue her claims under  1983.  This conclusion is incorrect.  In Southard v. Texas Board of Criminal Justice, <span class=\"citation\" data-id=\"741085\"><a href=\"/opinion/741085/74-fair-emplpraccas-bna-163-71-empl-prac-dec-p-44805-sherry/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span> (5th Cir. 1997), a panel of this court pointed out that Jackson was inconsistent with an earlier panel opinion, Johnston v. Harris County Flood Control District, <span class=\"citation\" data-id=\"519967\"><a href=\"/opinion/519967/carl-johnston-v-harris-county-flood-control-district/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span> (5th Cir. 1989), in that the Jackson panel found that because the plaintiff in Jackson had predicated his Title VII and  1981 claims on the same discriminatory acts, the plaintiff was precluded from suing under both statutes.  See Southard, 114 F.3d at 549.  Instead, the Southard panel clarified that even if a plaintiff alleges the same conduct for both Title VII and  1981 claims, he or she may seek redress under both statutes, as long as the \"conduct violates both Title VII and a separate constitutional or statutory right.\"  Id.</p>\n        <p class=\"indent\">We also note that the district court considered both racial and age discrimination under the  1981 rubric.  This analysis is likewise improper because  1981 prohibits only racial discrimination.  See Alizadeh v. Safeway Stores, Inc., <span class=\"citation\" data-id=\"476856\"><a href=\"/opinion/476856/susan-a-alizadeh-and-her-husband-hassan-h-alizadeh-v-safeway-stores/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 114 (5th Cir. 1986).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/18788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/20120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/436257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/519967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/704047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710280/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/714028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/719744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/728930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757877/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1517167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534738/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-11-26T01:02:36.385337Z",
      "date_modified": "2017-12-08T01:15:24.538654Z",
      "date_filed": "2001-03-21",
      "date_filed_is_approximate": false,
      "slug": "evans-v-the-city-of-houston",
      "citation_id": 22806,
      "case_name_short": "Evans",
      "case_name": "Evans v. The City of Houston",
      "case_name_full": "",
      "federal_cite_one": "246 F.3d 344",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 237,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/192494/evans-v-the-city-of-houston/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:24:52.368583Z",
  "date_modified": "2014-10-30T07:24:52.368583Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Evans",
  "case_name": "Evans v. The City of Houston",
  "case_name_full": "",
  "slug": "evans-v-the-city-of-houston",
  "docket_number": "99-20778",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}