{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1937160/",
  "id": 1937160,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/294727/",
      "id": 294727,
      "absolute_url": "/opinion/294727/andrew-hawkins-v-town-of-shaw-mississippi/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1937160/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/294727/",
          "id": 294727,
          "absolute_url": "/opinion/294727/andrew-hawkins-v-town-of-shaw-mississippi/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/294727/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:48:16Z",
          "date_modified": "2017-03-24T21:10:22.742209Z",
          "type": "010combined",
          "sha1": "be2ea19203dc1427b66139b389387159349d4dfc",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/437/437.F2d.1286.29013.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">437 F.2d 1286</p>\n    <p class=\"parties\">Andrew HAWKINS et al., Plaintiffs-Appellants,<br>v.<br>TOWN OF SHAW, MISSISSIPPI, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 29013.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">January 23, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvyn R. Leventhal, Jackson, Miss., Jack Greenberg, Jonathan Shapiro, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Ancil L. Cox, Jr., Cleveland, Miss., William Allain, Asst. Atty. Gen., Jackson, Miss., Cox &amp; Moore, Attys., Cleveland, Miss., for appellees.</p>\n      <p class=\"indent\">Before TUTTLE, BELL and GOLDBERG, Circuit Judges.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Referring to a portion of town or a segment of society as being \"on the other side of the tracks\" has for too long been a familiar expression to most Americans. Such a phrase immediately conjures up an area characterized by poor housing, overcrowded conditions and, in short, overall deterioration. While there may be many reasons why such areas exist in nearly all of our cities, one reason that cannot be accepted is the discriminatory provision of municipal services based on race. It is such a reason that is alleged as the basis of this action.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are Negro citizens of the Town of Shaw, Mississippi. They alleged that the town has provided various municipal services including street paving and street lighting, sanitary sewers, surface water drainage as well as water mains and fire hydrants in a discriminatory manner based on race. Appellants brought a class action seeking injunctive relief under 42 U.S.C. &#167; 1983 against the town, the town's mayor, clerk and five aldermen. After a three-day trial, the trial court applied the traditional equal protection standard despite the presence of appellants' undisputed statistical evidence which we feel clearly showed a substantial qualitative and quantitative inequity in the level and nature of services accorded \"white\" and \"black\" neighborhoods in Shaw. The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"If actions of public officials are shown to have rested upon rational considerations, irrespective of race or poverty, they are not within the condemnation of the Fourteenth Amendment, and may not be properly condemned upon judicial review. Persons or groups who are treated differently must be shown to be similarly situated and their unequal treatment demonstrated to be <i>without any rational basis</i> or based upon an invidious factor such as race.\" 303 F.Supp. 1162, 1168 (N. D.Miss.1969). (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because this court has long adhered to the theory that \"figures speak and when they do, Courts listen,\" Brooks v. Beto, 366 F.2d 1, 9 (1966), (and see many cases cited in footnote 14, page 9) we feel that appellants clearly made out a prima facie case of racial discrimination. The trial court thus erred in applying the traditional equal protection standard, for as this Court and the Supreme Court have held: \"Where racial classifications are involved, the Equal Protection and Due Process Clauses of the Fourteenth Amendment `command a more stringent standard' in reviewing discretionary acts of state or local officers. Jackson v. Godwin, 400 F.2d 529, 537 (5th Cir., 1968).\" In applying this test, defendants' actions may be justified only if they show a compelling state interest. Loving v. Virginia, 388 U.S. 1, 87 S.Ct. 1817, 18 L.Ed.2d 1010 (1967). We have thoroughly examined the evidence and conclude that no such compelling interests could possibly justify the gross disparities in services between black and white areas of town that this record reveals.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Town of Shaw, Mississippi, was incorporated in 1886 and is located in the Mississippi Delta. Its population, which has undergone little change since 1930, consists of about 2,500 people &#8212; 1,500 black and 1,000 white residents. Residential racial segregation is almost total. There are 451 dwelling units occupied by blacks in town, and, of these, 97% (439) are located in neighborhoods in which no whites reside. That the town's policies in administering various municipal services have led to substantially less attention being paid to the black portion of town is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nearly 98% of all homes that front on unpaved streets in Shaw are occupied by blacks. Ninety-seven percent of the homes not served by sanitary sewers are in black neighborhoods. Further, while the town has acquired a significant number of medium and high intensity mercury vapor street lighting fixtures, every one of them has been installed in white neighborhoods. The record further discloses that similar statistical evidence of grave disparities in both the level and kinds of services offered regarding surface water drainage, water mains, fire hydrants, and traffic control apparatus was also brought forth and not disputed. Finally, it was alleged that this disparity was the result of a long history of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Surely, this was enough evidence to establish a prima facie case of racial discrimination. The only question that remains to be examined is whether or not these disparities can possibly be justified by any compelling state interests. As we have already indicated, an examination of the record reveals they cannot.</p>\n    </div>\n    <p>STREET PAVING</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The undisputed evidence is that 97% of all those who live in homes fronting on unpaved streets are black. In attempting to justify this, the trial court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"Initially, concrete paving was afforded to those streets serving commercial and industrial interests and to the areas nearest the town's center. In some cases this resulted in more street paving in white than Negro neighborhoods, but the paving actually done in the municipality was on the basis of general usage, traffic needs and other objective criteria. Residential neighborhoods not facing principal streets or thoroughfares long remained unpaved, regardless of their character as white or black neighborhoods.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The record simply does not support the justification that streets were built according to traffic needs and usage. The town's one engineer who made recommendations to defendants as to the priority of street paving projects testified that he had never surveyed the town to determine which streets were used the most. Nor did he compare the usage of streets in black neighborhoods with the usage of those in white neighborhoods. He even admitted that he was not familiar with the usage of streets in the Promised Land Addition, which is one of the oldest and largest black neighborhoods in Shaw.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The finding that many streets were paved in the business areas and that this resulted, \"in some cases\", in providing more paving in white rather than black neighborhoods, also fails to justify the existing disparities. As appellants point out, in 1956 when the first residential streets in black neighborhoods were paved, 96% of the white residents of Shaw already lived on paved streets, most of which had been paved during the 1930's. Many of these streets, however, were solely residential, and could not possibly serve commercial, industrial or any public buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trial court also found that many of the streets on which blacks live were too narrow to pave. The town engineer had testified that streets in black neighborhoods had not been paved because they did not have the fifty foot right-of-way he considered necessary. However, as appellants point out, most of the streets in Shaw, in both black and white neighborhoods, have platted rights of way that range from 30 to 40 feet. Further, while most streets <i>under</i> 50 feet in white neighborhods are paved, those in the black areas are not.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In short, even if we assume that such criteria as traffic usage, need and width constitute compelling state interests, they were not applied equally to both black and white neighborhoods. We are led to the inevitable conclusion that Shaw's policies, which have resulted in such significant disparities between the black and white portions of town, are, in no way, justifiable.</p>\n    </div>\n    <p>STREETS LIGHTS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The record clearly shows that absolutely no high power mercury vapor street lights have been installed in black residential areas. Only the much weaker bare bulb fixtures are to be found. The trial court stated that there was no showing that the lighting was inadequate and, in any event:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The brighter lights are provided for those streets forming either a state highway, or serving commercial, industrial or special school needs, or otherwise carrying the heaviest traffic load.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fact that there was no specific showing that lighting was not adequate is not significant. What is significant is that it is clear that all of the <i>better</i> lighting that exists in Shaw can be found <i>only</i> in the white parts of town. Surely, this cannot be justified merely on the ground that the bare bulb fixtures are not shown to be inadequate. One might readily assume, it seems, that the modern high intensity lights are <i>more</i> adequate from the fact of their use by the city. <i>Improvements</i> to existing facilities provided in a discriminatory manner may also constitute a violation of equal protection.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The other justifications accepted by the trial court again fail, for if the \"special needs\" criteria were applied equally for the benefit of both black and white citizens, all the high intensity lights would not be in only the white areas of town. For example, while streets with heavy traffic serving commercial and public centers, such as Gale Street, in black areas have only bare bulb fixtures, many little traveled streets in white neighborhoods have the high intensity variety. In short, we are again convinced that as with the paving of streets, the placement of new light fixtures only in the white portion of town, cannot be justified.</p>\n    </div>\n    <p>SANITARY SEWERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While 99% of white residents are served by a sanitary sewer system, nearly 20% of the black population is not so served. The trial court thought this was justified by noting that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Part of the problem in reaching all older unserved areas has been the necessity for bringing this service into newer subdivisions developed for both races and brought into the town, as it is the town's firm policy to make sewer installations for all such new areas.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is not at all clear from the record that such a \"firm policy\" exists. However, even assuming that it does, the fact that extensions are now made to new areas in a non-discriminatory manner is not sufficient when the effect of such a policy is to \"freeze in\" the results of past discrimination. As this court stated in Henry v. Clarksdale Municipal Separate School District, 409 F.2d 682, 688 (5th Cir., 1969), \"a relationship otherwise rational may be insufficient in itself to meet constitutional standards &#8212; if its effect is to freeze-in past discrimination.\" We find that since over one-third of the black population was not served when the original sewer system was constructed and nearly twenty percent of this population remains unserved, a policy of serving only new areas would freeze in the results of past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The trial court, however, also stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"While the complaint about less than 100% sanitary sewage for all residences is certainly a real one, that condition arises basically from the fact that local law does not yet require indoor plumbing. The lack of sanitary sewers in certain areas of the town is not the result of racial discrimination in withholding a vital service; rather it is a consequence of not requiring through a proper housing code, certain minimal conditions for inhabited housing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we recognize that a proper housing code would help this situation, it is circular reasoning to argue that because indoor plumbing is not required, sewers are not provided. If sewers were provided, indoor plumbing could be more easily installed. Indeed, without it, black residents desiring such facilities are forced to incur the extra expense of installing individual sewage disposal apparatus. In short, the justifications offered for the disparities that exist in the town's sewerage system are not valid.</p>\n    </div>\n    <p>SURFACE WATER DRAINAGE</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not doubt that as the trial court notes: \"Having flat nonporous soil with slow run-off conditions, Shaw suffers from drainage problems common to the Delta area.\" Indeed, there are serious drainage problems in both the black and white sections of town. However, the record reveals that the problems of the black community are far more serious. Whereas, the white community has been provided with either underground storm sewers or a continuous system of drainage ditches, the black neighborhoods have been provided with a poorly maintained system of drainage ditches and, on many streets, none at all. The following testimony concerning the black portion of town is illustrative:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q. What is the shape of the actual drainage ditches or absence of them within the area?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. These vary, so greatly. In one section, for example, of Canaan Street where within the last week someone has come along and cleared a ditch. The ditch is in the shape of a spade; that is, it's one shovel wide and one shovel deep and whatever was in what is now the ditch is now heaped in a pile along the side and this in that area serves as a ditch.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On Lampton Street, back in the Gale Street area, the ditch is a major excavation being three or four feet deep and the course of it, for example, negotiating a turn by automobile traveling from Lampton Street and attempting to turn into one of the short streets such as Johnson Street or Mose Street or Shaw Street is very precarious kind of undertaking that requires backing up and adjusting several times so as to get the car down the street without leaving the car in the ditch.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Then in the Elm Street area there is no visible form of drainage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellees point to various impediments to justify this disparity including haphazard subdividing, the absence of zoning regulations and rights of way of insufficient width. We have already dealt with the claim that roads in the black area are of insufficient width. Regarding the other impediments, we only note that they have been substantially overcome in white neighborhoods. We see no acceptable reason why they should not have been overcome in the black community as well.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>WATER MAINS, FIRE HYDRANTS AND TRAFFIC CONTROL SIGNS</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although water is supplied to all residents of the town, the trial court found that \"at all times water pressure is inadequate in certain localities, irrespective of their racial character.\" We agree that the record discloses inadequate water pressure, but disagree that it is not related to the racial make-up of the locality.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The record reveals that the two areas where water pressure is most inadequate are black and constitute 63% of the town's black population. As appellants note, in the Gale Street area, 211 homes are served by 4\" water mains while in the Promised Land, most of the 74 homes are served by 2\" or 1&#188;\" mains. Most of the white community is served by 6\" mains. The 4\" mains that do exist in the white portion of town serve, however, far fewer homes than the 4\" mains in the black section. In short, as with the previously examined municipal services, the town's policies have again created a situation in which the black portion of town is severely disadvantaged. An examination of the record regarding the placement of fire hydrants as well as the placement of any traffic control signs in black neighborhoods leads us to the same conclusion.</p>\n    </div>\n    <p>INTENT</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Yet, despite the fact that we conclude that no compelling state interests can justify the disparities that exist in the black and white portions of town, it may be argued that this result was not intended. That is to say, the record contains no direct evidence aimed at establishing bad faith, ill will or an evil motive on the part of the Town of Shaw and its public officials. We feel, however, that the law on this point is clear. In a civil rights suit alleging racial discrimination in contravention of the Fourteenth Amendment, actual intent or motive need not be directly proved, for:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"`equal protection of the laws' means more than merely the absence of governmental action designed to discriminate; * * * we now firmly recognize that the arbitrary quality of thoughtlessness can be as disastrous and unfair to private rights and the public interest as the perversity of a willful scheme.\" Norwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920, 931 (2d Cir., 1968). <i>See also,</i> United States ex rel. Seals v. Wiman, 304 F.2d 53 at 65 (5 Cir., 1962); Jackson v. Godwin, 400 F.2d 529 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Having determined that no compelling state interests can possibly justify the discriminatory <i>results</i> of Shaw's administration of municipal services, we conclude that a violation of equal protection has occurred.</p>\n    </div>\n    <p>RELIEF</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this decision and in fashioning an appropriate remedy, we are not unaware of the fundamental institutional problems involved. The need for judicially discoverable and manageable standards as well as an awareness of the distinctions between the roles played by the coordinate branches of government must, of course, be foremost in our mind. Nevertheless, having carefully considered the problems involved, we feel this case warrants judicial intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Town of Shaw, indeed any town, is not immune to the mandates of the Constitution. As Mr. Justice White noted in Avery v. Midland County, 390 U.S. 474 at 480, 88 S.Ct. 1114 at 1118, 20 L. Ed.2d 45 (1967):</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"A city, town, or county may no more deny the equal protection of the laws than it may abridge freedom of speech, establish an official religion, arrest without probable cause, or deny due process of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In concluding that an equal protection violation has occurred, we have not, of course, been guided by a statutory set of standards or regulations clearly defining how many paved streets or what kind of sewerage system a town like Shaw should have. We have, however, been able to utilize what we consider a most reliable yardstick &#8212; namely, the quality and quantity of municipal services provided in the white area of town. As the record reveals, this is an area which, for the most part, does not significantly differ in need or expectations from the black portion of town. Making a comparison between these two areas is hardly an insuperable judicial task. Indeed, we are dealing with some of the most basic amenities of urban life and the disparities are by no means slight.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yet, it may also be argued that even though this court has adequate standards to determine fairly that municipal services have been allocated in a discriminatory manner, the correction of this problem is not a judicial function. We disagree. The separation of powers principle assumes that we have a system of checks and balances. In Madisonian terms, each department or power center is to act as a curb on other departments or centers. Indeed, \"unless these departments be so far connected and blended, as to give to each a constitutional control over the others, the degree of separation which the maxim requires as essential to a free government, can never in practice, be duly maintained.\" Madison, The Federalist, No. 48. Utilizing the power vested in this court to check an abuse of state or municipal power is, in effect, consistent with the separation of powers principle.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In so doing, however, we are, by no means, the first court to exercise such power as to municipal actions. When confronted with a similar case, the court in Hadnot v. City of Prattville, 309 F. Supp. 967 (D.C.Ala.1970), found discrimination in the provision of various facilities in municipal parks. The court ordered the city to equalize the \"equipment, facilities and services\" provided in a park located in a black neighborhood with those provided in parks located in white neighborhoods. In Gautreaux v. Chicago Housing Authority, 304 F.Supp. 736 (N.D.Ill.1969), the court found discrimination in the administration of a public housing program and assumed a major role in implementing desegregation by issuing a comprehensive and specific order for integrating the public housing system. See also, Kennedy Park Homes Assoc. v. City of Lackawanna, D. C., 318 F.Supp. 669.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We feel that issuing a specific order outlining exactly how the equalization of municipal services should occur is neither necessary nor proper in the context of this case. We do require, however, that the Town of Shaw, itself, submit a plan for the court's approval detailing how it proposes to cure the results of the long history of discrimination which the record reveals.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are confident that the municipal authorities can, particularly because they so staunchly deny any racial motivation, propose a program of improvements that will, within a reasonable time, remove the disparities that bear so heavily on the black citizens of Shaw.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The case is reversed and remanded for further proceedings not inconsistent with the above opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants also alleged the discriminatory provision of municipal services based on wealth. This claim was dropped on appeal. It is interesting to note, however, that the Supreme Court has stated that wealth as well as race renders a classification highly suspect and thus demanding of a more exacting judicial scrutiny. McDonald v. Board of Election Commissioners of Chicago, 394 U.S. 802, 807, 89 S.Ct. 1404, 22 L.Ed.2d 739 (1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees argue that such relief is not possible for the Town of Shaw is not a \"person\" within the meaning of 42 U.S.C. &#167; 1983. This issue, however, has been decided in the case of Harkless v. Sweeney, 5 Cir., 427 F.2d 319. That case held that a municipality is a person under &#167; 1983 for purposes of injunctive relief</p>\n      </div>\n    </div>\n    <p class=\"indent\">BELL, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I reach the same result as the majority but on a somewhat different version of the case. The opinion of the district court is reported. Hawkins v. Town of Shaw, N.D.Miss., 1969, 303 F.Supp. 1162.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court was well aware of the applicable law, referring to McLaughlin v. Florida, 1964, 379 U.S. 184, 85 S.Ct. 283, 13 L.Ed.2d 222, for the tests to be applied in assessing legislative judgment (or the city activity here) under the Equal Protection Clause of the Fourteenth Amendment. There the Supreme Court called attention in the following language to the much more stringent standard to be applied where a classification is based upon race:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"Normally, the widest discretion is allowed the legislative judgment in determining whether to attack some, rather than all, of the manifestations of the evil aimed at; and normally that judgment is given the benefit of every conceivable circumstance which might suffice to characterize the classification as reasonable rather than arbitrary and invidious. * * * But we deal here with a classification based upon the race of the participants, which must be viewed in light of the historical fact that the central purpose of the Fourteenth Amendment was to eliminate racial discrimination emanating from official sources in the States. This strong policy renders racial classifications `constitutionally suspect,' * * *; and subject to the `most rigid scrutiny,' * * *; and `in most circumstances irrelevant' to any constitutionally acceptable legislative purpose, * * *\" 379 U.S. at 191-192, 85 S.Ct. at 288.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The court went on to hold that a classification by race is proscribed absent some overriding statutory purpose. This standard of an overriding or a compelling state interest to justify a racial classification has been defined as a statute necessary to the accomplishment of some permissible state objective, independent of racial discrimination. Loving v. Virginia, 1967, 388 U.S. 1, 11, 87 S.Ct. 1817, 18 L.Ed.2d 1010; see also Jackson v. Godwin, 5 Cir., 1968, 400 F.2d 529, 537-538. The district court also cited the Equal Protection test which we formulated in Davis v. Georgia State Board of Education, 5 Cir., 1969, 408 F.2d 1014, 1015:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"Basic to any complaint of denial of equal protection must be some showing that the persons or groups being treated differently are similarly situated and that their disparate treatment by the state is either without any rational basis or is based on some invidious factor such as race. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Thus the standard to be applied depends, just as the district court viewed the matter, on the facts of a case. Facts showing a racial classification call for one standard while a non-racial classification calls for another. The district court recognized that there was disparity in treatment as between the white and Negro residents in the rendition of the services in question but reached the factual conclusion that the disparity resulted from factors other than race and thus the racial classification test was not applied. I find this factual conclusion to be clearly erroneous and it follows that it was error not to apply the racial classification standard in assessing the facts for a violation of the Equal Protection Clause.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We begin with the proposition that the Town of Shaw is unusual in the sense that paving, sewerage, and other city improvements are made without special assessments. The costs of such improvements are paid out of general funds derived from ad valorem taxes and revenues from the operation of municipal electrical and water systems. The town has a cash surplus and no bonded indebtedness. In that connection it is very much unlike the City of Prattville with which Judge Johnson dealt in Hadnott v. City of Prattville, M.D.Ala., 1970, 309 F.Supp. 967.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In that case the plaintiffs launched a wide ranging attack against the City of Prattville, Alabama on the basis of a disparity in services with respect to paving, sewerage, and water lines. Under the city charter it was necessary for property owners to pay a part of the cost of services of this type. The court rejected the claim of racial discrimination finding that the plaintiffs had failed to seek the services in question through the ordinary channels of initiating a request for such services as an incident to property ownership. It was also found that there was no discrimination in the furnishing of street lights, fire hydrants, and police and fire department protection. The court did find a discriminatory policy in the operation and maintenance of parks and granted injunctive relief as to the parks.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here the Town of Shaw furnishes services without regard to assessment or property ownership and there is no basis in the record for the failure to have equalized many of the services in question. For example, there is no conceivable reason for placing all of the modern street lights in the areas of the city occupied by white residents and none in the areas occupied by Negro residents. Nor does the record demonstrate why it happens that the inadequate water pressure exists largely in the Negro areas. There is also a clear disparity in the areas of sanitary sewers, storm drainage, paving, fire hydrants and traffic control signs, all of which can be and were traced to racial considerations simply by virtue of the division of the town into Negro and white areas and the fact of the services and facilities available to each.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">All in all however, the record tells a story of a strengthening of the political system through the guarantee of the right to vote. There was no paved street in the Town of Shaw until the mid 1930's when the highway through the town was paved. Over the years other streets and highways have been paved. It was not until 1956 that any of the streets in the Negro residential areas were paved and this paving was in an insubstantial amount. The situation has changed rapidly since 1966. The present situation is that the city has 231 white residences and 437 Negro residences. Of these, 97 per cent of the white residences are located on paved streets and highways while only 43 per cent of the Negro residences are so located.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Since the Negro citizens obtained the right to vote some four years ago under the Voting Rights Act of 1965 and under the present government which took office in 1965, there has been a considerable improvement in most of the services rendered them by the city. They have approximately 50 per cent of the vote and we were told at oral argument and in brief that a Negro now has been elected to the city council. In addition, we find that a bi-racial committee has been appointed to advise with the mayor and council regarding services. A federal grant has been approved to resolve the problems with regard to water pressure and fire hydrants. The principal areas to be resolved in an equalization of services will be the street paving, sanitary sewers, storm drainage, street lights, and traffic control. The total cost of replacing all of the existing street lights in Negro neighborhoods is indicated as $3,100. A substantial start has been made in the other areas of service.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The fact of the court having jurisdiction in a case such as this is now beyond doubt. It rests on 42 U.S.C.A. &#167; 1983, one of the statutes enacted by the Congress to give effect to federal constitutional rights following the Civil War, and 28 U.S.C.A. &#167; 1343(3). The Supreme Court has construed that statute as affording a supplemental remedy to those plaintiffs who wish to prosecute their federal constitutional claims in the federal court system, and the remedy is available, because it is supplemental, without regard to exhausting any available remedy in the state court system. Monroe v. Pape, 1961, 365 U.S. 167, 183, 81 S.Ct. 473, 5 L.Ed.2d 492; Moreno v. Henckel, 5 Cir., 1970, 431 F.2d 1299; Harkless v. Sweeny Independent School District, 5 Cir., 1970, 427 F.2d 319; Stevenson v. Board of Education of Wheeler County, Georgia, 5 Cir., 1970, 426 F. 2d 1154, 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Given the remedy and the facts of this case, appellants are entitled to relief. Judge Tuttle has wisely provided for a remedy with respect to such relief as may be due in the form of defendants presenting a plan to the district court whereunder the disparities based on race are to be ended. This will afford the governing authorities, as assisted by the bi-racial planning committee, an opportunity to resolve the problem. This approach is in the highest tradition of Federalism whereunder local governments are to carry out their function and responsibilities in a system where every level of government, federal, state and local, is subject to the federal Constitution.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The ultimate factual conclusion involved, unlike a finding as to a subsidiary fact, may be reviewed by an appellate court without the strict application of the clear erroneous doctrine of Rule 52(a), F.R. Civ. Procedure. See Industrial Instrument Corporation v. Foxboro Company, 5 Cir., 1962, 307 F.2d 783, 786, Fn. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> These statistics came from an appendix to plaintiff's brief which is said to have been taken \"principally\" from two exhibits of record. Plaintiffs' expert testified that only 210 Negro residences fronted on unpaved streets. This would mean that 52 per cent of such residences were located on paved streets. In either event there was a clear disparity in street paving as between white and Negro residents</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></span></p>\n    <p class=\"parties\">Andrew HAWKINS et al., Plaintiffs-Appellants,<br>v.<br>TOWN OF SHAW, MISSISSIPPI, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 29013.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">January 23, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvyn R. Leventhal, Jackson, Miss., Jack Greenberg, Jonathan Shapiro, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Ancil L. Cox, Jr., Cleveland, Miss., William Allain, Asst. Atty. Gen., Jackson, Miss., Cox &amp; Moore, Attys., Cleveland, Miss., for appellees.</p>\n      <p class=\"indent\">Before TUTTLE, BELL and GOLDBERG, Circuit Judges.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Referring to a portion of town or a segment of society as being \"on the other side of the tracks\" has for too long been a familiar expression to most Americans. Such a phrase immediately conjures up an area characterized by poor housing, overcrowded conditions and, in short, overall deterioration. While there may be many reasons why such areas exist in nearly all of our cities, one reason that cannot be accepted is the discriminatory provision of municipal services based on race. It is such a reason that is alleged as the basis of this action.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are Negro citizens of the Town of Shaw, Mississippi. They alleged that the town has provided various municipal services including street paving and street lighting, sanitary sewers, surface water drainage as well as water mains and fire hydrants in a discriminatory manner based on race. Appellants brought a class action seeking injunctive relief under 42 U.S.C. &#167; 1983 against the town, the town's mayor, clerk and five aldermen. After a three-day trial, the trial court applied the traditional equal protection standard despite the presence of appellants' undisputed statistical evidence which we feel clearly showed a substantial qualitative and quantitative inequity in the level and nature of services accorded \"white\" and \"black\" neighborhoods in Shaw. The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"If actions of public officials are shown to have rested upon rational considerations, irrespective of race or poverty, they are not within the condemnation of the Fourteenth Amendment, and may not be properly condemned upon judicial review. Persons or groups who are treated differently must be shown to be similarly situated and their unequal treatment demonstrated to be <i>without any rational basis</i> or based upon an invidious factor such as race.\" <span class=\"citation\" data-id=\"1623207\"><a href=\"/opinion/1623207/hawkins-v-town-of-shaw-mississippi/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1162</span></a></span>, 1168 (N. D.Miss.1969). (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because this court has long adhered to the theory that \"figures speak and when they do, Courts listen,\" Brooks v. Beto, <span class=\"citation\" data-id=\"273061\"><a href=\"/opinion/273061/willie-b-brooks-v-dr-george-j-beto-director-texas-department-of/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 (1966), (and see many cases cited in footnote 14, page 9) we feel that appellants clearly made out a prima facie case of racial discrimination. The trial court thus erred in applying the traditional equal protection standard, for as this Court and the Supreme Court have held: \"Where racial classifications are involved, the Equal Protection and Due Process Clauses of the Fourteenth Amendment `command a more stringent standard' in reviewing discretionary acts of state or local officers. Jackson v. Godwin, <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 537 (5th Cir., 1968).\" In applying this test, defendants' actions may be justified only if they show a compelling state interest. Loving v. Virginia, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967). We have thoroughly examined the evidence and conclude that no such compelling interests could possibly justify the gross disparities in services between black and white areas of town that this record reveals.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Town of Shaw, Mississippi, was incorporated in 1886 and is located in the Mississippi Delta. Its population, which has undergone little change since 1930, consists of about 2,500 people &#8212; 1,500 black and 1,000 white residents. Residential racial segregation is almost total. There are 451 dwelling units occupied by blacks in town, and, of these, 97% (439) are located in neighborhoods in which no whites reside. That the town's policies in administering various municipal services have led to substantially less attention being paid to the black portion of town is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nearly 98% of all homes that front on unpaved streets in Shaw are occupied by blacks. Ninety-seven percent of the homes not served by sanitary sewers are in black neighborhoods. Further, while the town has acquired a significant number of medium and high intensity mercury vapor street lighting fixtures, every one of them has been installed in white neighborhoods. The record further discloses that similar statistical evidence of grave disparities in both the level and kinds of services offered regarding surface water drainage, water mains, fire hydrants, and traffic control apparatus was also brought forth and not disputed. Finally, it was alleged that this disparity was the result of a long history of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Surely, this was enough evidence to establish a prima facie case of racial discrimination. The only question that remains to be examined is whether or not these disparities can possibly be justified by any compelling state interests. As we have already indicated, an examination of the record reveals they cannot.</p>\n    </div>\n    <p>STREET PAVING</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The undisputed evidence is that 97% of all those who live in homes fronting on unpaved streets are black. In attempting to justify this, the trial court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"Initially, concrete paving was afforded to those streets serving commercial and industrial interests and to the areas nearest the town's center. In some cases this resulted in more street paving in white than Negro neighborhoods, but the paving actually done in the municipality was on the basis of general usage, traffic needs and other objective criteria. Residential neighborhoods not facing principal streets or thoroughfares long remained unpaved, regardless of their character as white or black neighborhoods.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The record simply does not support the justification that streets were built according to traffic needs and usage. The town's one engineer who made recommendations to defendants as to the priority of street paving projects testified that he had never surveyed the town to determine which streets were used the most. Nor did he compare the usage of streets in black neighborhoods with the usage of those in white neighborhoods. He even admitted that he was not familiar with the usage of streets in the Promised Land Addition, which is one of the oldest and largest black neighborhoods in Shaw.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The finding that many streets were paved in the business areas and that this resulted, \"in some cases\", in providing more paving in white rather than black neighborhoods, also fails to justify the existing disparities. As appellants point out, in 1956 when the first residential streets in black neighborhoods were paved, 96% of the white residents of Shaw already lived on paved streets, most of which had been paved during the 1930's. Many of these streets, however, were solely residential, and could not possibly serve commercial, industrial or any public buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trial court also found that many of the streets on which blacks live were too narrow to pave. The town engineer had testified that streets in black neighborhoods had not been paved because they did not have the fifty foot right-of-way he considered necessary. However, as appellants point out, most of the streets in Shaw, in both black and white neighborhoods, have platted rights of way that range from 30 to 40 feet. Further, while most streets <i>under</i> 50 feet in white neighborhods are paved, those in the black areas are not.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In short, even if we assume that such criteria as traffic usage, need and width constitute compelling state interests, they were not applied equally to both black and white neighborhoods. We are led to the inevitable conclusion that Shaw's policies, which have resulted in such significant disparities between the black and white portions of town, are, in no way, justifiable.</p>\n    </div>\n    <p>STREETS LIGHTS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The record clearly shows that absolutely no high power mercury vapor street lights have been installed in black residential areas. Only the much weaker bare bulb fixtures are to be found. The trial court stated that there was no showing that the lighting was inadequate and, in any event:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The brighter lights are provided for those streets forming either a state highway, or serving commercial, industrial or special school needs, or otherwise carrying the heaviest traffic load.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fact that there was no specific showing that lighting was not adequate is not significant. What is significant is that it is clear that all of the <i>better</i> lighting that exists in Shaw can be found <i>only</i> in the white parts of town. Surely, this cannot be justified merely on the ground that the bare bulb fixtures are not shown to be inadequate. One might readily assume, it seems, that the modern high intensity lights are <i>more</i> adequate from the fact of their use by the city. <i>Improvements</i> to existing facilities provided in a discriminatory manner may also constitute a violation of equal protection.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The other justifications accepted by the trial court again fail, for if the \"special needs\" criteria were applied equally for the benefit of both black and white citizens, all the high intensity lights would not be in only the white areas of town. For example, while streets with heavy traffic serving commercial and public centers, such as Gale Street, in black areas have only bare bulb fixtures, many little traveled streets in white neighborhoods have the high intensity variety. In short, we are again convinced that as with the paving of streets, the placement of new light fixtures only in the white portion of town, cannot be justified.</p>\n    </div>\n    <p>SANITARY SEWERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While 99% of white residents are served by a sanitary sewer system, nearly 20% of the black population is not so served. The trial court thought this was justified by noting that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Part of the problem in reaching all older unserved areas has been the necessity for bringing this service into newer subdivisions developed for both races and brought into the town, as it is the town's firm policy to make sewer installations for all such new areas.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is not at all clear from the record that such a \"firm policy\" exists. However, even assuming that it does, the fact that extensions are now made to new areas in a non-discriminatory manner is not sufficient when the effect of such a policy is to \"freeze in\" the results of past discrimination. As this court stated in Henry v. Clarksdale Municipal Separate School District, <span class=\"citation\" data-id=\"284373\"><a href=\"/opinion/284373/rebecca-e-henry-v-the-clarksdale-municipal-separate-school-district/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span>, 688 (5th Cir., 1969), \"a relationship otherwise rational may be insufficient in itself to meet constitutional standards &#8212; if its effect is to freeze-in past discrimination.\" We find that since over one-third of the black population was not served when the original sewer system was constructed and nearly twenty percent of this population remains unserved, a policy of serving only new areas would freeze in the results of past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The trial court, however, also stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"While the complaint about less than 100% sanitary sewage for all residences is certainly a real one, that condition arises basically from the fact that local law does not yet require indoor plumbing. The lack of sanitary sewers in certain areas of the town is not the result of racial discrimination in withholding a vital service; rather it is a consequence of not requiring through a proper housing code, certain minimal conditions for inhabited housing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we recognize that a proper housing code would help this situation, it is circular reasoning to argue that because indoor plumbing is not required, sewers are not provided. If sewers were provided, indoor plumbing could be more easily installed. Indeed, without it, black residents desiring such facilities are forced to incur the extra expense of installing individual sewage disposal apparatus. In short, the justifications offered for the disparities that exist in the town's sewerage system are not valid.</p>\n    </div>\n    <p>SURFACE WATER DRAINAGE</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not doubt that as the trial court notes: \"Having flat nonporous soil with slow run-off conditions, Shaw suffers from drainage problems common to the Delta area.\" Indeed, there are serious drainage problems in both the black and white sections of town. However, the record reveals that the problems of the black community are far more serious. Whereas, the white community has been provided with either underground storm sewers or a continuous system of drainage ditches, the black neighborhoods have been provided with a poorly maintained system of drainage ditches and, on many streets, none at all. The following testimony concerning the black portion of town is illustrative:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q. What is the shape of the actual drainage ditches or absence of them within the area?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. These vary, so greatly. In one section, for example, of Canaan Street where within the last week someone has come along and cleared a ditch. The ditch is in the shape of a spade; that is, it's one shovel wide and one shovel deep and whatever was in what is now the ditch is now heaped in a pile along the side and this in that area serves as a ditch.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On Lampton Street, back in the Gale Street area, the ditch is a major excavation being three or four feet deep and the course of it, for example, negotiating a turn by automobile traveling from Lampton Street and attempting to turn into one of the short streets such as Johnson Street or Mose Street or Shaw Street is very precarious kind of undertaking that requires backing up and adjusting several times so as to get the car down the street without leaving the car in the ditch.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Then in the Elm Street area there is no visible form of drainage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellees point to various impediments to justify this disparity including haphazard subdividing, the absence of zoning regulations and rights of way of insufficient width. We have already dealt with the claim that roads in the black area are of insufficient width. Regarding the other impediments, we only note that they have been substantially overcome in white neighborhoods. We see no acceptable reason why they should not have been overcome in the black community as well.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>WATER MAINS, FIRE HYDRANTS AND TRAFFIC CONTROL SIGNS</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although water is supplied to all residents of the town, the trial court found that \"at all times water pressure is inadequate in certain localities, irrespective of their racial character.\" We agree that the record discloses inadequate water pressure, but disagree that it is not related to the racial make-up of the locality.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The record reveals that the two areas where water pressure is most inadequate are black and constitute 63% of the town's black population. As appellants note, in the Gale Street area, 211 homes are served by 4\" water mains while in the Promised Land, most of the 74 homes are served by 2\" or 1&#188;\" mains. Most of the white community is served by 6\" mains. The 4\" mains that do exist in the white portion of town serve, however, far fewer homes than the 4\" mains in the black section. In short, as with the previously examined municipal services, the town's policies have again created a situation in which the black portion of town is severely disadvantaged. An examination of the record regarding the placement of fire hydrants as well as the placement of any traffic control signs in black neighborhoods leads us to the same conclusion.</p>\n    </div>\n    <p>INTENT</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Yet, despite the fact that we conclude that no compelling state interests can justify the disparities that exist in the black and white portions of town, it may be argued that this result was not intended. That is to say, the record contains no direct evidence aimed at establishing bad faith, ill will or an evil motive on the part of the Town of Shaw and its public officials. We feel, however, that the law on this point is clear. In a civil rights suit alleging racial discrimination in contravention of the Fourteenth Amendment, actual intent or motive need not be directly proved, for:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"`equal protection of the laws' means more than merely the absence of governmental action designed to discriminate; * * * we now firmly recognize that the arbitrary quality of thoughtlessness can be as disastrous and unfair to private rights and the public interest as the perversity of a willful scheme.\" Norwalk CORE v. Norwalk Redevelopment Agency, <span class=\"citation\" data-id=\"280447\"><a href=\"/opinion/280447/norwalk-core-v-norwalk-redevelopment-agency/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 931 (2d Cir., 1968). <i>See also,</i> United States ex rel. Seals v. Wiman, <span class=\"citation\" data-id=\"257429\"><a href=\"/opinion/257429/united-states-of-america-ex-rel-willie-seals-jr-v-martin-j-wiman/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span> at 65 (5 Cir., 1962); Jackson v. Godwin, <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span> (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Having determined that no compelling state interests can possibly justify the discriminatory <i>results</i> of Shaw's administration of municipal services, we conclude that a violation of equal protection has occurred.</p>\n    </div>\n    <p>RELIEF</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this decision and in fashioning an appropriate remedy, we are not unaware of the fundamental institutional problems involved. The need for judicially discoverable and manageable standards as well as an awareness of the distinctions between the roles played by the coordinate branches of government must, of course, be foremost in our mind. Nevertheless, having carefully considered the problems involved, we feel this case warrants judicial intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Town of Shaw, indeed any town, is not immune to the mandates of the Constitution. As Mr. Justice White noted in Avery v. Midland County, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></span> at 480, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></span> at 1118, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span> (1967):</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"A city, town, or county may no more deny the equal protection of the laws than it may abridge freedom of speech, establish an official religion, arrest without probable cause, or deny due process of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In concluding that an equal protection violation has occurred, we have not, of course, been guided by a statutory set of standards or regulations clearly defining how many paved streets or what kind of sewerage system a town like Shaw should have. We have, however, been able to utilize what we consider a most reliable yardstick &#8212; namely, the quality and quantity of municipal services provided in the white area of town. As the record reveals, this is an area which, for the most part, does not significantly differ in need or expectations from the black portion of town. Making a comparison between these two areas is hardly an insuperable judicial task. Indeed, we are dealing with some of the most basic amenities of urban life and the disparities are by no means slight.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yet, it may also be argued that even though this court has adequate standards to determine fairly that municipal services have been allocated in a discriminatory manner, the correction of this problem is not a judicial function. We disagree. The separation of powers principle assumes that we have a system of checks and balances. In Madisonian terms, each department or power center is to act as a curb on other departments or centers. Indeed, \"unless these departments be so far connected and blended, as to give to each a constitutional control over the others, the degree of separation which the maxim requires as essential to a free government, can never in practice, be duly maintained.\" Madison, The Federalist, No. 48. Utilizing the power vested in this court to check an abuse of state or municipal power is, in effect, consistent with the separation of powers principle.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In so doing, however, we are, by no means, the first court to exercise such power as to municipal actions. When confronted with a similar case, the court in Hadnot v. City of Prattville, <span class=\"citation\" data-id=\"2096180\"><a href=\"/opinion/2096180/hadnott-v-city-of-prattville/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">967</span></a></span> (D.C.Ala.1970), found discrimination in the provision of various facilities in municipal parks. The court ordered the city to equalize the \"equipment, facilities and services\" provided in a park located in a black neighborhood with those provided in parks located in white neighborhoods. In Gautreaux v. Chicago Housing Authority, <span class=\"citation\" data-id=\"1868030\"><a href=\"/opinion/1868030/gautreaux-v-chicago-housing-authority/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">736</span></a></span> (N.D.Ill.1969), the court found discrimination in the administration of a public housing program and assumed a major role in implementing desegregation by issuing a comprehensive and specific order for integrating the public housing system. See also, Kennedy Park Homes Assoc. v. City of Lackawanna, D. C., <span class=\"citation\" data-id=\"1480968\"><a href=\"/opinion/1480968/kennedy-park-homes-assn-v-city-of-lackawanna/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">669</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We feel that issuing a specific order outlining exactly how the equalization of municipal services should occur is neither necessary nor proper in the context of this case. We do require, however, that the Town of Shaw, itself, submit a plan for the court's approval detailing how it proposes to cure the results of the long history of discrimination which the record reveals.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are confident that the municipal authorities can, particularly because they so staunchly deny any racial motivation, propose a program of improvements that will, within a reasonable time, remove the disparities that bear so heavily on the black citizens of Shaw.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The case is reversed and remanded for further proceedings not inconsistent with the above opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants also alleged the discriminatory provision of municipal services based on wealth. This claim was dropped on appeal. It is interesting to note, however, that the Supreme Court has stated that wealth as well as race renders a classification highly suspect and thus demanding of a more exacting judicial scrutiny. McDonald v. Board of Election Commissioners of Chicago, <span class=\"citation\" data-id=\"107917\"><a href=\"/opinion/107917/mcdonald-v-board-of-election-commrs-of-chicago/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">802</span></a></span>, 807, <span class=\"citation\" data-id=\"107917\"><a href=\"/opinion/107917/mcdonald-v-board-of-election-commrs-of-chicago/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1404</span></a></span>, <span class=\"citation\" data-id=\"107917\"><a href=\"/opinion/107917/mcdonald-v-board-of-election-commrs-of-chicago/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees argue that such relief is not possible for the Town of Shaw is not a \"person\" within the meaning of 42 U.S.C. &#167; 1983. This issue, however, has been decided in the case of Harkless v. Sweeney, 5 Cir., <span class=\"citation\" data-id=\"290511\"><a href=\"/opinion/290511/2-fair-emplpraccas-926-2-empl-prac-dec-p-10235-mildred-harkless-v/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>. That case held that a municipality is a person under &#167; 1983 for purposes of injunctive relief</p>\n      </div>\n    </div>\n    <p class=\"indent\">BELL, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I reach the same result as the majority but on a somewhat different version of the case. The opinion of the district court is reported. Hawkins v. Town of Shaw, N.D.Miss., 1969, <span class=\"citation\" data-id=\"1623207\"><a href=\"/opinion/1623207/hawkins-v-town-of-shaw-mississippi/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1162</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court was well aware of the applicable law, referring to McLaughlin v. Florida, 1964, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span>, for the tests to be applied in assessing legislative judgment (or the city activity here) under the Equal Protection Clause of the Fourteenth Amendment. There the Supreme Court called attention in the following language to the much more stringent standard to be applied where a classification is based upon race:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"Normally, the widest discretion is allowed the legislative judgment in determining whether to attack some, rather than all, of the manifestations of the evil aimed at; and normally that judgment is given the benefit of every conceivable circumstance which might suffice to characterize the classification as reasonable rather than arbitrary and invidious. * * * But we deal here with a classification based upon the race of the participants, which must be viewed in light of the historical fact that the central purpose of the Fourteenth Amendment was to eliminate racial discrimination emanating from official sources in the States. This strong policy renders racial classifications `constitutionally suspect,' * * *; and subject to the `most rigid scrutiny,' * * *; and `in most circumstances irrelevant' to any constitutionally acceptable legislative purpose, * * *\" 379 U.S. at 191-192, 85 S.Ct. at 288.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The court went on to hold that a classification by race is proscribed absent some overriding statutory purpose. This standard of an overriding or a compelling state interest to justify a racial classification has been defined as a statute necessary to the accomplishment of some permissible state objective, independent of racial discrimination. Loving v. Virginia, 1967, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span>; see also Jackson v. Godwin, 5 Cir., 1968, <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 537-538. The district court also cited the Equal Protection test which we formulated in Davis v. Georgia State Board of Education, 5 Cir., 1969, <span class=\"citation\" data-id=\"284087\"><a href=\"/opinion/284087/rose-mary-davis-by-next-friend-john-davis-v-georgia-state-board-of/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></a></span>, 1015:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"Basic to any complaint of denial of equal protection must be some showing that the persons or groups being treated differently are similarly situated and that their disparate treatment by the state is either without any rational basis or is based on some invidious factor such as race. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Thus the standard to be applied depends, just as the district court viewed the matter, on the facts of a case. Facts showing a racial classification call for one standard while a non-racial classification calls for another. The district court recognized that there was disparity in treatment as between the white and Negro residents in the rendition of the services in question but reached the factual conclusion that the disparity resulted from factors other than race and thus the racial classification test was not applied. I find this factual conclusion to be clearly erroneous and it follows that it was error not to apply the racial classification standard in assessing the facts for a violation of the Equal Protection Clause.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We begin with the proposition that the Town of Shaw is unusual in the sense that paving, sewerage, and other city improvements are made without special assessments. The costs of such improvements are paid out of general funds derived from ad valorem taxes and revenues from the operation of municipal electrical and water systems. The town has a cash surplus and no bonded indebtedness. In that connection it is very much unlike the City of Prattville with which Judge Johnson dealt in Hadnott v. City of Prattville, M.D.Ala., 1970, <span class=\"citation\" data-id=\"2096180\"><a href=\"/opinion/2096180/hadnott-v-city-of-prattville/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">967</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In that case the plaintiffs launched a wide ranging attack against the City of Prattville, Alabama on the basis of a disparity in services with respect to paving, sewerage, and water lines. Under the city charter it was necessary for property owners to pay a part of the cost of services of this type. The court rejected the claim of racial discrimination finding that the plaintiffs had failed to seek the services in question through the ordinary channels of initiating a request for such services as an incident to property ownership. It was also found that there was no discrimination in the furnishing of street lights, fire hydrants, and police and fire department protection. The court did find a discriminatory policy in the operation and maintenance of parks and granted injunctive relief as to the parks.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here the Town of Shaw furnishes services without regard to assessment or property ownership and there is no basis in the record for the failure to have equalized many of the services in question. For example, there is no conceivable reason for placing all of the modern street lights in the areas of the city occupied by white residents and none in the areas occupied by Negro residents. Nor does the record demonstrate why it happens that the inadequate water pressure exists largely in the Negro areas. There is also a clear disparity in the areas of sanitary sewers, storm drainage, paving, fire hydrants and traffic control signs, all of which can be and were traced to racial considerations simply by virtue of the division of the town into Negro and white areas and the fact of the services and facilities available to each.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">All in all however, the record tells a story of a strengthening of the political system through the guarantee of the right to vote. There was no paved street in the Town of Shaw until the mid 1930's when the highway through the town was paved. Over the years other streets and highways have been paved. It was not until 1956 that any of the streets in the Negro residential areas were paved and this paving was in an insubstantial amount. The situation has changed rapidly since 1966. The present situation is that the city has 231 white residences and 437 Negro residences. Of these, 97 per cent of the white residences are located on paved streets and highways while only 43 per cent of the Negro residences are so located.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Since the Negro citizens obtained the right to vote some four years ago under the Voting Rights Act of 1965 and under the present government which took office in 1965, there has been a considerable improvement in most of the services rendered them by the city. They have approximately 50 per cent of the vote and we were told at oral argument and in brief that a Negro now has been elected to the city council. In addition, we find that a bi-racial committee has been appointed to advise with the mayor and council regarding services. A federal grant has been approved to resolve the problems with regard to water pressure and fire hydrants. The principal areas to be resolved in an equalization of services will be the street paving, sanitary sewers, storm drainage, street lights, and traffic control. The total cost of replacing all of the existing street lights in Negro neighborhoods is indicated as $3,100. A substantial start has been made in the other areas of service.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The fact of the court having jurisdiction in a case such as this is now beyond doubt. It rests on 42 U.S.C.A. &#167; 1983, one of the statutes enacted by the Congress to give effect to federal constitutional rights following the Civil War, and 28 U.S.C.A. &#167; 1343(3). The Supreme Court has construed that statute as affording a supplemental remedy to those plaintiffs who wish to prosecute their federal constitutional claims in the federal court system, and the remedy is available, because it is supplemental, without regard to exhausting any available remedy in the state court system. Monroe v. Pape, 1961, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 183, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span>; Moreno v. Henckel, 5 Cir., 1970, <span class=\"citation\" data-id=\"292274\"><a href=\"/opinion/292274/gilbert-moreno-v-gerald-c-henckel-jr/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>; Harkless v. Sweeny Independent School District, 5 Cir., 1970, <span class=\"citation\" data-id=\"290511\"><a href=\"/opinion/290511/2-fair-emplpraccas-926-2-empl-prac-dec-p-10235-mildred-harkless-v/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>; Stevenson v. Board of Education of Wheeler County, Georgia, 5 Cir., 1970, <span class=\"citation\" data-id=\"290345\"><a href=\"/opinion/290345/george-stevenson-v-the-board-of-education-of-wheeler-county-georgia/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1154</span></a></span>, 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Given the remedy and the facts of this case, appellants are entitled to relief. Judge Tuttle has wisely provided for a remedy with respect to such relief as may be due in the form of defendants presenting a plan to the district court whereunder the disparities based on race are to be ended. This will afford the governing authorities, as assisted by the bi-racial planning committee, an opportunity to resolve the problem. This approach is in the highest tradition of Federalism whereunder local governments are to carry out their function and responsibilities in a system where every level of government, federal, state and local, is subject to the federal Constitution.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The ultimate factual conclusion involved, unlike a finding as to a subsidiary fact, may be reviewed by an appellate court without the strict application of the clear erroneous doctrine of Rule 52(a), F.R. Civ. Procedure. See Industrial Instrument Corporation v. Foxboro Company, 5 Cir., 1962, <span class=\"citation\" data-id=\"258203\"><a href=\"/opinion/258203/industrial-instrument-corporation-v-the-foxboro-company/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 786, Fn. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> These statistics came from an appendix to plaintiff's brief which is said to have been taken \"principally\" from two exhibits of record. Plaintiffs' expert testified that only 210 Negro residences fronted on unpaved streets. This would mean that 52 per cent of such residences were located on paved streets. In either event there was a clear disparity in street paving as between white and Negro residents</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/257429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/258203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292274/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1480968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096180/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T23:11:04.969516Z",
      "date_modified": "2017-04-08T14:18:15.891648Z",
      "date_filed": "1971-01-23",
      "date_filed_is_approximate": false,
      "slug": "andrew-hawkins-v-town-of-shaw-mississippi",
      "citation_id": 268507,
      "case_name_short": "",
      "case_name": "Andrew Hawkins v. Town of Shaw, Mississippi",
      "case_name_full": "",
      "federal_cite_one": "437 F.2d 1286",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 84,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1937160/andrew-hawkins-v-town-of-shaw-mississippi/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:38:32.689178Z",
  "date_modified": "2014-10-30T20:38:32.689178Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Andrew Hawkins v. Town of Shaw, Mississippi",
  "case_name_full": "",
  "slug": "andrew-hawkins-v-town-of-shaw-mississippi",
  "docket_number": "29013",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}