{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1947498/",
  "id": 1947498,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/paed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2127069/",
      "id": 2127069,
      "absolute_url": "/opinion/2127069/contractors-assn-of-eastern-pa-v-secretary-of-labor/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1947498/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2127069/",
          "id": 2127069,
          "absolute_url": "/opinion/2127069/contractors-assn-of-eastern-pa-v-secretary-of-labor/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2127069/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3410/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:24:03.892114Z",
          "date_modified": "2017-04-08T14:46:00.134618Z",
          "type": "010combined",
          "sha1": "4285ec1d7b7b487bbb5801cc963f0477e7fe9931",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>311 F.Supp. 1002 (1970)</b></center>\n<center><h1>The CONTRACTORS ASSOCIATION OF EASTERN PENNSYLVANIA, Plaintiff,<br>\nand<br>\nJames D. Morrissey, Inc., the Conduit &amp; Foundation Corp., Glasgow, Inc., Buckley &amp; Company, the Myleve Company, Erb Engineering &amp; Constr. Co., Perkins, Kanak, Foster, Inc., Lansdowne Constructors, Inc., Intervening Plaintiffs,<br>\nv.<br>\nThe SECRETARY OF LABOR, George P. Shultz, et al., Defendants.</h1></center>\n<center>Civ. A. No. 70-18.</center>\n<center><p><b>United States District Court, E. D. Pennsylvania.</b></p></center>\n<center>March 13, 1970.</center>\n<p><span class=\"star-pagination\">*1003</span> <span class=\"star-pagination\">*1004</span> John J. McAleese, Jr., Robert J. Bray, Jr., Thomas L. Cantrell, Philadelphia, Pa., for plaintiffs.</p>\n<p>Warren D. Mulloy, Asst. U. S. Atty., Philadelphia, Pa., Irwin Goldbloom, Dept. of Justice, Civil Div., Benjamin W. Mintz, Dept. of Justice, Civil Rights Div., Peter G. Nash, Dept. of Labor, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>WEINER, District Judge.</p>\n<p>The Contractors Association of Eastern Pennsylvania consisting of a group of contractors, engaging in heavy highway and utility construction and intervening contractors have sued various Federal officials and the General State Authority of the Commonwealth of Pennsylvania in an effort to strike down a regulation issued by the Department of Labor which is entitled the \"Revised Philadelphia Plan\". The Plan covers six construction trades<sup>[1]</sup> and geographically applies to Bucks, Chester, Delaware, Montgomery and Philadelphia Counties in Pennsylvania. The Philadelphia Plan became effective on September 29, 1969. It was issued on June 27, 1969, in implementation of the authority of the Secretary under Executive Order 11246 of September 24, 1965 as amended, 30 F.R. 12319, 32 F.R. 14303, 34 F.R. 12985 <span class=\"star-pagination\">*1005</span> which required that Federal contracts and federally assisted construction contracts contain specified language obligating the contractor and his subcontractors not to discriminate against any employee or applicant for employment because of race, color, religion, sex, or national origin. The Executive Order further required the contractors and subcontractors to \"take affirmative action to insure that applicants are employed, and that employees are treated during employment, without regard to their race, color, religion, sex or national origin\". Executive Order 11246, § 202 (1). Failure to comply with the required contractual commitments imposes various sanctions on the contractors which include the cancellation, suspension or termination of contracts and the debarment of a contractor from further Government contracts. However, no sanction may be imposed unless efforts at voluntary resolution have failed nor without affording the contractor an opportunity for a hearing. Thus the seeds of the Philadelphia Plan were planted. Two separate orders were issued by the Department of Labor, the first on June 27 and the second on September 23, 1969. In substance, the Plan required that with respect to construction contracts in the Philadelphia area which are subject to Executive Order 11246 and where the estimated total cost of the construction project exceeds $500,000, each bidder must, in the affirmative action submitted with his bid, \"set specific goals of minority manpower utilization which meet the definite standard\" included in the invitation for bids. The bidder could also meet this requirement by agreeing to participate in a multi-employer affirmative action program approved by the Office of Federal Contract Compliance.</p>\n<p>The Department of Labor order of June 27th was based on the department's finding that although the overall minority groups representation in the construction industry in the five-county Philadelphia area was thirty (30) percent, in the six trades involved, minority representation was approximately one (1) percent. The Department of Labor concluded that the contributing factors to the small number of minority representation in these trades were due to the following:</p>\n<p>(a) Contractors hire a new employee complement for each construction job on the basis of referral by the construction craft unions;</p>\n<p>(b) The refusal of certain of these unions to admit Negroes to membership or apprenticeship programs;</p>\n<p>(c) A preference in work referrals to union members and to persons who had work experience under union contracts. This resulted in a departmental finding that \"special measures\" were necessary to provide equal employment opportunity in these six trades for federally involved construction.</p>\n<p>Predicated upon public hearings held in Philadelphia on August 26, 27 and 28, 1969, the September 23rd Order issued. This order established the ranges within which the contractor's minority group employment goals should be set. It provided that in the first year, employment \"ranges\" vary between four (4) and nine (9) percent; in the second year between nine (9) and fifteen (15) percent; in the third year between fourteen (14) and twenty (20) percent; and in the fourth and last year between nineteen (19) and twenty-six (26) percent. The mathematical formula was based on findings as to the availability of minority group persons for employment and the impact of the program on the existing labor force and a determination that a contractor could commit himself to the employment goals \"without adverse impact on the existing labor force\" which goals may be met through the employment by the contractor of journeymen, trainees or apprentices.</p>\n<p>Safeguards are provided by the Plan. The obligation to meet the goals is not absolute. If the contractor meets the goals he will be presumed to be in compliance with the requirements of the Executive Order. The regulation also states: \"In the event of failure to meet <span class=\"star-pagination\">*1006</span> the goals, the contractor shall be given an opportunity to demonstrate that he made every good faith effort to meet his commitment. In any proceeding in which such good faith performance is in issue, the contractor's entire compliance posture shall be reviewed and evaluated in the process of considering the imposition of sanctions\". Executive Order 11246 § 8(a). Under the Plan, for the purpose of determining whether the contractor is in compliance, it is \"no excuse\" that the union with which he has a collective bargaining agreement fails to refer minority employees.</p>\n<p>Since the Philadelphia Plan went into effect, we have been advised that six contracts have been let involving a total cost of approximately $37 million, with Federal assistance totaling approximately $11 million. The present action is before us in connection with a grant from the Department of Agriculture to the Commonwealth of Pennsylvania in connection with the Brandywine water conservation project, involving a cost of approximately $4 million, of which approximately $1.1 million of which represents Federal assistance. Invitation for bids including the requirements of the Philadelphia Plan were issued by the General State Authority of Pennsylvania. No contracts have as yet been awarded on this project.</p>\n<p>This law suit is bottomed upon the plaintiffs' allegation that the Philadelphia Plan violates the Constitution and laws of the United States and the laws of the Commonwealth of Pennsylvania. In conjunction with its complaint the plaintiffs have filed a motion for a preliminary injunction and have moved for summary judgment. The defendants have countered with a motion to dismiss the complaint or in the alternative, for summary judgment.</p>\n<p>We will first consider the defendants' attack upon the standing of the plaintiffs to maintain this action. Defendants argue that the plaintiffs lack standing to challenge the validity of the Philadelphia Plan. They place their reliance upon the decision of the Supreme Court in Perkins v. Lukens Steel Co., 310 U.S. 113, 60 S.Ct. 869, 84 L.Ed. 1108 (1940). In <i>Perkins</i><i>,</i> the Secretary of Labor fixed minimum wages which government contractors were required to pay their employees. The suit of the plaintiffs, iron and steel manufacturers, who bid on government contracts, for declaratory and injunctive relief was dismissed on the ground that the plaintiffs lacked standing to challenge the validity of the Secretary's directive. We, of course, do not and cannot quarrel with the edict of the Supreme Court which settled the principle that:</p>\n<blockquote>\"Like private individuals and businesses, the Government enjoys the unrestricted power to produce its own supplies, to determine those with whom it will deal, and to fix the terms and conditions upon which it will make needed purchases. * * * It was not intended to be a bestowal of litigable rights upon those desirious of selling to the Government; it is a self-imposed restraint for violation of which the Governmentbut not private litigantscan complain.\" Perkins v. Lukens Steel Co., <i>supra</i> at 27, 60 S.Ct. at 876.</blockquote>\n<p>The defendants contend that the plaintiffs are in the same class of litigants described in <i>Perkins</i> and therefore lack standing to attack the requirements contained in Executive Order 11246. To the contrary, the plaintiffs argue that as the impact of the governmental action is greatest on them, access to the courts is permissable.</p>\n<p>Our examination of the record reveals that the Contractors Association is a corporation comprised of more than eighty business organizations engaged in heavy construction. Certain of its members wished to bid on the project and four of its members did bid. The plaintiff acts as spokesman for its members concerning the relationship between its members and the government.</p>\n<p>Undoubtedly, the force of Executive Order 11246 is focused upon contractors who desire to bid on federal or federally assisted construction contracts. Of <span class=\"star-pagination\">*1007</span> necessity, the Order will require them to make significant changes in their every day business practices or they will be clearly exposed to the imposition of strong sanctions. In Abbott Laboratories v. Gardner, 387 U.S. 136, 153, 87 S.Ct. 1507, 1518, 18 L.Ed.2d 681 (1967) a compendium of the most recent legal principles applicable to the kind of problem governing standing, the Supreme Court said:</p>\n<blockquote>\"Where the legal issue presented is fit for judicial resolution, and where a regulation requires an immediate and significant change in the conduct of their affairs with serious penalties attached to noncompliance, access to the courts under the Administrative Procedure Act and the Declaratory Judgment Act must be permitted, absent a statutory bar or some other unusual circumstance, neither of which appears here.\"</blockquote>\n<p>It is apparent that the legal issue that the plaintiffs have presented is fit for judicial resolution. It is also evident that the Executive Order will require significant changes in the contractors' employment practices which, under certain circumstances, may subject them to serious penalties. There remains, however, the problem of determining the circumstances under which the plaintiffs may have the necessary standing to maintain this action. The answer depends, in part, upon the breadth of a group of cases which influenced and in large measure dominated the law on this subject. Hanson v. Denckla, 357 U.S. 235, 244, 78 S.Ct. 1228, 2 L.Ed.2d 1283 (1958) reaffirmed the principle that a person cannot invoke the jurisdiction of the court to vindicate the right of a third party. See: Liberty Warehouse Company v. Burley Tobacco Growers' Co-Operative Marketing Association, 276 U.S. 71, 48 S.Ct. 291, 72 L.Ed. 473 (1928); Dahnke-Walker Milling Company v. Bondurant, 257 U.S. 282, 289, 42 S.Ct. 106, 66 L.Ed. 239 (1921). Flast v. Cohen, 392 U.S. 83, 98, 88 S.Ct. 1942, 1952, 20 L.Ed.2d 947 (1968) is cited as authority for the principle that:</p>\n<blockquote>\"* * * The `gist of the question of standing' is whether the party seeking relief has `alleged such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court so largely depends for illumination of difficult constitutional questions'. Baker v. Carr, 369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962). In other words, when standing is placed in issue in a case, the question is whether the person whose standing is challenged is a proper party to request an adjudication of a particular issue and not whether the issue itself is justiciable\".</blockquote>\n<p>A financial loss is not by itself a sufficient interest to sustain a judicial challenge to governmental action. Abbott Laboratories v. Gardner, 387 U.S. at 152, 87 S.Ct. 1507, <i>supra</i>; Perkins v. Lukens Steel Co., <i>supra</i><i>;</i> Frothingham v. Mellon, 262 U.S. 447, 43 S.Ct. 597, 67 L.Ed. 1078 (1923).</p>\n<p>It is our opinion that the Contractors Association lacks standing as a proper party to request an adjudication because of its failure to establish that the association has a personal stake in the outcome of the controversy. From the averments of the complaint and supporting documents filed with us, we are compelled to recognize that the harm complained of is possible discrimination against the members of its organization. See also: Heald v. District of Columbia, 259 U.S. 114, 42 S.Ct. 434, 66 L.Ed. 852 (1922). But we have no doubt that the contractors have sufficient standing as plaintiffs. The Executive Order is focused upon them; they will have to alter their previous method of hiring and a failure to exert the \"good faith effort\" to meet his commitment will expose them to the imposition of sanctions. This case is, therefore distinguishable from Perkins v. Lukens Steel Co., <i>supra</i><i>,</i> and falls within the orbit of Abbott Laboratories v. Gardner, <i>supra</i><i>.</i> The motion of the defendants for a dismissal of the cause of action instituted by the Contractors <span class=\"star-pagination\">*1008</span> Association of Eastern Pennsylvania will be granted. The motion for dismissal as it relates to the intervening plaintiffs will be denied.</p>\n<p>Our next inquiry concerns itself with the problem of whether or not the provisions of the Philadelphia Plan for commitment to specific goals for minority group participation is in conflict with Title VII of the Civil Rights Act of 1964, 42 U.S.C. 2000e <i>et seq.</i> Initially, we note, that in support of their respective motions for summary judgment counsel concede that on this issue there is no genuine issue of material fact and thus, as a matter of law, the issue is ripe for judicial determination. We shall therefore consider and determine that question now. Having summarized the historical background relating to the issuance of past executive orders we will now review the conflicting issues raised by the parties. The plaintiffs contend that the executive branch is without the power to require a Philadelphia Plan commitment because the conduct required of a contractor under that plan would violate Title VII of the Civil Rights Act. The Act provides in relevant part that it is an unlawful practice for an employer</p>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</blockquote>\n<p>The plaintiffs have forcefully and ably argued that the Philadelphia Plan will require a contractor to hire and employ on the basis of and with regard to race, color and national origin. They adhere to the theory that the Plan imposes racial \"quotas\"; that it requires \"preferential\" treatment for minority persons and so creates reverse discrimination or in the ordinary context, the contractors, in order to meet his goals would necessarily have to discriminate against white persons in order to hire minority applicants.</p>\n<p>In response the defendants deny that the Philadelphia Plan requires an employer to act in a manner which is unlawful under Title VII. They assert that the Philadelphia Plan is a lawful and appropriate implementation of the affirmative action obligation of Executive Order 11246.</p>\n<p>The Court is of the opinion that the Plan is not in conflict with the provisions of the Civil Rights Act. We agree with the view expressed by the Court in Weiner v. Cuyahoga Community College District, 15 Ohio Misc. 289, 238 N.E.2d 839, 844 aff'd 19 Ohio St.2d 35, 249 N.E.2d 907 (1969), cert. denied 396 U.S. 1004, 90 S.Ct. 554, 24 L.Ed.2d 495 (1970) where the Court observed:</p>\n<blockquote>\"The Court is satisfied that the Civil Rights Act of 1964, Title VII, is constitutional. The Act provides a remedy for a long-continued denial of vital rights of minorities and of every Americanthe right to equality before the lawthe right in every walk of life in a land whose philosophy is that `all men are created equal,' to an equal chance of employment in keeping with his ability. To assure obedience to the law is a duty inherent in the government. It may reasonably instruct its agencies how to proceed toward enforcement. There has, as the evidence here shows, come a time when firmness must be used against all who do not feel able or inclined to cooperate in the equal employment effort. The statute and the Executive Order implementing it are in the Court's opinion in full keeping with the constitutional guarantees of the rights of all citizens\".</blockquote>\n<p>If there is any one lesson that loomed above the others it is that the Civil Rights Act and the Executive Orders <span class=\"star-pagination\">*1009</span> both have a common purpose to assure to all an equal chance of employment. Discriminatory obligations are not its intent. This is also the stated policy of the judiciary. The Supreme Court has stated that:</p>\n<blockquote>\"[T]he court has not merely the power but the duty to render a decree which will so far as possible eliminate the discriminatory effects of the past as well as bar like discrimination in the future.\" Lousiana v. United States, 380 U.S. 145, 154, 85 S.Ct. 817, 822, 13 L.Ed. 2d 709 (1965).</blockquote>\n<p>The pivotal question, therefore, is whether the Plan demands that the contractors hire on the basis of and with regard to race, color and national origin. Reassertion of this basic postulate becomes necessary because a significant portion of the legal conclusions advanced by the parties are derived from their respective interpretation of the legality of the Plan as it applies to those requirements which impose on the contractors the necessity of</p>\n<p>(a) setting specific goals for minority group hiring;</p>\n<p>(b) every good faith effort to meet these goals;</p>\n<p>(c) that they may not, in so doing, discriminate against any qualified applicant or employee on grounds of race, color, religion, sex or national origin.</p>\n<p>We are in accord with that part of the opinion of the Attorney General<sup>[2]</sup> which reads: \"If a plan such as this conflicts with Title VII of the Civil Rights Act, its validity cannot be sustained\".</p>\n<p>Despite what would appear to be areas of overlap in Title VII and Executive Order 11246, we are not entirely without guidance in determining the propriety of the Order, given the overall goals of the Order and its executive history. The affirmative action requirement issued on September 24, 1965, has been tested and held to be a valid exercise of presidential authority. Farkas v. Texas Instrument Company, 375 F.2d 629 (5th Cir. 1967); Executive Orders have been upheld as having the force and effect of law. Local 189, United Papermakers &amp; Paperworkers v. United States, 416 F.2d 980 (5th Cir. 1969); Farmer v. Philadelphia Electric Company, 329 F.2d 3 (3rd Cir. 1964). The heartbeat of \"affirmative action\" is the policy of developing programs which shall provide in detail for specific steps to guarantee equal employment opportunity keyed to the problems and needs of members of minority groups, including when there are deficiencies, the development of specific goals and timetables for the prompt achievement of full and equal employment opportunity. The Philadelphia Plan is no more or less than a means for implementation of the affirmative action obligations of Executive Order 11246. The compelling need for implementation is clearly established. The Department of Labor found that \"the most reliable data available\" shows the following: in the iron workers union, 1.4 percent of the membership consists of minority group persons; in the steam-fitters union, .65 percent consists of minority group persons; in the sheet-metal workers union, 1 percent; in the electricians union, 1 percent; in the elevator construction workers union, .54 percent; and in the plumbers and pipe-fitters union, .51 percent.<sup>[3]</sup></p>\n<p>We return to the evocative question of whether the Plan conflicts with Title VII of the Civil Rights Act. We continue our analysis against the backdrop of the established principle that an interpretation of a Presidential order issued by the official charged with administering its provisions is entitled to great, if not controlling weight. Udall v. Tallman, 380 U.S. 1, 85 S.Ct. 792, 13 L.Ed.2d 616 (1964). It is also well settled that the Government has the unrestricted power to fix the terms and conditions upon which it will make needed <span class=\"star-pagination\">*1010</span> purchases, Perkins v. Lukens Steel Co., <i>supra</i>; unless prohibited by statute. Abbott Laboratories v. Gardner, <i>supra</i><i>.</i> Our analysis of the plaintiffs' argument indicates to us that the genesis of their complaint is that compliance with the Plan is tantamount to a guarantee of minority employment. The Court is not persuaded that the plaintiffs' theory is sound. The Plan does not require the contractors to hire a definite percentage of a minority group. To the contrary, it merely requires that he makes every good faith effort to meet his commitment to attain certain goals. If a contractor is unable to meet the goal but has exhibited good faith, then the imposition of sanctions, in our opinion, would be improper and subject to judicial review. See: Copper Plumbing &amp; Heating Company v. Campbell, 110 U.S.App. D.C. 177, 290 F.2d 368 (1964); Gonzalez v. Freeman, 118 U.S.App.D.C. 180, 334 F.2d 570 (1964). It is equally clear that if this plan is properly administered it will be a plan of inclusion rather than exclusion. This we feel is necessary as our times demand skilled craftsmen who have learned their craft and who must have an opportunity to make use of their abilities and skills. The strength of any society is determined by its ability to open doors and make its economic opportunities available to all who can qualify. It is fundamental that civil rights, without economic rights, are mere shadows. These two rights are not only equal but a must, and when realized will bring into full play that protection to which our Constitution and statutes are dedicated. In summary, it is our conclusion that the Philadelphia Plan is not inconsistent with the requirements of Title VII of the Civil Rights Act of 1964.</p>\n<p>Attacking the geographical aspect of the Plan, the plaintiffs contend that the requirement of the Plan's commitment is an unconstitutional exercise of Executive power because it is an arbitrary and capricious classification by the Executive branch, based solely and exclusively on artificial geographic boundaries without any other justification in fact or law and thus violated the Fifth and Fourteenth Amendment guarantees of equal protection of the laws.</p>\n<p>It is abundantly clear that Congress has the authority to limit its attention to the geographic areas where immediate action seems necessary. South Carolina v. Katzenbach, 383 U.S. 301, 328, 86 S.Ct. 803, 15 L.Ed.2d 769 (1966); and equal authority rests in legislative treatment by a state. McGowan v. Maryland, 366 U.S. 420, 426, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961); Salsburg v. Maryland, 346 U.S. 545, 550, 74 S.Ct. 280, 98 L.Ed. 281 (1954). Also that the Equal Protection Clause relates to equality between persons as such rather than between areas. Salsburg v. Maryland, <i>supra,</i> at 551, 74 S.Ct. at 283:</p>\n<blockquote>\"The Fourteenth Amendment does not profess to secure to all persons in the United States the benefit of the same laws and the same remedies. Great diversities in these respects may exist in two States separated only by an imaginary line. On one side of this line there may be a right of trial by jury, and on the other side no such right. Each State prescribes its own modes of judicial proceeding. If diversities of laws and judicial proceedings may exist in the several States without violating the equality clause in the Fourteenth Amendment, there is no solid reason why there may not be such diversities in different parts of the same state.\" Missouri v. Lewis, 101 U.S. 22, 31, 25 L.Ed. 989 (1879).</blockquote>\n<p>However, the plaintiffs submit that this is a legislative prerogative which is denied to the Executive branch. It is also suggested that a geographical selection, to be valid, must be based on some peculiarly local condition not present in other areas of the country.</p>\n<p>While our research and that of the parties have failed to uncover any cases dealing explicitly with this doctrine, i. e. the legality of the Executive to designate a particular area, this Court, however, is of the opinion that the executive <span class=\"star-pagination\">*1011</span> branch of the federal govrnment has the right to issue an order that applies to a limited area. We are of the view that the instant order has the force of law. Cf. Farmer v. Philadelphia Electric Company, <i>supra</i><i>,</i> and may be equated with the authority of a Congressional or Legislative Act limiting legislation to a specific area.</p>\n<p>The plaintiffs propose to the Court that the Plan is arbitrary and capricious because its force is directed against the contractors, who admittedly are not responsible for the evil and not against the labor unions. It is urged that the findings of the Department of Labor, if legally acceptable, established a pattern of discriminatory membership adopted by the union. It is pointed out that the plaintiffs are not individually or collectively charged with racially discriminatory hiring practices. But, as a matter of common knowledge, as buttressed by the findings of the Department of Labor, we recognize that the contractors are compelled to rely on the construction craft unions as their prime or sole source of their labor and that most people in these classifications are referred to the jobs by the unions.</p>\n<p>We acknowledge that the position in which the contractors find themselves is rather unfortunate and perhaps the solution may become difficult. Nevertheless, as we had previously determined, the Government, unless forbidden by law, has the unrestricted power to fix the terms, conditions and those with whom it will deal. Perkins v. Lukens Steel Company, <i>supra</i>; King v. Smith, 392 U.S. 309, 333, 88 S.Ct. 2128, 20 L.Ed.2d 1118 (1969). At this juncture it is appropriate to observe that the Plan requires the contractors to take minority group representation into account in their recruiting and hiring practices. This should be done. As stated in Norwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920, 931 (2d Cir. 1968):</p>\n<blockquote>\"What we have said may require classification by race. That is something which the Constitution usually forbids, not because it is inevitably an impermissable classification, but because it is one which usually, to our national shame, has been drawn for the purpose of maintaining racial inequality. Where it is drawn for the purpose of achieving equality it will be allowed, and to the extent it is necessary to avoid unequal treatment by race, it will be required\". See, also,</blockquote>\n<p>Offerman v. Nitkowski, 378 F.2d 22, 24 (2d Cir. 1967); Springfield School Committee v. Barksdale, 348 F.2d 261 (1st Cir. 1965). The plaintiffs have not persuaded us that the Executive Order is constitutionally tainted. We believe that contractual bidding is subject to the terms and conditions set forth in the Order. In light of all the circumstances, and as the Plan sets forth a reasonable method to assure equal treatment for minority groups, if the contractor makes the required good faith effort, the charge of arbitrary and capricious is negated. Our examination of the record indicates to us that the findings of the Department of Labor with respect to minority group representation in the construction industry in the five-county Philadelphia area as compared with representation in the involved trades, representation in the craft unions, and the manner of hiring are amply supported by the evidence adduced at the hearings and also by the studies conducted by the Department of Labor.</p>\n<p>The plaintiffs' additional challenge to the valdity of the Plan enters into the area of separation of constitutional powers. They call upon the Court to say that Congress is the exclusive branch of our tripartite form of government that has the constitutional authority to design an employment program. We are urged to accept the thesis that the executive is without power to order social change. This contention is fallacious. Thirty years of executive mandates have been enunciated and their validity is established. We look to the initial executive order relative to discriminatory practices first enunciated by <span class=\"star-pagination\">*1012</span> President Franklin D. Roosevelt in 1941 and by his successors in office.<sup>[4]</sup> We have no doubt that the authority to issue the applicable executive orders will withstand any assault. They stem from subsections (a) and (c) of § 205 of the Federal Property and Administrative Services Act of 1949.<sup>[5]</sup> Sections (a) and (c) provide:</p>\n<blockquote>\"(a) The President may prescribe such policies and directives, not inconsistent with the provisions of this chapter [Chapter 10 of Title 40] * * chapter 4 of Title 41 * * * as he shall deem necessary to effectuate the provisions of said chapters, which policies and directives shall govern the Administrator and executive agencies in carrying out their respective functions hereunder\".</blockquote>\n<blockquote>\"(c) The Administrator shall prescribe such regulations as he deems necessary to effectuate his functions under this chapter [Chapter 10 of Title 40] * * * chapter 4 of Title 41 * * * and the head of each executive agency shall cause to be issued such orders and directives as such head deems necessary to carry out such regulations.\"</blockquote>\n<p>We again state that the orders in controversy have the force and effect of law. Farmer v. Philadelphia Electric Company, <i>supra</i><i>.</i></p>\n<p>Having concluded that executive orders are lawful, the question now presented to us is whether the Plan, per se, violates the Constitution or federal statute on the ground that Congressional action alone can require a Philadelphia Plan commitment.</p>\n<p>In support of their position the plaintiffs, initially, contend that the executive branch is without power to require a Philadelphia Plan commitment because it violates Title VII of the Civil Rights Act. This question has been previously dealt with in this opinion and it will serve no useful purpose to review the same in detail. Suffice it to say that it is our opinion that the Plan does not conflict with Title VII and from this it follows, a fortiori, that the plaintiffs' contention falls of its own weight.</p>\n<p>We do not subscribe to the plaintiffs' argument that the executive branch lacks power because the conduct required of a Contractor under the Plan would be contrary to the announced policy of the United States. We also reject the plaintiffs' assertion that the Plan is contrary to the express or implied will of Congress. We would say that the opposite view is an accurate portrayal of the policy of our government. Its announced policy is to assure nondiscriminatory employment practices. The Plan complements this most desirable standard. We do not agree with the plaintiffs' argument that it is necessary that Congress delegates power to the executive before it could issue the controversial order. We believe that the prior portions of this opinion have adequately disposed of this problem.</p>\n<p>We have given careful consideration to the plaintiffs' remaining contentions. In our view they reassert similar claims although cloaked in different legal garb. The questions presented therein are sufficiently dealt with in this opinion. We find them to be without merit.</p>\n<p>In retrospect, it is the Court's belief that the denial of equal employment opportunity must be eliminated from our society. It is beyond question, that present employment practices have fostered and perpetuated a system that has effectively maintained a segregated class. That concept, if I may use the strong language it deserves, is repugnant, unworthy, and contrary to present national policy. The Philadelphia Plan will provide an unpolluted breath of fresh air to ventilate this unpalatable situation. Justice demands an end to all artifices that prevent one, who because of color is estopped from enjoying <span class=\"star-pagination\">*1013</span> the same opportunities that are accorded to those of different color. The destiny of minority group employment is the primary issue and the Philadelphia Plan will provide an equitable solution to this troublesome problem.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>The plaintiffs' motion for summary judgment is denied.</p>\n<p>The motion of the Federal defendants to dismiss the action as it relates to The Contractors Association of Eastern Pennsylvania is granted for lack of standing to maintain this suit.</p>\n<p>The motion of the Federal defendants for summary judgment is granted.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Iron workers, plumbers and pipe fitters, steamfitters, sheet metal workers, electrical workers, and elevator construction workers.</p>\n<p>[2]  See: Opinion of Attorney General, page 9 dated September 22, 1969.</p>\n<p>[3]  Executive Order 11246, issued on September 24, 1965. 30 F.R. 12319; 32 F.R. 14303; 34 F.R. 12985.</p>\n<p>[4]  President Harry S. Truman in 1951; Dwight D. Eisenhower, 1953, John F. Kennedy, 1961.</p>\n<p>[5]  40 U.S.C. § 486.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1002</span></span> (1970)</b></center>\n<center><h1>The CONTRACTORS ASSOCIATION OF EASTERN PENNSYLVANIA, Plaintiff,<br>\nand<br>\nJames D. Morrissey, Inc., the Conduit &amp; Foundation Corp., Glasgow, Inc., Buckley &amp; Company, the Myleve Company, Erb Engineering &amp; Constr. Co., Perkins, Kanak, Foster, Inc., Lansdowne Constructors, Inc., Intervening Plaintiffs,<br>\nv.<br>\nThe SECRETARY OF LABOR, George P. Shultz, et al., Defendants.</h1></center>\n<center>Civ. A. No. 70-18.</center>\n<center><p><b>United States District Court, E. D. Pennsylvania.</b></p></center>\n<center>March 13, 1970.</center>\n<p><span class=\"star-pagination\">*1003</span> <span class=\"star-pagination\">*1004</span> John J. McAleese, Jr., Robert J. Bray, Jr., Thomas L. Cantrell, Philadelphia, Pa., for plaintiffs.</p>\n<p>Warren D. Mulloy, Asst. U. S. Atty., Philadelphia, Pa., Irwin Goldbloom, Dept. of Justice, Civil Div., Benjamin W. Mintz, Dept. of Justice, Civil Rights Div., Peter G. Nash, Dept. of Labor, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>WEINER, District Judge.</p>\n<p>The Contractors Association of Eastern Pennsylvania consisting of a group of contractors, engaging in heavy highway and utility construction and intervening contractors have sued various Federal officials and the General State Authority of the Commonwealth of Pennsylvania in an effort to strike down a regulation issued by the Department of Labor which is entitled the \"Revised Philadelphia Plan\". The Plan covers six construction trades<sup>[1]</sup> and geographically applies to Bucks, Chester, Delaware, Montgomery and Philadelphia Counties in Pennsylvania. The Philadelphia Plan became effective on September 29, 1969. It was issued on June 27, 1969, in implementation of the authority of the Secretary under Executive Order 11246 of September 24, 1965 as amended, 30 F.R. 12319, 32 F.R. 14303, 34 F.R. 12985 <span class=\"star-pagination\">*1005</span> which required that Federal contracts and federally assisted construction contracts contain specified language obligating the contractor and his subcontractors not to discriminate against any employee or applicant for employment because of race, color, religion, sex, or national origin. The Executive Order further required the contractors and subcontractors to \"take affirmative action to insure that applicants are employed, and that employees are treated during employment, without regard to their race, color, religion, sex or national origin\". Executive Order 11246, § 202 (1). Failure to comply with the required contractual commitments imposes various sanctions on the contractors which include the cancellation, suspension or termination of contracts and the debarment of a contractor from further Government contracts. However, no sanction may be imposed unless efforts at voluntary resolution have failed nor without affording the contractor an opportunity for a hearing. Thus the seeds of the Philadelphia Plan were planted. Two separate orders were issued by the Department of Labor, the first on June 27 and the second on September 23, 1969. In substance, the Plan required that with respect to construction contracts in the Philadelphia area which are subject to Executive Order 11246 and where the estimated total cost of the construction project exceeds $500,000, each bidder must, in the affirmative action submitted with his bid, \"set specific goals of minority manpower utilization which meet the definite standard\" included in the invitation for bids. The bidder could also meet this requirement by agreeing to participate in a multi-employer affirmative action program approved by the Office of Federal Contract Compliance.</p>\n<p>The Department of Labor order of June 27th was based on the department's finding that although the overall minority groups representation in the construction industry in the five-county Philadelphia area was thirty (30) percent, in the six trades involved, minority representation was approximately one (1) percent. The Department of Labor concluded that the contributing factors to the small number of minority representation in these trades were due to the following:</p>\n<p>(a) Contractors hire a new employee complement for each construction job on the basis of referral by the construction craft unions;</p>\n<p>(b) The refusal of certain of these unions to admit Negroes to membership or apprenticeship programs;</p>\n<p>(c) A preference in work referrals to union members and to persons who had work experience under union contracts. This resulted in a departmental finding that \"special measures\" were necessary to provide equal employment opportunity in these six trades for federally involved construction.</p>\n<p>Predicated upon public hearings held in Philadelphia on August 26, 27 and 28, 1969, the September 23rd Order issued. This order established the ranges within which the contractor's minority group employment goals should be set. It provided that in the first year, employment \"ranges\" vary between four (4) and nine (9) percent; in the second year between nine (9) and fifteen (15) percent; in the third year between fourteen (14) and twenty (20) percent; and in the fourth and last year between nineteen (19) and twenty-six (26) percent. The mathematical formula was based on findings as to the availability of minority group persons for employment and the impact of the program on the existing labor force and a determination that a contractor could commit himself to the employment goals \"without adverse impact on the existing labor force\" which goals may be met through the employment by the contractor of journeymen, trainees or apprentices.</p>\n<p>Safeguards are provided by the Plan. The obligation to meet the goals is not absolute. If the contractor meets the goals he will be presumed to be in compliance with the requirements of the Executive Order. The regulation also states: \"In the event of failure to meet <span class=\"star-pagination\">*1006</span> the goals, the contractor shall be given an opportunity to demonstrate that he made every good faith effort to meet his commitment. In any proceeding in which such good faith performance is in issue, the contractor's entire compliance posture shall be reviewed and evaluated in the process of considering the imposition of sanctions\". Executive Order 11246 § 8(a). Under the Plan, for the purpose of determining whether the contractor is in compliance, it is \"no excuse\" that the union with which he has a collective bargaining agreement fails to refer minority employees.</p>\n<p>Since the Philadelphia Plan went into effect, we have been advised that six contracts have been let involving a total cost of approximately $37 million, with Federal assistance totaling approximately $11 million. The present action is before us in connection with a grant from the Department of Agriculture to the Commonwealth of Pennsylvania in connection with the Brandywine water conservation project, involving a cost of approximately $4 million, of which approximately $1.1 million of which represents Federal assistance. Invitation for bids including the requirements of the Philadelphia Plan were issued by the General State Authority of Pennsylvania. No contracts have as yet been awarded on this project.</p>\n<p>This law suit is bottomed upon the plaintiffs' allegation that the Philadelphia Plan violates the Constitution and laws of the United States and the laws of the Commonwealth of Pennsylvania. In conjunction with its complaint the plaintiffs have filed a motion for a preliminary injunction and have moved for summary judgment. The defendants have countered with a motion to dismiss the complaint or in the alternative, for summary judgment.</p>\n<p>We will first consider the defendants' attack upon the standing of the plaintiffs to maintain this action. Defendants argue that the plaintiffs lack standing to challenge the validity of the Philadelphia Plan. They place their reliance upon the decision of the Supreme Court in Perkins v. Lukens Steel Co., <span class=\"citation\" data-id=\"103349\"><a href=\"/opinion/103349/perkins-v-lukens-steel-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"103349\"><a href=\"/opinion/103349/perkins-v-lukens-steel-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"103349\"><a href=\"/opinion/103349/perkins-v-lukens-steel-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1108</span></a></span> (1940). In <i>Perkins</i><i>,</i> the Secretary of Labor fixed minimum wages which government contractors were required to pay their employees. The suit of the plaintiffs, iron and steel manufacturers, who bid on government contracts, for declaratory and injunctive relief was dismissed on the ground that the plaintiffs lacked standing to challenge the validity of the Secretary's directive. We, of course, do not and cannot quarrel with the edict of the Supreme Court which settled the principle that:</p>\n<blockquote>\"Like private individuals and businesses, the Government enjoys the unrestricted power to produce its own supplies, to determine those with whom it will deal, and to fix the terms and conditions upon which it will make needed purchases. * * * It was not intended to be a bestowal of litigable rights upon those desirious of selling to the Government; it is a self-imposed restraint for violation of which the Governmentbut not private litigantscan complain.\" Perkins v. Lukens Steel Co., <i>supra</i> at 27, 60 S.Ct. at 876.</blockquote>\n<p>The defendants contend that the plaintiffs are in the same class of litigants described in <i>Perkins</i> and therefore lack standing to attack the requirements contained in Executive Order 11246. To the contrary, the plaintiffs argue that as the impact of the governmental action is greatest on them, access to the courts is permissable.</p>\n<p>Our examination of the record reveals that the Contractors Association is a corporation comprised of more than eighty business organizations engaged in heavy construction. Certain of its members wished to bid on the project and four of its members did bid. The plaintiff acts as spokesman for its members concerning the relationship between its members and the government.</p>\n<p>Undoubtedly, the force of Executive Order 11246 is focused upon contractors who desire to bid on federal or federally assisted construction contracts. Of <span class=\"star-pagination\">*1007</span> necessity, the Order will require them to make significant changes in their every day business practices or they will be clearly exposed to the imposition of strong sanctions. In Abbott Laboratories v. Gardner, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 153, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, 1518, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967) a compendium of the most recent legal principles applicable to the kind of problem governing standing, the Supreme Court said:</p>\n<blockquote>\"Where the legal issue presented is fit for judicial resolution, and where a regulation requires an immediate and significant change in the conduct of their affairs with serious penalties attached to noncompliance, access to the courts under the Administrative Procedure Act and the Declaratory Judgment Act must be permitted, absent a statutory bar or some other unusual circumstance, neither of which appears here.\"</blockquote>\n<p>It is apparent that the legal issue that the plaintiffs have presented is fit for judicial resolution. It is also evident that the Executive Order will require significant changes in the contractors' employment practices which, under certain circumstances, may subject them to serious penalties. There remains, however, the problem of determining the circumstances under which the plaintiffs may have the necessary standing to maintain this action. The answer depends, in part, upon the breadth of a group of cases which influenced and in large measure dominated the law on this subject. Hanson v. Denckla, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 244, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></a></span>, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></a></span> (1958) reaffirmed the principle that a person cannot invoke the jurisdiction of the court to vindicate the right of a third party. See: Liberty Warehouse Company v. Burley Tobacco Growers' Co-Operative Marketing Association, <span class=\"citation\" data-id=\"101217\"><a href=\"/opinion/101217/liberty-warehouse-co-v-burley-tobacco-growers-co-operative-marketing/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"101217\"><a href=\"/opinion/101217/liberty-warehouse-co-v-burley-tobacco-growers-co-operative-marketing/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">291</span></a></span>, <span class=\"citation\" data-id=\"101217\"><a href=\"/opinion/101217/liberty-warehouse-co-v-burley-tobacco-growers-co-operative-marketing/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">473</span></a></span> (1928); Dahnke-Walker Milling Company v. Bondurant, <span class=\"citation\" data-id=\"99884\"><a href=\"/opinion/99884/dahnke-walker-milling-co-v-bondurant/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 289, <span class=\"citation\" data-id=\"99884\"><a href=\"/opinion/99884/dahnke-walker-milling-co-v-bondurant/\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"99884\"><a href=\"/opinion/99884/dahnke-walker-milling-co-v-bondurant/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">239</span></a></span> (1921). Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 98, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1952, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968) is cited as authority for the principle that:</p>\n<blockquote>\"* * * The `gist of the question of standing' is whether the party seeking relief has `alleged such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court so largely depends for illumination of difficult constitutional questions'. Baker v. Carr, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 204, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, 703, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962). In other words, when standing is placed in issue in a case, the question is whether the person whose standing is challenged is a proper party to request an adjudication of a particular issue and not whether the issue itself is justiciable\".</blockquote>\n<p>A financial loss is not by itself a sufficient interest to sustain a judicial challenge to governmental action. Abbott Laboratories v. Gardner, 387 U.S. at 152, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <i>supra</i>; Perkins v. Lukens Steel Co., <i>supra</i><i>;</i> Frothingham v. Mellon, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1078</span></a></span> (1923).</p>\n<p>It is our opinion that the Contractors Association lacks standing as a proper party to request an adjudication because of its failure to establish that the association has a personal stake in the outcome of the controversy. From the averments of the complaint and supporting documents filed with us, we are compelled to recognize that the harm complained of is possible discrimination against the members of its organization. See also: Heald v. District of Columbia, <span class=\"citation\" data-id=\"99994\"><a href=\"/opinion/99994/heald-v-district-of-columbia/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"99994\"><a href=\"/opinion/99994/heald-v-district-of-columbia/\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">434</span></a></span>, <span class=\"citation\" data-id=\"99994\"><a href=\"/opinion/99994/heald-v-district-of-columbia/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">852</span></a></span> (1922). But we have no doubt that the contractors have sufficient standing as plaintiffs. The Executive Order is focused upon them; they will have to alter their previous method of hiring and a failure to exert the \"good faith effort\" to meet his commitment will expose them to the imposition of sanctions. This case is, therefore distinguishable from Perkins v. Lukens Steel Co., <i>supra</i><i>,</i> and falls within the orbit of Abbott Laboratories v. Gardner, <i>supra</i><i>.</i> The motion of the defendants for a dismissal of the cause of action instituted by the Contractors <span class=\"star-pagination\">*1008</span> Association of Eastern Pennsylvania will be granted. The motion for dismissal as it relates to the intervening plaintiffs will be denied.</p>\n<p>Our next inquiry concerns itself with the problem of whether or not the provisions of the Philadelphia Plan for commitment to specific goals for minority group participation is in conflict with Title VII of the Civil Rights Act of 1964, 42 U.S.C. 2000e <i>et seq.</i> Initially, we note, that in support of their respective motions for summary judgment counsel concede that on this issue there is no genuine issue of material fact and thus, as a matter of law, the issue is ripe for judicial determination. We shall therefore consider and determine that question now. Having summarized the historical background relating to the issuance of past executive orders we will now review the conflicting issues raised by the parties. The plaintiffs contend that the executive branch is without the power to require a Philadelphia Plan commitment because the conduct required of a contractor under that plan would violate Title VII of the Civil Rights Act. The Act provides in relevant part that it is an unlawful practice for an employer</p>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</blockquote>\n<p>The plaintiffs have forcefully and ably argued that the Philadelphia Plan will require a contractor to hire and employ on the basis of and with regard to race, color and national origin. They adhere to the theory that the Plan imposes racial \"quotas\"; that it requires \"preferential\" treatment for minority persons and so creates reverse discrimination or in the ordinary context, the contractors, in order to meet his goals would necessarily have to discriminate against white persons in order to hire minority applicants.</p>\n<p>In response the defendants deny that the Philadelphia Plan requires an employer to act in a manner which is unlawful under Title VII. They assert that the Philadelphia Plan is a lawful and appropriate implementation of the affirmative action obligation of Executive Order 11246.</p>\n<p>The Court is of the opinion that the Plan is not in conflict with the provisions of the Civil Rights Act. We agree with the view expressed by the Court in Weiner v. Cuyahoga Community College District, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Ohio Misc.</span> <span class=\"page\">289</span></span>, <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">839</span></span>, 844 aff'd <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">35</span></span>, <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">907</span></span> (1969), cert. denied <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">554</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></span> (1970) where the Court observed:</p>\n<blockquote>\"The Court is satisfied that the Civil Rights Act of 1964, Title VII, is constitutional. The Act provides a remedy for a long-continued denial of vital rights of minorities and of every Americanthe right to equality before the lawthe right in every walk of life in a land whose philosophy is that `all men are created equal,' to an equal chance of employment in keeping with his ability. To assure obedience to the law is a duty inherent in the government. It may reasonably instruct its agencies how to proceed toward enforcement. There has, as the evidence here shows, come a time when firmness must be used against all who do not feel able or inclined to cooperate in the equal employment effort. The statute and the Executive Order implementing it are in the Court's opinion in full keeping with the constitutional guarantees of the rights of all citizens\".</blockquote>\n<p>If there is any one lesson that loomed above the others it is that the Civil Rights Act and the Executive Orders <span class=\"star-pagination\">*1009</span> both have a common purpose to assure to all an equal chance of employment. Discriminatory obligations are not its intent. This is also the stated policy of the judiciary. The Supreme Court has stated that:</p>\n<blockquote>\"[T]he court has not merely the power but the duty to render a decree which will so far as possible eliminate the discriminatory effects of the past as well as bar like discrimination in the future.\" Lousiana v. United States, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 154, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965).</blockquote>\n<p>The pivotal question, therefore, is whether the Plan demands that the contractors hire on the basis of and with regard to race, color and national origin. Reassertion of this basic postulate becomes necessary because a significant portion of the legal conclusions advanced by the parties are derived from their respective interpretation of the legality of the Plan as it applies to those requirements which impose on the contractors the necessity of</p>\n<p>(a) setting specific goals for minority group hiring;</p>\n<p>(b) every good faith effort to meet these goals;</p>\n<p>(c) that they may not, in so doing, discriminate against any qualified applicant or employee on grounds of race, color, religion, sex or national origin.</p>\n<p>We are in accord with that part of the opinion of the Attorney General<sup>[2]</sup> which reads: \"If a plan such as this conflicts with Title VII of the Civil Rights Act, its validity cannot be sustained\".</p>\n<p>Despite what would appear to be areas of overlap in Title VII and Executive Order 11246, we are not entirely without guidance in determining the propriety of the Order, given the overall goals of the Order and its executive history. The affirmative action requirement issued on September 24, 1965, has been tested and held to be a valid exercise of presidential authority. Farkas v. Texas Instrument Company, <span class=\"citation\" data-id=\"275412\"><a href=\"/opinion/275412/adam-farkas-v-texas-instrument-inc-and-ling-temco-vought-inc/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span> (5th Cir. 1967); Executive Orders have been upheld as having the force and effect of law. Local 189, United Papermakers &amp; Paperworkers v. United States, <span class=\"citation\" data-id=\"1561770\"><a href=\"/opinion/1561770/local-189-united-papermak-paperwork-v-united-states/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span> (5th Cir. 1969); Farmer v. Philadelphia Electric Company, <span class=\"citation\" data-id=\"263584\"><a href=\"/opinion/263584/eugene-farmer-v-philadelphia-electric-company/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span> (3rd Cir. 1964). The heartbeat of \"affirmative action\" is the policy of developing programs which shall provide in detail for specific steps to guarantee equal employment opportunity keyed to the problems and needs of members of minority groups, including when there are deficiencies, the development of specific goals and timetables for the prompt achievement of full and equal employment opportunity. The Philadelphia Plan is no more or less than a means for implementation of the affirmative action obligations of Executive Order 11246. The compelling need for implementation is clearly established. The Department of Labor found that \"the most reliable data available\" shows the following: in the iron workers union, 1.4 percent of the membership consists of minority group persons; in the steam-fitters union, .65 percent consists of minority group persons; in the sheet-metal workers union, 1 percent; in the electricians union, 1 percent; in the elevator construction workers union, .54 percent; and in the plumbers and pipe-fitters union, .51 percent.<sup>[3]</sup></p>\n<p>We return to the evocative question of whether the Plan conflicts with Title VII of the Civil Rights Act. We continue our analysis against the backdrop of the established principle that an interpretation of a Presidential order issued by the official charged with administering its provisions is entitled to great, if not controlling weight. Udall v. Tallman, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></span> (1964). It is also well settled that the Government has the unrestricted power to fix the terms and conditions upon which it will make needed <span class=\"star-pagination\">*1010</span> purchases, Perkins v. Lukens Steel Co., <i>supra</i>; unless prohibited by statute. Abbott Laboratories v. Gardner, <i>supra</i><i>.</i> Our analysis of the plaintiffs' argument indicates to us that the genesis of their complaint is that compliance with the Plan is tantamount to a guarantee of minority employment. The Court is not persuaded that the plaintiffs' theory is sound. The Plan does not require the contractors to hire a definite percentage of a minority group. To the contrary, it merely requires that he makes every good faith effort to meet his commitment to attain certain goals. If a contractor is unable to meet the goal but has exhibited good faith, then the imposition of sanctions, in our opinion, would be improper and subject to judicial review. See: Copper Plumbing &amp; Heating Company v. Campbell, 110 U.S.App. D.C. 177, <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></span> (1964); Gonzalez v. Freeman, 118 U.S.App.D.C. 180, <span class=\"citation\" data-id=\"265032\"><a href=\"/opinion/265032/carmen-gonzalez-v-orville-l-freeman/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span> (1964). It is equally clear that if this plan is properly administered it will be a plan of inclusion rather than exclusion. This we feel is necessary as our times demand skilled craftsmen who have learned their craft and who must have an opportunity to make use of their abilities and skills. The strength of any society is determined by its ability to open doors and make its economic opportunities available to all who can qualify. It is fundamental that civil rights, without economic rights, are mere shadows. These two rights are not only equal but a must, and when realized will bring into full play that protection to which our Constitution and statutes are dedicated. In summary, it is our conclusion that the Philadelphia Plan is not inconsistent with the requirements of Title VII of the Civil Rights Act of 1964.</p>\n<p>Attacking the geographical aspect of the Plan, the plaintiffs contend that the requirement of the Plan's commitment is an unconstitutional exercise of Executive power because it is an arbitrary and capricious classification by the Executive branch, based solely and exclusively on artificial geographic boundaries without any other justification in fact or law and thus violated the Fifth and Fourteenth Amendment guarantees of equal protection of the laws.</p>\n<p>It is abundantly clear that Congress has the authority to limit its attention to the geographic areas where immediate action seems necessary. South Carolina v. Katzenbach, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 328, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></a></span>, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span></a></span> (1966); and equal authority rests in legislative treatment by a state. McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 426, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961); Salsburg v. Maryland, <span class=\"citation\" data-id=\"105179\"><a href=\"/opinion/105179/salsburg-v-maryland/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 550, <span class=\"citation\" data-id=\"105179\"><a href=\"/opinion/105179/salsburg-v-maryland/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></span> (1954). Also that the Equal Protection Clause relates to equality between persons as such rather than between areas. Salsburg v. Maryland, <i>supra,</i> at 551, 74 S.Ct. at 283:</p>\n<blockquote>\"The Fourteenth Amendment does not profess to secure to all persons in the United States the benefit of the same laws and the same remedies. Great diversities in these respects may exist in two States separated only by an imaginary line. On one side of this line there may be a right of trial by jury, and on the other side no such right. Each State prescribes its own modes of judicial proceeding. If diversities of laws and judicial proceedings may exist in the several States without violating the equality clause in the Fourteenth Amendment, there is no solid reason why there may not be such diversities in different parts of the same state.\" Missouri v. Lewis, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></span>, 31, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">989</span></span> (1879).</blockquote>\n<p>However, the plaintiffs submit that this is a legislative prerogative which is denied to the Executive branch. It is also suggested that a geographical selection, to be valid, must be based on some peculiarly local condition not present in other areas of the country.</p>\n<p>While our research and that of the parties have failed to uncover any cases dealing explicitly with this doctrine, i. e. the legality of the Executive to designate a particular area, this Court, however, is of the opinion that the executive <span class=\"star-pagination\">*1011</span> branch of the federal govrnment has the right to issue an order that applies to a limited area. We are of the view that the instant order has the force of law. Cf. Farmer v. Philadelphia Electric Company, <i>supra</i><i>,</i> and may be equated with the authority of a Congressional or Legislative Act limiting legislation to a specific area.</p>\n<p>The plaintiffs propose to the Court that the Plan is arbitrary and capricious because its force is directed against the contractors, who admittedly are not responsible for the evil and not against the labor unions. It is urged that the findings of the Department of Labor, if legally acceptable, established a pattern of discriminatory membership adopted by the union. It is pointed out that the plaintiffs are not individually or collectively charged with racially discriminatory hiring practices. But, as a matter of common knowledge, as buttressed by the findings of the Department of Labor, we recognize that the contractors are compelled to rely on the construction craft unions as their prime or sole source of their labor and that most people in these classifications are referred to the jobs by the unions.</p>\n<p>We acknowledge that the position in which the contractors find themselves is rather unfortunate and perhaps the solution may become difficult. Nevertheless, as we had previously determined, the Government, unless forbidden by law, has the unrestricted power to fix the terms, conditions and those with whom it will deal. Perkins v. Lukens Steel Company, <i>supra</i>; King v. Smith, <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></span>, 333, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1118</span></span> (1969). At this juncture it is appropriate to observe that the Plan requires the contractors to take minority group representation into account in their recruiting and hiring practices. This should be done. As stated in Norwalk CORE v. Norwalk Redevelopment Agency, <span class=\"citation\" data-id=\"280447\"><a href=\"/opinion/280447/norwalk-core-v-norwalk-redevelopment-agency/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 931 (2d Cir. 1968):</p>\n<blockquote>\"What we have said may require classification by race. That is something which the Constitution usually forbids, not because it is inevitably an impermissable classification, but because it is one which usually, to our national shame, has been drawn for the purpose of maintaining racial inequality. Where it is drawn for the purpose of achieving equality it will be allowed, and to the extent it is necessary to avoid unequal treatment by race, it will be required\". See, also,</blockquote>\n<p>Offerman v. Nitkowski, <span class=\"citation\" data-id=\"276037\"><a href=\"/opinion/276037/karl-p-offermann-and-mary-e-offermann-individually-and-as-parents-and/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 24 (2d Cir. 1967); Springfield School Committee v. Barksdale, <span class=\"citation\" data-id=\"268588\"><a href=\"/opinion/268588/springfield-school-committee-v-abraham-barksdale-jr/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span> (1st Cir. 1965). The plaintiffs have not persuaded us that the Executive Order is constitutionally tainted. We believe that contractual bidding is subject to the terms and conditions set forth in the Order. In light of all the circumstances, and as the Plan sets forth a reasonable method to assure equal treatment for minority groups, if the contractor makes the required good faith effort, the charge of arbitrary and capricious is negated. Our examination of the record indicates to us that the findings of the Department of Labor with respect to minority group representation in the construction industry in the five-county Philadelphia area as compared with representation in the involved trades, representation in the craft unions, and the manner of hiring are amply supported by the evidence adduced at the hearings and also by the studies conducted by the Department of Labor.</p>\n<p>The plaintiffs' additional challenge to the valdity of the Plan enters into the area of separation of constitutional powers. They call upon the Court to say that Congress is the exclusive branch of our tripartite form of government that has the constitutional authority to design an employment program. We are urged to accept the thesis that the executive is without power to order social change. This contention is fallacious. Thirty years of executive mandates have been enunciated and their validity is established. We look to the initial executive order relative to discriminatory practices first enunciated by <span class=\"star-pagination\">*1012</span> President Franklin D. Roosevelt in 1941 and by his successors in office.<sup>[4]</sup> We have no doubt that the authority to issue the applicable executive orders will withstand any assault. They stem from subsections (a) and (c) of § 205 of the Federal Property and Administrative Services Act of 1949.<sup>[5]</sup> Sections (a) and (c) provide:</p>\n<blockquote>\"(a) The President may prescribe such policies and directives, not inconsistent with the provisions of this chapter [Chapter 10 of Title 40] * * chapter 4 of Title 41 * * * as he shall deem necessary to effectuate the provisions of said chapters, which policies and directives shall govern the Administrator and executive agencies in carrying out their respective functions hereunder\".</blockquote>\n<blockquote>\"(c) The Administrator shall prescribe such regulations as he deems necessary to effectuate his functions under this chapter [Chapter 10 of Title 40] * * * chapter 4 of Title 41 * * * and the head of each executive agency shall cause to be issued such orders and directives as such head deems necessary to carry out such regulations.\"</blockquote>\n<p>We again state that the orders in controversy have the force and effect of law. Farmer v. Philadelphia Electric Company, <i>supra</i><i>.</i></p>\n<p>Having concluded that executive orders are lawful, the question now presented to us is whether the Plan, per se, violates the Constitution or federal statute on the ground that Congressional action alone can require a Philadelphia Plan commitment.</p>\n<p>In support of their position the plaintiffs, initially, contend that the executive branch is without power to require a Philadelphia Plan commitment because it violates Title VII of the Civil Rights Act. This question has been previously dealt with in this opinion and it will serve no useful purpose to review the same in detail. Suffice it to say that it is our opinion that the Plan does not conflict with Title VII and from this it follows, a fortiori, that the plaintiffs' contention falls of its own weight.</p>\n<p>We do not subscribe to the plaintiffs' argument that the executive branch lacks power because the conduct required of a Contractor under the Plan would be contrary to the announced policy of the United States. We also reject the plaintiffs' assertion that the Plan is contrary to the express or implied will of Congress. We would say that the opposite view is an accurate portrayal of the policy of our government. Its announced policy is to assure nondiscriminatory employment practices. The Plan complements this most desirable standard. We do not agree with the plaintiffs' argument that it is necessary that Congress delegates power to the executive before it could issue the controversial order. We believe that the prior portions of this opinion have adequately disposed of this problem.</p>\n<p>We have given careful consideration to the plaintiffs' remaining contentions. In our view they reassert similar claims although cloaked in different legal garb. The questions presented therein are sufficiently dealt with in this opinion. We find them to be without merit.</p>\n<p>In retrospect, it is the Court's belief that the denial of equal employment opportunity must be eliminated from our society. It is beyond question, that present employment practices have fostered and perpetuated a system that has effectively maintained a segregated class. That concept, if I may use the strong language it deserves, is repugnant, unworthy, and contrary to present national policy. The Philadelphia Plan will provide an unpolluted breath of fresh air to ventilate this unpalatable situation. Justice demands an end to all artifices that prevent one, who because of color is estopped from enjoying <span class=\"star-pagination\">*1013</span> the same opportunities that are accorded to those of different color. The destiny of minority group employment is the primary issue and the Philadelphia Plan will provide an equitable solution to this troublesome problem.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>The plaintiffs' motion for summary judgment is denied.</p>\n<p>The motion of the Federal defendants to dismiss the action as it relates to The Contractors Association of Eastern Pennsylvania is granted for lack of standing to maintain this suit.</p>\n<p>The motion of the Federal defendants for summary judgment is granted.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Iron workers, plumbers and pipe fitters, steamfitters, sheet metal workers, electrical workers, and elevator construction workers.</p>\n<p>[2]  See: Opinion of Attorney General, page 9 dated September 22, 1969.</p>\n<p>[3]  Executive Order 11246, issued on September 24, 1965. 30 F.R. 12319; 32 F.R. 14303; 34 F.R. 12985.</p>\n<p>[4]  President Harry S. Truman in 1951; Dwight D. Eisenhower, 1953, John F. Kennedy, 1961.</p>\n<p>[5]  40 U.S.C. § 486.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99994/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101217/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103349/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/268588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/275412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561770/"
          ]
        }
      ],
      "judges": "Weiner",
      "date_created": "2014-10-30T20:43:14.081069Z",
      "date_modified": "2016-03-03T21:32:46.827210Z",
      "date_filed": "1970-03-13",
      "date_filed_is_approximate": false,
      "slug": "contractors-assn-of-eastern-pa-v-secretary-of-labor",
      "citation_id": 2099840,
      "case_name_short": "",
      "case_name": "Contractors Ass'n of Eastern Pa. v. Secretary of Labor",
      "case_name_full": "",
      "federal_cite_one": "311 F. Supp. 1002",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1947498/contractors-assn-of-eastern-pa-v-secretary-of-labo/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:43:14.077455Z",
  "date_modified": "2014-10-30T20:43:14.077455Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Contractors Ass'n of Eastern Pa. v. Secretary of Labor",
  "case_name_full": "",
  "slug": "contractors-assn-of-eastern-pa-v-secretary-of-labo",
  "docket_number": "Civ. A. No. 70-18",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}