{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1948287/",
  "id": 1948287,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/prd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2127850/",
      "id": 2127850,
      "absolute_url": "/opinion/2127850/morales-feliciano-v-hernandez-colon/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1948287/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2127850/",
          "id": 2127850,
          "absolute_url": "/opinion/2127850/morales-feliciano-v-hernandez-colon/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2127850/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:24:12.120343Z",
          "date_modified": "2017-04-08T14:49:01.703123Z",
          "type": "010combined",
          "sha1": "cc3a797190ddda65632464e6b4c4fa369976537e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>697 F.Supp. 37 (1988)</b></center>\n<center><h1>Carlos MORALES FELICIANO, et al., Plaintiffs,<br>\nv.<br>\nRafael HERNANDEZ COLON, et al., Defendants.</h1></center>\n<center>Civ. No. 79-4(PG).</center>\n<center><p><b>United States District Court, D. Puerto Rico.</b></p></center>\n<center>July 28, 1988.</center>\n<p><span class=\"star-pagination\">*38</span> Harvey B. Nachman, Harry Anduze, Rafael Pérez-Bachs, José Fernández-Seín, Carlos E. Ramos, Santurce, P.R., Carlos García-Gutiérrez, Nora Rodríguez, Hato Rey, P.R., Ivonne Díaz de Carrera, Legal Assistance Clinic, University of Puerto Rico School of Law, Río Piedras, P.R., for plaintiffs.</p>\n<p>Marcos Ramírez, Hato Rey, P.R., Dept. of Justice, Com. of Puerto Rico, San Juan, P.R., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PEREZ-GIMENEZ, Chief Judge.</p>\n<p>This matter is before the Court on a motion by plaintiffs to close the Ponce District Jail (popularly known as \"El Castillo\") because of the continuing violations of the federal constitutional rights of all persons  pretrial detainees and convicted felons and misdemeanants  incarcerated at this institution under the custody of the Administration of Correction of the Commonwealth of Puerto Rico. Defendants opposed the plaintiffs' motion and on June 14, 1988, the Court issued an order to show cause. Extensive testimonial and documentary evidence has been adduced by the parties during nine days of hearings held from June 22 to July 14, 1988. All efforts to reach a negotiated settlement have failed.<sup>[1]</sup></p>\n<p>The facts are not contested by the defendants except in non-significant details: there is no doubt, and there can be no doubt in the mind of anyone familiar with conditions at El Castillo that imprisonment there results in daily violations of the federally protected rights of the inmates. The defendants do vigorously dispute the remedy for which the plaintiffs pray. They argue that the Administration has invested approximately seventy-six million dollars in the construction of a new Southern Regional Institution to which the inmates at El Castillo will be transferred come December 1988 and that closing the Ponce District Jail within five months of its conversion to a historical monument would be an abuse of discretion.<sup>[2]</sup> They chiefly rely on <i>Inmates of the Suffolk County Jail v. Kearney,</i> 573 F.2d 98 (1st Cir.1978). The decision in that case, the plaintiffs contend, was predicated on such different facts that it is inapplicable to their request for equitable relief.</p>\n<p>This incident is the latest episode in more than a decade of litigation in federal courts over alleged violations of the federally protected constitutional rights of persons incarcerated in the jails and penitentiaries of the Commonwealth. Plaintiffs have been conspicuously, almost routinely, successful in their claims for money damages and equitable or declaratory relief against violations of their procedural and substantive rights. This record of success in an increasingly complex area of the law cannot be soley attributed to the tenacity and the devotion of the highly skilled lawyers who have undertaken the representation of individual inmates or of the class at the request of the Court or on their own. We do not mean to substract a dram from the worth of the fatiguing work in the field and in the library which counsel have expended <span class=\"star-pagination\">*39</span> to secure success in court when we point out that the record in these cases establishes an appalling disregard by defendants not only of constitutional rights but of common decency in the incarceration of human beings, convicted or unconvicted, in Puerto Rico. Nor is this dismal situation to be attributed, as some have tried to do, to the vagaries of the electoral process. As we have noted before, governments come and go and the prisons only get worse: changes in government only exacerbate the discontinuities in policy which characterize the administrative chaos in the Administration's operations.<sup>[3]</sup></p>\n<p>This action was commenced early in 1979. On September 5, 1980, a preliminary injunction was entered by the Court dealing with only those violations that required immediate attention. <i>Morales Feliciano v. Romero Barceló,</i> 497 F.Supp. 14 (D.P.R. 1979). Some improvements have been achieved when those orders have been obeyed. Obedience, however, has been incomplete and intermittent. And the defendants now before the Court seemed to take the position that the preliminary injunction is the only source available to them in ascertaining their constitutional obligations to the members of the plaintiff class. Even the extensive findings and declaration of constitutional violations which we made herein in 1986, <i>Morales Feliciano v. Romero Barceló,</i> 672 F.Supp. 591 (D.P.R.1986), has not shaken the Administration's officers, employees or counsel from their lethargic indifference to daily violations of the federal rights of thousands of inmates.</p>\n<p>By Order of March 21, 1986, the Court appointed a special master designated as a monitor to supervise the implementations of the preliminary injunction, <i>Id.,</i> at 621-627. The Court then instructed the Monitor to proceed more as a conciliator than a supervisor; to reassure the Administration by assisting; to seek compromises rather than more litigation. Again a hands-off policy has failed. Very little progress has been made and every attempt to mend the rotten cloth only causes a greater tear.</p>\n<p>The Court therefore finds that any improvement, and we reiterate that some improvements have been made since 1980, that has been made to correct the conditions of confinement in the system operated by the Administration of Correction has been a consequence of the bringing of this action and of the preliminary injunction entered herein. The Court finds specifically with respect to the Ponce District Jail that the only significant improvements there are the result of the preliminary injunction and the stipulation limiting the population of the institution, negotiated by the Court's Monitor. The improvements noted by the Court are the increase in medical personnel, the newer and more complete medical equipment, the newly refurbished kitchen and the decrease in population. All of these improvements, however, are compromised by the circumstances which we detail below.</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p>1. Once again the Court must regretably find that the testimony given by members of the plaintiff class is generally more credible and it therefore deserves greater weight than the testimony of government officers and employees. The plaintiffs' demeanor, the directness and precision of their answers to friendly and hostile questions alike, contrasted sharply with the evasiveness and frequent equivocations of their gaolers and others acting in concert with them. Plaintiffs were generally, although not always, inaccurate about dates, a lapse which is easily understandable in anyone forced to spend months on end locked-up in total idleness, for whom one day is as meaningless as the next. Plaintiffs <span class=\"star-pagination\">*40</span> also at times could not allegedly remember the names of the custodial officers of whose conduct they complained, and the Court understands such selective forgetfulness as self-censorship for fear of retaliation. The only time the plaintiffs bowed their heads and mumbled was when asked, usually by counsel for defendants, to give the name of the officer who had denied them access to medical services. By contrast, one administration supervisor testified for hours with his back firmly turned on the Court mumbling his answers to the court interpreter. Very rarely could administration officers and employees come up with the specifics of the information solicited from them, and their answers were characterized by vagueness and the repetition of frequently irrelevant slogans.</p>\n<p>2. The Court also finds that the records kept by the Administration and the documents generated by its employees are unreliable, to be scrutinized with care, and that they cannot routinely be given the weight to be given public documents produced in the day-to-day operation of a governmental agency. There are no apparent agency standards or procedures concerning the making of entries or marginal notes to entries in the many log books kept at the Ponce District Jail or anywhere else in the system. There is certainly no procedure for checking the truth or accuracy of the entries which are made in such books: there is no assurance that entries which should be made are in fact made. The sole principle on which these log books are kept seems to be bureaucratic self-preservation: to \"cover the responsibility\" of the writers. The same is true of letters and memoranda; they are usually intended more for the record than to communicate information or to carry instructions. One egregious example will suffice to establish the need to pick and choose with care. One budget document showing amounts designated to carry out repairs at El Castillo was filed long ago with the Court in a compliance report and is now part of Exhibit 57, but the expenditure of the sums specified therein was never contemplated since defendants had already decided to build a new institution and not to spend the requested or apportioned sums.</p>\n<p>3. The Ponce District Jail was constructed as a military installation in 1848, hence its popular name  The Castle. The structure is totally unsuited to a modern penal institution and cannot house in safety the inmates confined there or the custodial and administrative personnel who should provide services for the inmates. The building is not structurally sound. Electric wiring and plumbing were of course not provided for in the original plans and have been added from time to time. Electric wires are exposed and <i>ad hoc</i> illicit adaptations are made by the inmates to supply their needs or convenience. Plumbing leaks in spite of constant repairs, and when repairs are not made, as frequently happens, sewage seeps into dormitories, puddles collect, drains become clogged. The roof shows ample evidence of attempts to seal it against torrential tropical rain, which nevertheless finds a way to fall on the inmates below.</p>\n<p>4. El Castillo's structure includes substantial woodwork. The jail is a fire trap. A letter sent by inmates provoked an inspection of the building in 1986. A report was made and served on the Administration. Again an inspection was made in 1988 as a result of the hearings held by this Court on the plaintiffs' instant motion. Nothing has been done to correct the deficiencies noted two years ago. The opinion of the fire department officer who testified is that the building is dangerous for human habitation, which the Court finds to be true. Only a small number of staff know and have been trained in evacuation procedures in case of fire. This is all the more dangerous to the health and lives of plaintiffs because they are housed in dormitories with chain-and-padlock locks which must be individually opened with a single key.</p>\n<p>5. The dormitories are not sufficiently ventilated. Heat is oppressive. Inmates spend the days and nights dressed only in their underwear shorts. The few ceiling fans are so ineficacious that inmates who sleep on lower bunks at night frequently <span class=\"star-pagination\">*41</span> place their thin plastic and foam-rubber mattresses on the floor to get some air. The inmates' personal laundry hangs from washlines inside the dormitories. The circulation of air is further impeded by the hangings which inmates place around their bunks to make privacy for themselves. (These hangings are forbidden by regulations which the Administration cannot enforce.)</p>\n<p>6. Not unexpectedly, in so old a building so badly maintained it is infested with vermin: rats, cockroaches and centipedes abound. Fumigation is the responsibility of one guard who frequently delegates on his inmate helpers. He does not know what is in the agent he uses which is so strong that undiluted it burns the skin. The efficiency of his fumigations is demonstrated to his satisfaction by the fact that the number of dead cockroaches is greater after each use. Fumigating is carried out by sectors, claims to the contrary notwithstanding, and is not carried out in dormitories where asthmatic inmates understandably object to the strong fumes. Rat poison in pellets is used to control these pests <i>outside</i> the jail and is not used inside because it is poison. The well in the central court is the point of entry for rats into the prison, which have been observed to go up the stairs into the upper dormitories. One cat nicknamed Pancho is probably their worst enemy.</p>\n<p>7. The medical director at El Castillo disclaims all knowledge of the environmental conditions in which his patients live. He only visits the dormitories when an inmate cannot be moved. He does not know whether inmates are or are not provided wih razors, toothbrushes and other necessaries for their personal hygiene. There are several inspection reports from officers of the Environmental Health Program at the Ponce District Hospital that detail substandard environmental conditions at the institutions. The opinion of Jorge Torres Soto, environmental health inspector, in his testimony was, and the Court finds, that the Ponce District Jail is unfit for human habitation.</p>\n<p>8. New equipment and more health professionals have been provided to dispense health services at Ponce. There is, however, no sick-call. The inmates still depend on the good will of a guard or of another inmate to get to the medical services area. Permission is sometimes denied because there are not enough guards to protect the inmate on his short trip there and frequently for no reason at all. The fact is that access to trained personnel and medical facilities is determined by untrained and sometimes ill-disposed guards. At night an inmate must first get the attention of the nearest guard (who may be downstairs), who will then summon a sergeant to decide the need for medical attention. An epileptic inmate suffering an attack depends for help at night on the upper level on a chorus of his fellows who shout for attention on his behalf.</p>\n<p>9. There are a few HIV positive and stable patients in the population. There was at least one case of an inmate who suffered from advanced AIDS-related sickness until approximately one month before his death. This man, formerly a drug addict, was abandoned to the care of his fellows in a crowded dormitory, where he deteriorated to the point that he suffered from convulsions, threw up blood and became incontinent. That he found charity and care from his fellows is as much to the credit of those who helped him as it is to the shame of the defendants. Six or seven other inmates who were housed at Ponce have subsequently died of AIDS-related illness. Two cases of meningitis in the Ponce population were reported by inmate testimony not contradicted by the defendants, who took care to bring evidence to show that detected cases of hepatitis were returned to the general population only after they stopped being contagious.</p>\n<p>10. The medical record kept at the prison for the deceased AIDS patient did not contain a single discharge summary from the Ponce Regional Hospital. It is also uninformative and disorganized. The medical staff at Ponce in integrated by personnel appointed by the Administrator and others appointed by the Secretary of Health.</p>\n<p><span class=\"star-pagination\">*42</span> 11. The kitchen facilities at Ponce were reconstructed at a cost of some two hundred and eighteen thousand dollars. They are in generally good condition although there have been problems with the installation of some of the equipment and its operation. The repairs to the ceiling have not prevented a leak just outside the kitchen area, which may be due to leakage from the old or the new ceiling.</p>\n<p>12. The stipulated maximum for the Ponce District Jail population is 457 inmates. One former warden testified that any number of inmates over 350 was unreal due to the conditions at the jail. During 1988 the population levels have been kept under the stipulated caps. In upper level dormitories the general deleterious conditions are compounded by a leaking roof. When it rains the inmates must regroup the double bunk beds to take some of them away from under the more precipitous leaks  this maneuver, of course, reduces the available space. The conditions specified in these findings force the Court to find that the stipulated caps at 35 square feet per inmate, as computed for the whole institution and for individual dormitories, are not reasonable. The Court also finds that it must exclude Ponce from the delay it granted the defendants in implementing the requirement that the defendants must provide 55 square feet of living space per inmate when housed in a dormitory. The Court also finds that for months dorm population counts were purportedly kept under stipulated ceilings by counting beds and ignoring the bodies sleeping on mattresses on the floor.</p>\n<p>13. The Hospitalillo or Little Hospital is a wooden structure built on top of the original building's second story. It houses some inmates who are actually ill and those who are in need of protection. The present incident was brought about by shortages of water in the whole of the District Jail, which became particularly acute in the Hospitalillo, where the Court finds that inmates were driven to draw water to clean their eating trays and utensils from the toilet tanks. From September 1987 until June 1988 intermittent water shortages resulted because there was not enough water pressure to reach the Hospitalillo or to adequately work toilets (those few which would otherwise work) in other areas of the prison. The Hospitalillo is the most dangerous location in the institution in case of fire because it is mostly constructed in wood and because the inmates there would have to be evacuated through the interior of the building.</p>\n<p>14. After this motion was brought and perhaps not because the motion was brought, a new pump was installed that may or may not provide adequate water pressure throughout the institution. The fact remains that defendants ignored the problem of unsanitary conditions due to water shortages throughout the institution for approximately nine months. The Court is skeptical about the results of the pump installation with good reason. On June 22nd and 23rd, while the hearings were conducted in San Juan, the defendants caused three video-tapes to be made at El Castillo. The films made on the first day show unequivocal evidence that toilets were not flushing  the defendants' producer-cameraman testified that there was not sufficient water pressure to flush the toilets in the sequences he shot. No water-works experiments were conducted the second day of filming because the pump had been dismantled to correct some malfunction.</p>\n<p>15. The normal situation at Ponce is detrimental to health. Overall, about a third of the washbasing faucets and toilets do not work. And even counting those that are out of commission, they are not sufficient for even the present population of 410 considering that what facilities exist must be used for personal ablutions and washing clothes. Hot water has frequently been unavailable for use in the kitchen and laundry. Water coolers have been installed within the last few weeks although at least three had been warehoused somewhere for months. Shower curtains have been provided and beds installed as the hearings progressed.</p>\n<p>16. The old \"calabozos\" at Ponce are now styled isolation cells. They are still unhygienic cubbyholes used to lock-up <span class=\"star-pagination\">*43</span> those who need protection (who are understandably reluctant to be moved elsewhere) and to the mentally ill. They scarcely provide space to move when the cell is locked: they are opened to allow inmates to walk to the single shower, which has drainage problems. A toilet was installed in the sixth cell a few days ago; until then the inmate housed there had to obtain permission from one of the five other inhabitants in the isolation cells to use a toilet. The fixings in one of these cells were destroyed by one mentally ill inmate. The only reason for the use of these cells is the administration's incapacity to provide protection for some inmates and to warehouse the mentally ill. The persistent misuse which has been made of these cells, where mentally ill inmates are abandoned for days and weeks and the healthy are locked up with nothing to do but pace the short corridor, requires that their use be conditioned by stringently limiting the time that an inmate is there, providing for medical supervision and excluding the mentally ill.</p>\n<p>17. There is next to no recreation, active or passive, physical exercise or work for the overwhelming majority of inmates. Pretrial detainees are not given work. Television sets there are, some bought by the inmates themselves or their families. Against regulations, which the Administration is unable to enforce, inmates play musical instruments in the dormitories to fight the tedium of idleness. Classrooms are available and some vocational education takes place. Otherwise, there is only idleness for the vast majority. Security problems deprive the weak of the two hours a week in the basketball court, which is the most physical exercise that anyone gets.</p>\n<p>18. The population at Ponce comprises convicted felons and misdemeanants, pretrial detainees, the feeble old and young adults, the well and the sick, and the mentally ill. There is no classification plan. The young adults are mostly segregated from older inmates. Pretrial detainees are comingled with convicted inmates. The Administration has no control over housing assignments which are changed at will by the inmates, sometimes at the invitation of friends, who take the newly arrived under their protection and provide toiletries and other necessities for them. At least in one instance one feeble old inmate depends for his food on his fellows, who sometimes cannot take a tray back to him because guards on duty at the dining area will not allow it.</p>\n<p>19. The defendants strongly relied on security reasons for many of the grievous lapses from constitutional standards which were established by the evidence and to urge the Court not to order the jail closed down. The assertions that Ponce is inhabited by dangerous criminals whose release would endanger the public safety is not born out by the staggering ignorance demonstrated by the Administrator about the basic, general characteristics of the population at this institution.<sup>[4]</sup> One of the inmates who testified during these hearings was released before their conclusion upon completing his sentence. The gravamen of the Administration's argument is that at Ponce and throughout the other institutions the security of a large number of inmates (about 30% if the Administrator's estimate is correct) is threatened by the existence of two gangs organized into loose island-wide associations which are assigned responsibility for the deadly violence which shook the system a few years ago. The Court finds that the Administration officials lack substantial control over the security at Ponce and that they have abdicated their responsibility to give reasonable protection to individual inmates. The evidence conclusively shows that the decision to recognize gangs as institutional entities and to assign particular prisons to one or another association (or chapter) was made as a policy decision by the highest officers of the Administration, including the present Administrator. The defendants <span class=\"star-pagination\">*44</span> are now estopped from using their own abdication of their responsibility for maintaining internal order and discipline in the prison population to deprive individual inmates of their federally protected constitutional rights.</p>\n<p>20. The Court also finds that, all protestations to the contrary notwithstanding, the Administration can transfer to other institutions within its control the entire population at Ponce without causing major disruptions. The number of inmates at present confined at Ponce would in any case be reduced if the Administration had only set up an adequate classification system and the Parole Board was discharging its duties.<sup>[5]</sup> That defendants are not performing their statutory duties is not a reason to oppose never ending clamor of plaintiffs of their constitutional rights. Answering questions by her own attorneys, the Administrator herself made it clear that even a peremptory, short-term order by the Court to close El Castillo could be dealt with. And under cross-examination, she admitted that there were at the time of the hearing enough spaces in the system to accommodate the entire population at the Ponce District Jail. The Court notes with disbelief that, when pressed to state what measures had been planned to meet a catastrophic event at this dilapidated site, the Administrator could only refer to vague contingency plans such as calling out the National Guard.</p>\n<p>21. There continues to be pervasive administrative chaos, as we have noted before, <i>Morales Feliciano,</i> 672 F.Supp. at 613-615, in the operations of the Administration. The Ponce District Jail is no exception. Once again the Administrator puts the blame for the indecent conditions in which the plaintiffs at Ponce live on the local superintendent. She now claims that the superintendent in charge of Ponce until mid-June 1988 will be charged and dismissed once she receives evidence to do so <i>from the Court Monitor.</i> This admission of supervisory incompetence is amply corroborated by the record. During his testimony the alluded superintendent produced documents to show that his hierarchical superiors knew or should have known about conditions at Ponce. Further information  about inmates sleeping on mattresses on the floor because beds were not available, for example  was transmitted to the central offices in daily-count reports mandated by prior, stipulated orders of the Court. And complaints about the incompetence of superintendents are not new, nor is there even a scrap of evidence to show that anything has been done to establish training, supervisory or auditing procedures to deal with such acknowledged incompetence. In this instance the Court finds that while some  certainly not all  of the improvements which have been made at El Castillo contemporaneously with the litigation of plaintiffs' motion had been planned months in advance, they had not been carried out because of administrative incompetence. Thus, three desperately needed water coolers were not installed when bought, <i>two</i> smoke detectors were allegedly installed in the dorms but no one could say where; the electric set-up for the water pump was so inadequately installed that the mistake could be corrected by anyone with minimal training. These, and other minor modifications, were carried out with almost farcical speed once the instant motion was brought and the order to show cause issued. This administrative incompetence weighs heavily with the Court in judging how far defendants can be trusted to keep their promises or comply with orders.</p>\n<p>22. The Court has the gravest doubts about the assertions made by defendants that the prison being built at Las Cucharas  the Southern Regional Institution  will be usable by December 31, 1988. The architect in charge of that project could not categorically state so. Delays in prison construction have already caused delays in complying with prior stipulations and orders. There is no assurance that the regional sewage-treatment plant to which the <span class=\"star-pagination\">*45</span> new institution must be connected will be ready in time. To the contrary, the documents submitted into evidence strongly suggest that the construction of the treatment plant is already behind schedule. But we will hold the defendants to their word.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>Housing convicted inmates in the conditions set out above violates the rights of each individual incarcerated for any period of time at the Ponce District Jail to be free from cruel and unusual punishment. The building is structurally unsound and vermin infested; the lives of inmates locked-up by chain and padlock are at risk in case of fire and fire hazards are present and go uncorrected; the entire environment is unfit for human habitation. The defendants can only guarantee the security and life of large numbers of inmates by locking them up the whole day except at meals for the duration of confinement and then only by sufferance of gangs who have been assigned Ponce as their domain. This comes well within the constitutional commands, which forbid cruel and unusual punishment and which proscribe \"more than physically barbarous punishments\" since the Eighth Amendment \"embodies `broad and idealistic concepts of dignity, civilized standards, humanity and decency ...' (citation omitted) against which we must evaluate penal measures.\" <i>Estelle v. Gamble,</i> 429 U.S. 97, 102, 97 S.Ct. 285, 290, 50 L.Ed.2d 251 (1976), and cases cited. The Supreme Court has held \"repugnant to the Eighth Amendment punishments which are incompatible with `the evolving standards of decency that mark the progress of a maturing society[.]'\" <i>Id., quoting </i><i>from Trop v. Dulles,</i> 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958) (and citing to other cases).</p>\n<p>The continuing interference of custodial officers, and frequent refusal of access to medical services is also, and by itself, <i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. at 291, a violation of the rights of the Ponce inmates to be free from \"physical `torture or a lingering death'\", <i>Id.</i> at 103, 97 S.Ct. at 290, <i>quoting from </i><i>In re Kemmler,</i> 136 U.S. 436, 447, 10 S.Ct. 930, 933-934, 34 L.Ed. 519 (1890). The Administration's employees and officers have amply demonstrated, by their knowing failure to assure communications between inmates and medical staff, their indifference to the serious medical needs of all inmates, even those at death's door. The Court cannot avoid its duty to insure that the defendants comply with their constitutional \"obligation to provide medical care for those whom it is punishing by incarceration.\" <i>Estelle,</i> 429 U.S. at 103, 97 S.Ct. at 290. \"It is but just that the public be required to care for the prisoner, who cannot by reasons of the deprivation of his liberty, care for himself.\" <i>Spicer v. Williamson,</i> 191 N.C. 487, 490, 132 S.E. 291, 293 (1926), <i>as quoted in </i><i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. at 291. The requirements of justice can only be the more stringent in the case of the mentally ill, who by reason of their condition are even more unable to help themselves.</p>\n<p>If these conditions are not permissible in the case of those who are incarcerated as punishment for crime, they can only be a greater violation of the Fifth or Fourteenth Amendment rights of those who are incarcerated as punishment for crime, they can only be a greater violation of the Fifth or Fourteenth Amendment rights of pretrial detainees to be free from punishment until convicted of crime by the due process of law. There has not been \"an expressed intent to punish on the part of detention facility officials,\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 538, 99 S.Ct. 1861, 1873 60 L.Ed.2d 447 (1979). The defendants, however have established a pattern of commingling pretrial detainees with convicted inmates subjecting them to the same regime and deprivations of liberty. If anything, pretrial detainees are worse off than convicts: they are thrust alone into a population organized into autonomous gangs. Those who are not native to the pretrial-detention catchment area for the Ponce District Jail are in particular danger. A large proportion of pretrial detainees are housed in the \"security\" dorms and thereby deprived of even the scant opportunities for recreation and exercise available at Ponce. By the mere fact of knowingly commingling these <span class=\"star-pagination\">*46</span> pretrial detainees with convicts suffering punishment for crime, the defendants also punish the unconvicted however unexplicit the officials' purpose to punish may be.</p>\n<p>But there is more. None of the conditions which characterize the detention of the unconvicted at Ponce have an \"alternative purpose to which [the restrictions] may rationally be connected.\" <i>Id., quoting </i><i>from, Kennedy v. Mendoza-Martínez,</i> 372 U.S. 144, 168-169, 83 S.Ct. 554, 567-568, 9 L.Ed.2d 644 (1963). Nor if any such purpose could be divined could these conditions be less than \"excessive in relation to the alternative purpose.\" <i>Bell,</i> 441 U.S. at 538, 99 S.Ct. at 1873. None of the conditions of pretrial detention at Ponce are, nor can they be, related to a legitimate goal; they are totally without a purpose and we hold that at Ponce the sole \"purpose of the governmental action is punishment that may not be inflicted on detainees <i>qua</i> detainees.\" <i>Id.</i> at 539, 99 S.Ct. at 1874. And see <i>Santana v. Collazo,</i> 714 F.2d 1172 (1st Cir.1983), which discusses the due process and Eighth Amendment rights of those who are confined by the state while unconvicted. This case also holds that fire and general safety considerations are proper to the analysis of Eighth Amendment violations. <i>Id.</i> at 1183.</p>\n<p>The Court of Appeals for this circuit vacated and remanded the <i>pro se</i> complaint of a pretrial detainee whose claims appear to be less grievous and more specific than violations established by these plaintiffs. <i>Lyons v. Powell,</i> 838 F.2d 28 (1st Cir.1988). Plaintiff James Lyons complained that he was confined with another inmate in a cell where he had to sleep on a mattress on the floor in close proximity to the open toilet and that he was in his cell 22-23 hours per day during a 27-day period. <i>Id.</i> at 30-31. The Court of Appeals held that both claims were sufficient to survive a motion to dismiss.</p>\n<p>We have detailed in our previous opinions and orders in this case the legal analysis of each specific violation of rights and we will not repeat that analysis. We note the particular care that the Court's role in this litigation requires in the shaping of a remedy as part of our constitutionally ordained oversight responsibility: \"In discharging this oversight responsibility, however, courts cannot assume that state legislatures and prison officials are insensitive to the requirements of the Constitution or to the perplexing sociological problems of how best to achieve the goals of the penal function in the criminal justice system [ ...]\", <i>Rhodes v. Chapman,</i> 452 U.S. 337, 352, 101 S.Ct. 2392, 2402, 69 L.Ed.2d 59 (1981). But we are compelled to hold that in this case the conditions at the Ponce District Jail demonstrate that the defendants have been indifferent to the daily violations of constitutional rights inflicted on members of the plaintiff class. These conditions are so intertwined and inseparable from the structure and operation of the jail at Ponce that the peremptory and immediate closing of this institution would not be an excessive exercise of our equitable authority. Only our overwhelming sense of self-restraint compels the Court to allow the continued operation of this institution until December 1988. But we do so only if the defendants strictly comply with the orders we now enter to remedy the present violations of the plaintiffs' rights.</p>\n<p>The preliminary injunction in this case, and the Order of May 20, 1988, allowing defendants additional time to comply with the requirement that they provide 55 square feet per inmate in dormitories, must be modified with respect to the Ponce District Jail. Neither the preliminary injunction nor the Order of May 20, 1988, are to be modified with respect to any other institution. As far as Ponce is concerned, the preliminary injunction will remain in full force except as specifically modified herein.</p>\n<p>Federal courts have broad powers to fashion equitable relief once a federal right and a violation have been established. \"Once a right and a violation have been shown, the scope of a district court's equitable powers to remedy past wrongs is broad, for breadth and flexibility are inherent in equitable remedies.\" <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 15, 91 S.Ct. 1267, 1275-1276, 28 L.Ed.2d 554 (1971). And \"[w]hen <span class=\"star-pagination\">*47</span> conditions of confinement amount to cruel and unusual punishment, `federal courts will discharge their duty to protect constitutional rights.'\" <i>Procunier v. Martínez,</i> 416 U.S. 396, 405-406, 94 S.Ct. 1800, 1807-1808, 40 L.Ed.2d 224 (1974); <i>see </i><i>Cruz v. Beto,</i> 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972) (<i>per curiam</i>); <i>Rhodes,</i> 452 U.S. at 352, 101 S.Ct. at 2402. In words which squarely meet the needs of the present occasion, the Supreme Court in <i>Hutto v. Finney,</i> 437 U.S. 678, 687, 98 S.Ct. 2565, 2571-2572, 57 L.Ed.2d 522 (1978), held that:</p>\n<blockquote>In fashioning a remedy, the District Court had ample authority to go beyond earlier orders and to address each element contributing to the violation. The District Court had given the [defendants] repeated opportunities to remedy the cruel and unusual conditions in the [institution]. If [defendants] had fully complied with the court's earlier orders, the present time limit might well have been unnecesary. But taking <i>the long and unhappy history of the litigation</i> into account, the court was justified in entering <i>a comprehensive order to insure against the risk of inadequate compliance.</i> (Emphasis supplied)</blockquote>\n<p>The Court also notes that here, as in <i>Hutto,</i> correctional officers agree that use of the Ponce District Jail should have ceased at least three, and probably five, years ago. <i>Id.</i> at 688, 98 S.Ct. at 2572.</p>\n<p>The particularities of conditions at the Ponce District Jail<sup>[6]</sup> require that we specify a remedy fitted to relieve the present violations as we now know them.</p>\n<blockquote>The essence of equity jurisdiction has been the power of the Chancellor to do equity and to mold each decree to the necessities of the particular case. Flexibility rather than rigidity has distinguished it. The qualities of mercy and practicality have made equity the instrument for nice adjustment and reconciliation between the public interest and private needs as well as between competing private claims.</blockquote>\n<p><i>Swann,</i> 402 U.S. at 15, 91 S.Ct. at 1275-1276, <i>quoting </i><i>from, Hecht Co. v. Bowles,</i> 321 U.S. 321, 329-330, 64 S.Ct. 587, 591-592, 88 L.Ed.2d 754 (1944). In fashioning the remedy ordered today our only concern is that we may have fallen short in the measure of equitable mercy and our duty to insure that punishment is just. <i>Rhodes,</i> 452 U.S. at 352, 101 S.Ct. at 2402.</p>\n<p>We have carefully examined the three opinions reported in the Charles Street Jail case: <i>Inmates of the Suffolk County Jail v. Kearney,</i> 360 F.Supp. 676, <i>aff'd as modified,</i> 573 F.2d 98 (1st Cir.1978), and <i>Inmates of the Suffolk County Jail v. Eisenstadt,</i> 494 F.2d 1196 (1st Cir.1974). Without calling our attention to or discussing the other two opinions, the defendants rely exclusively on the Court of Appeals 1978 opinion. That case, as plaintiffs suggested in oral argument, is predicated on an entirely different set of facts.</p>\n<p>As is abundantly clear from the recital of Massachusetts statutory law found in the <i>Eisenstadt</i> decision and the conflicts among defendants in the 1978 Court of Appeals opinion, two different taxing and spending jurisdictions  county and state  were involved in the Charles Street Jail litigation. The Mayor of Boston, the City Council, the state's Commissioner of Correction, sheriffs, county commissioners were embroiled in what was obviously a local conflict which was summarized in legal terms by the Court in <i>Eisenstadt, Id.</i> at 1197: \"[t]hough the jail is administered by the county rather than the state, the Commissioner holds significant statutory responsibilities and powers relevant to the jail[.]\" The Administration of Correction is a centralized agency with jurisdiction over two dozen institutions, it is part of the Commonwealth government, which funds its operations and has no conceivable obligation to obtain even the opinion of any other political body in the operation of the Administration of Correction. The defendants <span class=\"star-pagination\">*48</span> herein are the officers of one executive jurisdiction. This fact is of crucial relevance when the Court evaluates the defendants' ability to plan for and execute any remedial actions ordered by the Court.</p>\n<p>Nor must the defendants have recourse to building or habilitating any new jails as was the case in the Charles Street Jail litigation. The Administrator of Correction admitted that the system has enough vacancies right now to absorb the entire population of the Ponce District Jail.</p>\n<p>Not the least difference between the Charles Street Jail litigation and this case is that Judge Garrity could state, as we cannot, that \"[t]he history of this litigation reflects a spirit of cooperation by the parties and their counsel with each other and with the court[.]\", <i>Kearney,</i> 360 F.Supp. at 678. To the contrary, evidentiary hearings in this case have established a pattern of gratuitous, time-wasting contentiousness by the defendants, who litigate in vain and obstruct the discovery of the truth of facts which are, and should be, beyond dispute. The Court has frequently observed the uncontrollable expressions of amazement and dismay which overwhelm counsel for the defendants at the evidence presented in Court, frequently by their own witnesses. The Court's attempts to mediate have been rebuffed and the defendants have a poor record of cooperation in disposing of the many problems generated even by stipulated decrees.</p>\n<p>We have given careful consideration to the Charles Street Jail decisions cited above and to <i>Dimarzo v. Cahill,</i> 575 F.2d 15 (1st Cir.1978). We have given particular attention to <i>Martínez Rodríguez v. Jiménez,</i> 409 F.Supp. 582, <i>aff'd,</i> 537 F.2d 1 (1st Cir. 1976). The remedy we order is well within the framework of those decisions.</p>\n<p>It is therefore ORDERED that</p>\n<p></p>\n<h2>A.</h2>\n<p>1(a) Not later than twenty days from the entry of this order the Administrator of Correction shall remove from the Ponce District Jail every mentally ill inmate at that institution, whether convicted or pretrial detainee. The Administrator, the Superintendent and the Medical Director of the Ponce District Jail shall certify in writing and under penalty of perjury that this order has been complied with immediately upon completing the evacuation of the mentally ill from the jail. This certificate shall be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>1(b) After the evacuation ordered in paragraph 1(a) above has been completed, no mentally ill person may be retained at the Ponce District Jail for longer than 24 hours while his transfer to another institution is processed.</p>\n<p>2(a) Immediately upon entry of this order, every inmate admitted by the Ponce District Jail shall be medically screened before he is admitted to any area in which the general population lives.</p>\n<p>2(b) Such screening shall be completed within twenty-four hours of admission unless it is determined by the medical officer who examines the inmate that a longer term of quarantine is required.</p>\n<p>2(c) When a determination is made that such longer quarantine is required before the inmate is released into the general population, the medical officer who makes the decision shall make an entry in the inmate's medical record and sign and date such entry.</p>\n<p>2(d) The Administrator of Correction, the Superintendent, and the Medical Director shall certify in writing under penalty of perjury that the orders included in this paragraph 2 have been complied with. Such certificate is to be filed with the Clerk of the Court before three o'clock every Friday afternoon until December 31, 1988. Those certificates are to be served on counsel for plaintiffs.</p>\n<p>3(a) Not later than thirty days after entry of this order the defendants shall have corrected all the deficiencies detailed in the Fire Department's report of inspection dated June 27, 1988, (Exhibit 21(a)), to wit:</p>\n<p></p>\n<h2>I. General</h2>\n<blockquote>1. A plan of action for emergency cases must be established.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*49</span> 2. All personnel must be trained in the use of the fire fighting equipment.</blockquote>\n<blockquote>3. Smoke detectors must be provided in the dormitories. These detectors must be connected in line and with a control box in the guard area.</blockquote>\n<blockquote>4. An internal fire alarm system must be established.</blockquote>\n<blockquote>5. The emergency electrical plant service must be reestablished.</blockquote>\n<blockquote>6. Refill empty fire extinguishers.</blockquote>\n<blockquote>7. The fire extinguishers must be hung in visible and handy places.</blockquote>\n<blockquote>8. Make all necessary repairs to the electrical system in the following areas:<sup>[7]</sup> workshops, storage rooms, laundry, store, offices and inmates dormitories. We list below the deficiencies to be corrected:</blockquote>\n<blockquote>a. Lack of protective covers on the great majority of the electrical receptacles and switches.</blockquote>\n<blockquote>b. Boxes with exposed electrical cables.</blockquote>\n<blockquote>c. Lightbulb rosettes detached from or out of their ceiling box.</blockquote>\n<blockquote>d. Automatic breaker panels without protective lid.</blockquote>\n<blockquote>e. Electrical cables without the cover and/or adequate insulation. (bare)</blockquote>\n<blockquote>f. Electrical receptacles and switches out of their box.</blockquote>\n<blockquote>g. Electrical cable junctions out of their box.</blockquote>\n<blockquote>h. Permanent use of electrical extensions.</blockquote>\n<p></p>\n<h2>II. By Sections:</h2>\n<blockquote>A. Laundry</blockquote>\n<blockquote>1. Provide electrical cord &amp; plug with a ground connection to the Singer brand sewing machine.</blockquote>\n<blockquote>2. Provide one (1) ten-(10) pound ABC (Dry Chemical Powder) Type fire extinguisher.</blockquote>\n<blockquote>B. Store</blockquote>\n<blockquote>1. Provide one (1) five-(5) pound ABC Type fire extinguisher.</blockquote>\n<blockquote>C. Medical Area-Dispensary</blockquote>\n<blockquote>I-Dental Section</blockquote>\n<blockquote>1. Discontinue use of nonapproved multiple electrical receptacle in which the following equipment is connected: Autoclave, AutoScaler, Air compressor and the Dental Chair.</blockquote>\n<blockquote>II-Records Section</blockquote>\n<blockquote>1. Discontinue use of the electrical extension where the Elkay brand drinking fountain is connected.</blockquote>\n<blockquote>III-Examination Section</blockquote>\n<blockquote>1. Provide a safety cart for the oxygen cylinder and/or attach it to the wall.</blockquote>\n<blockquote>D. Food Storehouse</blockquote>\n<blockquote>1. Post No Smoking signs in this area.</blockquote>\n<blockquote>E. Mechanics Shop</blockquote>\n<blockquote>1. Check the electrical receptacle located on the wall along the eastern side of the auto alignment area since it displays reverse polarity.</blockquote>\n<blockquote>2. Provide plug with a ground connection to the battery charger and to the yellow electrical extension. Note: The use of the electrical extensions should be temporary.</blockquote>\n<blockquote>E. Electrical shop</blockquote>\n<blockquote>1. Conduct repairs on the structure since it is in a state of deterioration.</blockquote>\n<blockquote>2. Provide one (1) ten-(10) pound ABC Type fire extinguisher.</blockquote>\n<blockquote>G. Armory</blockquote>\n<blockquote>1. The oxy-acetylene cylinders must be placed outside the building on an adequate site.</blockquote>\n<p>3(b) The Administrator of Correction and the Superintendent of the Ponce District Jail shall certify in writing under penalty of perjury that these deficiencies have been corrected. This certificate shall be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>4(a) The third-story area of the Ponce District Jail known as El Hospitalillo shall <span class=\"star-pagination\">*50</span> not be used as a dormitory or living quarters thirty (30) days after the entry of this order. This area may be used for recreational purposes.</p>\n<p>4(b) The Administrator of Correction and the Superintendent at the Ponce District Jail shall certify in writing under penalty of perjury that the Hospitalillo is no longer in use as a dormitory or living quarters as soon as they have complied with this order. This certificate is to be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>5(a) The doors to the six individual isolation cells shall be removed within thirty (30) days of the entry of this order.</p>\n<p>5(b) The medical director of the Ponce District Jail shall cause a medical officer to visit the inmates held in the area of the isolation cells at least once a day. The medical director or the person whom he designates shall ascertain that the sanitary facilities and the shower in the isolation cell area are in good working condition. If there is any doubt about the working conditions of the sanitary equipment or the shower in this area, the medical director shall so notify personally and immediately the Superintendent of the Ponce Jail and the Administrator of Correction. If the problems and deficiencies are not corrected within twenty-four (24) hours of their notification to the Superintendent and the Administrator of Correction, the Medical Director shall certify the fact in writing under penalty of perjury and cause such certificate to be filed with the Court. The Clerk of the Court shall serve any certificate filed under this paragraph on counsel for all the parties and the Court Monitor.</p>\n<p>6(a) Not later than ten (10) days after entry of this order the Administrator of Correction, the Superintendent and the Medical Director of the Ponce District Jail shall certify in writing under penalty of perjury that they have devised a plan to establish sick-call procedures that insure that all inmates at the Ponce District Jail have access once a day to a qualified person under the Medical Director's supervision. The plan shall be appended to the certificate, which shall be filed with the Court and served on counsel for plaintiffs and the Court Monitor.</p>\n<p>6(b) The plan required by paragraph 6(a) above shall also specify the measures to be taken by the custodial staff and the medical personnel to handle emergencies between 9:00 P.M. and 8:00 A.M. on week-days and between 12:00 P.M. on Saturdays thru 8:00 A.M. on Mondays.</p>\n<p>6(c) The plan required by paragraphs 6(a) and (b) above shall be fully implemented within twenty days of the entry of this order. The Medical Director and the Superintendent of the Ponce Jail and the Administrator of Correction shall certify every week in writing under penalty of perjury that the plan has been complied with and this certificate shall be filed with the Clerk of the Court every Friday before 3:00 P.M. and served on counsel for the plaintiffs.</p>\n<p>7) The Superintendent of the Ponce District Jail and the Administrator of Correction shall certify in writing under penalty of perjury every time that there is inadequate water pressure for longer than three hours to use any cooking, cleaning, washing or sanitary facility or equipment at the Ponce District Jail. These certificates shall be filed with the Court and served on counsel for the plaintiffs and the Court Monitor within forty-eight (48) hours of the event and shall describe the areas affected and the duration of time during which there was insufficient water pressure.</p>\n<p>8) After August 31, 1988, every inmate at the Ponce District Jail shall be provided with the opportunity to participate in active physical recreation during a period of at least three (3) hours twice a week.</p>\n<p>9(a) The Superintendent of the Ponce District Jail and the Administrator of Correction shall determine the number of custodial officers needed to provide adequate protection to every person confined at the Ponce District Jail at all times, including mealtimes, recreation and medical visits. The Superintendent and the Administrator shall devise a plan stating the number and posting of custodial officers for every shift which they deem to be sufficient for this purpose.</p>\n<p><span class=\"star-pagination\">*51</span> 9(b) The Superintendent and the Administrator shall certify every week, in writing under penalty of perjury, that the schedule required in paragraph 9(a) has been complied with. This certificate is to be filed every Friday before 3:00 P.M. with the Clerk of the Court.</p>\n<p>9(c) The plan described in paragraph 9(a) and the schedule described in prgraph 9(b) shall be filed and kept under seal for the exclusive use of the Court and the Court Monitors.</p>\n<p></p>\n<h2>B.</h2>\n<p>1(a) The population at the Ponce District Jail after August 31, 1988, shall not exceed the rated capacity of 292 for the whole institution.</p>\n<p>1(b) Population figures shall continue to be reported as previously ordered by the Court.</p>\n<p>1(c) After August 31, 1988, the fine for every inmate in excess of the ordered capacity shall be fifty dollars ($50.00) per day for each inmate in excess of capacity.</p>\n<p>1(d) If the population limits specified in this part \"B\" of this order have not been reached by September 30, 1988, the defendants, their officers, attorneys, agents, employees and all other persons acting in concert with them are forever enjoined from admitting to the Ponce District Jail or holding there any pretrial detainee, convict or any person committed to the custody of the Administration of Correction of the Commonwealth of Puerto Rico, which person was not already confined at the Ponce District Jail on the day this order was entered.</p>\n<p>1(e) If the population limits specified in this part \"B\" of this order are not reached by September 30, 1988, the defendants, their officers, attorneys, agents, employees and all persons acting in concert with them are hereby forever enjoined from incarcerating or holding at the Ponce District Jail any pretrial detainee after October 30, 1988, or any young adult after November 15, 1988, or any person at all after November 30, 1988.</p>\n<p></p>\n<h2>C.</h2>\n<p>If there is non-compliance with any part of part \"A\" of this order, the Court upon such notice as it deems proper and after hearing may advance the dates set out in part \"B\" of this order to evacuate the inmate population from the Ponce District Jail.</p>\n<p></p>\n<h2>D.</h2>\n<p>Any person required by this order to make a certificate who is not able to make such certificate shall certify in writing under penalty of perjury the reasons for which he/she is unable to do so and file and serve such negative certificate as he/she is required by the order to file the certificate which he/she would otherwise make.</p>\n<p></p>\n<h2>E.</h2>\n<p>The defendants, their successors in office, their attorneys, agents, officers, employees and all persons acting in concert with them are forever enjoined from using the premises now known as the Ponce District Jail after December 31, 1988, to confine any person committed to their custody.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On several occasions the Court met in chambers with counsel for the plaintiffs and defendants and pressed on the parties the convenience to all of reaching an agreement which would dispose of the matters here at issue in a planned and organized manner on a schedule which the defendants could keep, the plaintiffs accept and the Court approve. Several days into the hearings the Court in chambers informed counsel for the defendants that we took the dimmest view of their ability to controvert the plaintiffs' evidence and that the Court would indeed close El Castillo if the conditions of confinement were not within reasonable divergence from constitutional standards by September 15, 1988. Attorneys for the defendants, on Thursday, July 7, 1988, requested until early the next week to come up with a counter-proposal. The delay was necessary, counsel asserted, to confer with codefendant the Governor of Puerto Rico, who was away from the Island. The only news the Court has had of counsel's conference was in the press: a personal attack on the Court by the Governor and a distorted account by the Administrator of Correction of the conference in chambers as reported to her by counsel.</p>\n<p>[2]  Only five million dollars have been actually appropriated for this purpose. The rest of the sum was raised by a mortgage which must be paid for out of the Administration's operational budget during the next thirty years.</p>\n<p>[3]  After the change in government, which resulted from the 1984 general elections in Puerto Rico, several months elapsed before the incumbent Administrator of Correction took office on June 10, 1985, several months after the resignation of the prior Administrator. This change was reflected in the proceedings in this action by a change of counsel for plaintiffs. At that time the Court stayed its hand and held plaintiffs at bay to allow the new administrators time to find their bearings. It is perhaps ironic, perhaps an indication of defendants' mind-set, that they now <i>complain</i> that the Court has been slow to act.</p>\n<p>[4]  The Administrator did not know how many inmates at Ponce were misdemeanants, how many were classified as in medium or minimum custody, how many were due to appear before the Parole Board or how many were young adults. The conclusion that the population is made up of dangerous criminals is not sustained by anything except ignorance of the facts.</p>\n<p>[5]  Referrals to the Parole Board was one of the procedures which the Administrator mentioned as one of her options if the Court ordered the Ponce District Jail closed. The Court's question about why this was not being done now went unanswered.</p>\n<p>[6]  We intimate no opinion on whether any other institution has reached the level of constitutional violations prevalent at the Ponce District Jail.</p>\n<p>[7]  All work on the electrical system must be performed by an authorized master electrician.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></span> (1988)</b></center>\n<center><h1>Carlos MORALES FELICIANO, et al., Plaintiffs,<br>\nv.<br>\nRafael HERNANDEZ COLON, et al., Defendants.</h1></center>\n<center>Civ. No. 79-4(PG).</center>\n<center><p><b>United States District Court, D. Puerto Rico.</b></p></center>\n<center>July 28, 1988.</center>\n<p><span class=\"star-pagination\">*38</span> Harvey B. Nachman, Harry Anduze, Rafael Pérez-Bachs, José Fernández-Seín, Carlos E. Ramos, Santurce, P.R., Carlos García-Gutiérrez, Nora Rodríguez, Hato Rey, P.R., Ivonne Díaz de Carrera, Legal Assistance Clinic, University of Puerto Rico School of Law, Río Piedras, P.R., for plaintiffs.</p>\n<p>Marcos Ramírez, Hato Rey, P.R., Dept. of Justice, Com. of Puerto Rico, San Juan, P.R., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PEREZ-GIMENEZ, Chief Judge.</p>\n<p>This matter is before the Court on a motion by plaintiffs to close the Ponce District Jail (popularly known as \"El Castillo\") because of the continuing violations of the federal constitutional rights of all persons  pretrial detainees and convicted felons and misdemeanants  incarcerated at this institution under the custody of the Administration of Correction of the Commonwealth of Puerto Rico. Defendants opposed the plaintiffs' motion and on June 14, 1988, the Court issued an order to show cause. Extensive testimonial and documentary evidence has been adduced by the parties during nine days of hearings held from June 22 to July 14, 1988. All efforts to reach a negotiated settlement have failed.<sup>[1]</sup></p>\n<p>The facts are not contested by the defendants except in non-significant details: there is no doubt, and there can be no doubt in the mind of anyone familiar with conditions at El Castillo that imprisonment there results in daily violations of the federally protected rights of the inmates. The defendants do vigorously dispute the remedy for which the plaintiffs pray. They argue that the Administration has invested approximately seventy-six million dollars in the construction of a new Southern Regional Institution to which the inmates at El Castillo will be transferred come December 1988 and that closing the Ponce District Jail within five months of its conversion to a historical monument would be an abuse of discretion.<sup>[2]</sup> They chiefly rely on <i>Inmates of the Suffolk County Jail v. Kearney,</i> <span class=\"citation\" data-id=\"354219\"><a href=\"/opinion/354219/inmates-of-the-suffolk-county-jail-v-dennis-j-kearney-inmates-of-the/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span> (1st Cir.1978). The decision in that case, the plaintiffs contend, was predicated on such different facts that it is inapplicable to their request for equitable relief.</p>\n<p>This incident is the latest episode in more than a decade of litigation in federal courts over alleged violations of the federally protected constitutional rights of persons incarcerated in the jails and penitentiaries of the Commonwealth. Plaintiffs have been conspicuously, almost routinely, successful in their claims for money damages and equitable or declaratory relief against violations of their procedural and substantive rights. This record of success in an increasingly complex area of the law cannot be soley attributed to the tenacity and the devotion of the highly skilled lawyers who have undertaken the representation of individual inmates or of the class at the request of the Court or on their own. We do not mean to substract a dram from the worth of the fatiguing work in the field and in the library which counsel have expended <span class=\"star-pagination\">*39</span> to secure success in court when we point out that the record in these cases establishes an appalling disregard by defendants not only of constitutional rights but of common decency in the incarceration of human beings, convicted or unconvicted, in Puerto Rico. Nor is this dismal situation to be attributed, as some have tried to do, to the vagaries of the electoral process. As we have noted before, governments come and go and the prisons only get worse: changes in government only exacerbate the discontinuities in policy which characterize the administrative chaos in the Administration's operations.<sup>[3]</sup></p>\n<p>This action was commenced early in 1979. On September 5, 1980, a preliminary injunction was entered by the Court dealing with only those violations that required immediate attention. <i>Morales Feliciano v. Romero Barceló,</i> <span class=\"citation\" data-id=\"1614272\"><a href=\"/opinion/1614272/feliciano-v-barcelo/\"><span class=\"volume\">497</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></a></span> (D.P.R. 1979). Some improvements have been achieved when those orders have been obeyed. Obedience, however, has been incomplete and intermittent. And the defendants now before the Court seemed to take the position that the preliminary injunction is the only source available to them in ascertaining their constitutional obligations to the members of the plaintiff class. Even the extensive findings and declaration of constitutional violations which we made herein in 1986, <i>Morales Feliciano v. Romero Barceló,</i> <span class=\"citation\" data-id=\"2090637\"><a href=\"/opinion/2090637/morales-feliciano-v-romero-barcelo/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">591</span></a></span> (D.P.R.1986), has not shaken the Administration's officers, employees or counsel from their lethargic indifference to daily violations of the federal rights of thousands of inmates.</p>\n<p>By Order of March 21, 1986, the Court appointed a special master designated as a monitor to supervise the implementations of the preliminary injunction, <i>Id.,</i> at 621-627. The Court then instructed the Monitor to proceed more as a conciliator than a supervisor; to reassure the Administration by assisting; to seek compromises rather than more litigation. Again a hands-off policy has failed. Very little progress has been made and every attempt to mend the rotten cloth only causes a greater tear.</p>\n<p>The Court therefore finds that any improvement, and we reiterate that some improvements have been made since 1980, that has been made to correct the conditions of confinement in the system operated by the Administration of Correction has been a consequence of the bringing of this action and of the preliminary injunction entered herein. The Court finds specifically with respect to the Ponce District Jail that the only significant improvements there are the result of the preliminary injunction and the stipulation limiting the population of the institution, negotiated by the Court's Monitor. The improvements noted by the Court are the increase in medical personnel, the newer and more complete medical equipment, the newly refurbished kitchen and the decrease in population. All of these improvements, however, are compromised by the circumstances which we detail below.</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p>1. Once again the Court must regretably find that the testimony given by members of the plaintiff class is generally more credible and it therefore deserves greater weight than the testimony of government officers and employees. The plaintiffs' demeanor, the directness and precision of their answers to friendly and hostile questions alike, contrasted sharply with the evasiveness and frequent equivocations of their gaolers and others acting in concert with them. Plaintiffs were generally, although not always, inaccurate about dates, a lapse which is easily understandable in anyone forced to spend months on end locked-up in total idleness, for whom one day is as meaningless as the next. Plaintiffs <span class=\"star-pagination\">*40</span> also at times could not allegedly remember the names of the custodial officers of whose conduct they complained, and the Court understands such selective forgetfulness as self-censorship for fear of retaliation. The only time the plaintiffs bowed their heads and mumbled was when asked, usually by counsel for defendants, to give the name of the officer who had denied them access to medical services. By contrast, one administration supervisor testified for hours with his back firmly turned on the Court mumbling his answers to the court interpreter. Very rarely could administration officers and employees come up with the specifics of the information solicited from them, and their answers were characterized by vagueness and the repetition of frequently irrelevant slogans.</p>\n<p>2. The Court also finds that the records kept by the Administration and the documents generated by its employees are unreliable, to be scrutinized with care, and that they cannot routinely be given the weight to be given public documents produced in the day-to-day operation of a governmental agency. There are no apparent agency standards or procedures concerning the making of entries or marginal notes to entries in the many log books kept at the Ponce District Jail or anywhere else in the system. There is certainly no procedure for checking the truth or accuracy of the entries which are made in such books: there is no assurance that entries which should be made are in fact made. The sole principle on which these log books are kept seems to be bureaucratic self-preservation: to \"cover the responsibility\" of the writers. The same is true of letters and memoranda; they are usually intended more for the record than to communicate information or to carry instructions. One egregious example will suffice to establish the need to pick and choose with care. One budget document showing amounts designated to carry out repairs at El Castillo was filed long ago with the Court in a compliance report and is now part of Exhibit 57, but the expenditure of the sums specified therein was never contemplated since defendants had already decided to build a new institution and not to spend the requested or apportioned sums.</p>\n<p>3. The Ponce District Jail was constructed as a military installation in 1848, hence its popular name  The Castle. The structure is totally unsuited to a modern penal institution and cannot house in safety the inmates confined there or the custodial and administrative personnel who should provide services for the inmates. The building is not structurally sound. Electric wiring and plumbing were of course not provided for in the original plans and have been added from time to time. Electric wires are exposed and <i>ad hoc</i> illicit adaptations are made by the inmates to supply their needs or convenience. Plumbing leaks in spite of constant repairs, and when repairs are not made, as frequently happens, sewage seeps into dormitories, puddles collect, drains become clogged. The roof shows ample evidence of attempts to seal it against torrential tropical rain, which nevertheless finds a way to fall on the inmates below.</p>\n<p>4. El Castillo's structure includes substantial woodwork. The jail is a fire trap. A letter sent by inmates provoked an inspection of the building in 1986. A report was made and served on the Administration. Again an inspection was made in 1988 as a result of the hearings held by this Court on the plaintiffs' instant motion. Nothing has been done to correct the deficiencies noted two years ago. The opinion of the fire department officer who testified is that the building is dangerous for human habitation, which the Court finds to be true. Only a small number of staff know and have been trained in evacuation procedures in case of fire. This is all the more dangerous to the health and lives of plaintiffs because they are housed in dormitories with chain-and-padlock locks which must be individually opened with a single key.</p>\n<p>5. The dormitories are not sufficiently ventilated. Heat is oppressive. Inmates spend the days and nights dressed only in their underwear shorts. The few ceiling fans are so ineficacious that inmates who sleep on lower bunks at night frequently <span class=\"star-pagination\">*41</span> place their thin plastic and foam-rubber mattresses on the floor to get some air. The inmates' personal laundry hangs from washlines inside the dormitories. The circulation of air is further impeded by the hangings which inmates place around their bunks to make privacy for themselves. (These hangings are forbidden by regulations which the Administration cannot enforce.)</p>\n<p>6. Not unexpectedly, in so old a building so badly maintained it is infested with vermin: rats, cockroaches and centipedes abound. Fumigation is the responsibility of one guard who frequently delegates on his inmate helpers. He does not know what is in the agent he uses which is so strong that undiluted it burns the skin. The efficiency of his fumigations is demonstrated to his satisfaction by the fact that the number of dead cockroaches is greater after each use. Fumigating is carried out by sectors, claims to the contrary notwithstanding, and is not carried out in dormitories where asthmatic inmates understandably object to the strong fumes. Rat poison in pellets is used to control these pests <i>outside</i> the jail and is not used inside because it is poison. The well in the central court is the point of entry for rats into the prison, which have been observed to go up the stairs into the upper dormitories. One cat nicknamed Pancho is probably their worst enemy.</p>\n<p>7. The medical director at El Castillo disclaims all knowledge of the environmental conditions in which his patients live. He only visits the dormitories when an inmate cannot be moved. He does not know whether inmates are or are not provided wih razors, toothbrushes and other necessaries for their personal hygiene. There are several inspection reports from officers of the Environmental Health Program at the Ponce District Hospital that detail substandard environmental conditions at the institutions. The opinion of Jorge Torres Soto, environmental health inspector, in his testimony was, and the Court finds, that the Ponce District Jail is unfit for human habitation.</p>\n<p>8. New equipment and more health professionals have been provided to dispense health services at Ponce. There is, however, no sick-call. The inmates still depend on the good will of a guard or of another inmate to get to the medical services area. Permission is sometimes denied because there are not enough guards to protect the inmate on his short trip there and frequently for no reason at all. The fact is that access to trained personnel and medical facilities is determined by untrained and sometimes ill-disposed guards. At night an inmate must first get the attention of the nearest guard (who may be downstairs), who will then summon a sergeant to decide the need for medical attention. An epileptic inmate suffering an attack depends for help at night on the upper level on a chorus of his fellows who shout for attention on his behalf.</p>\n<p>9. There are a few HIV positive and stable patients in the population. There was at least one case of an inmate who suffered from advanced AIDS-related sickness until approximately one month before his death. This man, formerly a drug addict, was abandoned to the care of his fellows in a crowded dormitory, where he deteriorated to the point that he suffered from convulsions, threw up blood and became incontinent. That he found charity and care from his fellows is as much to the credit of those who helped him as it is to the shame of the defendants. Six or seven other inmates who were housed at Ponce have subsequently died of AIDS-related illness. Two cases of meningitis in the Ponce population were reported by inmate testimony not contradicted by the defendants, who took care to bring evidence to show that detected cases of hepatitis were returned to the general population only after they stopped being contagious.</p>\n<p>10. The medical record kept at the prison for the deceased AIDS patient did not contain a single discharge summary from the Ponce Regional Hospital. It is also uninformative and disorganized. The medical staff at Ponce in integrated by personnel appointed by the Administrator and others appointed by the Secretary of Health.</p>\n<p><span class=\"star-pagination\">*42</span> 11. The kitchen facilities at Ponce were reconstructed at a cost of some two hundred and eighteen thousand dollars. They are in generally good condition although there have been problems with the installation of some of the equipment and its operation. The repairs to the ceiling have not prevented a leak just outside the kitchen area, which may be due to leakage from the old or the new ceiling.</p>\n<p>12. The stipulated maximum for the Ponce District Jail population is 457 inmates. One former warden testified that any number of inmates over 350 was unreal due to the conditions at the jail. During 1988 the population levels have been kept under the stipulated caps. In upper level dormitories the general deleterious conditions are compounded by a leaking roof. When it rains the inmates must regroup the double bunk beds to take some of them away from under the more precipitous leaks  this maneuver, of course, reduces the available space. The conditions specified in these findings force the Court to find that the stipulated caps at 35 square feet per inmate, as computed for the whole institution and for individual dormitories, are not reasonable. The Court also finds that it must exclude Ponce from the delay it granted the defendants in implementing the requirement that the defendants must provide 55 square feet of living space per inmate when housed in a dormitory. The Court also finds that for months dorm population counts were purportedly kept under stipulated ceilings by counting beds and ignoring the bodies sleeping on mattresses on the floor.</p>\n<p>13. The Hospitalillo or Little Hospital is a wooden structure built on top of the original building's second story. It houses some inmates who are actually ill and those who are in need of protection. The present incident was brought about by shortages of water in the whole of the District Jail, which became particularly acute in the Hospitalillo, where the Court finds that inmates were driven to draw water to clean their eating trays and utensils from the toilet tanks. From September 1987 until June 1988 intermittent water shortages resulted because there was not enough water pressure to reach the Hospitalillo or to adequately work toilets (those few which would otherwise work) in other areas of the prison. The Hospitalillo is the most dangerous location in the institution in case of fire because it is mostly constructed in wood and because the inmates there would have to be evacuated through the interior of the building.</p>\n<p>14. After this motion was brought and perhaps not because the motion was brought, a new pump was installed that may or may not provide adequate water pressure throughout the institution. The fact remains that defendants ignored the problem of unsanitary conditions due to water shortages throughout the institution for approximately nine months. The Court is skeptical about the results of the pump installation with good reason. On June 22nd and 23rd, while the hearings were conducted in San Juan, the defendants caused three video-tapes to be made at El Castillo. The films made on the first day show unequivocal evidence that toilets were not flushing  the defendants' producer-cameraman testified that there was not sufficient water pressure to flush the toilets in the sequences he shot. No water-works experiments were conducted the second day of filming because the pump had been dismantled to correct some malfunction.</p>\n<p>15. The normal situation at Ponce is detrimental to health. Overall, about a third of the washbasing faucets and toilets do not work. And even counting those that are out of commission, they are not sufficient for even the present population of 410 considering that what facilities exist must be used for personal ablutions and washing clothes. Hot water has frequently been unavailable for use in the kitchen and laundry. Water coolers have been installed within the last few weeks although at least three had been warehoused somewhere for months. Shower curtains have been provided and beds installed as the hearings progressed.</p>\n<p>16. The old \"calabozos\" at Ponce are now styled isolation cells. They are still unhygienic cubbyholes used to lock-up <span class=\"star-pagination\">*43</span> those who need protection (who are understandably reluctant to be moved elsewhere) and to the mentally ill. They scarcely provide space to move when the cell is locked: they are opened to allow inmates to walk to the single shower, which has drainage problems. A toilet was installed in the sixth cell a few days ago; until then the inmate housed there had to obtain permission from one of the five other inhabitants in the isolation cells to use a toilet. The fixings in one of these cells were destroyed by one mentally ill inmate. The only reason for the use of these cells is the administration's incapacity to provide protection for some inmates and to warehouse the mentally ill. The persistent misuse which has been made of these cells, where mentally ill inmates are abandoned for days and weeks and the healthy are locked up with nothing to do but pace the short corridor, requires that their use be conditioned by stringently limiting the time that an inmate is there, providing for medical supervision and excluding the mentally ill.</p>\n<p>17. There is next to no recreation, active or passive, physical exercise or work for the overwhelming majority of inmates. Pretrial detainees are not given work. Television sets there are, some bought by the inmates themselves or their families. Against regulations, which the Administration is unable to enforce, inmates play musical instruments in the dormitories to fight the tedium of idleness. Classrooms are available and some vocational education takes place. Otherwise, there is only idleness for the vast majority. Security problems deprive the weak of the two hours a week in the basketball court, which is the most physical exercise that anyone gets.</p>\n<p>18. The population at Ponce comprises convicted felons and misdemeanants, pretrial detainees, the feeble old and young adults, the well and the sick, and the mentally ill. There is no classification plan. The young adults are mostly segregated from older inmates. Pretrial detainees are comingled with convicted inmates. The Administration has no control over housing assignments which are changed at will by the inmates, sometimes at the invitation of friends, who take the newly arrived under their protection and provide toiletries and other necessities for them. At least in one instance one feeble old inmate depends for his food on his fellows, who sometimes cannot take a tray back to him because guards on duty at the dining area will not allow it.</p>\n<p>19. The defendants strongly relied on security reasons for many of the grievous lapses from constitutional standards which were established by the evidence and to urge the Court not to order the jail closed down. The assertions that Ponce is inhabited by dangerous criminals whose release would endanger the public safety is not born out by the staggering ignorance demonstrated by the Administrator about the basic, general characteristics of the population at this institution.<sup>[4]</sup> One of the inmates who testified during these hearings was released before their conclusion upon completing his sentence. The gravamen of the Administration's argument is that at Ponce and throughout the other institutions the security of a large number of inmates (about 30% if the Administrator's estimate is correct) is threatened by the existence of two gangs organized into loose island-wide associations which are assigned responsibility for the deadly violence which shook the system a few years ago. The Court finds that the Administration officials lack substantial control over the security at Ponce and that they have abdicated their responsibility to give reasonable protection to individual inmates. The evidence conclusively shows that the decision to recognize gangs as institutional entities and to assign particular prisons to one or another association (or chapter) was made as a policy decision by the highest officers of the Administration, including the present Administrator. The defendants <span class=\"star-pagination\">*44</span> are now estopped from using their own abdication of their responsibility for maintaining internal order and discipline in the prison population to deprive individual inmates of their federally protected constitutional rights.</p>\n<p>20. The Court also finds that, all protestations to the contrary notwithstanding, the Administration can transfer to other institutions within its control the entire population at Ponce without causing major disruptions. The number of inmates at present confined at Ponce would in any case be reduced if the Administration had only set up an adequate classification system and the Parole Board was discharging its duties.<sup>[5]</sup> That defendants are not performing their statutory duties is not a reason to oppose never ending clamor of plaintiffs of their constitutional rights. Answering questions by her own attorneys, the Administrator herself made it clear that even a peremptory, short-term order by the Court to close El Castillo could be dealt with. And under cross-examination, she admitted that there were at the time of the hearing enough spaces in the system to accommodate the entire population at the Ponce District Jail. The Court notes with disbelief that, when pressed to state what measures had been planned to meet a catastrophic event at this dilapidated site, the Administrator could only refer to vague contingency plans such as calling out the National Guard.</p>\n<p>21. There continues to be pervasive administrative chaos, as we have noted before, <i>Morales Feliciano,</i> 672 F.Supp. at 613-615, in the operations of the Administration. The Ponce District Jail is no exception. Once again the Administrator puts the blame for the indecent conditions in which the plaintiffs at Ponce live on the local superintendent. She now claims that the superintendent in charge of Ponce until mid-June 1988 will be charged and dismissed once she receives evidence to do so <i>from the Court Monitor.</i> This admission of supervisory incompetence is amply corroborated by the record. During his testimony the alluded superintendent produced documents to show that his hierarchical superiors knew or should have known about conditions at Ponce. Further information  about inmates sleeping on mattresses on the floor because beds were not available, for example  was transmitted to the central offices in daily-count reports mandated by prior, stipulated orders of the Court. And complaints about the incompetence of superintendents are not new, nor is there even a scrap of evidence to show that anything has been done to establish training, supervisory or auditing procedures to deal with such acknowledged incompetence. In this instance the Court finds that while some  certainly not all  of the improvements which have been made at El Castillo contemporaneously with the litigation of plaintiffs' motion had been planned months in advance, they had not been carried out because of administrative incompetence. Thus, three desperately needed water coolers were not installed when bought, <i>two</i> smoke detectors were allegedly installed in the dorms but no one could say where; the electric set-up for the water pump was so inadequately installed that the mistake could be corrected by anyone with minimal training. These, and other minor modifications, were carried out with almost farcical speed once the instant motion was brought and the order to show cause issued. This administrative incompetence weighs heavily with the Court in judging how far defendants can be trusted to keep their promises or comply with orders.</p>\n<p>22. The Court has the gravest doubts about the assertions made by defendants that the prison being built at Las Cucharas  the Southern Regional Institution  will be usable by December 31, 1988. The architect in charge of that project could not categorically state so. Delays in prison construction have already caused delays in complying with prior stipulations and orders. There is no assurance that the regional sewage-treatment plant to which the <span class=\"star-pagination\">*45</span> new institution must be connected will be ready in time. To the contrary, the documents submitted into evidence strongly suggest that the construction of the treatment plant is already behind schedule. But we will hold the defendants to their word.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>Housing convicted inmates in the conditions set out above violates the rights of each individual incarcerated for any period of time at the Ponce District Jail to be free from cruel and unusual punishment. The building is structurally unsound and vermin infested; the lives of inmates locked-up by chain and padlock are at risk in case of fire and fire hazards are present and go uncorrected; the entire environment is unfit for human habitation. The defendants can only guarantee the security and life of large numbers of inmates by locking them up the whole day except at meals for the duration of confinement and then only by sufferance of gangs who have been assigned Ponce as their domain. This comes well within the constitutional commands, which forbid cruel and unusual punishment and which proscribe \"more than physically barbarous punishments\" since the Eighth Amendment \"embodies `broad and idealistic concepts of dignity, civilized standards, humanity and decency ...' (citation omitted) against which we must evaluate penal measures.\" <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 102, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 290, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976), and cases cited. The Supreme Court has held \"repugnant to the Eighth Amendment punishments which are incompatible with `the evolving standards of decency that mark the progress of a maturing society[.]'\" <i>Id., quoting </i><i>from Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 598, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958) (and citing to other cases).</p>\n<p>The continuing interference of custodial officers, and frequent refusal of access to medical services is also, and by itself, <i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. at 291, a violation of the rights of the Ponce inmates to be free from \"physical `torture or a lingering death'\", <i>Id.</i> at 103, 97 S.Ct. at 290, <i>quoting from </i><i>In re Kemmler,</i> <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 447, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></a></span>, 933-934, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></a></span> (1890). The Administration's employees and officers have amply demonstrated, by their knowing failure to assure communications between inmates and medical staff, their indifference to the serious medical needs of all inmates, even those at death's door. The Court cannot avoid its duty to insure that the defendants comply with their constitutional \"obligation to provide medical care for those whom it is punishing by incarceration.\" <i>Estelle,</i> 429 U.S. at 103, 97 S.Ct. at 290. \"It is but just that the public be required to care for the prisoner, who cannot by reasons of the deprivation of his liberty, care for himself.\" <i>Spicer v. Williamson,</i> <span class=\"citation\" data-id=\"3664862\"><a href=\"/opinion/3918437/spicer-v-williamson/\"><span class=\"volume\">191</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">487</span></a></span>, 490, <span class=\"citation\" data-id=\"3664862\"><a href=\"/opinion/3918437/spicer-v-williamson/\"><span class=\"volume\">132</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">291</span></a></span>, 293 (1926), <i>as quoted in </i><i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. at 291. The requirements of justice can only be the more stringent in the case of the mentally ill, who by reason of their condition are even more unable to help themselves.</p>\n<p>If these conditions are not permissible in the case of those who are incarcerated as punishment for crime, they can only be a greater violation of the Fifth or Fourteenth Amendment rights of those who are incarcerated as punishment for crime, they can only be a greater violation of the Fifth or Fourteenth Amendment rights of pretrial detainees to be free from punishment until convicted of crime by the due process of law. There has not been \"an expressed intent to punish on the part of detention facility officials,\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 538, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1873 <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). The defendants, however have established a pattern of commingling pretrial detainees with convicted inmates subjecting them to the same regime and deprivations of liberty. If anything, pretrial detainees are worse off than convicts: they are thrust alone into a population organized into autonomous gangs. Those who are not native to the pretrial-detention catchment area for the Ponce District Jail are in particular danger. A large proportion of pretrial detainees are housed in the \"security\" dorms and thereby deprived of even the scant opportunities for recreation and exercise available at Ponce. By the mere fact of knowingly commingling these <span class=\"star-pagination\">*46</span> pretrial detainees with convicts suffering punishment for crime, the defendants also punish the unconvicted however unexplicit the officials' purpose to punish may be.</p>\n<p>But there is more. None of the conditions which characterize the detention of the unconvicted at Ponce have an \"alternative purpose to which [the restrictions] may rationally be connected.\" <i>Id., quoting </i><i>from, Kennedy v. Mendoza-Martínez,</i> <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 168-169, <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">554</span></a></span>, 567-568, <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">644</span></a></span> (1963). Nor if any such purpose could be divined could these conditions be less than \"excessive in relation to the alternative purpose.\" <i>Bell,</i> 441 U.S. at 538, 99 S.Ct. at 1873. None of the conditions of pretrial detention at Ponce are, nor can they be, related to a legitimate goal; they are totally without a purpose and we hold that at Ponce the sole \"purpose of the governmental action is punishment that may not be inflicted on detainees <i>qua</i> detainees.\" <i>Id.</i> at 539, 99 S.Ct. at 1874. And see <i>Santana v. Collazo,</i> <span class=\"citation\" data-id=\"423648\"><a href=\"/opinion/423648/flora-santana-v-jenaro-collazo-collazo-flora-santana-and-united-states/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span> (1st Cir.1983), which discusses the due process and Eighth Amendment rights of those who are confined by the state while unconvicted. This case also holds that fire and general safety considerations are proper to the analysis of Eighth Amendment violations. <i>Id.</i> at 1183.</p>\n<p>The Court of Appeals for this circuit vacated and remanded the <i>pro se</i> complaint of a pretrial detainee whose claims appear to be less grievous and more specific than violations established by these plaintiffs. <i>Lyons v. Powell,</i> <span class=\"citation\" data-id=\"500713\"><a href=\"/opinion/500713/james-lyons-v-ronald-powell/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir.1988). Plaintiff James Lyons complained that he was confined with another inmate in a cell where he had to sleep on a mattress on the floor in close proximity to the open toilet and that he was in his cell 22-23 hours per day during a 27-day period. <i>Id.</i> at 30-31. The Court of Appeals held that both claims were sufficient to survive a motion to dismiss.</p>\n<p>We have detailed in our previous opinions and orders in this case the legal analysis of each specific violation of rights and we will not repeat that analysis. We note the particular care that the Court's role in this litigation requires in the shaping of a remedy as part of our constitutionally ordained oversight responsibility: \"In discharging this oversight responsibility, however, courts cannot assume that state legislatures and prison officials are insensitive to the requirements of the Constitution or to the perplexing sociological problems of how best to achieve the goals of the penal function in the criminal justice system [ ...]\", <i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 352, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2402, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). But we are compelled to hold that in this case the conditions at the Ponce District Jail demonstrate that the defendants have been indifferent to the daily violations of constitutional rights inflicted on members of the plaintiff class. These conditions are so intertwined and inseparable from the structure and operation of the jail at Ponce that the peremptory and immediate closing of this institution would not be an excessive exercise of our equitable authority. Only our overwhelming sense of self-restraint compels the Court to allow the continued operation of this institution until December 1988. But we do so only if the defendants strictly comply with the orders we now enter to remedy the present violations of the plaintiffs' rights.</p>\n<p>The preliminary injunction in this case, and the Order of May 20, 1988, allowing defendants additional time to comply with the requirement that they provide 55 square feet per inmate in dormitories, must be modified with respect to the Ponce District Jail. Neither the preliminary injunction nor the Order of May 20, 1988, are to be modified with respect to any other institution. As far as Ponce is concerned, the preliminary injunction will remain in full force except as specifically modified herein.</p>\n<p>Federal courts have broad powers to fashion equitable relief once a federal right and a violation have been established. \"Once a right and a violation have been shown, the scope of a district court's equitable powers to remedy past wrongs is broad, for breadth and flexibility are inherent in equitable remedies.\" <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1275-1276, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971). And \"[w]hen <span class=\"star-pagination\">*47</span> conditions of confinement amount to cruel and unusual punishment, `federal courts will discharge their duty to protect constitutional rights.'\" <i>Procunier v. Martínez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 405-406, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807-1808, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974); <i>see </i><i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972) (<i>per curiam</i>); <i>Rhodes,</i> 452 U.S. at 352, 101 S.Ct. at 2402. In words which squarely meet the needs of the present occasion, the Supreme Court in <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 687, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, 2571-2572, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978), held that:</p>\n<blockquote>In fashioning a remedy, the District Court had ample authority to go beyond earlier orders and to address each element contributing to the violation. The District Court had given the [defendants] repeated opportunities to remedy the cruel and unusual conditions in the [institution]. If [defendants] had fully complied with the court's earlier orders, the present time limit might well have been unnecesary. But taking <i>the long and unhappy history of the litigation</i> into account, the court was justified in entering <i>a comprehensive order to insure against the risk of inadequate compliance.</i> (Emphasis supplied)</blockquote>\n<p>The Court also notes that here, as in <i>Hutto,</i> correctional officers agree that use of the Ponce District Jail should have ceased at least three, and probably five, years ago. <i>Id.</i> at 688, 98 S.Ct. at 2572.</p>\n<p>The particularities of conditions at the Ponce District Jail<sup>[6]</sup> require that we specify a remedy fitted to relieve the present violations as we now know them.</p>\n<blockquote>The essence of equity jurisdiction has been the power of the Chancellor to do equity and to mold each decree to the necessities of the particular case. Flexibility rather than rigidity has distinguished it. The qualities of mercy and practicality have made equity the instrument for nice adjustment and reconciliation between the public interest and private needs as well as between competing private claims.</blockquote>\n<p><i>Swann,</i> 402 U.S. at 15, 91 S.Ct. at 1275-1276, <i>quoting </i><i>from, Hecht Co. v. Bowles,</i> <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329-330, <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">587</span></a></span>, 591-592, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">754</span></span> (1944). In fashioning the remedy ordered today our only concern is that we may have fallen short in the measure of equitable mercy and our duty to insure that punishment is just. <i>Rhodes,</i> 452 U.S. at 352, 101 S.Ct. at 2402.</p>\n<p>We have carefully examined the three opinions reported in the Charles Street Jail case: <i>Inmates of the Suffolk County Jail v. Kearney,</i> <span class=\"citation\" data-id=\"1887570\"><a href=\"/opinion/1887570/inmates-of-suffolk-county-jail-v-eisenstadt/\"><span class=\"volume\">360</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">676</span></a></span>, <i>aff'd as modified,</i> <span class=\"citation\" data-id=\"354219\"><a href=\"/opinion/354219/inmates-of-the-suffolk-county-jail-v-dennis-j-kearney-inmates-of-the/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span> (1st Cir.1978), and <i>Inmates of the Suffolk County Jail v. Eisenstadt,</i> <span class=\"citation\" data-id=\"318379\"><a href=\"/opinion/318379/inmates-of-the-suffolk-county-jail-v-thomas-s-eisenstadt-etc-frank-a/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span> (1st Cir.1974). Without calling our attention to or discussing the other two opinions, the defendants rely exclusively on the Court of Appeals 1978 opinion. That case, as plaintiffs suggested in oral argument, is predicated on an entirely different set of facts.</p>\n<p>As is abundantly clear from the recital of Massachusetts statutory law found in the <i>Eisenstadt</i> decision and the conflicts among defendants in the 1978 Court of Appeals opinion, two different taxing and spending jurisdictions  county and state  were involved in the Charles Street Jail litigation. The Mayor of Boston, the City Council, the state's Commissioner of Correction, sheriffs, county commissioners were embroiled in what was obviously a local conflict which was summarized in legal terms by the Court in <i>Eisenstadt, Id.</i> at 1197: \"[t]hough the jail is administered by the county rather than the state, the Commissioner holds significant statutory responsibilities and powers relevant to the jail[.]\" The Administration of Correction is a centralized agency with jurisdiction over two dozen institutions, it is part of the Commonwealth government, which funds its operations and has no conceivable obligation to obtain even the opinion of any other political body in the operation of the Administration of Correction. The defendants <span class=\"star-pagination\">*48</span> herein are the officers of one executive jurisdiction. This fact is of crucial relevance when the Court evaluates the defendants' ability to plan for and execute any remedial actions ordered by the Court.</p>\n<p>Nor must the defendants have recourse to building or habilitating any new jails as was the case in the Charles Street Jail litigation. The Administrator of Correction admitted that the system has enough vacancies right now to absorb the entire population of the Ponce District Jail.</p>\n<p>Not the least difference between the Charles Street Jail litigation and this case is that Judge Garrity could state, as we cannot, that \"[t]he history of this litigation reflects a spirit of cooperation by the parties and their counsel with each other and with the court[.]\", <i>Kearney,</i> 360 F.Supp. at 678. To the contrary, evidentiary hearings in this case have established a pattern of gratuitous, time-wasting contentiousness by the defendants, who litigate in vain and obstruct the discovery of the truth of facts which are, and should be, beyond dispute. The Court has frequently observed the uncontrollable expressions of amazement and dismay which overwhelm counsel for the defendants at the evidence presented in Court, frequently by their own witnesses. The Court's attempts to mediate have been rebuffed and the defendants have a poor record of cooperation in disposing of the many problems generated even by stipulated decrees.</p>\n<p>We have given careful consideration to the Charles Street Jail decisions cited above and to <i>Dimarzo v. Cahill,</i> <span class=\"citation\" data-id=\"355403\"><a href=\"/opinion/355403/james-dimarzo-v-robert-e-cahill-frank-a-hall-james-dimarzo-v-robert/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span> (1st Cir.1978). We have given particular attention to <i>Martínez Rodríguez v. Jiménez,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">582</span></span>, <i>aff'd,</i> <span class=\"citation\" data-id=\"336318\"><a href=\"/opinion/336318/roberto-martinez-rodriguez-v-irving-jimenez-and-pedro-j-rodriguez-fortier/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1976). The remedy we order is well within the framework of those decisions.</p>\n<p>It is therefore ORDERED that</p>\n<p></p>\n<h2>A.</h2>\n<p>1(a) Not later than twenty days from the entry of this order the Administrator of Correction shall remove from the Ponce District Jail every mentally ill inmate at that institution, whether convicted or pretrial detainee. The Administrator, the Superintendent and the Medical Director of the Ponce District Jail shall certify in writing and under penalty of perjury that this order has been complied with immediately upon completing the evacuation of the mentally ill from the jail. This certificate shall be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>1(b) After the evacuation ordered in paragraph 1(a) above has been completed, no mentally ill person may be retained at the Ponce District Jail for longer than 24 hours while his transfer to another institution is processed.</p>\n<p>2(a) Immediately upon entry of this order, every inmate admitted by the Ponce District Jail shall be medically screened before he is admitted to any area in which the general population lives.</p>\n<p>2(b) Such screening shall be completed within twenty-four hours of admission unless it is determined by the medical officer who examines the inmate that a longer term of quarantine is required.</p>\n<p>2(c) When a determination is made that such longer quarantine is required before the inmate is released into the general population, the medical officer who makes the decision shall make an entry in the inmate's medical record and sign and date such entry.</p>\n<p>2(d) The Administrator of Correction, the Superintendent, and the Medical Director shall certify in writing under penalty of perjury that the orders included in this paragraph 2 have been complied with. Such certificate is to be filed with the Clerk of the Court before three o'clock every Friday afternoon until December 31, 1988. Those certificates are to be served on counsel for plaintiffs.</p>\n<p>3(a) Not later than thirty days after entry of this order the defendants shall have corrected all the deficiencies detailed in the Fire Department's report of inspection dated June 27, 1988, (Exhibit 21(a)), to wit:</p>\n<p></p>\n<h2>I. General</h2>\n<blockquote>1. A plan of action for emergency cases must be established.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*49</span> 2. All personnel must be trained in the use of the fire fighting equipment.</blockquote>\n<blockquote>3. Smoke detectors must be provided in the dormitories. These detectors must be connected in line and with a control box in the guard area.</blockquote>\n<blockquote>4. An internal fire alarm system must be established.</blockquote>\n<blockquote>5. The emergency electrical plant service must be reestablished.</blockquote>\n<blockquote>6. Refill empty fire extinguishers.</blockquote>\n<blockquote>7. The fire extinguishers must be hung in visible and handy places.</blockquote>\n<blockquote>8. Make all necessary repairs to the electrical system in the following areas:<sup>[7]</sup> workshops, storage rooms, laundry, store, offices and inmates dormitories. We list below the deficiencies to be corrected:</blockquote>\n<blockquote>a. Lack of protective covers on the great majority of the electrical receptacles and switches.</blockquote>\n<blockquote>b. Boxes with exposed electrical cables.</blockquote>\n<blockquote>c. Lightbulb rosettes detached from or out of their ceiling box.</blockquote>\n<blockquote>d. Automatic breaker panels without protective lid.</blockquote>\n<blockquote>e. Electrical cables without the cover and/or adequate insulation. (bare)</blockquote>\n<blockquote>f. Electrical receptacles and switches out of their box.</blockquote>\n<blockquote>g. Electrical cable junctions out of their box.</blockquote>\n<blockquote>h. Permanent use of electrical extensions.</blockquote>\n<p></p>\n<h2>II. By Sections:</h2>\n<blockquote>A. Laundry</blockquote>\n<blockquote>1. Provide electrical cord &amp; plug with a ground connection to the Singer brand sewing machine.</blockquote>\n<blockquote>2. Provide one (1) ten-(10) pound ABC (Dry Chemical Powder) Type fire extinguisher.</blockquote>\n<blockquote>B. Store</blockquote>\n<blockquote>1. Provide one (1) five-(5) pound ABC Type fire extinguisher.</blockquote>\n<blockquote>C. Medical Area-Dispensary</blockquote>\n<blockquote>I-Dental Section</blockquote>\n<blockquote>1. Discontinue use of nonapproved multiple electrical receptacle in which the following equipment is connected: Autoclave, AutoScaler, Air compressor and the Dental Chair.</blockquote>\n<blockquote>II-Records Section</blockquote>\n<blockquote>1. Discontinue use of the electrical extension where the Elkay brand drinking fountain is connected.</blockquote>\n<blockquote>III-Examination Section</blockquote>\n<blockquote>1. Provide a safety cart for the oxygen cylinder and/or attach it to the wall.</blockquote>\n<blockquote>D. Food Storehouse</blockquote>\n<blockquote>1. Post No Smoking signs in this area.</blockquote>\n<blockquote>E. Mechanics Shop</blockquote>\n<blockquote>1. Check the electrical receptacle located on the wall along the eastern side of the auto alignment area since it displays reverse polarity.</blockquote>\n<blockquote>2. Provide plug with a ground connection to the battery charger and to the yellow electrical extension. Note: The use of the electrical extensions should be temporary.</blockquote>\n<blockquote>E. Electrical shop</blockquote>\n<blockquote>1. Conduct repairs on the structure since it is in a state of deterioration.</blockquote>\n<blockquote>2. Provide one (1) ten-(10) pound ABC Type fire extinguisher.</blockquote>\n<blockquote>G. Armory</blockquote>\n<blockquote>1. The oxy-acetylene cylinders must be placed outside the building on an adequate site.</blockquote>\n<p>3(b) The Administrator of Correction and the Superintendent of the Ponce District Jail shall certify in writing under penalty of perjury that these deficiencies have been corrected. This certificate shall be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>4(a) The third-story area of the Ponce District Jail known as El Hospitalillo shall <span class=\"star-pagination\">*50</span> not be used as a dormitory or living quarters thirty (30) days after the entry of this order. This area may be used for recreational purposes.</p>\n<p>4(b) The Administrator of Correction and the Superintendent at the Ponce District Jail shall certify in writing under penalty of perjury that the Hospitalillo is no longer in use as a dormitory or living quarters as soon as they have complied with this order. This certificate is to be filed with the Court and served on counsel for the plaintiffs.</p>\n<p>5(a) The doors to the six individual isolation cells shall be removed within thirty (30) days of the entry of this order.</p>\n<p>5(b) The medical director of the Ponce District Jail shall cause a medical officer to visit the inmates held in the area of the isolation cells at least once a day. The medical director or the person whom he designates shall ascertain that the sanitary facilities and the shower in the isolation cell area are in good working condition. If there is any doubt about the working conditions of the sanitary equipment or the shower in this area, the medical director shall so notify personally and immediately the Superintendent of the Ponce Jail and the Administrator of Correction. If the problems and deficiencies are not corrected within twenty-four (24) hours of their notification to the Superintendent and the Administrator of Correction, the Medical Director shall certify the fact in writing under penalty of perjury and cause such certificate to be filed with the Court. The Clerk of the Court shall serve any certificate filed under this paragraph on counsel for all the parties and the Court Monitor.</p>\n<p>6(a) Not later than ten (10) days after entry of this order the Administrator of Correction, the Superintendent and the Medical Director of the Ponce District Jail shall certify in writing under penalty of perjury that they have devised a plan to establish sick-call procedures that insure that all inmates at the Ponce District Jail have access once a day to a qualified person under the Medical Director's supervision. The plan shall be appended to the certificate, which shall be filed with the Court and served on counsel for plaintiffs and the Court Monitor.</p>\n<p>6(b) The plan required by paragraph 6(a) above shall also specify the measures to be taken by the custodial staff and the medical personnel to handle emergencies between 9:00 P.M. and 8:00 A.M. on week-days and between 12:00 P.M. on Saturdays thru 8:00 A.M. on Mondays.</p>\n<p>6(c) The plan required by paragraphs 6(a) and (b) above shall be fully implemented within twenty days of the entry of this order. The Medical Director and the Superintendent of the Ponce Jail and the Administrator of Correction shall certify every week in writing under penalty of perjury that the plan has been complied with and this certificate shall be filed with the Clerk of the Court every Friday before 3:00 P.M. and served on counsel for the plaintiffs.</p>\n<p>7) The Superintendent of the Ponce District Jail and the Administrator of Correction shall certify in writing under penalty of perjury every time that there is inadequate water pressure for longer than three hours to use any cooking, cleaning, washing or sanitary facility or equipment at the Ponce District Jail. These certificates shall be filed with the Court and served on counsel for the plaintiffs and the Court Monitor within forty-eight (48) hours of the event and shall describe the areas affected and the duration of time during which there was insufficient water pressure.</p>\n<p>8) After August 31, 1988, every inmate at the Ponce District Jail shall be provided with the opportunity to participate in active physical recreation during a period of at least three (3) hours twice a week.</p>\n<p>9(a) The Superintendent of the Ponce District Jail and the Administrator of Correction shall determine the number of custodial officers needed to provide adequate protection to every person confined at the Ponce District Jail at all times, including mealtimes, recreation and medical visits. The Superintendent and the Administrator shall devise a plan stating the number and posting of custodial officers for every shift which they deem to be sufficient for this purpose.</p>\n<p><span class=\"star-pagination\">*51</span> 9(b) The Superintendent and the Administrator shall certify every week, in writing under penalty of perjury, that the schedule required in paragraph 9(a) has been complied with. This certificate is to be filed every Friday before 3:00 P.M. with the Clerk of the Court.</p>\n<p>9(c) The plan described in paragraph 9(a) and the schedule described in prgraph 9(b) shall be filed and kept under seal for the exclusive use of the Court and the Court Monitors.</p>\n<p></p>\n<h2>B.</h2>\n<p>1(a) The population at the Ponce District Jail after August 31, 1988, shall not exceed the rated capacity of 292 for the whole institution.</p>\n<p>1(b) Population figures shall continue to be reported as previously ordered by the Court.</p>\n<p>1(c) After August 31, 1988, the fine for every inmate in excess of the ordered capacity shall be fifty dollars ($50.00) per day for each inmate in excess of capacity.</p>\n<p>1(d) If the population limits specified in this part \"B\" of this order have not been reached by September 30, 1988, the defendants, their officers, attorneys, agents, employees and all other persons acting in concert with them are forever enjoined from admitting to the Ponce District Jail or holding there any pretrial detainee, convict or any person committed to the custody of the Administration of Correction of the Commonwealth of Puerto Rico, which person was not already confined at the Ponce District Jail on the day this order was entered.</p>\n<p>1(e) If the population limits specified in this part \"B\" of this order are not reached by September 30, 1988, the defendants, their officers, attorneys, agents, employees and all persons acting in concert with them are hereby forever enjoined from incarcerating or holding at the Ponce District Jail any pretrial detainee after October 30, 1988, or any young adult after November 15, 1988, or any person at all after November 30, 1988.</p>\n<p></p>\n<h2>C.</h2>\n<p>If there is non-compliance with any part of part \"A\" of this order, the Court upon such notice as it deems proper and after hearing may advance the dates set out in part \"B\" of this order to evacuate the inmate population from the Ponce District Jail.</p>\n<p></p>\n<h2>D.</h2>\n<p>Any person required by this order to make a certificate who is not able to make such certificate shall certify in writing under penalty of perjury the reasons for which he/she is unable to do so and file and serve such negative certificate as he/she is required by the order to file the certificate which he/she would otherwise make.</p>\n<p></p>\n<h2>E.</h2>\n<p>The defendants, their successors in office, their attorneys, agents, officers, employees and all persons acting in concert with them are forever enjoined from using the premises now known as the Ponce District Jail after December 31, 1988, to confine any person committed to their custody.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On several occasions the Court met in chambers with counsel for the plaintiffs and defendants and pressed on the parties the convenience to all of reaching an agreement which would dispose of the matters here at issue in a planned and organized manner on a schedule which the defendants could keep, the plaintiffs accept and the Court approve. Several days into the hearings the Court in chambers informed counsel for the defendants that we took the dimmest view of their ability to controvert the plaintiffs' evidence and that the Court would indeed close El Castillo if the conditions of confinement were not within reasonable divergence from constitutional standards by September 15, 1988. Attorneys for the defendants, on Thursday, July 7, 1988, requested until early the next week to come up with a counter-proposal. The delay was necessary, counsel asserted, to confer with codefendant the Governor of Puerto Rico, who was away from the Island. The only news the Court has had of counsel's conference was in the press: a personal attack on the Court by the Governor and a distorted account by the Administrator of Correction of the conference in chambers as reported to her by counsel.</p>\n<p>[2]  Only five million dollars have been actually appropriated for this purpose. The rest of the sum was raised by a mortgage which must be paid for out of the Administration's operational budget during the next thirty years.</p>\n<p>[3]  After the change in government, which resulted from the 1984 general elections in Puerto Rico, several months elapsed before the incumbent Administrator of Correction took office on June 10, 1985, several months after the resignation of the prior Administrator. This change was reflected in the proceedings in this action by a change of counsel for plaintiffs. At that time the Court stayed its hand and held plaintiffs at bay to allow the new administrators time to find their bearings. It is perhaps ironic, perhaps an indication of defendants' mind-set, that they now <i>complain</i> that the Court has been slow to act.</p>\n<p>[4]  The Administrator did not know how many inmates at Ponce were misdemeanants, how many were classified as in medium or minimum custody, how many were due to appear before the Parole Board or how many were young adults. The conclusion that the population is made up of dangerous criminals is not sustained by anything except ignorance of the facts.</p>\n<p>[5]  Referrals to the Parole Board was one of the procedures which the Administrator mentioned as one of her options if the Court ordered the Ponce District Jail closed. The Court's question about why this was not being done now went unanswered.</p>\n<p>[6]  We intimate no opinion on whether any other institution has reached the level of constitutional violations prevalent at the Ponce District Jail.</p>\n<p>[7]  All work on the electrical system must be performed by an authorized master electrician.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106534/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/500713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1614272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1887570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2090637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3664862/"
          ]
        }
      ],
      "judges": "Perez-Gimenez",
      "date_created": "2014-10-30T20:43:37.941745Z",
      "date_modified": "2016-03-03T21:32:55.400559Z",
      "date_filed": "1988-07-28",
      "date_filed_is_approximate": false,
      "slug": "morales-feliciano-v-hernandez-colon",
      "citation_id": 2100621,
      "case_name_short": "",
      "case_name": "Morales Feliciano v. Hernandez Colon",
      "case_name_full": "",
      "federal_cite_one": "697 F. Supp. 37",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1948287/morales-feliciano-v-hernandez-colon/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:43:37.939236Z",
  "date_modified": "2014-10-30T20:43:37.939236Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Morales Feliciano v. Hernandez Colon",
  "case_name_full": "",
  "slug": "morales-feliciano-v-hernandez-colon",
  "docket_number": "Civ. No. 79-4(PG)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}