{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1952999/",
  "id": 1952999,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2132364/",
      "id": 2132364,
      "absolute_url": "/opinion/2132364/wescott-v-county-of-yuba/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1952999/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2132364/",
          "id": 2132364,
          "absolute_url": "/opinion/2132364/wescott-v-county-of-yuba/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2132364/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6399/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:25:00.692761Z",
          "date_modified": "2017-04-08T15:15:21.974462Z",
          "type": "010combined",
          "sha1": "091cc35324b8c5a672c51fc11b41db92983320ca",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>104 Cal.App.3d 103 (1980)</b></center>\n<center><b>163 Cal. Rptr. 385</b></center>\n<center><h1>SANDRA WESCOTT, Plaintiff and Respondent,<br>\nv.<br>\nCOUNTY OF YUBA et al., Defendants and Appellants.</h1></center>\n<center>Docket No. 18188.</center>\n<center><p><b>Court of Appeals of California, Third District.</b></p></center>\n<center>April 1, 1980.</center>\n<p><span class=\"star-pagination\">*105</span> COUNSEL</p>\n<p>Walter I. Colby and Dennis A. Barlow, County Counsel, Richard K. Denhalter, Chief Deputy County Counsel, and Michael C. Fitzpatrick, Deputy County Counsel, for Defendants and Appellants.</p>\n<p>John T. Larimer, Jr., Jeffrey M. Kelter and William C. Herrell for Plaintiff and Respondent.</p>\n<p>OPINION</p>\n<p>EVANS, Acting P.J.</p>\n<p>Defendants, Yuba County and Yuba County Sheriff's Department, appeal from a declaratory judgment compelling release without a juvenile court order (Welf. &amp; Inst. Code, ยง 827) records of the Yuba County Sheriff's Department involving several juveniles involved in one specific episode requiring police investigation. A parent of one of the juveniles sought the entire record for use in a civil proceeding which she instituted against one or more of the other juveniles. The judgment directing release without a prior juvenile court order failed to distinguish situations where, as here, the records contain information pertaining to several other juveniles involved in the incident. We find that Welfare and Institutions Code section 827,<sup>[1]</sup> as interpreted by the Supreme Court in <i>T.N.G.</i> v. <i>Superior Court</i> (1971) 4 Cal.3d 767 [94 Cal. Rptr. 813, 484 P.2d 981], establishes that when minors are subjects of a police investigation and thereby become subjects of a police report, that report may not be released to one of the juveniles or an authorized representative without the consent of the others unless a court order is first obtained. Accordingly, we reverse.</p>\n<p>Plaintiff is the mother of George G., a minor, who was injured during a shooting incident involving several juveniles. She believes the juveniles were playing Russian roulette. A report of the incident was prepared by and is currently in the possession of defendant, Yuba County Sheriff's Department. The sheriff's department has refused to release the report to plaintiff without a court order. Plaintiff has not attempted to obtain such a court order, arguing that discovery of a report is needed for her civil action, number 27952 (Wescott v. Olga Davidson et al.), which relates to the shooting.</p>\n<p><span class=\"star-pagination\">*106</span> She argues that Government Code section 6254, subdivision (f), entitles her to the report in question. That section provides that records of investigations by police agencies (and other specified documents) need not be disclosed \"... except that local police agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the persons involved in an incident, or an authorized representative thereof, ...\"</p>\n<p>Government Code section 6254, subdivision (f), however, is part of the Public Records Act, which is considered to be general legislation and is consequently subordinate to specific legislation on the same subject. (<i>Younger</i> v. <i>Berkeley City Council</i> (1975) 45 Cal. App.3d 825, 832 [119 Cal. Rptr. 830]; see also <i>In re Williamson</i> (1954) 43 Cal.2d 651, 654 [276 P.2d 593].)</p>\n<p>(1a) Section 827 of the Welfare and Institutions Code<sup>[2]</sup> expressly covers the confidentiality of juvenile court records and their release to third parties, and is controlling over the Public Records Act to the extent of any conflict.</p>\n<p>Plaintiff argues that section 827 is inapplicable asserting it only relates to documents filed pursuant to a juvenile court hearing and in this instance no such proceedings are pending or foreseen. She is wrong. In <i>T.N.G.</i> v. <i>Superior Court, supra,</i> 4 Cal.3d 767, however, the scope of section 827's confidentiality requirement was determined to include police reports pertaining to minors who were not involved in juvenile court proceedings but had merely been temporarily \"detained.\"</p>\n<p>In <i>T.N.G.,</i> the juveniles had been distributing anti-war leaflets and were taken into custody by the police for allegedly loitering near a school. Although the police completed an \"Incident Report,\" the youths were released a few hours later without being taken before the juvenile <span class=\"star-pagination\">*107</span> court or formally charged. The youths' request to have their detention records immediately sealed was denied due to the five-year limitation on the sealing of juvenile records provided for in section 781. The California Supreme Court held that the five-year limitation was not a denial of equal protection in that (1) section 827 prevented those records from being disclosed to third parties without a court order, and adequately protected the minors from the ignominy that the release of the reports could cause, and (2) the records were needed by the juvenile courts to aid in their efforts at rehabilitation.</p>\n<p>The decision by the court that section 827 does not permit the disclosure of information as to arrest or detention was one of the essential bases for its holding that section 781 was constitutional. It is not mere dicta as alleged by plaintiff. The court, at pages 780-781, stated: \"Welfare and Institutions Code section 827 reposes in the juvenile court control of juvenile records and requires the permission of the court before any information about juveniles is disclosed to third parties by any law enforcement official. The police department of initial contact may clearly retain the information that it obtains from the youths' detention, but it must receive the permission of the juvenile court pursuant to section 827 in order to release that information to any third party, including state agencies. Police records in this regard become equivalents to court records and remain within the control of the juvenile court.\" (Fn. omitted.)</p>\n<p>The court found that this expansion of section 827's coverage was necessary to keep third parties from thwarting the rehabilitative purposes of the juvenile court by using the records to the detriment of the minors. The court elaborated, \"Since the entire Juvenile Court Law places the responsibility of providing care and protective guidance for youths upon the juvenile court, section 827 provides the means for assuring to the juvenile court the authority to fulfill that responsibility without interference by third parties. In determining what information should be released, the juvenile court is in a position to determine whether disclosure would be in the best interests of the youth. The presumption of innocence, the legislative policy of confidentiality encompassing juvenile proceedings, and the hazard that the information will be misused by third parties fully justify the juvenile court's refusal to disclose information about juvenile detentions.\" (<i>Id.,</i> at p. 781.)</p>\n<p>It is plaintiff's contention that the <i>T.N.G.</i> holding should not govern because the minors here were not actually taken into custody. We cannot <span class=\"star-pagination\">*108</span> accept such a nicety of distinction. Minors must be protected from the serious consequences that could result from releasing information about a minor's arrests or detentions. The social ostracism resulting from a \"detention record\" is slightly less severe than that caused by an arrest record and is capable of inflicting a \"grave stigma\" upon youths in their \"juvenile courts\" experience.</p>\n<p>We believe the same concern for the juveniles' welfare expressed in <i>T.N.G.</i> is also here applicable. In the context of disclosure of detention records, the Legislature has clearly expressed a concern for preserving a confidential atmosphere in juvenile court proceedings; the focus of that concern is the lingering stigma of youthful brushes with the law. (<i>Brian W.</i> v. <i>Superior Court</i> (1978) 20 Cal.3d 618, 623 [143 Cal. Rptr. 717, 574 P.2d 788].) In the instant case the police report in question relates to a shooting incident involving juveniles. It is apparent that a youth involved in such an incident is involved in a very serious matter and that the disclosure of information about this \"brush with the law\" could be extremely detrimental to the juveniles involved. The stigma and ridicule which could occur if a third party is given the report exceeds that which was possible in the circumstances described in <i>T.N.G.</i> where the juveniles were merely loitering. The mere fact that the minors, in this case, were not taken into formal custody does not reduce the potentially harmful effect the release of the police report could have on them.</p>\n<p>Plaintiff's claim that she is not a \"third party\" inasmuch as her son was involved in the shooting incident is without merit. Clearly, plaintiff's son is a third party <i>with respect to the other minors mentioned in the police report.</i></p>\n<p>Concededly, plaintiff is, as a parent, entitled, by authority of section 827, to inspect the document if it involved only her son. However, in view of her stated purpose to use the report of the activities of other minors in civil litigation in which proceeding the contents of the report could be made public raises the necessity for the bar of the section. (<i>T.N.G.</i> v. <i>Superior Court, supra,</i> 4 Cal.3d 767.) Upon application to the juvenile court, the report could be released for inspection to the plaintiff as parent of a minor about whom a report has been made (ยง 827) after first sterilizing that report by editing to insure that confidentiality is extended to the other minors involved.</p>\n<p>As to the other minors, plaintiff is indeed a stranger and a third party required by the language of the statute to petition the juvenile <span class=\"star-pagination\">*109</span> court for an order permitting inspection of the document or documents by the plaintiff.</p>\n<p>For the foregoing reasons we find that the strictures of section 827 require a court order before any reports relating to the juveniles can be released to third parties, albeit the third party is a parent of one of the several minors.</p>\n<p>(2a) The contention that equal protection requires that she be granted the report without a court order is equally without merit. (3) \"Equal protection does not require that all persons be dealt with identically, ...\" (<i>Baxstrom</i> v. <i>Herold</i> (1966) 383 U.S. 107, 111 [15 L.Ed.2d 620, 624, 86 S.Ct. 760]); it permits a state to provide for differences so long as the result does not amount to denial of due process or an invidious discrimination. (<i>Douglas</i> v. <i>California</i> (1963) 372 U.S. 353, 356 [9 L.Ed.2d 811, 814, 83 S.Ct. 814].) (2b) The Juvenile Court Law's purpose is to protectively rehabilitate juveniles and that the maintenance of confidentiality is a necessary corollary of that purpose. The promotion of the rehabilitative purposes of the juvenile law provides more than a valid reason to require the confidentiality of juvenile records under section 827. The invidious discrimination needed for a finding that a violation of equal protection has occurred is not here present. (<i>T.N.G., supra,</i> 4 Cal.3d at p. 783.) There is a simple procedure (petition for a court order) which would enable plaintiff to obtain the report but yet protect the other minors involved.</p>\n<p>(4) Statutes must be given a reasonable interpretation (<i>City of Santa Clara</i> v. <i>Von Raesfeld</i> (1970) 3 Cal.3d 239, 248 [90 Cal. Rptr. 8, 474 P.2d 976]); and it must be presumed that the Legislature did not use \"`... inconsistent provisions on the same subject'\" (<i>Moore</i> v. <i>City Council</i> (1966) 244 Cal. App.2d 892, 902 [53 Cal. Rptr. 603]). Above all, the intention of the Legislature must be ascertained (<i>People</i> v. <i>Superior Court</i> (1969) 70 Cal.2d 123, 132 [74 Cal. Rptr. 294, 449 P.2d 230]), and \"regard is to be had not so much to the exact phraseology in which the intent has been expressed as to the general tenor and scope of the entire scheme embodied in the enactments ...\" (<i>County of Los Angeles</i> v. <i>Frisbie</i> (1942) 19 Cal.2d 634, 639 [122 P.2d 526].)</p>\n<p>In this instance, we are confronted with a situation in which plaintiff would be entitled to the police report except that certain portions of the report must be kept confidential. In <i>Northern Cal. Police Practices Project</i> v. <i>Craig</i> (1979) 90 Cal. App.3d 116, 123 [153 Cal. Rptr. 173], <span class=\"star-pagination\">*110</span> this court ruled that documents which contain confidential material must be edited by the trial court before they can be released, under the Public Records Act. The failure of the trial court, in that case, to segregate the exempt from the nonexempt material was held to be reversible error. (See also, <i>Edgar</i> v. <i>Superior Court</i> (1978) 84 Cal. App.3d 430 [148 Cal. Rptr. 687].) Similarly, in the instant case, plaintiff's general entitlement to the document as parent of one of the minors does not override the requirement of confidentiality extending to the other minors. (1b) Interpreting section 827 reasonably to avoid internal inconsistencies leads us to the conclusion that the language in section 827 which permits the release of information in juvenile reports to the juvenile involved, without a court order, does not include within its purview confidential information relating to other juveniles. We find this construction of section 827 appropriate to further the general legislative intent to promote the confidentiality of information relating to juvenile's contacts with the law.</p>\n<p>Although plaintiff's access to the information may be somewhat impaired by the requirement that a court order be obtained, we do not believe that this requirement places a substantial or onerous burden on plaintiff. And, to the extent that access to the information is impaired, we believe this to be a \"legislative choice between competing public concerns.\" (<i>Matchett</i> v. <i>Superior Court</i> (1974) 40 Cal. App.3d 623, 629 [115 Cal. Rptr. 317]; see also, <i>Schulz</i> v. <i>Superior Court</i> (1977) 66 Cal. App.3d 440 [136 Cal. Rptr. 67].) \"[T]he Juvenile Court Law and particularly Welfare and Institutions Code sections 625, 676, 781, and 827 establish the confidentiality of juvenile proceedings and vest the juvenile court with exclusive authority to determine the extent to which juvenile records may be released to third parties.\" (<i>T.N.G., supra,</i> 4 Cal.3d at p. 778.) Recognizing the difficulty presented to police and juvenile authorities by requiring them to segregate confidential from nonconfidential material, we determine plaintiff and others similarly situated must utilize the facilities of the juvenile court for a determination of which portions (if not all) of the report may be released.</p>\n<p>The judgment is reversed.</p>\n<p>Reynoso, J., and Blease, J., concurred.</p>\n<p>A petition for a rehearing was denied May 1, 1980, and respondent's petition for a hearing by the Supreme Court was denied May 28, 1980.</p>\n<h2>NOTES</h2>\n<p>[1]  Unless otherwise indicated, all subsequent code references will be to the Welfare and Institutions Code.</p>\n<p>[2]  Welfare and Institutions Code section 827 provides in part: \"... a petition filed in any juvenile court proceeding, reports of the probation officer, and all other documents filed in any such case or made available to the probation officer in making his report, or to the judge, referee or other hearing officer, ... <i>may be inspected only by court personnel, the minor</i> who is the subject of the proceeding, <i>his parents or guardian,</i> the attorneys for such parties, and such other persons as may be designated <i>by court order</i> of the judge of the juvenile court <i>upon filing a petition therefor.</i>\" (Italics added.)</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">103</span></span> (1980)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">385</span></span></b></center>\n<center><h1>SANDRA WESCOTT, Plaintiff and Respondent,<br>\nv.<br>\nCOUNTY OF YUBA et al., Defendants and Appellants.</h1></center>\n<center>Docket No. 18188.</center>\n<center><p><b>Court of Appeals of California, Third District.</b></p></center>\n<center>April 1, 1980.</center>\n<p><span class=\"star-pagination\">*105</span> COUNSEL</p>\n<p>Walter I. Colby and Dennis A. Barlow, County Counsel, Richard K. Denhalter, Chief Deputy County Counsel, and Michael C. Fitzpatrick, Deputy County Counsel, for Defendants and Appellants.</p>\n<p>John T. Larimer, Jr., Jeffrey M. Kelter and William C. Herrell for Plaintiff and Respondent.</p>\n<p>OPINION</p>\n<p>EVANS, Acting P.J.</p>\n<p>Defendants, Yuba County and Yuba County Sheriff's Department, appeal from a declaratory judgment compelling release without a juvenile court order (Welf. &amp; Inst. Code, ยง 827) records of the Yuba County Sheriff's Department involving several juveniles involved in one specific episode requiring police investigation. A parent of one of the juveniles sought the entire record for use in a civil proceeding which she instituted against one or more of the other juveniles. The judgment directing release without a prior juvenile court order failed to distinguish situations where, as here, the records contain information pertaining to several other juveniles involved in the incident. We find that Welfare and Institutions Code section 827,<sup>[1]</sup> as interpreted by the Supreme Court in <i>T.N.G.</i> v. <i>Superior Court</i> (1971) <span class=\"citation\" data-id=\"1185386\"><a href=\"/opinion/1185386/tng-v-superior-court/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">767</span></a></span> [<span class=\"citation\" data-id=\"1185386\"><a href=\"/opinion/1185386/tng-v-superior-court/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">813</span></a></span>, <span class=\"citation\" data-id=\"1185386\"><a href=\"/opinion/1185386/tng-v-superior-court/\"><span class=\"volume\">484</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">981</span></a></span>], establishes that when minors are subjects of a police investigation and thereby become subjects of a police report, that report may not be released to one of the juveniles or an authorized representative without the consent of the others unless a court order is first obtained. Accordingly, we reverse.</p>\n<p>Plaintiff is the mother of George G., a minor, who was injured during a shooting incident involving several juveniles. She believes the juveniles were playing Russian roulette. A report of the incident was prepared by and is currently in the possession of defendant, Yuba County Sheriff's Department. The sheriff's department has refused to release the report to plaintiff without a court order. Plaintiff has not attempted to obtain such a court order, arguing that discovery of a report is needed for her civil action, number 27952 (Wescott v. Olga Davidson et al.), which relates to the shooting.</p>\n<p><span class=\"star-pagination\">*106</span> She argues that Government Code section 6254, subdivision (f), entitles her to the report in question. That section provides that records of investigations by police agencies (and other specified documents) need not be disclosed \"... except that local police agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the persons involved in an incident, or an authorized representative thereof, ...\"</p>\n<p>Government Code section 6254, subdivision (f), however, is part of the Public Records Act, which is considered to be general legislation and is consequently subordinate to specific legislation on the same subject. (<i>Younger</i> v. <i>Berkeley City Council</i> (1975) <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">825</span></span>, 832 [<span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">830</span></span>]; see also <i>In re Williamson</i> (1954) <span class=\"citation\" data-id=\"1204655\"><a href=\"/opinion/1204655/in-re-williamson/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">651</span></a></span>, 654 [<span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">593</span></span>].)</p>\n<p>(1a) Section 827 of the Welfare and Institutions Code<sup>[2]</sup> expressly covers the confidentiality of juvenile court records and their release to third parties, and is controlling over the Public Records Act to the extent of any conflict.</p>\n<p>Plaintiff argues that section 827 is inapplicable asserting it only relates to documents filed pursuant to a juvenile court hearing and in this instance no such proceedings are pending or foreseen. She is wrong. In <i>T.N.G.</i> v. <i>Superior Court, supra,</i> <span class=\"citation\" data-id=\"1185386\"><a href=\"/opinion/1185386/tng-v-superior-court/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">767</span></a></span>, however, the scope of section 827's confidentiality requirement was determined to include police reports pertaining to minors who were not involved in juvenile court proceedings but had merely been temporarily \"detained.\"</p>\n<p>In <i>T.N.G.,</i> the juveniles had been distributing anti-war leaflets and were taken into custody by the police for allegedly loitering near a school. Although the police completed an \"Incident Report,\" the youths were released a few hours later without being taken before the juvenile <span class=\"star-pagination\">*107</span> court or formally charged. The youths' request to have their detention records immediately sealed was denied due to the five-year limitation on the sealing of juvenile records provided for in section 781. The California Supreme Court held that the five-year limitation was not a denial of equal protection in that (1) section 827 prevented those records from being disclosed to third parties without a court order, and adequately protected the minors from the ignominy that the release of the reports could cause, and (2) the records were needed by the juvenile courts to aid in their efforts at rehabilitation.</p>\n<p>The decision by the court that section 827 does not permit the disclosure of information as to arrest or detention was one of the essential bases for its holding that section 781 was constitutional. It is not mere dicta as alleged by plaintiff. The court, at pages 780-781, stated: \"Welfare and Institutions Code section 827 reposes in the juvenile court control of juvenile records and requires the permission of the court before any information about juveniles is disclosed to third parties by any law enforcement official. The police department of initial contact may clearly retain the information that it obtains from the youths' detention, but it must receive the permission of the juvenile court pursuant to section 827 in order to release that information to any third party, including state agencies. Police records in this regard become equivalents to court records and remain within the control of the juvenile court.\" (Fn. omitted.)</p>\n<p>The court found that this expansion of section 827's coverage was necessary to keep third parties from thwarting the rehabilitative purposes of the juvenile court by using the records to the detriment of the minors. The court elaborated, \"Since the entire Juvenile Court Law places the responsibility of providing care and protective guidance for youths upon the juvenile court, section 827 provides the means for assuring to the juvenile court the authority to fulfill that responsibility without interference by third parties. In determining what information should be released, the juvenile court is in a position to determine whether disclosure would be in the best interests of the youth. The presumption of innocence, the legislative policy of confidentiality encompassing juvenile proceedings, and the hazard that the information will be misused by third parties fully justify the juvenile court's refusal to disclose information about juvenile detentions.\" (<i>Id.,</i> at p. 781.)</p>\n<p>It is plaintiff's contention that the <i>T.N.G.</i> holding should not govern because the minors here were not actually taken into custody. We cannot <span class=\"star-pagination\">*108</span> accept such a nicety of distinction. Minors must be protected from the serious consequences that could result from releasing information about a minor's arrests or detentions. The social ostracism resulting from a \"detention record\" is slightly less severe than that caused by an arrest record and is capable of inflicting a \"grave stigma\" upon youths in their \"juvenile courts\" experience.</p>\n<p>We believe the same concern for the juveniles' welfare expressed in <i>T.N.G.</i> is also here applicable. In the context of disclosure of detention records, the Legislature has clearly expressed a concern for preserving a confidential atmosphere in juvenile court proceedings; the focus of that concern is the lingering stigma of youthful brushes with the law. (<i>Brian W.</i> v. <i>Superior Court</i> (1978) <span class=\"citation\" data-id=\"1414654\"><a href=\"/opinion/1414654/brian-w-v-superior-court/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">618</span></a></span>, 623 [<span class=\"citation\" data-id=\"1414654\"><a href=\"/opinion/1414654/brian-w-v-superior-court/\"><span class=\"volume\">143</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"1414654\"><a href=\"/opinion/1414654/brian-w-v-superior-court/\"><span class=\"volume\">574</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">788</span></a></span>].) In the instant case the police report in question relates to a shooting incident involving juveniles. It is apparent that a youth involved in such an incident is involved in a very serious matter and that the disclosure of information about this \"brush with the law\" could be extremely detrimental to the juveniles involved. The stigma and ridicule which could occur if a third party is given the report exceeds that which was possible in the circumstances described in <i>T.N.G.</i> where the juveniles were merely loitering. The mere fact that the minors, in this case, were not taken into formal custody does not reduce the potentially harmful effect the release of the police report could have on them.</p>\n<p>Plaintiff's claim that she is not a \"third party\" inasmuch as her son was involved in the shooting incident is without merit. Clearly, plaintiff's son is a third party <i>with respect to the other minors mentioned in the police report.</i></p>\n<p>Concededly, plaintiff is, as a parent, entitled, by authority of section 827, to inspect the document if it involved only her son. However, in view of her stated purpose to use the report of the activities of other minors in civil litigation in which proceeding the contents of the report could be made public raises the necessity for the bar of the section. (<i>T.N.G.</i> v. <i>Superior Court, supra,</i> <span class=\"citation\" data-id=\"1185386\"><a href=\"/opinion/1185386/tng-v-superior-court/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">767</span></a></span>.) Upon application to the juvenile court, the report could be released for inspection to the plaintiff as parent of a minor about whom a report has been made (ยง 827) after first sterilizing that report by editing to insure that confidentiality is extended to the other minors involved.</p>\n<p>As to the other minors, plaintiff is indeed a stranger and a third party required by the language of the statute to petition the juvenile <span class=\"star-pagination\">*109</span> court for an order permitting inspection of the document or documents by the plaintiff.</p>\n<p>For the foregoing reasons we find that the strictures of section 827 require a court order before any reports relating to the juveniles can be released to third parties, albeit the third party is a parent of one of the several minors.</p>\n<p>(2a) The contention that equal protection requires that she be granted the report without a court order is equally without merit. (3) \"Equal protection does not require that all persons be dealt with identically, ...\" (<i>Baxstrom</i> v. <i>Herold</i> (1966) <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 111 [<span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">620</span></a></span>, 624, <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span>]); it permits a state to provide for differences so long as the result does not amount to denial of due process or an invidious discrimination. (<i>Douglas</i> v. <i>California</i> (1963) <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, 356 [<span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span>, 814, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>].) (2b) The Juvenile Court Law's purpose is to protectively rehabilitate juveniles and that the maintenance of confidentiality is a necessary corollary of that purpose. The promotion of the rehabilitative purposes of the juvenile law provides more than a valid reason to require the confidentiality of juvenile records under section 827. The invidious discrimination needed for a finding that a violation of equal protection has occurred is not here present. (<i>T.N.G., supra,</i> 4 Cal.3d at p. 783.) There is a simple procedure (petition for a court order) which would enable plaintiff to obtain the report but yet protect the other minors involved.</p>\n<p>(4) Statutes must be given a reasonable interpretation (<i>City of Santa Clara</i> v. <i>Von Raesfeld</i> (1970) <span class=\"citation\" data-id=\"1452955\"><a href=\"/opinion/1452955/city-of-santa-clara-v-von-raesfeld/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">239</span></a></span>, 248 [<span class=\"citation\" data-id=\"1452955\"><a href=\"/opinion/1452955/city-of-santa-clara-v-von-raesfeld/\"><span class=\"volume\">90</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"1452955\"><a href=\"/opinion/1452955/city-of-santa-clara-v-von-raesfeld/\"><span class=\"volume\">474</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">976</span></a></span>]); and it must be presumed that the Legislature did not use \"`... inconsistent provisions on the same subject'\" (<i>Moore</i> v. <i>City Council</i> (1966) <span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">892</span></span>, 902 [<span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">603</span></span>]). Above all, the intention of the Legislature must be ascertained (<i>People</i> v. <i>Superior Court</i> (1969) <span class=\"citation\" data-id=\"1345511\"><a href=\"/opinion/1345511/people-v-superior-court/\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">123</span></a></span>, 132 [<span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">230</span></span>]), and \"regard is to be had not so much to the exact phraseology in which the intent has been expressed as to the general tenor and scope of the entire scheme embodied in the enactments ...\" (<i>County of Los Angeles</i> v. <i>Frisbie</i> (1942) <span class=\"citation\" data-id=\"1454937\"><a href=\"/opinion/1454937/county-of-los-angeles-v-frisbie/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">634</span></a></span>, 639 [<span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">526</span></span>].)</p>\n<p>In this instance, we are confronted with a situation in which plaintiff would be entitled to the police report except that certain portions of the report must be kept confidential. In <i>Northern Cal. Police Practices Project</i> v. <i>Craig</i> (1979) <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">116</span></span>, 123 [<span class=\"citation\" data-id=\"2124113\"><a href=\"/opinion/2124113/northern-cal-police-practices-project-v-craig/\"><span class=\"volume\">153</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">173</span></a></span>], <span class=\"star-pagination\">*110</span> this court ruled that documents which contain confidential material must be edited by the trial court before they can be released, under the Public Records Act. The failure of the trial court, in that case, to segregate the exempt from the nonexempt material was held to be reversible error. (See also, <i>Edgar</i> v. <i>Superior Court</i> (1978) <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">430</span></span> [<span class=\"citation\" data-id=\"2129154\"><a href=\"/opinion/2129154/edgar-v-superior-court/\"><span class=\"volume\">148</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">687</span></a></span>].) Similarly, in the instant case, plaintiff's general entitlement to the document as parent of one of the minors does not override the requirement of confidentiality extending to the other minors. (1b) Interpreting section 827 reasonably to avoid internal inconsistencies leads us to the conclusion that the language in section 827 which permits the release of information in juvenile reports to the juvenile involved, without a court order, does not include within its purview confidential information relating to other juveniles. We find this construction of section 827 appropriate to further the general legislative intent to promote the confidentiality of information relating to juvenile's contacts with the law.</p>\n<p>Although plaintiff's access to the information may be somewhat impaired by the requirement that a court order be obtained, we do not believe that this requirement places a substantial or onerous burden on plaintiff. And, to the extent that access to the information is impaired, we believe this to be a \"legislative choice between competing public concerns.\" (<i>Matchett</i> v. <i>Superior Court</i> (1974) <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">623</span></span>, 629 [<span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">317</span></span>]; see also, <i>Schulz</i> v. <i>Superior Court</i> (1977) <span class=\"citation\" data-id=\"2127867\"><a href=\"/opinion/2127867/schulz-v-superior-court/\"><span class=\"volume\">66</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">440</span></a></span> [<span class=\"citation\" data-id=\"2127867\"><a href=\"/opinion/2127867/schulz-v-superior-court/\"><span class=\"volume\">136</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">67</span></a></span>].) \"[T]he Juvenile Court Law and particularly Welfare and Institutions Code sections 625, 676, 781, and 827 establish the confidentiality of juvenile proceedings and vest the juvenile court with exclusive authority to determine the extent to which juvenile records may be released to third parties.\" (<i>T.N.G., supra,</i> 4 Cal.3d at p. 778.) Recognizing the difficulty presented to police and juvenile authorities by requiring them to segregate confidential from nonconfidential material, we determine plaintiff and others similarly situated must utilize the facilities of the juvenile court for a determination of which portions (if not all) of the report may be released.</p>\n<p>The judgment is reversed.</p>\n<p>Reynoso, J., and Blease, J., concurred.</p>\n<p>A petition for a rehearing was denied May 1, 1980, and respondent's petition for a hearing by the Supreme Court was denied May 28, 1980.</p>\n<h2>NOTES</h2>\n<p>[1]  Unless otherwise indicated, all subsequent code references will be to the Welfare and Institutions Code.</p>\n<p>[2]  Welfare and Institutions Code section 827 provides in part: \"... a petition filed in any juvenile court proceeding, reports of the probation officer, and all other documents filed in any such case or made available to the probation officer in making his report, or to the judge, referee or other hearing officer, ... <i>may be inspected only by court personnel, the minor</i> who is the subject of the proceeding, <i>his parents or guardian,</i> the attorneys for such parties, and such other persons as may be designated <i>by court order</i> of the judge of the juvenile court <i>upon filing a petition therefor.</i>\" (Italics added.)</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1185386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1204655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1345511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1414654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1452955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1454937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2124113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2127867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2129154/"
          ]
        }
      ],
      "judges": "Evans",
      "date_created": "2016-01-15T20:56:53.261425Z",
      "date_modified": "2016-09-27T01:54:17.535257Z",
      "date_filed": "1980-04-01",
      "date_filed_is_approximate": false,
      "slug": "wescott-v-county-of-yuba",
      "citation_id": 2105135,
      "case_name_short": "Wescott",
      "case_name": "Wescott v. County of Yuba",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "104 Cal. App. 3d 103",
      "state_cite_two": "163 Cal. Rptr. 385",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1952999/wescott-v-county-of-yuba/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:45:51.913393Z",
  "date_modified": "2014-10-30T20:45:51.913393Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wescott",
  "case_name": "Wescott v. County of Yuba",
  "case_name_full": "",
  "slug": "wescott-v-county-of-yuba",
  "docket_number": "18188",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}