{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1955358/",
  "id": 1955358,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/me/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2108702/",
      "id": 2108702,
      "absolute_url": "/opinion/2108702/percy-v-allen/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/554/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4628/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4634/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4637/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4650/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4651/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1955358/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2108702/",
          "id": 2108702,
          "absolute_url": "/opinion/2108702/percy-v-allen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2108702/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:20:28.268051Z",
          "date_modified": "2017-04-08T13:20:14.277523Z",
          "type": "010combined",
          "sha1": "997351b5c94e6307401063705c26da187c178b37",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>449 A.2d 337 (1982)</b></center>\n<center><h1>Lynn A. PERCY<br>\nv.<br>\nDonald L. ALLEN in His Capacity as Commissioner of Corrections of the State of Maine Department of Corrections; Charles Sharpe in His Capacity as Associate Commissioner of Corrections for the State of Maine Department of Corrections; and Paul Vestal in His Capacity as Warden of the Maine State Prison<sup>[1]</sup>.</h1></center>\n<center><p><b>Supreme Judicial Court of Maine.</b></p></center>\n<center>Argued May 4, 1982.</center>\n<center>Decided August 13, 1982.</center>\n<p><span class=\"star-pagination\">*339</span> Anthony, Asen, Howison, Hayden &amp; Landis, Peter J. Landis (orally), for plaintiff.</p>\n<p>Goranites &amp; Libby, Gary W. Libby, John E. Carnes, Portland, for amicus curiae, Maine Human Rights Commission.</p>\n<p>Charles E. Guerrier, Barbara Kay Besser, Donald J. McTigue, Cleveland, Ohio, for amicus curiae, Women's Law Fund Inc.</p>\n<p>Gail Ogilvie (orally), Thomas W. Saturley, Asst. Attys. Gen., Augusta, for defendant.</p>\n<p>Before McKUSICK, C. J., and NICHOLS, ROBERTS, CARTER, VIOLETTE and WATHEN, JJ.</p>\n<p>CARTER, Justice.</p>\n<p>The plaintiff appeals from a judgment of the Superior Court, Knox County, ruling that the rejection in 1977 of her application for employment as a guard at the Maine State Prison on the basis of her sex was lawful and that she is therefore not entitled to back pay and other benefits lost because she was not then hired. Finding errors of law in the proceedings below, we vacate the judgment and remand this action to the Superior Court.</p>\n<p></p>\n<h2>I.</h2>\n<p>The plaintiff, Lynn A. Percy, a woman, applied on May 24, 1977, for employment as a guard at the Maine State Prison. Pursuant to her application, the plaintiff submitted to several tests on which, she was later told, she performed satisfactorily. She was told, however, that she would not be hired. The evidence presented at trial indicated, and the court below found, that the initial rejection of the plaintiff's application for employment at the Prison was predicated on the exclusive ground that she is female.</p>\n<p>This employment policy, which prevailed at the time the plaintiff's application was rejected,<sup>[2]</sup> and under which only male applicants were hired, rested on the notion that each guard should be able to perform all duties required of the Prison guards generally.<sup>[3]</sup> Because Prison officials concluded that a woman guard would have been unable to perform duties in locations where the inmates were entitled to privacy, principally the residential areas, the guard force in those areas would have been reduced by her unavailability, thus jeopardizing Prison security. Further, Prison officials expressed concern at trial that the restrictive nature of the duties assigned a female guard might have required that inexperienced male guards be assigned to those locations where the inmates' privacy was implicated. This would also affect adversely, it was thought, security at the institution.</p>\n<p>Richard Oliver, who served as the Warden of the State Prison from July 1977 until April 1980, elaborated at trial on the nature of the duties performed by the guards and on the reasons why women had been routinely denied positions there. In 1977, the ninety guards employed at the Prison proper were assigned to one of three shifts; two shifts were scheduled during the day, and one at night. Within each day shift, guards worked at different posts, although the guards were apparently not rotated among the several posts during a single shift. Several of these posts (the segregation area, the three cell-block areas and the dormitory area, which together constituted the residence area; the yard area; and the laundry area) required exposure to the shower and <span class=\"star-pagination\">*340</span> toilet facilities. Also, guards assigned to the visiting room area did perform strip searches on inmates when required. On the other hand, several posts did not require the assigned guards to supervise the shower and toilet facilities or to perform routinely strip searches.<sup>[4]</sup> These posts included the wall, the control room (where the assigned guard presides over the Prison's electronic security), the Deputy's office, the administrative detail, and outside work supervision.</p>\n<p>The visiting room, the residential area, the segregation unit, and an inside patrol were posted during the night shift. Because of the duration of this shift and the consequential problems of employee fatigue, the guards working at night were rotated among the various posts on an hourly basis, so that each guard would typically be assigned to every post at some point during that shift. Oliver characterized this procedure as essential to security.</p>\n<p>Oliver also described at trial the nature of several of the day-shift posts that he thought did not implicate the inmates' privacy. The wall, he claimed, was reserved for employees who were close to retirement or who suffered from physical disabilities which would inhibit their effective performance elsewhere. Those assigned to the wall, however, were generally required to possess experience at prison duties because alertness to unusual activity and the capacity to prevent escape were required. Supervision of outside work details also required experience to prevent insurrection and escape. Finally, a guard assigned to the control room must be familiar with the prison operation and possess the capacity to act quickly in an emergency, because that guard is the first to be aware of trouble detected by the electronic security system. Although the more senior guards were generally assigned to the control room, Oliver stated that the post was also made available to particularly bright and promising guards. Oliver further testified that he considered the plaintiff to so qualify.</p>\n<p>Oliver described the training program in use for new guards in 1977 as a \"shadow program.\" Under that procedure, the new employee would work with a more experienced guard to acquire on-the-job experience. To have posted new guards by themselves, Oliver said, would have jeopardized security at the institution. The plaintiff testified that she was assigned, after she was employed, to shadow a mentor guard in the yard area, although the testimony indicated open showers were located there.</p>\n<p>After the plaintiff applied for a position at the Prison, Oliver testified, he initiated consideration of whether selective job assignments could be effected so as to free some inexperienced guards (that is, new women guards) from duties implicating the inmates' privacy interests. He testified that he terminated that inquiry when he learned, during the summer of 1978, that the plaintiff no longer wished to be considered for a position at the Prison. The plaintiff, however, denied at trial that she expressed any such lack of interest. After the instant suit was commenced in July 1979, Oliver resumed that pursuit. The conditions in 1979, Oliver stated, were more amenable than they were in 1977 to hiring a woman, because the turnover in guard personnel, stated to be 100% in 1977, had significantly decreased.<sup>[5]</sup> There thus became available more experienced guards both to supervise the residences and other sensitive locations requiring inmate privacy and to provide a more broad-based security, permitting the use of women guards who could not be deployed to all sections of the facility. Oliver also stated that he had hired women guards in a Virginia prison in 1977, where he served as Director of Corrections, and that he was satisfied with the selective assignment procedure employed there. He thus endorsed the hiring of women under those circumstances. On July 12, 1979, Donald Allen, the Director of the State's <span class=\"star-pagination\">*341</span> Bureau of Corrections, announced a new policy of hiring women as guards.</p>\n<p>Lynn Percy was hired as a guard in July 1979, shortly after the official implementation of the policy permitting the hiring of women. She trained and later worked independently in the yard. She also was assigned to the library and education area and, during the April 1980 lockdown, to the kitchen. At the time of trial, the plaintiff worked at the minimum security unit. Evaluations of her performance were favorable. She worked well with inmates and with her fellow guards. Her presence created neither security risks nor morale problems. That she was not permitted to conduct strip searches pursuant to the consent decree described <i>infra</i> also did not pose a threat to security. And she was not the victim of attempted assaults by inmates.</p>\n<p>The plaintiff originally sought redress for the alleged employment discrimination through administrative machinery by filing, in July 1977, a complaint with the Maine Human Rights Commission. <i>See</i> 5 M.R. S.A. § 4611. The proceeding spawned a civil action initiated by the Commission in the Superior Court, Knox County. <i>See</i> 5 M.R.S.A. §§ 4612(4), 4613. The court action was adjudicated favorably to the Commission in July 1980, when the parties to that proceeding stipulated to the terms of a consent decree. That decree required, <i>inter alia,</i> that the then Department of Mental Health and Corrections seek, as a goal of its affirmative action program at the Prison, a Prison workforce reflective of that found in the State as a whole, including specific short-term quotas. To preserve the inmates' privacy rights, the decree generally prohibited both the assignment of female guards to duties inside the residential areas and the performance of strip searches on male inmates \"except in exigent circumstances.\" The terms of the decree, however, expressly left open the issue of whether the instant plaintiff was entitled to back pay and other benefits lost due to the defendants' assertedly unlawful conduct.</p>\n<p>The action now before us was commenced in June 1979. <i>See</i> 5 M.R.S.A. § 4621. As the complaint was filed before the plaintiff was hired at the Prison, the relief requested included not only back pay and other lost benefits of employment, but also declaratory and injunctive relief in the form of an order compelling the defendants to offer the plaintiff employment at the Prison. After the plaintiff became an employee at the Prison in July 1979, this action was transformed into one that sought only remedial relief for the consequences of allegedly discriminatory conduct occurring prior to the plaintiff's hiring.</p>\n<p>After trial, the Superior Court entered judgment for the defendants. The court concluded that on the basis of the evidence before it the defendants had engaged in discriminatory conduct because, as the defendants were held to admit, \"the plaintiff was entirely qualified for a guard's job except for her womanhood.\" However, the court also held that the defendants successfully satisfied their burden of proving that the requirement that guards at the Prison be male constituted a bona fide occupational qualification (BFOQ) within the meaning of 5 M.R.S.A. § 4572(1). The court articulated two justifications for the requirement. First, and principally, the physical safety of women guards was compromised in the Prison, which is populated by sex offenders and others convicted of violent crimes. As the safety of male guards was not jeopardized in the same manner, the distinction was thought to be permissible. Second, the public interests in protecting the inmates' privacy caused \"the scales [to] tip against the plaintiff's rights.\" The court noted in this context that the importance of the privacy considerations held by inmates, when balanced against equal employment principles, has been questioned by courts of other jurisdictions. The Superior Court resolved that, nevertheless, Maine's equal employment laws did not require the defendants \"`to force employers to tear up their normal mode of operations by such devices' as splitting and severing and reassigning duties and work areas between employees  at least not on the law side of money damages.\" Consequently, in November 1981, judgment was entered for the defendants.</p>\n<p><span class=\"star-pagination\">*342</span> The plaintiff's claims of error on this appeal include an assertion that the court below failed to apply the correct principle of law in evaluating the sufficiency of the defendants' BFOQ defense. We agree.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>This Court has not heretofore engaged in an extended analysis of the substantive context of the bona fide occupational qualification defense under 5 M.R.S.A. § 4572(1).<sup>[6]</sup><i>See </i><i>Maine Human Rights Commission v. City of Auburn,</i> Me., 408 A.2d 1253, 1266 (1979); <i>Maine Human Rights Commission v. Local 1361, United Paperworkers International Union AFL-CIO,</i> Me., 383 A.2d 369, 378 (1978). The substance of Maine law on this issue is consequently not articulated to date.</p>\n<p>We have recently held, however, that the Maine Human Rights Act, 5 M.R. S.A. §§ 4551-4632 was enacted against the background of federal anti-discrimination statutes and a network of federal cases examining and applying those laws. From this, and from the specific legislative history underlying the enactment of the Maine statute, we have concluded that \"the Maine legislature  by adopting provisions that generally track the federal anti-discrimination statutes  intended the courts to look to the federal case law to `provide significant guidance in the construction of our statute.'\" <i>City of Auburn,</i> 408 A.2d at 1261, <i>quoting </i><i>Local 1361,</i> 383 A.2d at 375. <i>Accord, </i><i>Wells v. Franklin Broadcasting Corp.,</i> Me., 403 A.2d 771, 773 n.4 (1979) (construing Maine's age anti-discrimination statutes in light of the federal Age Discrimination in Employment Act, 29 U.S.C.A. §§ 623-634). Thus, continuing references to federal provisions and their exegeses in the federal courts as a vehicle by which to illuminate the nature of our local statutes, when the federal and state laws are substantially identical,<sup>[7]</sup> is not an unusual approach in the appellate process. Rather, it is a methodology that we discern to be justifiably sanctioned by the Maine Legislature itself.<sup>[8]</sup> To the extent that there exists an identity of purpose and objectives as between the Maine and federal provisions, reference to the latter in construing the former is entirely appropriate.<sup>[9]</sup> We do not, of course, thereby effect an abdication or relinquishment of that function, peculiar to this court of last resort, of conclusively resolving matters of purely state law. Our reference to the federal corpus juris here, as in <i>Auburn,</i> suggests no more binding impact than does any citation of persuasive decisions from foreign jurisdictions. Reference to federal legislation which shares a commonality of purposes and objectives with State legislation for purposes of construction of the latter is justifiable as a flexible means of utilizing the statistically higher incidence in the federal jurisprudence of decisions dealing with issues similar to those we will confront under our Act.</p>\n<p>A comparison of the Maine and federal formulations of the BFOQ defense, <i>see</i> notes 6 and 7 <i>supra,</i> reveals that the BFOQ exception set forth in the state statute \"is <span class=\"star-pagination\">*343</span> not as clearly stated as the federal exception.\" <i>City of Auburn,</i> 408 A.2d at 1266. The difference between the two, however, is not one of substance, and it is not reflective of a legislative intent that the local statute be given a \"technical meaning\" other than that \"established in the federal statutory and case law.\" <i>Id.</i> Accordingly, the correctness of the legal criteria emanating from the concept of a bona fide occupational qualification under 5 M.R.S.A. § 4572(1), employed by the Superior Court, may be examined in the light of the federal standard and the case law interpreting and applying it.</p>\n<p></p>\n<h2>B.</h2>\n<p>The BFOQ exception to the prohibition against gender-based discrimination in employment is an \"extremely narrow\" one. <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 334, 97 S.Ct. 2720, 2729, 53 L.Ed.2d 786, 800 (1977); <i>City of Auburn,</i> 408 A.2d at 1266. Further, the exception is a defense to otherwise unlawfully discriminatory conduct, and it is thereby in the nature of an affirmative defense. Consequently, the employer shoulders the burden of proving by a preponderance of the evidence that the gender restriction falls within the purview of the statutorily-carved exception. <i>Laugesen v. Anaconda Co.,</i> 510 F.2d 307, 313 (6th Cir. 1975); <i>Roberts v. Union Co.,</i> 487 F.2d 387, 389 (6th Cir. 1973) (per curiam); <i>Harden v. Dayton Human Rehabilitation Center,</i> 520 F.Supp. 769, 778 (S.D.Ohio 1981); <i>see </i><i>City of Auburn,</i> 408 A.2d at 1265-66. <i>But see </i><i>Fesel v. Masonic Home of Delaware, Inc.,</i> 447 F.Supp. 1346, 1350 (D.Del.1978) (characterizing the employer's burden as \"very heavy\"), <i>aff'd</i> 591 F.2d 1334 (3rd Cir. 1979).</p>\n<p>In <i>Dothard,</i> the United States Supreme Court considered the legality of an employment policy which foreclosed the hiring of women as guards at a maximum security prison in Alabama. The prison officials argued successfully that the gender restriction constituted a BFOQ under 42 U.S.C.A. § 2000e-2(e) because the conditions at the institution reached the levels of \"rampant violence\" and a \"jungle atmosphere.\" 433 U.S. at 334, 97 S.Ct. at 2729, 53 L.Ed.2d at 800. By virtue of her womanhood, the Court held, a female guard would be particularly vulnerable to physical assault, which vulnerability would also jeopardize security at the facility itself. <i>Id.</i> at 336, 97 S.Ct. at 2730, 53 L.Ed.2d at 801-02. In reaching its conclusion, the Court invoked two criteria for determining whether, on the basis there alleged for the discriminatory conduct, a BFOQ existed. First, \"the <i>essence</i> of the business operation would be undermined by not hiring members of one sex exclusively,\" and, secondly, the employer must have \"reasonable cause to believe, that is, factual basis for believing, that all or substantially all women would be unable to perform safely and efficiently the duties of the job involved.\" <i>Id.</i> at 333, 97 S.Ct. at 2729, 53 L.Ed.2d at 800 (emphasis in original) (citations omitted).</p>\n<p>Where the asserted justification for the discriminatory conduct is rooted in the privacy interests of those with whom the complainant has contact, a third component is brought to bear on the successful assertion of the defense. This element is accommodation: the employer must demonstrate that it could not reasonably rearrange job responsibilities or engage in alternative practices so as to minimize the clash between the privacy interests of the inmates and the fundamental principle barring discrimination in employment.<sup>[10]</sup><i>E.g., </i><i>Gunther v. Iowa State Men's Reformatory,</i> 612 F.2d <span class=\"star-pagination\">*344</span> 1079, 1086, 1087 (8th Cir.), <i>cert. denied,</i> 446 U.S. 966, 100 S.Ct. 2942, 64 L.Ed.2d 825 (1980); <i>Harden,</i> 520 F.Supp. at 769; <i>Fesel,</i> 447 F.Supp. at 1351; <i>Mieth v. Dothard,</i> 418 F.Supp. 1169, 1185 (M.D.Ala.1976), <i>rev'd on other grounds sub nom., </i><i>Dothard v. Rawlinson,</i> 433 U.S. 321, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977); <i>Reynolds v. Wise,</i> 375 F.Supp. 145, 151 (N.D.Tex.1974); <i>see </i><i>Forts v. Ward,</i> 621 F.2d 1210, 1216-17 (2d Cir. 1980).</p>\n<p>The <i>Forts</i> litigation, though postured differently from the case at bar, is instructive on the nature and extent of accommodation mandated by the anti-discrimination principle embodied in 42 U.S.C.A. § 2000e-2(e) and thus, by legislative intent, in 5 M.R.S.A. § 4572(1). That action was initiated by inmates of a state prison for women after males were permitted to work, pursuant to a collective bargaining agreement, as guards in the living and sleeping facilities there. <i>See </i><i>Forts v. Ward,</i> 471 F.Supp. 1095, 1096-97 (S.D.N.Y.1979). The court initially recognized the parameters of the constitutionally implicated right to privacy held by the inmates, and the equal ability of both male and female guards to perform the duties required of one assigned to the living and sleeping quarters. <i>Id.</i> at 1098-99. From the premise that, under normal conditions, female inmates must be protected from being observed by male guards while the inmates take showers, perform bodily functions, or sleep either in a disarray of bedclothes or, on oppressive nights, unclothed, the court proceeded to articulate several methods which were thought to permit male guards to be employed in those areas without sacrifice to the inmates' privacy interests. First, during the daytime, the prison officials permitted inmates to cover their cell-door windows for a limited duration while changing clothes or using the toilet. This was held sufficient to protect both employment and privacy rights. Second, the court ordered the installation of translucent shower partitions to conceal the identity of the inmate using the shower but to provide assurances to the guard that the prisoner is in fact in the shower area and that the prisoner makes an \"appropriate and timely departure.\" <i>Id.</i> at 1101.</p>\n<p>The district court in <i>Forts,</i> however, was unable to devise a satisfactory means to protect the inmates from intrusive observation during the night. For security reasons, guards were permitted to shine a flashlight into the cells without warning. Thus, no opportunity existed for an inmate to preserve modesty if she was using the toilet or was sleeping wholly or partially unclothed. The court concluded that the inmate was unable to protect her privacy, and it therefore proscribed the assignment of male guards to the sleeping facility during the night. <i>Id.</i> Finally, male guards were prohibited from making the first count of inmates in the morning, which occurred immediately when the prisoners were awakened and their cell-doors simultaneously opened, because the inmates were afforded no chance to assure their own privacy. <i>Id.</i> The court ordered, however, that male guards be afforded access to the morning count if the inmates were notified that the count was imminent five minutes before the count was actually commenced. <i>Id.</i> at 1102-03.</p>\n<p>On appeal, the United States Court of Appeals for the Second Circuit generally applauded the lower court for having \"skillfully avoided an ultimate conflict between employment and privacy rights by [forging] carefully tailored adjustments to either facilities or work assignments.\" <i>Forts,</i> 621 F.2d at 1216. As to nighttime observation of inmates by guards, the reviewing court found that a remedy proposed by the defendant would alleviate the necessity of barring the assignment of male guards to the night shift. By the use of sleepwear which would be comfortable during hot nights, the inmates' modesty would be preserved. In vacating the District Court's prohibition against the assignment of male guards to the area at night, the appellate court explained that \"the inmates' interests in style or even in avoiding the occasional discomfort of warmth from a sleeping garment are [not] of sufficient gravity to justify <span class=\"star-pagination\">*345</span> denial of equal employment opportunities.\" <i>Id.</i> at 1217.<sup>[11]</sup></p>\n<p>The need to accommodate the interests of the employee and the institution is grounded in the weighty anti-discrimination considerations at issue, embodied in the equal employment laws of the Maine Human Rights Act. So considerable is the importance of equal employment opportunity under the Maine statute that the arrangement of job assignments and even the structure of the facility itself are not immune from reasonable alterations that are necessary to effect a harmonization of employment practices with that opportunity. The importance of the anti-discrimination principle is further revealed by the procedural framework which casts upon the employer the burden of demonstrating that such accommodation would have been unfeasible.</p>\n<p></p>\n<h2>C.</h2>\n<p>Ruling that the instant defendants' failure to hire any women, including the plaintiff, as Prison guards in 1977 was the product of a bona fide occupational qualification, the court below held that the defendants could not forge a valid accommodation between the plaintiff's rights to be free from discrimination in employment and the inmates' interests in their own privacy.<sup>[12]</sup> In arriving at this holding, however, the court reasoned:</p>\n<blockquote>The Maine Human Rights Act was not intended by the Maine Legislature \"to force employers to tear up their normal mode of operations by such devices\" as splitting and severing and reassigning duties and work areas between employees  at least not on the law side for money damages.</blockquote>\n<p>We interpret this analysis to reflect the invocation by the trial justice of an erroneous legal criterion that an employer cannot be required to undertake <i>any</i> reassignment of work duties or reorganization of work practices in order to satisfy the mandates of the Maine Human Rights Act. This standard, however, prematurely cuts off the full inquiry under the proper standard that requires such reassignment and reorganization which can be implemented without undue burden to the employer and which is an effective and reasonable basis on which to create equal employment opportunities to one such as the plaintiff.</p>\n<p>The trial court's unwillingness to regard selective job assignments as a legally acceptable device by which to accomplish the accommodation is particularly significant, for this form of modification of the structure of employment is a prime method of rendering the terms of employment enjoyed by a female guard compatible with the maintenance of the inmates' rights of privacy. <i>See, e.g., </i><i>Gunther,</i> 612 F.2d at 1086; <i>Harden,</i> 520 F.Supp. at 779; <i>Fesel,</i> 447 F.Supp. at 1351; <i>Mieth,</i> 418 F.Supp. at 1185; <i>Reynolds,</i> 375 F.Supp. at 151. The mode of analysis in which the trial justice engaged thus constituted error of law.</p>\n<p>We further note that the court below appears to have restricted the applicability of the accommodation doctrine to those cases seeking affirmative relief, such <span class=\"star-pagination\">*346</span> as an order requiring the employer to extend an offer of employment to the plaintiff. Because the plaintiff here seeks only back pay and lost benefits, the court found an analysis of reasonable accommodation to be unnecessary. However, the availability of relief in <i>any</i> form authorized by the Act rests on a conclusion that the defendant engaged in unlawfully discriminatory conduct under 5 M.R.S.A. § 4572(1). In order to reach such a conclusion, the presiding justice must determine whether a valid BFOQ exception existed at the time of the events giving rise to this action. As discussed <i>supra,</i> such determination necessarily implicates consideration of whether an accommodation was feasible. Therefore, at the initial, liability phase in which the legality of the defendants' conduct is assessed, plenary consideration must be given to the issue of accommodation, regardless of the nature of the requested relief.</p>\n<p></p>\n<h2>III.</h2>\n<p>Concluding, as we do, that the judgment below was the fruit of a legal analysis predicated on an incorrect standard of law, we find reversible error. <i>See </i><i>City of Auburn,</i> 408 A.2d at 1268. On remand, the Superior Court should determine whether, in accordance with the principles of law set out in this opinion, the defendants demonstrated at trial that a reasonable accommodation between the interests at issue was not possible.</p>\n<p>The entry is:</p>\n<p>Judgment vacated.</p>\n<p>Remanded to Superior Court for further proceedings in accordance with the opinion herein.</p>\n<p>McKUSICK, C. J., and NICHOLS, ROBERTS, CARTER and VIOLETTE, JJ., concurring.</p>\n<p>WATHEN, Justice, concurring.</p>\n<p>I agree with the result reached by the majority. Elemental justice requires that before one person's right to employment must yield to another's right of privacy, it must be determined that it is not possible for both to exist in relative harmony. Even reorganization of the work place should be considered if that be practicable and necessary to permit both their due. I am unable to agree, however, with the decisional technique used by the majority to establish this fundamental proposition. Specifically, I reject the notion that \"the Maine legislature  by adopting provisions that generally track the federal antidiscrimination statutes  intended the courts to look to the federal case law to `provide significant guidance in the construction of our statute.'\" <i>Maine Human Rights Commission v. City of Auburn,</i> Me., 408 A.2d 1253, 1261 (1979). I would re-examine the legislative history upon which this Court relied in first adopting this statement before giving it further application. <i>See </i><i>Maine Human Rights Commission v. Local 1361, United Paperworkers Int'l Union,</i> Me., 383 A.2d 369 (1978) (Court relied solely upon legislative history pertaining to an earlier unsuccessful effort to enact the Maine Human Rights Act).</p>\n<p>It is difficult to articulate the distinction between the appropriate and routine review of case law from other jurisdictions and the establishment of federal case law as a source of \"significant guidance.\" The former process involves consideration of the reasons found persuasive by other courts when faced with a similar issue, while the latter involves accepting and yielding to the results achieved by a different jurisdiction. I am unwilling to assume, in the absence of authoritative legislative history, that the Maine legislature intended that the courts accept the subservient role of locating and following binding precedent in other jurisdictions. Neither can I accept that the legislature intended to encumber Maine law with every rule pronounced by a federal court.</p>\n<p>The majority responds with justification that they have no intent to abandon their obligation to interpret and construe the Maine Human Rights Act. Notwithstanding that assurance, discrimination law in <span class=\"star-pagination\">*347</span> Maine to date has involved the adoption of rigid federal formulations and burden shifting devices, with little discussion of the wisdom of the underlying rationale. The seductive nature of this process is demonstrated by this Court's adoption of the federal conception of \"clear and convincing proof\" in <i>Maine Human Rights Commission v. City of Auburn,</i> Me., 425 A.2d 990, 996 n.3 (1981). While the Court there recognized that Maine law differed on that point, it seemed to assume that any deviation from federal law, no matter how minor, was not to be permitted.</p>\n<p>In my judgment, such inflexible adherence to federal case law is not only unnecessary, it is unwise in that it tends to short circuit the traditional process of statutory construction. If every decision in a claim of discrimination is to start with the answer provided by the federal courts, the Maine Human Rights Act will not long remain responsive to the particular needs and circumstances of the people of the State of Maine.</p>\n<h2>NOTES</h2>\n<p>[1]  During the pendency of this appeal, the plaintiff filed a motion with this Court for the substitution of parties. <i>See</i> M.R.Civ.P. 75B(a). Title 5 M.R.S.A. § 4621 permits an individual to commence a civil action under the Maine Human Rights Act, such as the action here, against \"the person or persons who committed the unlawful discrimination.\" Pursuant to M.R.Civ.P. 75B(a) and 25(d), we have granted the plaintiff's motion. The caption now in place includes as named defendants the current incumbents in their official capacities.</p>\n<p>[2]  Plaintiff was ultimately hired as a guard in July 1979, under a change in policy which occurred on July 12, 1979, two years after this litigation was commenced.</p>\n<p>[3]  The testimony also indicated, however, as we note <i>infra,</i> that some of the guards nearing retirement or suffering from physical disability were assigned to the perimeter wall because they were unable to work in locations requiring contact with the inmates.</p>\n<p>[4]  Oliver also noted the possibility that <i>any</i> guard on duty, in an emergency, might be required to conduct a strip search.</p>\n<p>[5]  Other than this change in the rate of turnover, no significant change visited the Prison structure, its program, its conditions, or the nature of guard duties between 1977 and 1979.</p>\n<p>[6]  Section 4572(1) makes unlawful the failure or refusal to hire an applicant for employment on the basis of his sex, \"except where based on a bona fide occupational qualification.\"</p>\n<p>[7]  The federal BFOQ defense is formulated similarly to that found in the Maine Human Rights Act. 42 U.S.C.A. § 2000e-2(e) sanctions employment practices that are otherwise unlawful if they make operative \"a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise.\"</p>\n<p>[8]  The use of appellate decisions interpreting foreign law as a guide to determining the meaning of similarly formulated local law provides one of the primary motivations for the adoption of uniform state laws.</p>\n<p>[9]  For examples of Maine cases relying on the federal experience in matters other than employment discrimination <i>see </i><i>State v. Wells,</i> Me., 443 A.2d 60, 63 (1982) (criminal procedure); <i>Tibbetts v. Tibbetts,</i> Me., 406 A.2d 70, 76 (1979) (domestic relations law); <i>Caribou School Dept. v. Caribou Teachers Ass'n,</i> Me., 402 A.2d 1279, 1284-85 (1979) (labor law); <i>Wing v. Morse,</i> Me., 300 A.2d 491, 495 (1973) (tort law).</p>\n<p>[10]  This third element was not discussed by the Supreme Court in <i>Dothard.</i> There, the determinative BFOQ asserted by the defendants was predicated on a concern for the safety of a female guard working there and for the maintenance of security at the institution. As the issue of privacy interests was not developed, there was no need to resort to the final criterion of accommodation included here.\n</p>\n<p>In contradistinction, the instant defendants <i>exclusively</i> predicate their analysis on the privacy interests of the inmates and not on any concern for the safety of female guards. Resort must therefore be made here to the element of accommodation.</p>\n<p>[11]  By noting that both courts in the <i>Forts</i> litigation approved structural alterations in order to harmonize privacy and employment interests, we do not mandate the same type of changes as a device to effect such an accommodation here. Indeed, the appellate court expressly stated that the alterations there discussed were proposed by the prison authorities themselves. 621 F.2d at 1216. Further, the propriety of such specific alterations at the Maine State Prison is not before us, and we intimate no opinion on that question. Rather, we set out at some length the nature of the attempt to accommodate the competing interests discussed in the <i>Forts</i> cases as a demonstration that such accommodation is sometimes feasible without creating an unreasonable burden on these defendants. <i>See </i><i>Harden,</i> 520 F.Supp. at 780-81.</p>\n<p>[12]  The court also ruled that the plaintiff, as a woman, would have been particularly vulnerable to sexual attack by members of the Prison population. No evidence, however, was presented on the likelihood of such an event. Further, on this appeal, the defendants have expressly disclaimed any reliance on the argument that the possibility of assaults on female guards renders the employment restriction a bona fide occupational qualification.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">337</span></span> (1982)</b></center>\n<center><h1>Lynn A. PERCY<br>\nv.<br>\nDonald L. ALLEN in His Capacity as Commissioner of Corrections of the State of Maine Department of Corrections; Charles Sharpe in His Capacity as Associate Commissioner of Corrections for the State of Maine Department of Corrections; and Paul Vestal in His Capacity as Warden of the Maine State Prison<sup>[1]</sup>.</h1></center>\n<center><p><b>Supreme Judicial Court of Maine.</b></p></center>\n<center>Argued May 4, 1982.</center>\n<center>Decided August 13, 1982.</center>\n<p><span class=\"star-pagination\">*339</span> Anthony, Asen, Howison, Hayden &amp; Landis, Peter J. Landis (orally), for plaintiff.</p>\n<p>Goranites &amp; Libby, Gary W. Libby, John E. Carnes, Portland, for amicus curiae, Maine Human Rights Commission.</p>\n<p>Charles E. Guerrier, Barbara Kay Besser, Donald J. McTigue, Cleveland, Ohio, for amicus curiae, Women's Law Fund Inc.</p>\n<p>Gail Ogilvie (orally), Thomas W. Saturley, Asst. Attys. Gen., Augusta, for defendant.</p>\n<p>Before McKUSICK, C. J., and NICHOLS, ROBERTS, CARTER, VIOLETTE and WATHEN, JJ.</p>\n<p>CARTER, Justice.</p>\n<p>The plaintiff appeals from a judgment of the Superior Court, Knox County, ruling that the rejection in 1977 of her application for employment as a guard at the Maine State Prison on the basis of her sex was lawful and that she is therefore not entitled to back pay and other benefits lost because she was not then hired. Finding errors of law in the proceedings below, we vacate the judgment and remand this action to the Superior Court.</p>\n<p></p>\n<h2>I.</h2>\n<p>The plaintiff, Lynn A. Percy, a woman, applied on May 24, 1977, for employment as a guard at the Maine State Prison. Pursuant to her application, the plaintiff submitted to several tests on which, she was later told, she performed satisfactorily. She was told, however, that she would not be hired. The evidence presented at trial indicated, and the court below found, that the initial rejection of the plaintiff's application for employment at the Prison was predicated on the exclusive ground that she is female.</p>\n<p>This employment policy, which prevailed at the time the plaintiff's application was rejected,<sup>[2]</sup> and under which only male applicants were hired, rested on the notion that each guard should be able to perform all duties required of the Prison guards generally.<sup>[3]</sup> Because Prison officials concluded that a woman guard would have been unable to perform duties in locations where the inmates were entitled to privacy, principally the residential areas, the guard force in those areas would have been reduced by her unavailability, thus jeopardizing Prison security. Further, Prison officials expressed concern at trial that the restrictive nature of the duties assigned a female guard might have required that inexperienced male guards be assigned to those locations where the inmates' privacy was implicated. This would also affect adversely, it was thought, security at the institution.</p>\n<p>Richard Oliver, who served as the Warden of the State Prison from July 1977 until April 1980, elaborated at trial on the nature of the duties performed by the guards and on the reasons why women had been routinely denied positions there. In 1977, the ninety guards employed at the Prison proper were assigned to one of three shifts; two shifts were scheduled during the day, and one at night. Within each day shift, guards worked at different posts, although the guards were apparently not rotated among the several posts during a single shift. Several of these posts (the segregation area, the three cell-block areas and the dormitory area, which together constituted the residence area; the yard area; and the laundry area) required exposure to the shower and <span class=\"star-pagination\">*340</span> toilet facilities. Also, guards assigned to the visiting room area did perform strip searches on inmates when required. On the other hand, several posts did not require the assigned guards to supervise the shower and toilet facilities or to perform routinely strip searches.<sup>[4]</sup> These posts included the wall, the control room (where the assigned guard presides over the Prison's electronic security), the Deputy's office, the administrative detail, and outside work supervision.</p>\n<p>The visiting room, the residential area, the segregation unit, and an inside patrol were posted during the night shift. Because of the duration of this shift and the consequential problems of employee fatigue, the guards working at night were rotated among the various posts on an hourly basis, so that each guard would typically be assigned to every post at some point during that shift. Oliver characterized this procedure as essential to security.</p>\n<p>Oliver also described at trial the nature of several of the day-shift posts that he thought did not implicate the inmates' privacy. The wall, he claimed, was reserved for employees who were close to retirement or who suffered from physical disabilities which would inhibit their effective performance elsewhere. Those assigned to the wall, however, were generally required to possess experience at prison duties because alertness to unusual activity and the capacity to prevent escape were required. Supervision of outside work details also required experience to prevent insurrection and escape. Finally, a guard assigned to the control room must be familiar with the prison operation and possess the capacity to act quickly in an emergency, because that guard is the first to be aware of trouble detected by the electronic security system. Although the more senior guards were generally assigned to the control room, Oliver stated that the post was also made available to particularly bright and promising guards. Oliver further testified that he considered the plaintiff to so qualify.</p>\n<p>Oliver described the training program in use for new guards in 1977 as a \"shadow program.\" Under that procedure, the new employee would work with a more experienced guard to acquire on-the-job experience. To have posted new guards by themselves, Oliver said, would have jeopardized security at the institution. The plaintiff testified that she was assigned, after she was employed, to shadow a mentor guard in the yard area, although the testimony indicated open showers were located there.</p>\n<p>After the plaintiff applied for a position at the Prison, Oliver testified, he initiated consideration of whether selective job assignments could be effected so as to free some inexperienced guards (that is, new women guards) from duties implicating the inmates' privacy interests. He testified that he terminated that inquiry when he learned, during the summer of 1978, that the plaintiff no longer wished to be considered for a position at the Prison. The plaintiff, however, denied at trial that she expressed any such lack of interest. After the instant suit was commenced in July 1979, Oliver resumed that pursuit. The conditions in 1979, Oliver stated, were more amenable than they were in 1977 to hiring a woman, because the turnover in guard personnel, stated to be 100% in 1977, had significantly decreased.<sup>[5]</sup> There thus became available more experienced guards both to supervise the residences and other sensitive locations requiring inmate privacy and to provide a more broad-based security, permitting the use of women guards who could not be deployed to all sections of the facility. Oliver also stated that he had hired women guards in a Virginia prison in 1977, where he served as Director of Corrections, and that he was satisfied with the selective assignment procedure employed there. He thus endorsed the hiring of women under those circumstances. On July 12, 1979, Donald Allen, the Director of the State's <span class=\"star-pagination\">*341</span> Bureau of Corrections, announced a new policy of hiring women as guards.</p>\n<p>Lynn Percy was hired as a guard in July 1979, shortly after the official implementation of the policy permitting the hiring of women. She trained and later worked independently in the yard. She also was assigned to the library and education area and, during the April 1980 lockdown, to the kitchen. At the time of trial, the plaintiff worked at the minimum security unit. Evaluations of her performance were favorable. She worked well with inmates and with her fellow guards. Her presence created neither security risks nor morale problems. That she was not permitted to conduct strip searches pursuant to the consent decree described <i>infra</i> also did not pose a threat to security. And she was not the victim of attempted assaults by inmates.</p>\n<p>The plaintiff originally sought redress for the alleged employment discrimination through administrative machinery by filing, in July 1977, a complaint with the Maine Human Rights Commission. <i>See</i> 5 M.R. S.A. § 4611. The proceeding spawned a civil action initiated by the Commission in the Superior Court, Knox County. <i>See</i> 5 M.R.S.A. §§ 4612(4), 4613. The court action was adjudicated favorably to the Commission in July 1980, when the parties to that proceeding stipulated to the terms of a consent decree. That decree required, <i>inter alia,</i> that the then Department of Mental Health and Corrections seek, as a goal of its affirmative action program at the Prison, a Prison workforce reflective of that found in the State as a whole, including specific short-term quotas. To preserve the inmates' privacy rights, the decree generally prohibited both the assignment of female guards to duties inside the residential areas and the performance of strip searches on male inmates \"except in exigent circumstances.\" The terms of the decree, however, expressly left open the issue of whether the instant plaintiff was entitled to back pay and other benefits lost due to the defendants' assertedly unlawful conduct.</p>\n<p>The action now before us was commenced in June 1979. <i>See</i> 5 M.R.S.A. § 4621. As the complaint was filed before the plaintiff was hired at the Prison, the relief requested included not only back pay and other lost benefits of employment, but also declaratory and injunctive relief in the form of an order compelling the defendants to offer the plaintiff employment at the Prison. After the plaintiff became an employee at the Prison in July 1979, this action was transformed into one that sought only remedial relief for the consequences of allegedly discriminatory conduct occurring prior to the plaintiff's hiring.</p>\n<p>After trial, the Superior Court entered judgment for the defendants. The court concluded that on the basis of the evidence before it the defendants had engaged in discriminatory conduct because, as the defendants were held to admit, \"the plaintiff was entirely qualified for a guard's job except for her womanhood.\" However, the court also held that the defendants successfully satisfied their burden of proving that the requirement that guards at the Prison be male constituted a bona fide occupational qualification (BFOQ) within the meaning of 5 M.R.S.A. § 4572(1). The court articulated two justifications for the requirement. First, and principally, the physical safety of women guards was compromised in the Prison, which is populated by sex offenders and others convicted of violent crimes. As the safety of male guards was not jeopardized in the same manner, the distinction was thought to be permissible. Second, the public interests in protecting the inmates' privacy caused \"the scales [to] tip against the plaintiff's rights.\" The court noted in this context that the importance of the privacy considerations held by inmates, when balanced against equal employment principles, has been questioned by courts of other jurisdictions. The Superior Court resolved that, nevertheless, Maine's equal employment laws did not require the defendants \"`to force employers to tear up their normal mode of operations by such devices' as splitting and severing and reassigning duties and work areas between employees  at least not on the law side of money damages.\" Consequently, in November 1981, judgment was entered for the defendants.</p>\n<p><span class=\"star-pagination\">*342</span> The plaintiff's claims of error on this appeal include an assertion that the court below failed to apply the correct principle of law in evaluating the sufficiency of the defendants' BFOQ defense. We agree.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>This Court has not heretofore engaged in an extended analysis of the substantive context of the bona fide occupational qualification defense under 5 M.R.S.A. § 4572(1).<sup>[6]</sup><i>See </i><i>Maine Human Rights Commission v. City of Auburn,</i> Me., <span class=\"citation\" data-id=\"2295666\"><a href=\"/opinion/2295666/maine-human-rights-comn-v-city-of-auburn/\"><span class=\"volume\">408</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1253</span></a></span>, 1266 (1979); <i>Maine Human Rights Commission v. Local 1361, United Paperworkers International Union AFL-CIO,</i> Me., <span class=\"citation\" data-id=\"2388765\"><a href=\"/opinion/2388765/maine-human-rights-comn-v-local-1361-united-etc/\"><span class=\"volume\">383</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></a></span>, 378 (1978). The substance of Maine law on this issue is consequently not articulated to date.</p>\n<p>We have recently held, however, that the Maine Human Rights Act, 5 M.R. S.A. §§ 4551-4632 was enacted against the background of federal anti-discrimination statutes and a network of federal cases examining and applying those laws. From this, and from the specific legislative history underlying the enactment of the Maine statute, we have concluded that \"the Maine legislature  by adopting provisions that generally track the federal anti-discrimination statutes  intended the courts to look to the federal case law to `provide significant guidance in the construction of our statute.'\" <i>City of Auburn,</i> 408 A.2d at 1261, <i>quoting </i><i>Local 1361,</i> 383 A.2d at 375. <i>Accord, </i><i>Wells v. Franklin Broadcasting Corp.,</i> Me., <span class=\"citation\" data-id=\"2054646\"><a href=\"/opinion/2054646/wells-v-franklin-broadcasting-corp/\"><span class=\"volume\">403</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">771</span></a></span>, 773 n.4 (1979) (construing Maine's age anti-discrimination statutes in light of the federal Age Discrimination in Employment Act, 29 U.S.C.A. §§ 623-634). Thus, continuing references to federal provisions and their exegeses in the federal courts as a vehicle by which to illuminate the nature of our local statutes, when the federal and state laws are substantially identical,<sup>[7]</sup> is not an unusual approach in the appellate process. Rather, it is a methodology that we discern to be justifiably sanctioned by the Maine Legislature itself.<sup>[8]</sup> To the extent that there exists an identity of purpose and objectives as between the Maine and federal provisions, reference to the latter in construing the former is entirely appropriate.<sup>[9]</sup> We do not, of course, thereby effect an abdication or relinquishment of that function, peculiar to this court of last resort, of conclusively resolving matters of purely state law. Our reference to the federal corpus juris here, as in <i>Auburn,</i> suggests no more binding impact than does any citation of persuasive decisions from foreign jurisdictions. Reference to federal legislation which shares a commonality of purposes and objectives with State legislation for purposes of construction of the latter is justifiable as a flexible means of utilizing the statistically higher incidence in the federal jurisprudence of decisions dealing with issues similar to those we will confront under our Act.</p>\n<p>A comparison of the Maine and federal formulations of the BFOQ defense, <i>see</i> notes 6 and 7 <i>supra,</i> reveals that the BFOQ exception set forth in the state statute \"is <span class=\"star-pagination\">*343</span> not as clearly stated as the federal exception.\" <i>City of Auburn,</i> 408 A.2d at 1266. The difference between the two, however, is not one of substance, and it is not reflective of a legislative intent that the local statute be given a \"technical meaning\" other than that \"established in the federal statutory and case law.\" <i>Id.</i> Accordingly, the correctness of the legal criteria emanating from the concept of a bona fide occupational qualification under 5 M.R.S.A. § 4572(1), employed by the Superior Court, may be examined in the light of the federal standard and the case law interpreting and applying it.</p>\n<p></p>\n<h2>B.</h2>\n<p>The BFOQ exception to the prohibition against gender-based discrimination in employment is an \"extremely narrow\" one. <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 334, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2729, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span>, 800 (1977); <i>City of Auburn,</i> 408 A.2d at 1266. Further, the exception is a defense to otherwise unlawfully discriminatory conduct, and it is thereby in the nature of an affirmative defense. Consequently, the employer shoulders the burden of proving by a preponderance of the evidence that the gender restriction falls within the purview of the statutorily-carved exception. <i>Laugesen v. Anaconda Co.,</i> <span class=\"citation\" data-id=\"324875\"><a href=\"/opinion/324875/10-fair-emplpraccas-567-9-empl-prac-dec-p-9870-thor-c-laugesen-v/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 313 (6th Cir. 1975); <i>Roberts v. Union Co.,</i> <span class=\"citation\" data-id=\"314822\"><a href=\"/opinion/314822/6-fair-emplpraccas-1153-6-empl-prac-dec-p-8952-betty-jane-roberts-v/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 389 (6th Cir. 1973) (per curiam); <i>Harden v. Dayton Human Rehabilitation Center,</i> <span class=\"citation\" data-id=\"1446088\"><a href=\"/opinion/1446088/harden-v-dayton-human-rehabilitation-center/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">769</span></a></span>, 778 (S.D.Ohio 1981); <i>see </i><i>City of Auburn,</i> 408 A.2d at 1265-66. <i>But see </i><i>Fesel v. Masonic Home of Delaware, Inc.,</i> <span class=\"citation\" data-id=\"1621076\"><a href=\"/opinion/1621076/fesel-v-masonic-home-of-del-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1346</span></a></span>, 1350 (D.Del.1978) (characterizing the employer's burden as \"very heavy\"), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></span> (3rd Cir. 1979).</p>\n<p>In <i>Dothard,</i> the United States Supreme Court considered the legality of an employment policy which foreclosed the hiring of women as guards at a maximum security prison in Alabama. The prison officials argued successfully that the gender restriction constituted a BFOQ under 42 U.S.C.A. § 2000e-2(e) because the conditions at the institution reached the levels of \"rampant violence\" and a \"jungle atmosphere.\" 433 U.S. at 334, 97 S.Ct. at 2729, 53 L.Ed.2d at 800. By virtue of her womanhood, the Court held, a female guard would be particularly vulnerable to physical assault, which vulnerability would also jeopardize security at the facility itself. <i>Id.</i> at 336, 97 S.Ct. at 2730, 53 L.Ed.2d at 801-02. In reaching its conclusion, the Court invoked two criteria for determining whether, on the basis there alleged for the discriminatory conduct, a BFOQ existed. First, \"the <i>essence</i> of the business operation would be undermined by not hiring members of one sex exclusively,\" and, secondly, the employer must have \"reasonable cause to believe, that is, factual basis for believing, that all or substantially all women would be unable to perform safely and efficiently the duties of the job involved.\" <i>Id.</i> at 333, 97 S.Ct. at 2729, 53 L.Ed.2d at 800 (emphasis in original) (citations omitted).</p>\n<p>Where the asserted justification for the discriminatory conduct is rooted in the privacy interests of those with whom the complainant has contact, a third component is brought to bear on the successful assertion of the defense. This element is accommodation: the employer must demonstrate that it could not reasonably rearrange job responsibilities or engage in alternative practices so as to minimize the clash between the privacy interests of the inmates and the fundamental principle barring discrimination in employment.<sup>[10]</sup><i>E.g., </i><i>Gunther v. Iowa State Men's Reformatory,</i> 612 F.2d <span class=\"star-pagination\">*344</span> 1079, 1086, 1087 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">825</span></span> (1980); <i>Harden,</i> 520 F.Supp. at 769; <i>Fesel,</i> 447 F.Supp. at 1351; <i>Mieth v. Dothard,</i> <span class=\"citation\" data-id=\"1602972\"><a href=\"/opinion/1602972/mieth-v-dothard/\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1169</span></a></span>, 1185 (M.D.Ala.1976), <i>rev'd on other grounds sub nom., </i><i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977); <i>Reynolds v. Wise,</i> <span class=\"citation\" data-id=\"1669369\"><a href=\"/opinion/1669369/reynolds-v-wise/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">145</span></a></span>, 151 (N.D.Tex.1974); <i>see </i><i>Forts v. Ward,</i> <span class=\"citation\" data-id=\"378197\"><a href=\"/opinion/378197/27-fair-emplpraccas-1587-23-empl-prac-dec-p-30935/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1216-17 (2d Cir. 1980).</p>\n<p>The <i>Forts</i> litigation, though postured differently from the case at bar, is instructive on the nature and extent of accommodation mandated by the anti-discrimination principle embodied in 42 U.S.C.A. § 2000e-2(e) and thus, by legislative intent, in 5 M.R.S.A. § 4572(1). That action was initiated by inmates of a state prison for women after males were permitted to work, pursuant to a collective bargaining agreement, as guards in the living and sleeping facilities there. <i>See </i><i>Forts v. Ward,</i> <span class=\"citation\" data-id=\"1805091\"><a href=\"/opinion/1805091/forts-v-ward/\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1095</span></a></span>, 1096-97 (S.D.N.Y.1979). The court initially recognized the parameters of the constitutionally implicated right to privacy held by the inmates, and the equal ability of both male and female guards to perform the duties required of one assigned to the living and sleeping quarters. <i>Id.</i> at 1098-99. From the premise that, under normal conditions, female inmates must be protected from being observed by male guards while the inmates take showers, perform bodily functions, or sleep either in a disarray of bedclothes or, on oppressive nights, unclothed, the court proceeded to articulate several methods which were thought to permit male guards to be employed in those areas without sacrifice to the inmates' privacy interests. First, during the daytime, the prison officials permitted inmates to cover their cell-door windows for a limited duration while changing clothes or using the toilet. This was held sufficient to protect both employment and privacy rights. Second, the court ordered the installation of translucent shower partitions to conceal the identity of the inmate using the shower but to provide assurances to the guard that the prisoner is in fact in the shower area and that the prisoner makes an \"appropriate and timely departure.\" <i>Id.</i> at 1101.</p>\n<p>The district court in <i>Forts,</i> however, was unable to devise a satisfactory means to protect the inmates from intrusive observation during the night. For security reasons, guards were permitted to shine a flashlight into the cells without warning. Thus, no opportunity existed for an inmate to preserve modesty if she was using the toilet or was sleeping wholly or partially unclothed. The court concluded that the inmate was unable to protect her privacy, and it therefore proscribed the assignment of male guards to the sleeping facility during the night. <i>Id.</i> Finally, male guards were prohibited from making the first count of inmates in the morning, which occurred immediately when the prisoners were awakened and their cell-doors simultaneously opened, because the inmates were afforded no chance to assure their own privacy. <i>Id.</i> The court ordered, however, that male guards be afforded access to the morning count if the inmates were notified that the count was imminent five minutes before the count was actually commenced. <i>Id.</i> at 1102-03.</p>\n<p>On appeal, the United States Court of Appeals for the Second Circuit generally applauded the lower court for having \"skillfully avoided an ultimate conflict between employment and privacy rights by [forging] carefully tailored adjustments to either facilities or work assignments.\" <i>Forts,</i> 621 F.2d at 1216. As to nighttime observation of inmates by guards, the reviewing court found that a remedy proposed by the defendant would alleviate the necessity of barring the assignment of male guards to the night shift. By the use of sleepwear which would be comfortable during hot nights, the inmates' modesty would be preserved. In vacating the District Court's prohibition against the assignment of male guards to the area at night, the appellate court explained that \"the inmates' interests in style or even in avoiding the occasional discomfort of warmth from a sleeping garment are [not] of sufficient gravity to justify <span class=\"star-pagination\">*345</span> denial of equal employment opportunities.\" <i>Id.</i> at 1217.<sup>[11]</sup></p>\n<p>The need to accommodate the interests of the employee and the institution is grounded in the weighty anti-discrimination considerations at issue, embodied in the equal employment laws of the Maine Human Rights Act. So considerable is the importance of equal employment opportunity under the Maine statute that the arrangement of job assignments and even the structure of the facility itself are not immune from reasonable alterations that are necessary to effect a harmonization of employment practices with that opportunity. The importance of the anti-discrimination principle is further revealed by the procedural framework which casts upon the employer the burden of demonstrating that such accommodation would have been unfeasible.</p>\n<p></p>\n<h2>C.</h2>\n<p>Ruling that the instant defendants' failure to hire any women, including the plaintiff, as Prison guards in 1977 was the product of a bona fide occupational qualification, the court below held that the defendants could not forge a valid accommodation between the plaintiff's rights to be free from discrimination in employment and the inmates' interests in their own privacy.<sup>[12]</sup> In arriving at this holding, however, the court reasoned:</p>\n<blockquote>The Maine Human Rights Act was not intended by the Maine Legislature \"to force employers to tear up their normal mode of operations by such devices\" as splitting and severing and reassigning duties and work areas between employees  at least not on the law side for money damages.</blockquote>\n<p>We interpret this analysis to reflect the invocation by the trial justice of an erroneous legal criterion that an employer cannot be required to undertake <i>any</i> reassignment of work duties or reorganization of work practices in order to satisfy the mandates of the Maine Human Rights Act. This standard, however, prematurely cuts off the full inquiry under the proper standard that requires such reassignment and reorganization which can be implemented without undue burden to the employer and which is an effective and reasonable basis on which to create equal employment opportunities to one such as the plaintiff.</p>\n<p>The trial court's unwillingness to regard selective job assignments as a legally acceptable device by which to accomplish the accommodation is particularly significant, for this form of modification of the structure of employment is a prime method of rendering the terms of employment enjoyed by a female guard compatible with the maintenance of the inmates' rights of privacy. <i>See, e.g., </i><i>Gunther,</i> 612 F.2d at 1086; <i>Harden,</i> 520 F.Supp. at 779; <i>Fesel,</i> 447 F.Supp. at 1351; <i>Mieth,</i> 418 F.Supp. at 1185; <i>Reynolds,</i> 375 F.Supp. at 151. The mode of analysis in which the trial justice engaged thus constituted error of law.</p>\n<p>We further note that the court below appears to have restricted the applicability of the accommodation doctrine to those cases seeking affirmative relief, such <span class=\"star-pagination\">*346</span> as an order requiring the employer to extend an offer of employment to the plaintiff. Because the plaintiff here seeks only back pay and lost benefits, the court found an analysis of reasonable accommodation to be unnecessary. However, the availability of relief in <i>any</i> form authorized by the Act rests on a conclusion that the defendant engaged in unlawfully discriminatory conduct under 5 M.R.S.A. § 4572(1). In order to reach such a conclusion, the presiding justice must determine whether a valid BFOQ exception existed at the time of the events giving rise to this action. As discussed <i>supra,</i> such determination necessarily implicates consideration of whether an accommodation was feasible. Therefore, at the initial, liability phase in which the legality of the defendants' conduct is assessed, plenary consideration must be given to the issue of accommodation, regardless of the nature of the requested relief.</p>\n<p></p>\n<h2>III.</h2>\n<p>Concluding, as we do, that the judgment below was the fruit of a legal analysis predicated on an incorrect standard of law, we find reversible error. <i>See </i><i>City of Auburn,</i> 408 A.2d at 1268. On remand, the Superior Court should determine whether, in accordance with the principles of law set out in this opinion, the defendants demonstrated at trial that a reasonable accommodation between the interests at issue was not possible.</p>\n<p>The entry is:</p>\n<p>Judgment vacated.</p>\n<p>Remanded to Superior Court for further proceedings in accordance with the opinion herein.</p>\n<p>McKUSICK, C. J., and NICHOLS, ROBERTS, CARTER and VIOLETTE, JJ., concurring.</p>\n<p>WATHEN, Justice, concurring.</p>\n<p>I agree with the result reached by the majority. Elemental justice requires that before one person's right to employment must yield to another's right of privacy, it must be determined that it is not possible for both to exist in relative harmony. Even reorganization of the work place should be considered if that be practicable and necessary to permit both their due. I am unable to agree, however, with the decisional technique used by the majority to establish this fundamental proposition. Specifically, I reject the notion that \"the Maine legislature  by adopting provisions that generally track the federal antidiscrimination statutes  intended the courts to look to the federal case law to `provide significant guidance in the construction of our statute.'\" <i>Maine Human Rights Commission v. City of Auburn,</i> Me., <span class=\"citation\" data-id=\"2295666\"><a href=\"/opinion/2295666/maine-human-rights-comn-v-city-of-auburn/\"><span class=\"volume\">408</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1253</span></a></span>, 1261 (1979). I would re-examine the legislative history upon which this Court relied in first adopting this statement before giving it further application. <i>See </i><i>Maine Human Rights Commission v. Local 1361, United Paperworkers Int'l Union,</i> Me., <span class=\"citation\" data-id=\"2388765\"><a href=\"/opinion/2388765/maine-human-rights-comn-v-local-1361-united-etc/\"><span class=\"volume\">383</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></a></span> (1978) (Court relied solely upon legislative history pertaining to an earlier unsuccessful effort to enact the Maine Human Rights Act).</p>\n<p>It is difficult to articulate the distinction between the appropriate and routine review of case law from other jurisdictions and the establishment of federal case law as a source of \"significant guidance.\" The former process involves consideration of the reasons found persuasive by other courts when faced with a similar issue, while the latter involves accepting and yielding to the results achieved by a different jurisdiction. I am unwilling to assume, in the absence of authoritative legislative history, that the Maine legislature intended that the courts accept the subservient role of locating and following binding precedent in other jurisdictions. Neither can I accept that the legislature intended to encumber Maine law with every rule pronounced by a federal court.</p>\n<p>The majority responds with justification that they have no intent to abandon their obligation to interpret and construe the Maine Human Rights Act. Notwithstanding that assurance, discrimination law in <span class=\"star-pagination\">*347</span> Maine to date has involved the adoption of rigid federal formulations and burden shifting devices, with little discussion of the wisdom of the underlying rationale. The seductive nature of this process is demonstrated by this Court's adoption of the federal conception of \"clear and convincing proof\" in <i>Maine Human Rights Commission v. City of Auburn,</i> Me., <span class=\"citation\" data-id=\"1973341\"><a href=\"/opinion/1973341/maine-human-rights-comn-v-city-of-auburn/\"><span class=\"volume\">425</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">990</span></a></span>, 996 n.3 (1981). While the Court there recognized that Maine law differed on that point, it seemed to assume that any deviation from federal law, no matter how minor, was not to be permitted.</p>\n<p>In my judgment, such inflexible adherence to federal case law is not only unnecessary, it is unwise in that it tends to short circuit the traditional process of statutory construction. If every decision in a claim of discrimination is to start with the answer provided by the federal courts, the Maine Human Rights Act will not long remain responsive to the particular needs and circumstances of the people of the State of Maine.</p>\n<h2>NOTES</h2>\n<p>[1]  During the pendency of this appeal, the plaintiff filed a motion with this Court for the substitution of parties. <i>See</i> M.R.Civ.P. 75B(a). Title 5 M.R.S.A. § 4621 permits an individual to commence a civil action under the Maine Human Rights Act, such as the action here, against \"the person or persons who committed the unlawful discrimination.\" Pursuant to M.R.Civ.P. 75B(a) and 25(d), we have granted the plaintiff's motion. The caption now in place includes as named defendants the current incumbents in their official capacities.</p>\n<p>[2]  Plaintiff was ultimately hired as a guard in July 1979, under a change in policy which occurred on July 12, 1979, two years after this litigation was commenced.</p>\n<p>[3]  The testimony also indicated, however, as we note <i>infra,</i> that some of the guards nearing retirement or suffering from physical disability were assigned to the perimeter wall because they were unable to work in locations requiring contact with the inmates.</p>\n<p>[4]  Oliver also noted the possibility that <i>any</i> guard on duty, in an emergency, might be required to conduct a strip search.</p>\n<p>[5]  Other than this change in the rate of turnover, no significant change visited the Prison structure, its program, its conditions, or the nature of guard duties between 1977 and 1979.</p>\n<p>[6]  Section 4572(1) makes unlawful the failure or refusal to hire an applicant for employment on the basis of his sex, \"except where based on a bona fide occupational qualification.\"</p>\n<p>[7]  The federal BFOQ defense is formulated similarly to that found in the Maine Human Rights Act. 42 U.S.C.A. § 2000e-2(e) sanctions employment practices that are otherwise unlawful if they make operative \"a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise.\"</p>\n<p>[8]  The use of appellate decisions interpreting foreign law as a guide to determining the meaning of similarly formulated local law provides one of the primary motivations for the adoption of uniform state laws.</p>\n<p>[9]  For examples of Maine cases relying on the federal experience in matters other than employment discrimination <i>see </i><i>State v. Wells,</i> Me., <span class=\"citation\" data-id=\"2325587\"><a href=\"/opinion/2325587/state-v-wells/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">60</span></a></span>, 63 (1982) (criminal procedure); <i>Tibbetts v. Tibbetts,</i> Me., <span class=\"citation\" data-id=\"2375897\"><a href=\"/opinion/2375897/tibbetts-v-tibbetts/\"><span class=\"volume\">406</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">70</span></a></span>, 76 (1979) (domestic relations law); <i>Caribou School Dept. v. Caribou Teachers Ass'n,</i> Me., <span class=\"citation\" data-id=\"1497124\"><a href=\"/opinion/1497124/caribou-sch-dept-v-caribou-tchrs-assn/\"><span class=\"volume\">402</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1279</span></a></span>, 1284-85 (1979) (labor law); <i>Wing v. Morse,</i> Me., <span class=\"citation\" data-id=\"2285585\"><a href=\"/opinion/2285585/wing-v-morse/\"><span class=\"volume\">300</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">491</span></a></span>, 495 (1973) (tort law).</p>\n<p>[10]  This third element was not discussed by the Supreme Court in <i>Dothard.</i> There, the determinative BFOQ asserted by the defendants was predicated on a concern for the safety of a female guard working there and for the maintenance of security at the institution. As the issue of privacy interests was not developed, there was no need to resort to the final criterion of accommodation included here.\n</p>\n<p>In contradistinction, the instant defendants <i>exclusively</i> predicate their analysis on the privacy interests of the inmates and not on any concern for the safety of female guards. Resort must therefore be made here to the element of accommodation.</p>\n<p>[11]  By noting that both courts in the <i>Forts</i> litigation approved structural alterations in order to harmonize privacy and employment interests, we do not mandate the same type of changes as a device to effect such an accommodation here. Indeed, the appellate court expressly stated that the alterations there discussed were proposed by the prison authorities themselves. 621 F.2d at 1216. Further, the propriety of such specific alterations at the Maine State Prison is not before us, and we intimate no opinion on that question. Rather, we set out at some length the nature of the attempt to accommodate the competing interests discussed in the <i>Forts</i> cases as a demonstration that such accommodation is sometimes feasible without creating an unreasonable burden on these defendants. <i>See </i><i>Harden,</i> 520 F.Supp. at 780-81.</p>\n<p>[12]  The court also ruled that the plaintiff, as a woman, would have been particularly vulnerable to sexual attack by members of the Prison population. No evidence, however, was presented on the likelihood of such an event. Further, on this appeal, the defendants have expressly disclaimed any reliance on the argument that the possibility of assaults on female guards renders the employment restriction a bona fide occupational qualification.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378197/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1446088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1497124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1621076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1669369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1805091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1973341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2054646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2285585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2295666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2325587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2375897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2388765/"
          ]
        }
      ],
      "judges": "McKusick, C. J., and Nichols, Roberts, Carter, Violette and Wathen",
      "date_created": "2014-10-30T20:47:00.022201Z",
      "date_modified": "2017-04-10T15:34:36.597302Z",
      "date_filed": "1982-08-13",
      "date_filed_is_approximate": false,
      "slug": "percy-v-allen",
      "citation_id": 2081473,
      "case_name_short": "Percy",
      "case_name": "Percy v. Allen",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "449 A.2d 337",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1955358/percy-v-allen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:47:00.019927Z",
  "date_modified": "2014-10-30T20:47:00.019927Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Percy",
  "case_name": "Percy v. Allen",
  "case_name_full": "",
  "slug": "percy-v-allen",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}