{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1959371/",
  "id": 1959371,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2111940/",
      "id": 2111940,
      "absolute_url": "/opinion/2111940/crawford-v-board-of-education/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1959371/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2111940/",
          "id": 2111940,
          "absolute_url": "/opinion/2111940/crawford-v-board-of-education/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2111940/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6364/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:20:56.391775Z",
          "date_modified": "2017-04-08T13:29:59.089749Z",
          "type": "010combined",
          "sha1": "15bb7341b92d5505ee11229fa527d74a78d353fb",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>200 Cal.App.3d 1397 (1988)</b></center>\n<center><b>246 Cal. Rptr. 806</b></center>\n<center><h1>MARY ELLEN CRAWFORD, a Minor, etc., et al., Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF THE CITY OF LOS ANGELES, Defendant and Respondent; BUSTOP et al., Interveners and Appellants.</h1></center>\n<center>Docket Nos. B017130, B017131.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Two.</b></p></center>\n<center>May 5, 1988.</center>\n<p><span class=\"star-pagination\">*1399</span> COUNSEL</p>\n<p>Maiden, Rosenbloom, Wintroub &amp; Fridkis, Maiden, Rosenbloom, Wintroub, Vogel &amp; Fridkes, Cliff Fridkis, Miriam Tigerman Vogel, Harvey Saferstein, Jack D. Fine, Tuttle &amp; Taylor, Raymond C. Fisher, Wayne Stephen Braveman, Richard B. Wentz and Lawrence B. Trygstad for Interveners and Appellants.</p>\n<p>McCutchen, Black, Verleger &amp; Shea, G. William Shea, Peter W. James, Michael M. Johnson, Lisa F. Hinchliffe, Jerry F. Halverson and Richard K. Mason for Defendant and Respondent.</p>\n<p>OPINION</p>\n<p>COMPTON, Acting P.J.</p>\n<p>Following the rendition of final judgment in this protracted school desegregation case, five separate interveners, each allegedly representing widely divergent viewpoints, sought an award of fees and costs pursuant to Code of Civil Procedure section 1021.5,<sup>[1]</sup> the so-called \"private attorney general\" doctrine, for their participation in the remedial <span class=\"star-pagination\">*1400</span> phase of the action. The trial court denied the award and this consolidated appeal by four of the interveners follows. We affirm.</p>\n<p>The history of this case, encompassing more than two decades of costly and highly complex litigation, has been memorialized in the media, the opinions of this court, the California Supreme Court, and to some extent the United States Supreme Court. Suffice it to say that every major aspect of the case has received scrupulous attention. The details therefore need not be repeated at length here. The pertinent facts giving rise to the instant appeal may be summarized as follows.</p>\n<p>This class action was instituted in August 1963, several weeks after the California Supreme Court held in <i>Jackson</i> v. <i>Pasadena City School Dist.</i> (1963) 59 Cal.2d 876 [31 Cal. Rptr. 606, 382 P.2d 878], that school boards in this state bear a constitutional obligation to undertake reasonably feasible steps to alleviate racial segregation in the public schools, regardless of the cause of such segregation. The complaint, originally filed by the American Civil Liberties Union on behalf of Black students attending one local high school, was subsequently amended to include all allegedly segregated schools in the Los Angeles Unified School District (District) and all Black and Hispanic children attending those schools.</p>\n<p>After the action was filed, it remained relatively dormant while plaintiffs attempted to have the board voluntarily implement a desegregation plan for the District. When these attempts failed, the matter proceeded to a trial of the liability issues beginning in October 1968.</p>\n<p>In May 1970, the trial court found that segregation existed in the district and entered a judgment and issued a writ of mandate requiring the District to formulate a desegregation plan. Although the trial court was critical of some of the District's past decisions in the areas of site selection and the drawing of individual school districts, there was general agreement that the existence of certain schools with predominately minority enrollment on the one hand and schools with virtually no minority enrollment on the other hand, was the result of housing patterns rather than any action by the District.</p>\n<p>On an appeal by the District, the Supreme Court in <i>Crawford</i> v. <i>Board of Education</i> (1976) 17 Cal.3d 280 [130 Cal. Rptr. 724, 551 P.2d 28] (<i>Crawford</i> I), affirmed the trial court's finding of segregation in the Los Angeles City school system, but reversed that portion of the judgment which purported to define a desegregated school in terms of specific racial and ethnic percentages of White and non-White pupils. The matter was remanded to the trial court for preparation and implementation of \"a reasonably feasible desegregation <span class=\"star-pagination\">*1401</span> plan ... to alleviate segregation.\" (<i>Id.</i> at pp. 285-286.) In so holding, the court specifically determined that the Constitution did not mandate any particular racial or ethnic balance or even an approximate racial or ethnic balance, but merely required a reasonable approach by school officials in alleviating segregation.</p>\n<p>On the issue of mandatory reassignment of students on the basis of race, commonly referred to as \"busing,\" the court noted: \"While critics have sometimes attempted to obscure the issue, court decisions time and time again have emphasized that `busing' is not a constitutional end in itself but is simply one potential tool which may be utilized to satisfy a school district's constitutional obligation in this field. [Citations.] As with the numerous desegregation techniques ... [available to the District], in some circumstances busing will be an appropriate and useful element in a desegregation plan, while in other instances its `costs,' both in financial and educational terms, will render its use inadvisable.... Although a court cannot properly issue a `busing' order so long as a school district continues to meet its constitutional obligations, once a school board defaults in its constitutional task, the court, in devising a remedial order, is not precluded from requiring the busing of children as part of a reasonably feasible desegregation plan.\" (<i>Id.</i> at pp. 309-310.)</p>\n<p>The litigation concerning implementation of the judgment thereafter took on a life of its own which overshadowed the original issues in the case.</p>\n<p>Because the District at first tended to agree with plaintiffs' position that widespread reassignment of students was required, various community groups applied for permission to intervene in the remedy proceedings. When the trial court denied these applications, one of the proposed interveners, Bustop, petitioned this court for a writ of mandate. In <i>Bustop</i> v. <i>Superior Court</i> (1977) 69 Cal. App.3d 66 [137 Cal. Rptr. 793], we issued the writ and directed the trial court to permit intervention. At the time, we noted: \"Bustop is an organization with a membership of 65,000 parents, predominantly white, residing within the Los Angeles Unified School District. The organization's prime objective is the prevention of mandatory reassignment of students to schools other than those which they now attend or choose to attend.... [¶] This interest of those persons represented by Bustop is not presently represented by the parties to the action. The plaintiffs admittedly represent only the interests of specific minority students. Counsel for the district frankly admitted on oral argument that the district opposes intervention because Bustop's interpretation of the <i>Crawford</i> [I] decision is contrary to that of the district's interpretation and in effect the position of the two are opposing. While conceding that <i>Crawford</i> [I] does not mandate reassignment or `busing' of students the district contends as a <span class=\"star-pagination\">*1402</span> practical matter that compliance with the court mandate requires it. Bustop disagrees.\" (<i>Id.</i> at pp. 69-71.)</p>\n<p>Following issuance of the writ, the trial court granted leave to intervene to Bustop and several other groups purportedly representing a variety of different interests. On this appeal, we deal only with Bustop, Better Education for Students Today (BEST), United Teachers of Los Angeles (UTLA), and individual intervenors Robert M. Loveland and Mary Keipp (Loveland and Keipp).<sup>[2]</sup></p>\n<p>In March 1977, the District submitted its first desegregation plan. After a three month trial, the superior court rejected the plan and directed the District to formulate, within 90 days, \"a plan or plans which realistically commence the desegregation of this district by no later than February, 1978 ... and which plan or plans promise within their terms to complete such desegregation process within a reasonable period thereafter.\"</p>\n<p>In October 1977, a second plan (Plan II), entitled \"Integrated Educational Excellence Through Choice,\" was submitted to the court for its approval. Despite its seemingly benign title, the proposal involved large-scale mandatory reassignment of pupils on a racial basis. Plaintiffs Crawford, et al., interveners Loveland and Keipp, and intervener Integration Project filed objections to the new plan and motions for an order declaring it to be constitutionally insufficient. Bustop essentially argued that the plan was in conflict with decisions of the United States Supreme Court holding that assignment of students on the basis of race was improper unless done for the purpose of correcting prior de jure segregation and in addition would increase the incidence of White flight and lead to resegregation. The District and intervener BEST, on the other hand, moved the court for an order allowing immediate implementation of the plan. Following several weeks of hearings, the trial court ordered partial implementation of the plan beginning in the fall of 1978.</p>\n<p>During the summer of 1978, Bustop moved for an order staying implementation of Plan II, asking the trial court to enjoin the District from implementing its proposal or, in the alternative, from reassigning any student to any school where the total round trip transportation time exceeded one hour. The motion was denied and Bustop appealed. Pursuant to Bustop's petition, this court stayed implementation of the plan. When the <span class=\"star-pagination\">*1403</span> California Supreme Court reversed our order, Bustop unsuccessfully sought relief in the United States Supreme Court. (See <i>Bustop, Inc.</i> v. <i>Los Angeles Board of Education</i> (1978) 439 U.S. 1380 [58 L.Ed.2d 88, 99 S.Ct. 40].)</p>\n<p>Plan II commenced operation as scheduled in September 1978. By providing for mandatory reassignment of approximately 40,000 students attending grades four through eight of every school with a white enrollment over 70 percent, it was one of if not the most drastic plan of mandatory student reassignment in the nation. The plan also provided for voluntary desegregation through the magnet school and permits with transportation programs. Within weeks after the commencement of Plan II, plaintiffs and intervener Integration Project moved to discontinue the plan and substitute a new, court-designed plan. The trial court denied the motion after strenuous objection from both the District and Bustop.</p>\n<p>In the fall of 1979, the trial court commenced renewed hearings to reexamine Plan II and consider alternative plans. For the first time, the board indicated to the court that mandatory busing had failed to achieve its objective of desegregating the city schools and that it desired a return to an all-voluntary plan. Concurrently, plaintiffs and most of the interveners presented their own desegregation approaches.</p>\n<p>Against this backdrop, on November 6, 1979, the voters of this state approved Proposition 1, an initiative measure which amended article I, section 7, subdivision (a), of the California Constitution. The effect of the amendment was to prohibit state courts, in desegregation cases, from ordering school boards to mandatorily reassign and transport pupils on the basis of race, except to remedy a violation of the equal protection clause of the Fourteenth Amendment to the United States Constitution under circumstances which would authorize a federal court under federal decisional law to issue such an order. The amendment further provided that any previously issued court order which contained a mandatory reassignment provision could be modified by proper application to a court having jurisdiction over the matter, unless modification was precluded by the United States Constitution.</p>\n<p>Both Bustop and the District applied to the trial court to modify Plan II by eliminating all mandatory reassignment and busing of pupils in accordance with the passage of Proposition 1. The motion was subsequently denied and, in May 1980, the trial court issued a new order requiring substantial reassignment and transportation of pupils in the District (Plan III). During the pendency of the appeal that followed, Plan III, as modified by various interim orders of this court, took effect in September 1980.</p>\n<p><span class=\"star-pagination\">*1404</span> In <i>Crawford</i> v. <i>Board of Education</i> (1980) 113 Cal. App.3d 633 [170 Cal. Rptr. 495] (<i>Crawford II</i>), this court found Proposition 1 constitutional, vacated the trial court's orders establishing Plan III, and remanded the matter for further proceedings consistent with our opinion.</p>\n<p>Upon remand, the District submitted a new desegregation plan (Plan IV) which relied entirely on voluntary reassignment of students. In September 1981, following several months of hearings, the trial court gave its final approval to Plan IV and terminated all jurisdiction over the case except for the determination of pending applications by plaintiffs and interveners for recovery of attorneys' fees from the District.<sup>[3]</sup></p>\n<p>After considering voluminous motions for fees and costs, the trial court awarded plaintiffs approximately $1.3 million for their work during the remedial phase of the litigation. All interveners, however, were denied recovery.<sup>[4]</sup> In so ruling, the court specifically found that none of the interveners could be considered \"prevailing parties\" within the meaning of Code of Civil Procedure section 1021.5 and that their participation in the remedial phase, though helpful, was not necessary and, in many instances, duplicative of the work performed by plaintiffs and other amici curiae associated with the case.<sup>[5]</sup></p>\n<p>Despite the divergent and often opposing viewpoints represented by the interveners, each maintains that in some fashion they have prevailed in the underlying litigation and thus are entitled to an award for their work in developing a desegregation plan for the Los Angeles City school system. While we recognize that the four intervening parties before us on this appeal <span class=\"star-pagination\">*1405</span> made substantial contributions at the trial level, we cannot say that these efforts satisfy the specific statutory criteria for an award of fees under Code of Civil Procedure section 1021.5.</p>\n<p>The private attorney general doctrine is one of several exceptions to the general rule that each party must pay his own attorney's fees. (See <i>Gray</i> v. <i>Don Miller &amp; Associates, Inc.</i> (1984) 35 Cal.3d 498, 505 [198 Cal. Rptr. 551, 674 P.2d 253, 44 A.L.R.4th 763]; see also Code Civ. Proc., § 1021.) Originally developed by the courts pursuant to their inherent equitable powers, the doctrine was given statutory recognition with the enactment of Code of Civil Procedure section 1021.5. (<i>Woodland Hills Residence Assn., Inc.</i> v. <i>City Council</i> (1979) 23 Cal.3d 917, 933 [154 Cal. Rptr. 503, 593 P.2d 200].) That statute seeks to encourage the presentation of meritorious claims affecting large numbers of persons by providing successful litigants attorney's fees in public interest lawsuits. (<i>Serrano</i> v. <i>Priest</i> (1977) 20 Cal.3d 25, 44-48 [141 Cal. Rptr. 315, 569 P.2d 1303]; <i>Beach Colony II</i> v. <i>California Coastal Com.</i> (1985) 166 Cal. App.3d 106, 111 [212 Cal. Rptr. 485].) The doctrine in itself rests upon the recognition that privately initiated lawsuits are often essential to the effectuation of fundamental public policies embodied in constitutional or statutory provisions, and that, without some mechanism authorizing the award of fees, private actions to enforce such important policies will, as a practical matter, frequently be infeasible. (<i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d at p. 933.) Because plaintiffs are encouraged to assert their civil rights, attorney's fees are appropriate even if the successful party was represented by public interest lawyers and did not actually incur any legal expense. (<i>Folsom</i> v. <i>Butte County Assn. of Governments</i> (1982) 32 Cal.3d 668, 684 [186 Cal. Rptr. 589, 652 P.2d 437]; <i>Schmid</i> v. <i>Lovette</i> (1984) 154 Cal. App.3d 466, 476 [201 Cal. Rptr. 424].)</p>\n<p>(1) To obtain an award of fees under section 1021.5, one must be a successful party in an action resulting in the enforcement of an important right affecting the public interest. A significant benefit, whether pecuniary or nonpecuniary, must have been conferred on the general public or a broad class of persons, and the necessity and financial burden of private enforcement must transcend the litigant's personal interest in the controversy. (<i>Press</i> v. <i>Lucky Stores, Inc.</i> (1983) 34 Cal.3d 311, 318 [193 Cal. Rptr. 900, 667 P.2d 704]; <i>People</i> ex rel. <i>Deukmejian</i> v. <i>Worldwide Church of God</i> (1981) 127 Cal. App.3d 547, 558 [178 Cal. Rptr. 913]; <i>County of Inyo</i> v. <i>City of Los Angeles</i> (1978) 78 Cal. App.3d 82, 89 [144 Cal. Rptr. 71], citing <i>Serrano</i> v. <i>Priest, supra,</i> 20 Cal.3d 25, 45-46, fn. 18.)</p>\n<p>\"Whether a party has met the requirements for an award of fees and the reasonable amount of such an award are questions best decided by the trial <span class=\"star-pagination\">*1406</span> court in the first instance. (See <i>Rumford</i> v. <i>City of Berkeley</i> (1982) 31 Cal.3d 545, 559 [183 Cal. Rptr. 73, 645 P.2d 124]; <i>Schwartz</i> v. <i>City of Rosemead</i> (1984) 155 Cal. App.3d 547, 555 [202 Cal. Rptr. 400].) That court, utilizing its traditional equitable discretion, must realistically assess the litigation and determine from a practical perspective whether the statutory criteria have been met. (<i>Baggett</i> v. <i>Gates</i> (1982) 32 Cal.3d 128, 142 [185 Cal. Rptr. 232, 649 P.2d 874].) Its decision will be reversed only if there has been a prejudicial abuse of discretion. (<i>Id.</i> at p. 143.) To make such a determination we must review the entire record, paying particular attention to the trial court's stated reasons in denying or awarding fees and whether it applied the proper standards of law in reaching its decision. (See <i>Bartling</i> v. <i>Glendale Adventist Medical Center</i> (<i>Bartling II</i>) (1986) 184 Cal. App.3d 97, 103 [228 Cal. Rptr. 847].)\" (<i>Bouvia</i> v. <i>County of Los Angeles</i> (1987) 195 Cal. App.3d 1075, 1081-1082 [241 Cal. Rptr. 239].)</p>\n<p>Although we may not be in complete accord with the trial court's reasoning on each pertinent issue, we are of the opinion that when the history of the remedial phase of this litigation is considered as a whole, the record supports the finding that interveners were not prevailing parties within the meaning of section 1021.5.</p>\n<p>(2) The California Supreme Court has made it clear that the determination of success under section 1021.5 must depend upon more \"than mere appearance.\" (<i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> 32 Cal.3d 668, 685.) Although it is unnecessary for a party to achieve a favorable final judgment to qualify for attorneys' fees, there must exist some <i>causal connection</i> between the lawsuit and the relief obtained. (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo</i> (1983) 33 Cal.3d 348, 353 [188 Cal. Rptr. 873, 657 P.2d 365]; <i>Miller</i> v. <i>California Com. on Status of Women</i> (1985) 176 Cal. App.3d 454, 457-458 [222 Cal. Rptr. 225]; <i>Wallace</i> v. <i>Consumers Cooperative of Berkeley, Inc.</i> (1985) 170 Cal. App.3d 836, 843-845 [216 Cal. Rptr. 649].) Courts have used varying terminology to describe that connection. Fees have been found appropriate when an action was the \"catalyst\" motivating defendants to provide the relief sought, or when it \"activated\" defendants to modify their behavior. (<i>Ibid.</i>) In <i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> 32 Cal.3d 668, the court framed the question as whether the action \"substantially contributed\" to the result achieved.<sup>[6]</sup> (<i>Id.</i> at p. 686.) Regardless of the terminology used, <span class=\"star-pagination\">*1407</span> \"`no award is required if the court determines that plaintiff's suit was completely superfluous in achieving the improvements undertaken by defendants on plaintiff's behalf.'\" (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo, supra,</i> 33 Cal.3d at p. 353.)</p>\n<p>At bottom, the inquiry is an intensely factual, pragmatic one that frequently requires courts to go outside the merits of the precise underlying dispute and focus on the condition that the fee claimant sought to change. (<i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> 32 Cal.3d at p. 685.) With that condition as a benchmark the inquiry then becomes \"`whether as a quite practical matter the outcome, in whatever form it is realized, is one to which the plaintiff fee claimant's efforts contributed in a significant way, and which does involve an actual conferral of benefit or relief from burden when measured against the benchmark condition.'\" (<i>Ibid;</i> see also <i>DeMier</i> v. <i>Gondles</i> (4th Cir.1982) 676 F.2d 92, 93; <i>Bonnes</i> v. <i>Long</i> (4th Cir.1979) 599 F.2d 1316, 1319.)</p>\n<p>We have no doubt but that these principles apply to those parties who, at some point during the course of public interest litigation, intervene and contribute in a significant way to the vindication of an important constitutional or statutory right. Although the legislative history of section 1021.5 is silent on the appropriate standard for awarding attorney's fees to interveners, federal decisional authority has consistently held that such parties must make a clear showing of some unique contribution to the litigation.<sup>[7]</sup> (See <i>Donnell</i> v. <i>United States</i> (D.C. Cir.1982) 682 F.2d 240; <i>Seattle School Dist. No. 1</i> v. <i>State of Wash.</i> (9th Cir.1980) 633 F.2d 1338; <i>Baker</i> v. <i>City of Detroit</i> (1980) 504 F. Supp. 841.)</p>\n<p>Interveners therefore may be denied fees under the private attorney general doctrine where their participation was unnecessary in light of the efforts of other \"prevailing\" litigants. If a lawsuit is successful, but the intervener contributed little or nothing of substance in producing that outcome, then fees should not be awarded. (See e.g., <i>American Booksellers Ass'n., Inc.</i> v. <i>Hudnut</i> (S.D. Ind. 1986) 650 F. Supp. 324, 332-333.) The same is true where events transpiring outside the litigation process render an intervener's efforts nugatory. (Cf. <i>Hewitt</i> v. <i>Helms</i> (1987) 482 U.S. 755 [96 L.Ed.2d 654, 107 S.Ct. 2672]; <i>American Constitutional Party</i> v. <i>Munro</i> (9th Cir.1981) 650 F.2d 184.)</p>\n<p><span class=\"star-pagination\">*1408</span> (3a) Applying these principles to the instant case, we can only conclude that the record supports the trial court's finding that interveners failed to affirmatively demonstrate a causal relationship between their participation in the remedial phase of this litigation and the practical result which obtained. Bustop argues, of course, that it was the only party that steadfastly opposed mandatory busing and that without its contribution to the lawsuit the school system would have eventually become resegregated because of White flight. BEST maintains that it was the only litigant who \"sought to vindicate the important rights of desegregation and quality education.\" Individual interveners Loveland and Keipp point to their involvement in the Citizens Advisory Committee on Student Integration (CACSI)<sup>[8]</sup> and the hundreds of hours of work spent in formulating alternative desegregation plans. Finally, UTLA claims that it participated in the trial court proceedings \"to provide quality education in a desegregated school system.\"</p>\n<p>Each of these arguments ignore the essential fact that the plan ultimately adopted by the District and approved by the trial court resulted from the passage of Proposition 1 in November 1979. By amending the Constitution to prohibit mandatory busing in school desegregation cases (see <i>Crawford II</i>), the citizens of this state, not interveners, produced the practical result which obtained. (4) Bustop, of course, was the organizing force behind the passage of the initiative and the most vocal of all groups opposed to mandatory busing. Its accomplishments in the political arena, however, do not entitle it to an award under section 1021.5. As we see it, the private attorney general doctrine limits awards of fees to litigants who successfully utilize the <i>judicial process</i> to achieve their aims. The doctrine simply does not, nor should it, encompass successful lobbying efforts by those who seek to influence the Legislature or the electorate on any particular issue.</p>\n<p>As to the other interveners, the contributions of BEST were amorphous and anything but unique. Loveland and Keipp assuredly aided the trial court by presenting alternative desegregation plans at a time when the District was hard-pressed to formulate a proposal that would satisfy the conflicting demands of all the parties involved. Again, these efforts were rendered inconsequential by the passage of Proposition 1. Despite UTLA's attempt to characterize itself as a neutral party, its principal motivation for intervening was, as the trial court concluded, to protect the interests of its members (i.e., teachers who were opposed to being randomly transferred within the District). Such an interest clearly does not satisfy the statutory criteria for receiving an award of fees.</p>\n<p>Interveners' reliance on <i>Maria P.</i> v. <i>Riles</i> (1987) 43 Cal.3d 1281 [240 Cal. Rptr. 872, 743 P.2d 932], is unavailing. The plaintiffs in that case <span class=\"star-pagination\">*1409</span> instituted suit to prevent, among other things, the State Superintendent of Public Instruction from implementing former Education Code section 6957, which by its terms required school districts to report students' noncitizen immigration status to federal authorities. The trial court subsequently issued a preliminary injunction declaring section 6957 invalid and prohibiting the superintendent from enforcing the statute. Before the commencement of trial, however, the Legislature amended the section by deleting its reporting requirements. As a result, the plaintiffs took no further action to prosecute their case, and the suit was dismissed for failure to bring it to trial within five years of the filing of the complaint. (See former Code Civ. Proc. § 583, subd. (b).) Following the dismissal, the plaintiffs applied for attorneys' fees as prevailing parties under Code of Civil Procedure section 1021.5. Finding that the action had substantially benefited the public by preventing implementation of section 6957, the trial court awarded fees for the work performed in obtaining and enforcing the preliminary injunction.</p>\n<p>The Supreme Court upheld the award on the ground, inter alia, that the plaintiffs had obtained the relief they originally sought by the issuance of the preliminary injunction notwithstanding the Legislature's subsequent repeal of section 6957. Giving great deference to the trial court's factual finding that the injunction had served an important public interest some three years before the statutory amendment took effect, the court concluded that there was a causal connection between the lawsuit and the change it produced.</p>\n<p>(3b) Unlike the plaintiffs in <i>Maria P.,</i> none of the interveners in our case can point to any successes resulting from their participation in this litigation independent of the passage of Proposition 1. Here, neither Bustop, BEST, Loveland and Keipp, nor UTLA has demonstrated with the particularity required by Code of Civil Procedure section 1021.5 that their intervention added in an <i>essential</i> way to the adoption of the desegregation plan ultimately implemented by the trial court. Although each intervener may have, to some extent, vindicated the viewpoint they sought to represent in this lawsuit, none can claim that their participation caused a change in the benchmark condition. While it may be true that, in contrast to the situation existing in 1978, mandatory busing formed no part of the remedy adopted in 1981, that result obtained because of events transpiring in the political, not judicial arena.<sup>[9]</sup></p>\n<p>We have no doubt that the efforts of many of the interveners, notably Bustop, immeasurably added to the public debate and contributed in a <span class=\"star-pagination\">*1410</span> significant way to the passage of Proposition 1. As we have discussed, however, attorney's fees under section 1021.5 may not be awarded for such accomplishments.</p>\n<p>Finally, interveners point to the irony in the fact that the District capitulated to the trial court's order awarding the original plaintiffs attorneys' fees in excess of $1 million even though the plaintiffs failed to achieve their objective which was massive reassignment of students. On the other hand, Bustop, at least, was singularly successful in achieving its objective  the prevention of such reassignment. Yet Bustop has been denied an award of fees.</p>\n<p>Since, as we have indicated, the element of causation is critical, this ironic result cannot be rationalized. Even though plaintiffs' overreaching, abetted by the trial court's promulgation of overly drastic orders,<sup>[10]</sup> can be said to have been the cause of the adoption of Proposition 1, that could not justify awarding them fees. The answer simply lies in the fact that we are, at this stage, powerless to vacate the award to plaintiffs.</p>\n<p>In complex school desegregation cases, such as the one now before us, there is no exact yardstick by which the contributions of plaintiffs and interveners may be measured. The pivotal issue is, then, whether the trial court clearly erred in holding that interveners were not a significant catalyst in the formulation of the desegregation plan adopted by the District. Under the circumstances, we cannot say that the court abused its discretion in denying the intervening parties an award of fees and costs. Interveners were simply not prevailing parties within the meaning of Code of Civil Procedure section 1021.5.</p>\n<p>The order appealed from is affirmed.</p>\n<p>Gates, J., and Fukuto, J., concurred.</p>\n<p>A petition for a rehearing was denied May 26, 1988, and appellants' petitions for review by the Supreme Court were denied July 21, 1988.</p>\n<h2>NOTES</h2>\n<p>[1]  Code of Civil Procedure section 1021.5 provides: \"Upon motion, a court may award attorney's fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest if: (a) a significant benefit, whether pecuniary or nonpecuniary, has been conferred on the general public or a large class of persons, (b) the necessity and financial burden of private enforcement are such as to make the award appropriate, and (c) such fees should not in the interest of justice be paid out of the recovery, if any. With respect to actions involving public entities, this section applies to allowances against, but not in favor of, public entities, and no claim shall be required to be filed therefor.\"</p>\n<p>[2]  One other group, Integration Project, was granted leave to intervene. Following the denial of its motion for attorneys' fees pursuant to Code of Civil Procedure section 1021.5, it also filed a notice of appeal. The group, having failed to file its opening brief in this court, has apparently abandoned its appeal. Pursuant to Rule 17 (a) of the California Rules of Court, and on motion of the District, we hereby order the appeal dismissed.</p>\n<p>[3]  Although both plaintiffs and UTLA appealed the trial court's September 1981 order, the parties ultimately dismissed their appeals. Plan IV commenced operation at the start of the 1981 school year and, with minor modifications, remains in place today.</p>\n<p>[4]  Of the four interveners that have appealed the trial court's order, Bustop sought $630,000, BEST claimed $91,000, UTLA requested $163,000, and Loveland and Keipp applied for $27,000. Although the District initially appealed the award of fees and costs in favor of plaintiffs, that appeal has been dismissed pursuant to a settlement agreement between those parties.</p>\n<p>[5]  The trial court's order states in pertinent part: \"The petitioners [plaintiffs] have unfalteringly continued to pursue all available avenues to enforce the right won by judgment in 1970. Even if none of the parties allegedly seeking to enforce the same right had intervened in the enforcement process, there is no doubt that a plan for desegregation would still have been evolved and adopted. The plan adopted might not have been identical to the plan that actually was adopted, but the right would have been enforced nonetheless. [Fn. omitted.] ¶ Thus, the participation of the intervenors was not <i>necessary</i> to enforce the right of the children to attend desegregated schools. The right has been adequately enforced at all times by the petitioners [plaintiffs.]. ¶ In addition, several of the intervenors are in reality `functional amici.' Traditionally, an amicus curiae is not paid attorney's fees. ¶ There is no basis for differentiating between a <i>traditional amicus</i> and a <i>party</i> whose <i>function</i> is that of an amicus.\" (Italics in original.)</p>\n<p>[6]  In a similar context involving title 42, United States Code, section 1988 (see fn. 7, <i>infra</i>), the United States Supreme Court stated the appropriate standard as follows: \"`[P]laintiffs may be considered \"prevailing parties\" for attorney's fees purposes if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing suit.'\" (<i>Hensley</i> v. <i>Eckerhart</i> (1983) 461 U.S. 424, 433 [76 L.Ed.2d 40, 50, 103 S.Ct. 1933], citation omitted.)</p>\n<p>[7]  Since both the courts of this state and the Legislature have frequently looked to federal cases interpreting the Civil Rights Attorney's Fees Award Act of 1976 (42 U.S.C. § 1988) in framing the private attorney general doctrine, we consider federal precedent in this area persuasive authority. (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo, supra,</i> 33 Cal.3d at p. 352, fn. 5; <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d 917, 934.)</p>\n<p>[8]  CACSI was formed by the District to provide input into the desegregation planning process in 1977.</p>\n<p>[9]  Although the interveners participated in arguing the constitutionality of Proposition 1 before this court in <i>Crawford II,</i> their efforts were merely duplicative of the positions advanced by the named parties.</p>\n<p>[10]  We hasten to point out that these orders were issued by a judge other than the judge who issued the order which is appealed from here.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1397</span></span> (1988)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">806</span></span></b></center>\n<center><h1>MARY ELLEN CRAWFORD, a Minor, etc., et al., Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF THE CITY OF LOS ANGELES, Defendant and Respondent; BUSTOP et al., Interveners and Appellants.</h1></center>\n<center>Docket Nos. B017130, B017131.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Two.</b></p></center>\n<center>May 5, 1988.</center>\n<p><span class=\"star-pagination\">*1399</span> COUNSEL</p>\n<p>Maiden, Rosenbloom, Wintroub &amp; Fridkis, Maiden, Rosenbloom, Wintroub, Vogel &amp; Fridkes, Cliff Fridkis, Miriam Tigerman Vogel, Harvey Saferstein, Jack D. Fine, Tuttle &amp; Taylor, Raymond C. Fisher, Wayne Stephen Braveman, Richard B. Wentz and Lawrence B. Trygstad for Interveners and Appellants.</p>\n<p>McCutchen, Black, Verleger &amp; Shea, G. William Shea, Peter W. James, Michael M. Johnson, Lisa F. Hinchliffe, Jerry F. Halverson and Richard K. Mason for Defendant and Respondent.</p>\n<p>OPINION</p>\n<p>COMPTON, Acting P.J.</p>\n<p>Following the rendition of final judgment in this protracted school desegregation case, five separate interveners, each allegedly representing widely divergent viewpoints, sought an award of fees and costs pursuant to Code of Civil Procedure section 1021.5,<sup>[1]</sup> the so-called \"private attorney general\" doctrine, for their participation in the remedial <span class=\"star-pagination\">*1400</span> phase of the action. The trial court denied the award and this consolidated appeal by four of the interveners follows. We affirm.</p>\n<p>The history of this case, encompassing more than two decades of costly and highly complex litigation, has been memorialized in the media, the opinions of this court, the California Supreme Court, and to some extent the United States Supreme Court. Suffice it to say that every major aspect of the case has received scrupulous attention. The details therefore need not be repeated at length here. The pertinent facts giving rise to the instant appeal may be summarized as follows.</p>\n<p>This class action was instituted in August 1963, several weeks after the California Supreme Court held in <i>Jackson</i> v. <i>Pasadena City School Dist.</i> (1963) <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">876</span></a></span> [<span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">606</span></a></span>, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">382</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">878</span></a></span>], that school boards in this state bear a constitutional obligation to undertake reasonably feasible steps to alleviate racial segregation in the public schools, regardless of the cause of such segregation. The complaint, originally filed by the American Civil Liberties Union on behalf of Black students attending one local high school, was subsequently amended to include all allegedly segregated schools in the Los Angeles Unified School District (District) and all Black and Hispanic children attending those schools.</p>\n<p>After the action was filed, it remained relatively dormant while plaintiffs attempted to have the board voluntarily implement a desegregation plan for the District. When these attempts failed, the matter proceeded to a trial of the liability issues beginning in October 1968.</p>\n<p>In May 1970, the trial court found that segregation existed in the district and entered a judgment and issued a writ of mandate requiring the District to formulate a desegregation plan. Although the trial court was critical of some of the District's past decisions in the areas of site selection and the drawing of individual school districts, there was general agreement that the existence of certain schools with predominately minority enrollment on the one hand and schools with virtually no minority enrollment on the other hand, was the result of housing patterns rather than any action by the District.</p>\n<p>On an appeal by the District, the Supreme Court in <i>Crawford</i> v. <i>Board of Education</i> (1976) <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">280</span></a></span> [<span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">28</span></a></span>] (<i>Crawford</i> I), affirmed the trial court's finding of segregation in the Los Angeles City school system, but reversed that portion of the judgment which purported to define a desegregated school in terms of specific racial and ethnic percentages of White and non-White pupils. The matter was remanded to the trial court for preparation and implementation of \"a reasonably feasible desegregation <span class=\"star-pagination\">*1401</span> plan ... to alleviate segregation.\" (<i>Id.</i> at pp. 285-286.) In so holding, the court specifically determined that the Constitution did not mandate any particular racial or ethnic balance or even an approximate racial or ethnic balance, but merely required a reasonable approach by school officials in alleviating segregation.</p>\n<p>On the issue of mandatory reassignment of students on the basis of race, commonly referred to as \"busing,\" the court noted: \"While critics have sometimes attempted to obscure the issue, court decisions time and time again have emphasized that `busing' is not a constitutional end in itself but is simply one potential tool which may be utilized to satisfy a school district's constitutional obligation in this field. [Citations.] As with the numerous desegregation techniques ... [available to the District], in some circumstances busing will be an appropriate and useful element in a desegregation plan, while in other instances its `costs,' both in financial and educational terms, will render its use inadvisable.... Although a court cannot properly issue a `busing' order so long as a school district continues to meet its constitutional obligations, once a school board defaults in its constitutional task, the court, in devising a remedial order, is not precluded from requiring the busing of children as part of a reasonably feasible desegregation plan.\" (<i>Id.</i> at pp. 309-310.)</p>\n<p>The litigation concerning implementation of the judgment thereafter took on a life of its own which overshadowed the original issues in the case.</p>\n<p>Because the District at first tended to agree with plaintiffs' position that widespread reassignment of students was required, various community groups applied for permission to intervene in the remedy proceedings. When the trial court denied these applications, one of the proposed interveners, Bustop, petitioned this court for a writ of mandate. In <i>Bustop</i> v. <i>Superior Court</i> (1977) <span class=\"citation\" data-id=\"2169942\"><a href=\"/opinion/2169942/bustop-v-superior-court/\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">66</span></a></span> [<span class=\"citation\" data-id=\"2169942\"><a href=\"/opinion/2169942/bustop-v-superior-court/\"><span class=\"volume\">137</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">793</span></a></span>], we issued the writ and directed the trial court to permit intervention. At the time, we noted: \"Bustop is an organization with a membership of 65,000 parents, predominantly white, residing within the Los Angeles Unified School District. The organization's prime objective is the prevention of mandatory reassignment of students to schools other than those which they now attend or choose to attend.... [¶] This interest of those persons represented by Bustop is not presently represented by the parties to the action. The plaintiffs admittedly represent only the interests of specific minority students. Counsel for the district frankly admitted on oral argument that the district opposes intervention because Bustop's interpretation of the <i>Crawford</i> [I] decision is contrary to that of the district's interpretation and in effect the position of the two are opposing. While conceding that <i>Crawford</i> [I] does not mandate reassignment or `busing' of students the district contends as a <span class=\"star-pagination\">*1402</span> practical matter that compliance with the court mandate requires it. Bustop disagrees.\" (<i>Id.</i> at pp. 69-71.)</p>\n<p>Following issuance of the writ, the trial court granted leave to intervene to Bustop and several other groups purportedly representing a variety of different interests. On this appeal, we deal only with Bustop, Better Education for Students Today (BEST), United Teachers of Los Angeles (UTLA), and individual intervenors Robert M. Loveland and Mary Keipp (Loveland and Keipp).<sup>[2]</sup></p>\n<p>In March 1977, the District submitted its first desegregation plan. After a three month trial, the superior court rejected the plan and directed the District to formulate, within 90 days, \"a plan or plans which realistically commence the desegregation of this district by no later than February, 1978 ... and which plan or plans promise within their terms to complete such desegregation process within a reasonable period thereafter.\"</p>\n<p>In October 1977, a second plan (Plan II), entitled \"Integrated Educational Excellence Through Choice,\" was submitted to the court for its approval. Despite its seemingly benign title, the proposal involved large-scale mandatory reassignment of pupils on a racial basis. Plaintiffs Crawford, et al., interveners Loveland and Keipp, and intervener Integration Project filed objections to the new plan and motions for an order declaring it to be constitutionally insufficient. Bustop essentially argued that the plan was in conflict with decisions of the United States Supreme Court holding that assignment of students on the basis of race was improper unless done for the purpose of correcting prior de jure segregation and in addition would increase the incidence of White flight and lead to resegregation. The District and intervener BEST, on the other hand, moved the court for an order allowing immediate implementation of the plan. Following several weeks of hearings, the trial court ordered partial implementation of the plan beginning in the fall of 1978.</p>\n<p>During the summer of 1978, Bustop moved for an order staying implementation of Plan II, asking the trial court to enjoin the District from implementing its proposal or, in the alternative, from reassigning any student to any school where the total round trip transportation time exceeded one hour. The motion was denied and Bustop appealed. Pursuant to Bustop's petition, this court stayed implementation of the plan. When the <span class=\"star-pagination\">*1403</span> California Supreme Court reversed our order, Bustop unsuccessfully sought relief in the United States Supreme Court. (See <i>Bustop, Inc.</i> v. <i>Los Angeles Board of Education</i> (1978) <span class=\"citation\" data-id=\"110010\"><a href=\"/opinion/110010/bustop-inc-applicant-v-the-board-of-education-of-the-city-of-los/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1380</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">88</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">40</span></span>].)</p>\n<p>Plan II commenced operation as scheduled in September 1978. By providing for mandatory reassignment of approximately 40,000 students attending grades four through eight of every school with a white enrollment over 70 percent, it was one of if not the most drastic plan of mandatory student reassignment in the nation. The plan also provided for voluntary desegregation through the magnet school and permits with transportation programs. Within weeks after the commencement of Plan II, plaintiffs and intervener Integration Project moved to discontinue the plan and substitute a new, court-designed plan. The trial court denied the motion after strenuous objection from both the District and Bustop.</p>\n<p>In the fall of 1979, the trial court commenced renewed hearings to reexamine Plan II and consider alternative plans. For the first time, the board indicated to the court that mandatory busing had failed to achieve its objective of desegregating the city schools and that it desired a return to an all-voluntary plan. Concurrently, plaintiffs and most of the interveners presented their own desegregation approaches.</p>\n<p>Against this backdrop, on November 6, 1979, the voters of this state approved Proposition 1, an initiative measure which amended article I, section 7, subdivision (a), of the California Constitution. The effect of the amendment was to prohibit state courts, in desegregation cases, from ordering school boards to mandatorily reassign and transport pupils on the basis of race, except to remedy a violation of the equal protection clause of the Fourteenth Amendment to the United States Constitution under circumstances which would authorize a federal court under federal decisional law to issue such an order. The amendment further provided that any previously issued court order which contained a mandatory reassignment provision could be modified by proper application to a court having jurisdiction over the matter, unless modification was precluded by the United States Constitution.</p>\n<p>Both Bustop and the District applied to the trial court to modify Plan II by eliminating all mandatory reassignment and busing of pupils in accordance with the passage of Proposition 1. The motion was subsequently denied and, in May 1980, the trial court issued a new order requiring substantial reassignment and transportation of pupils in the District (Plan III). During the pendency of the appeal that followed, Plan III, as modified by various interim orders of this court, took effect in September 1980.</p>\n<p><span class=\"star-pagination\">*1404</span> In <i>Crawford</i> v. <i>Board of Education</i> (1980) <span class=\"citation\" data-id=\"2150852\"><a href=\"/opinion/2150852/crawford-v-board-of-education/\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">633</span></a></span> [<span class=\"citation\" data-id=\"2150852\"><a href=\"/opinion/2150852/crawford-v-board-of-education/\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">495</span></a></span>] (<i>Crawford II</i>), this court found Proposition 1 constitutional, vacated the trial court's orders establishing Plan III, and remanded the matter for further proceedings consistent with our opinion.</p>\n<p>Upon remand, the District submitted a new desegregation plan (Plan IV) which relied entirely on voluntary reassignment of students. In September 1981, following several months of hearings, the trial court gave its final approval to Plan IV and terminated all jurisdiction over the case except for the determination of pending applications by plaintiffs and interveners for recovery of attorneys' fees from the District.<sup>[3]</sup></p>\n<p>After considering voluminous motions for fees and costs, the trial court awarded plaintiffs approximately $1.3 million for their work during the remedial phase of the litigation. All interveners, however, were denied recovery.<sup>[4]</sup> In so ruling, the court specifically found that none of the interveners could be considered \"prevailing parties\" within the meaning of Code of Civil Procedure section 1021.5 and that their participation in the remedial phase, though helpful, was not necessary and, in many instances, duplicative of the work performed by plaintiffs and other amici curiae associated with the case.<sup>[5]</sup></p>\n<p>Despite the divergent and often opposing viewpoints represented by the interveners, each maintains that in some fashion they have prevailed in the underlying litigation and thus are entitled to an award for their work in developing a desegregation plan for the Los Angeles City school system. While we recognize that the four intervening parties before us on this appeal <span class=\"star-pagination\">*1405</span> made substantial contributions at the trial level, we cannot say that these efforts satisfy the specific statutory criteria for an award of fees under Code of Civil Procedure section 1021.5.</p>\n<p>The private attorney general doctrine is one of several exceptions to the general rule that each party must pay his own attorney's fees. (See <i>Gray</i> v. <i>Don Miller &amp; Associates, Inc.</i> (1984) <span class=\"citation\" data-id=\"1247885\"><a href=\"/opinion/1247885/gray-v-don-miller-associates-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">498</span></a></span>, 505 [<span class=\"citation\" data-id=\"1247885\"><a href=\"/opinion/1247885/gray-v-don-miller-associates-inc/\"><span class=\"volume\">198</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation\" data-id=\"1247885\"><a href=\"/opinion/1247885/gray-v-don-miller-associates-inc/\"><span class=\"volume\">674</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">253</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">763</span></span>]; see also Code Civ. Proc., § 1021.) Originally developed by the courts pursuant to their inherent equitable powers, the doctrine was given statutory recognition with the enactment of Code of Civil Procedure section 1021.5. (<i>Woodland Hills Residence Assn., Inc.</i> v. <i>City Council</i> (1979) <span class=\"citation\" data-id=\"1134428\"><a href=\"/opinion/1134428/woodland-hills-residents-assn-inc-v-city-council/\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">917</span></a></span>, 933 [<span class=\"citation\" data-id=\"1134428\"><a href=\"/opinion/1134428/woodland-hills-residents-assn-inc-v-city-council/\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"1134428\"><a href=\"/opinion/1134428/woodland-hills-residents-assn-inc-v-city-council/\"><span class=\"volume\">593</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">200</span></a></span>].) That statute seeks to encourage the presentation of meritorious claims affecting large numbers of persons by providing successful litigants attorney's fees in public interest lawsuits. (<i>Serrano</i> v. <i>Priest</i> (1977) <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">25</span></span>, 44-48 [<span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">315</span></span>, <span class=\"citation no-link\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1303</span></span>]; <i>Beach Colony II</i> v. <i>California Coastal Com.</i> (1985) <span class=\"citation\" data-id=\"2111155\"><a href=\"/opinion/2111155/beach-colony-ii-v-california-coastal-com/\"><span class=\"volume\">166</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">106</span></a></span>, 111 [<span class=\"citation\" data-id=\"2111155\"><a href=\"/opinion/2111155/beach-colony-ii-v-california-coastal-com/\"><span class=\"volume\">212</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">485</span></a></span>].) The doctrine in itself rests upon the recognition that privately initiated lawsuits are often essential to the effectuation of fundamental public policies embodied in constitutional or statutory provisions, and that, without some mechanism authorizing the award of fees, private actions to enforce such important policies will, as a practical matter, frequently be infeasible. (<i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d at p. 933.) Because plaintiffs are encouraged to assert their civil rights, attorney's fees are appropriate even if the successful party was represented by public interest lawyers and did not actually incur any legal expense. (<i>Folsom</i> v. <i>Butte County Assn. of Governments</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">668</span></span>, 684 [<span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">437</span></span>]; <i>Schmid</i> v. <i>Lovette</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">466</span></span>, 476 [<span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">424</span></span>].)</p>\n<p>(1) To obtain an award of fees under section 1021.5, one must be a successful party in an action resulting in the enforcement of an important right affecting the public interest. A significant benefit, whether pecuniary or nonpecuniary, must have been conferred on the general public or a broad class of persons, and the necessity and financial burden of private enforcement must transcend the litigant's personal interest in the controversy. (<i>Press</i> v. <i>Lucky Stores, Inc.</i> (1983) <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">311</span></span>, 318 [<span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">704</span></span>]; <i>People</i> ex rel. <i>Deukmejian</i> v. <i>Worldwide Church of God</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">547</span></span>, 558 [<span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">913</span></span>]; <i>County of Inyo</i> v. <i>City of Los Angeles</i> (1978) <span class=\"citation\" data-id=\"2147779\"><a href=\"/opinion/2147779/county-of-inyo-v-city-of-los-angeles/\"><span class=\"volume\">78</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">82</span></a></span>, 89 [<span class=\"citation\" data-id=\"2147779\"><a href=\"/opinion/2147779/county-of-inyo-v-city-of-los-angeles/\"><span class=\"volume\">144</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">71</span></a></span>], citing <i>Serrano</i> v. <i>Priest, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">25</span></span>, 45-46, fn. 18.)</p>\n<p>\"Whether a party has met the requirements for an award of fees and the reasonable amount of such an award are questions best decided by the trial <span class=\"star-pagination\">*1406</span> court in the first instance. (See <i>Rumford</i> v. <i>City of Berkeley</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">545</span></span>, 559 [<span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">73</span></span>, <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">124</span></span>]; <i>Schwartz</i> v. <i>City of Rosemead</i> (1984) <span class=\"citation\" data-id=\"2172625\"><a href=\"/opinion/2172625/schwartz-v-city-of-rosemead/\"><span class=\"volume\">155</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">547</span></a></span>, 555 [<span class=\"citation\" data-id=\"2172625\"><a href=\"/opinion/2172625/schwartz-v-city-of-rosemead/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">400</span></a></span>].) That court, utilizing its traditional equitable discretion, must realistically assess the litigation and determine from a practical perspective whether the statutory criteria have been met. (<i>Baggett</i> v. <i>Gates</i> (1982) <span class=\"citation\" data-id=\"1318901\"><a href=\"/opinion/1318901/baggett-v-gates/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">128</span></a></span>, 142 [<span class=\"citation\" data-id=\"1318901\"><a href=\"/opinion/1318901/baggett-v-gates/\"><span class=\"volume\">185</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"1318901\"><a href=\"/opinion/1318901/baggett-v-gates/\"><span class=\"volume\">649</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">874</span></a></span>].) Its decision will be reversed only if there has been a prejudicial abuse of discretion. (<i>Id.</i> at p. 143.) To make such a determination we must review the entire record, paying particular attention to the trial court's stated reasons in denying or awarding fees and whether it applied the proper standards of law in reaching its decision. (See <i>Bartling</i> v. <i>Glendale Adventist Medical Center</i> (<i>Bartling II</i>) (1986) <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">97</span></span>, 103 [<span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">847</span></span>].)\" (<i>Bouvia</i> v. <i>County of Los Angeles</i> (1987) <span class=\"citation\" data-id=\"2126156\"><a href=\"/opinion/2126156/bouvia-v-county-of-los-angeles/\"><span class=\"volume\">195</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1075</span></a></span>, 1081-1082 [<span class=\"citation\" data-id=\"2126156\"><a href=\"/opinion/2126156/bouvia-v-county-of-los-angeles/\"><span class=\"volume\">241</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">239</span></a></span>].)</p>\n<p>Although we may not be in complete accord with the trial court's reasoning on each pertinent issue, we are of the opinion that when the history of the remedial phase of this litigation is considered as a whole, the record supports the finding that interveners were not prevailing parties within the meaning of section 1021.5.</p>\n<p>(2) The California Supreme Court has made it clear that the determination of success under section 1021.5 must depend upon more \"than mere appearance.\" (<i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">668</span></span>, 685.) Although it is unnecessary for a party to achieve a favorable final judgment to qualify for attorneys' fees, there must exist some <i>causal connection</i> between the lawsuit and the relief obtained. (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo</i> (1983) <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">348</span></span>, 353 [<span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">873</span></span>, <span class=\"citation no-link\"><span class=\"volume\">657</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">365</span></span>]; <i>Miller</i> v. <i>California Com. on Status of Women</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">454</span></span>, 457-458 [<span class=\"citation\" data-id=\"2123075\"><a href=\"/opinion/2123075/miller-v-california-com-on-status-of-women/\"><span class=\"volume\">222</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">225</span></a></span>]; <i>Wallace</i> v. <i>Consumers Cooperative of Berkeley, Inc.</i> (1985) <span class=\"citation\" data-id=\"2178223\"><a href=\"/opinion/2178223/wallace-v-consumers-cooperative-of-berkeley-inc/\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">836</span></a></span>, 843-845 [<span class=\"citation\" data-id=\"2178223\"><a href=\"/opinion/2178223/wallace-v-consumers-cooperative-of-berkeley-inc/\"><span class=\"volume\">216</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">649</span></a></span>].) Courts have used varying terminology to describe that connection. Fees have been found appropriate when an action was the \"catalyst\" motivating defendants to provide the relief sought, or when it \"activated\" defendants to modify their behavior. (<i>Ibid.</i>) In <i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">668</span></span>, the court framed the question as whether the action \"substantially contributed\" to the result achieved.<sup>[6]</sup> (<i>Id.</i> at p. 686.) Regardless of the terminology used, <span class=\"star-pagination\">*1407</span> \"`no award is required if the court determines that plaintiff's suit was completely superfluous in achieving the improvements undertaken by defendants on plaintiff's behalf.'\" (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo, supra,</i> 33 Cal.3d at p. 353.)</p>\n<p>At bottom, the inquiry is an intensely factual, pragmatic one that frequently requires courts to go outside the merits of the precise underlying dispute and focus on the condition that the fee claimant sought to change. (<i>Folsom</i> v. <i>Butte County Assn. of Governments, supra,</i> 32 Cal.3d at p. 685.) With that condition as a benchmark the inquiry then becomes \"`whether as a quite practical matter the outcome, in whatever form it is realized, is one to which the plaintiff fee claimant's efforts contributed in a significant way, and which does involve an actual conferral of benefit or relief from burden when measured against the benchmark condition.'\" (<i>Ibid;</i> see also <i>DeMier</i> v. <i>Gondles</i> (4th Cir.1982) <span class=\"citation\" data-id=\"402534\"><a href=\"/opinion/402534/laurie-demier-mark-weitzel-on-their-own-behalf-and-on-behalf-of-a-class/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 93; <i>Bonnes</i> v. <i>Long</i> (4th Cir.1979) <span class=\"citation\" data-id=\"366939\"><a href=\"/opinion/366939/jean-m-bonnes-christopher-camuto-farmworkers-legal-project-of-the/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span>, 1319.)</p>\n<p>We have no doubt but that these principles apply to those parties who, at some point during the course of public interest litigation, intervene and contribute in a significant way to the vindication of an important constitutional or statutory right. Although the legislative history of section 1021.5 is silent on the appropriate standard for awarding attorney's fees to interveners, federal decisional authority has consistently held that such parties must make a clear showing of some unique contribution to the litigation.<sup>[7]</sup> (See <i>Donnell</i> v. <i>United States</i> (D.C. Cir.1982) <span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></span>; <i>Seattle School Dist. No. 1</i> v. <i>State of Wash.</i> (9th Cir.1980) <span class=\"citation\" data-id=\"383793\"><a href=\"/opinion/383793/seattle-school-district-no-1-v-the-state-of-washington/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>; <i>Baker</i> v. <i>City of Detroit</i> (1980) <span class=\"citation\" data-id=\"2153415\"><a href=\"/opinion/2153415/baker-v-city-of-detroit/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">841</span></a></span>.)</p>\n<p>Interveners therefore may be denied fees under the private attorney general doctrine where their participation was unnecessary in light of the efforts of other \"prevailing\" litigants. If a lawsuit is successful, but the intervener contributed little or nothing of substance in producing that outcome, then fees should not be awarded. (See e.g., <i>American Booksellers Ass'n., Inc.</i> v. <i>Hudnut</i> (S.D. Ind. 1986) <span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">324</span></span>, 332-333.) The same is true where events transpiring outside the litigation process render an intervener's efforts nugatory. (Cf. <i>Hewitt</i> v. <i>Helms</i> (1987) <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span> [<span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>]; <i>American Constitutional Party</i> v. <i>Munro</i> (9th Cir.1981) <span class=\"citation\" data-id=\"390946\"><a href=\"/opinion/390946/american-constitutional-party-libertarian-party-bicentennial-reality/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>.)</p>\n<p><span class=\"star-pagination\">*1408</span> (3a) Applying these principles to the instant case, we can only conclude that the record supports the trial court's finding that interveners failed to affirmatively demonstrate a causal relationship between their participation in the remedial phase of this litigation and the practical result which obtained. Bustop argues, of course, that it was the only party that steadfastly opposed mandatory busing and that without its contribution to the lawsuit the school system would have eventually become resegregated because of White flight. BEST maintains that it was the only litigant who \"sought to vindicate the important rights of desegregation and quality education.\" Individual interveners Loveland and Keipp point to their involvement in the Citizens Advisory Committee on Student Integration (CACSI)<sup>[8]</sup> and the hundreds of hours of work spent in formulating alternative desegregation plans. Finally, UTLA claims that it participated in the trial court proceedings \"to provide quality education in a desegregated school system.\"</p>\n<p>Each of these arguments ignore the essential fact that the plan ultimately adopted by the District and approved by the trial court resulted from the passage of Proposition 1 in November 1979. By amending the Constitution to prohibit mandatory busing in school desegregation cases (see <i>Crawford II</i>), the citizens of this state, not interveners, produced the practical result which obtained. (4) Bustop, of course, was the organizing force behind the passage of the initiative and the most vocal of all groups opposed to mandatory busing. Its accomplishments in the political arena, however, do not entitle it to an award under section 1021.5. As we see it, the private attorney general doctrine limits awards of fees to litigants who successfully utilize the <i>judicial process</i> to achieve their aims. The doctrine simply does not, nor should it, encompass successful lobbying efforts by those who seek to influence the Legislature or the electorate on any particular issue.</p>\n<p>As to the other interveners, the contributions of BEST were amorphous and anything but unique. Loveland and Keipp assuredly aided the trial court by presenting alternative desegregation plans at a time when the District was hard-pressed to formulate a proposal that would satisfy the conflicting demands of all the parties involved. Again, these efforts were rendered inconsequential by the passage of Proposition 1. Despite UTLA's attempt to characterize itself as a neutral party, its principal motivation for intervening was, as the trial court concluded, to protect the interests of its members (i.e., teachers who were opposed to being randomly transferred within the District). Such an interest clearly does not satisfy the statutory criteria for receiving an award of fees.</p>\n<p>Interveners' reliance on <i>Maria P.</i> v. <i>Riles</i> (1987) <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1281</span></a></span> [<span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></a></span>], is unavailing. The plaintiffs in that case <span class=\"star-pagination\">*1409</span> instituted suit to prevent, among other things, the State Superintendent of Public Instruction from implementing former Education Code section 6957, which by its terms required school districts to report students' noncitizen immigration status to federal authorities. The trial court subsequently issued a preliminary injunction declaring section 6957 invalid and prohibiting the superintendent from enforcing the statute. Before the commencement of trial, however, the Legislature amended the section by deleting its reporting requirements. As a result, the plaintiffs took no further action to prosecute their case, and the suit was dismissed for failure to bring it to trial within five years of the filing of the complaint. (See former Code Civ. Proc. § 583, subd. (b).) Following the dismissal, the plaintiffs applied for attorneys' fees as prevailing parties under Code of Civil Procedure section 1021.5. Finding that the action had substantially benefited the public by preventing implementation of section 6957, the trial court awarded fees for the work performed in obtaining and enforcing the preliminary injunction.</p>\n<p>The Supreme Court upheld the award on the ground, inter alia, that the plaintiffs had obtained the relief they originally sought by the issuance of the preliminary injunction notwithstanding the Legislature's subsequent repeal of section 6957. Giving great deference to the trial court's factual finding that the injunction had served an important public interest some three years before the statutory amendment took effect, the court concluded that there was a causal connection between the lawsuit and the change it produced.</p>\n<p>(3b) Unlike the plaintiffs in <i>Maria P.,</i> none of the interveners in our case can point to any successes resulting from their participation in this litigation independent of the passage of Proposition 1. Here, neither Bustop, BEST, Loveland and Keipp, nor UTLA has demonstrated with the particularity required by Code of Civil Procedure section 1021.5 that their intervention added in an <i>essential</i> way to the adoption of the desegregation plan ultimately implemented by the trial court. Although each intervener may have, to some extent, vindicated the viewpoint they sought to represent in this lawsuit, none can claim that their participation caused a change in the benchmark condition. While it may be true that, in contrast to the situation existing in 1978, mandatory busing formed no part of the remedy adopted in 1981, that result obtained because of events transpiring in the political, not judicial arena.<sup>[9]</sup></p>\n<p>We have no doubt that the efforts of many of the interveners, notably Bustop, immeasurably added to the public debate and contributed in a <span class=\"star-pagination\">*1410</span> significant way to the passage of Proposition 1. As we have discussed, however, attorney's fees under section 1021.5 may not be awarded for such accomplishments.</p>\n<p>Finally, interveners point to the irony in the fact that the District capitulated to the trial court's order awarding the original plaintiffs attorneys' fees in excess of $1 million even though the plaintiffs failed to achieve their objective which was massive reassignment of students. On the other hand, Bustop, at least, was singularly successful in achieving its objective  the prevention of such reassignment. Yet Bustop has been denied an award of fees.</p>\n<p>Since, as we have indicated, the element of causation is critical, this ironic result cannot be rationalized. Even though plaintiffs' overreaching, abetted by the trial court's promulgation of overly drastic orders,<sup>[10]</sup> can be said to have been the cause of the adoption of Proposition 1, that could not justify awarding them fees. The answer simply lies in the fact that we are, at this stage, powerless to vacate the award to plaintiffs.</p>\n<p>In complex school desegregation cases, such as the one now before us, there is no exact yardstick by which the contributions of plaintiffs and interveners may be measured. The pivotal issue is, then, whether the trial court clearly erred in holding that interveners were not a significant catalyst in the formulation of the desegregation plan adopted by the District. Under the circumstances, we cannot say that the court abused its discretion in denying the intervening parties an award of fees and costs. Interveners were simply not prevailing parties within the meaning of Code of Civil Procedure section 1021.5.</p>\n<p>The order appealed from is affirmed.</p>\n<p>Gates, J., and Fukuto, J., concurred.</p>\n<p>A petition for a rehearing was denied May 26, 1988, and appellants' petitions for review by the Supreme Court were denied July 21, 1988.</p>\n<h2>NOTES</h2>\n<p>[1]  Code of Civil Procedure section 1021.5 provides: \"Upon motion, a court may award attorney's fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest if: (a) a significant benefit, whether pecuniary or nonpecuniary, has been conferred on the general public or a large class of persons, (b) the necessity and financial burden of private enforcement are such as to make the award appropriate, and (c) such fees should not in the interest of justice be paid out of the recovery, if any. With respect to actions involving public entities, this section applies to allowances against, but not in favor of, public entities, and no claim shall be required to be filed therefor.\"</p>\n<p>[2]  One other group, Integration Project, was granted leave to intervene. Following the denial of its motion for attorneys' fees pursuant to Code of Civil Procedure section 1021.5, it also filed a notice of appeal. The group, having failed to file its opening brief in this court, has apparently abandoned its appeal. Pursuant to Rule 17 (a) of the California Rules of Court, and on motion of the District, we hereby order the appeal dismissed.</p>\n<p>[3]  Although both plaintiffs and UTLA appealed the trial court's September 1981 order, the parties ultimately dismissed their appeals. Plan IV commenced operation at the start of the 1981 school year and, with minor modifications, remains in place today.</p>\n<p>[4]  Of the four interveners that have appealed the trial court's order, Bustop sought $630,000, BEST claimed $91,000, UTLA requested $163,000, and Loveland and Keipp applied for $27,000. Although the District initially appealed the award of fees and costs in favor of plaintiffs, that appeal has been dismissed pursuant to a settlement agreement between those parties.</p>\n<p>[5]  The trial court's order states in pertinent part: \"The petitioners [plaintiffs] have unfalteringly continued to pursue all available avenues to enforce the right won by judgment in 1970. Even if none of the parties allegedly seeking to enforce the same right had intervened in the enforcement process, there is no doubt that a plan for desegregation would still have been evolved and adopted. The plan adopted might not have been identical to the plan that actually was adopted, but the right would have been enforced nonetheless. [Fn. omitted.] ¶ Thus, the participation of the intervenors was not <i>necessary</i> to enforce the right of the children to attend desegregated schools. The right has been adequately enforced at all times by the petitioners [plaintiffs.]. ¶ In addition, several of the intervenors are in reality `functional amici.' Traditionally, an amicus curiae is not paid attorney's fees. ¶ There is no basis for differentiating between a <i>traditional amicus</i> and a <i>party</i> whose <i>function</i> is that of an amicus.\" (Italics in original.)</p>\n<p>[6]  In a similar context involving title 42, United States Code, section 1988 (see fn. 7, <i>infra</i>), the United States Supreme Court stated the appropriate standard as follows: \"`[P]laintiffs may be considered \"prevailing parties\" for attorney's fees purposes if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing suit.'\" (<i>Hensley</i> v. <i>Eckerhart</i> (1983) <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433 [<span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span>, 50, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>], citation omitted.)</p>\n<p>[7]  Since both the courts of this state and the Legislature have frequently looked to federal cases interpreting the Civil Rights Attorney's Fees Award Act of 1976 (42 U.S.C. § 1988) in framing the private attorney general doctrine, we consider federal precedent in this area persuasive authority. (<i>Westside Community for Independent Living, Inc.</i> v. <i>Obledo, supra,</i> 33 Cal.3d at p. 352, fn. 5; <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> <span class=\"citation\" data-id=\"1134428\"><a href=\"/opinion/1134428/woodland-hills-residents-assn-inc-v-city-council/\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">917</span></a></span>, 934.)</p>\n<p>[8]  CACSI was formed by the District to provide input into the desegregation planning process in 1977.</p>\n<p>[9]  Although the interveners participated in arguing the constitutionality of Proposition 1 before this court in <i>Crawford II,</i> their efforts were merely duplicative of the positions advanced by the named parties.</p>\n<p>[10]  We hasten to point out that these orders were issued by a judge other than the judge who issued the order which is appealed from here.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/366939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/383793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390946/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402534/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1165260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1175930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1247885/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1318901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2111155/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2123075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126156/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2150852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2153415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2169942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2172625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2178223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2606803/"
          ]
        }
      ],
      "judges": "Compton",
      "date_created": "2014-10-30T20:48:54.415166Z",
      "date_modified": "2017-04-09T00:46:23.690900Z",
      "date_filed": "1988-05-05",
      "date_filed_is_approximate": false,
      "slug": "crawford-v-board-of-education",
      "citation_id": 2084711,
      "case_name_short": "Crawford",
      "case_name": "Crawford v. Board of Education",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "200 Cal. App. 3d 1397",
      "state_cite_two": "246 Cal. Rptr. 806",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1959371/crawford-v-board-of-education/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:48:54.411338Z",
  "date_modified": "2014-10-30T20:48:54.411338Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Crawford",
  "case_name": "Crawford v. Board of Education",
  "case_name_full": "",
  "slug": "crawford-v-board-of-education",
  "docket_number": "Docket Nos. B017130, B017131",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}