{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1979435/",
  "id": 1979435,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ncmd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2159976/",
      "id": 2159976,
      "absolute_url": "/opinion/2159976/griggs-v-duke-power-company/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1979435/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2159976/",
          "id": 2159976,
          "absolute_url": "/opinion/2159976/griggs-v-duke-power-company/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2159976/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1243/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:29:39.018067Z",
          "date_modified": "2017-04-08T18:17:36.738770Z",
          "type": "010combined",
          "sha1": "7194839e7244038f58fba8fc3a3d59e3771a0190",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>292 F.Supp. 243 (1968)</b></center>\n<center><h1>Willie S. GRIGGS et al., Plaintiffs,<br>\nv.<br>\nDUKE POWER COMPANY, a Corporation, Defendant.</h1></center>\n<center>No. C-210-G-66.</center>\n<center><p><b>United States District Court M. D. North Carolina, Greensboro Division.</b></p></center>\n<center>September 30, 1968.</center>\n<p><span class=\"star-pagination\">*244</span> J. Levonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Sammie Chess, Jr., High Point, N. C., for plaintiffs.</p>\n<p>George W. Ferguson, Jr., William I. Ward, Jr., and Carl Horn, Jr., Charlotte, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>GORDON, District Judge.</p>\n<p>Duke Power Company, the defendant in this action, is a corporation engaged in the generation, transmission, and distribution of electric power to the general public in North Carolina and South Carolina. The thirteen named plaintiffs are all Negroes and contend that the defendant has engaged in employment practices prohibited by Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e et seq. at its Dan River Station located in Draper, North Carolina (recently consolidated with the Towns of Leaksville and Spray and named Eden) and ask that such discriminatory practices be enjoined.</p>\n<p>An order was entered on June 19, 1967, allowing the action to be maintained as a class action under Rule 23 of the Federal Rules of Civil Procedure. The class was defined as those Negroes presently employed, and who subsequently may be employed, at the Dan River Steam Station and all Negroes who may hereafter seek employment at the Station. The Court has found no reason to alter the June 19 Order.</p>\n<p>The evidence in this case establishes that due to the requirements for initial employment, Negroes who may subsequently be employed by defendant would not be subject to the restrictions on promotions which the named plaintiffs contend are violative of the Act. A high school education and satisfactory test scores are required for initial employment in all departments except labor. Plaintiffs certainly cannot contend that employees without those requisites who are hired for the labor department subsequent to the implementation of the requisites should be allowed to transfer <span class=\"star-pagination\">*245</span> into other departments when they could not have been initially employed in those departments. This would be to deny the defendant the right to establish different standards for different types of employment. Further, the plaintiffs do not contend that the defendant's requirements for initial employment are discriminatory. Only fourteen Negroes are presently employed by the defendant, thirteen of whom are named plaintiffs.</p>\n<p>The work force at Dan River is divided for operational purposes into the following departments: (1) Operations; (2) Maintenance; (3) Laboratory and Test; (4) Coal Handling; and (5) Labor. The jobs of watchman, clerk, and storekeeper are in a miscellaneous category.</p>\n<p>Within each department specialized job classifications exist.<sup>[1]</sup> These classifications constitute a line of progression for purposes of employee advancement. The term \"line of progression\" is then synonymous with \"department.\"</p>\n<p>Approximately ten years ago,<sup>[2]</sup> the defendant initiated a policy making a high school education or its equivalent a prerequisite for employment in all departments except the labor department. The effect of the policy was that no new employees would be hired without a high school education (except in the labor department) and no old employees without a high school education could transfer to a department other than the labor department. The high school requirement was made applicable on a departmental level only, and was not made the basis for firing or demoting a person employed prior to its implementation.</p>\n<p>In July of 1965 the defendant instituted a new policy for initial employment at the Dan River Station. A satisfactory score on the Revised Beta Test was the only requirement for initial employment in the labor department. In all <span class=\"star-pagination\">*246</span> other departments and classifications, applicants were required to have a high school education <i>and</i> make satisfactory scores on two tests, the E. F. Wonderlic Personnel Test and the Bennett Mechanical Comprehension Test, Form AA. The company's promotional policy was unchanged and a high school education remained the only prerequisite to a departmental transfer.</p>\n<p>In September, 1965, at the instigation of employees in the coal-handling department, the defendant promulgated a policy by which employees in the coal-handling and labor departments and the watchman classification without a high school education could become eligible for consideration for transfer to another department by attaining a satisfactory score on the two tests previously mentioned. This procedure was made available only to persons employed prior to September 1, 1965.</p>\n<p></p>\n<h2><i>Applicable Provisions of the Act</i></h2>\n<p>Sections 703(a) (1) and (2) of Title VII of the 1964 Civil Rights Act provide:</p>\n<blockquote>\"Section 703(a), 42 U.S.C. § 2000e-2(a):</blockquote>\n<blockquote>\"It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>\"(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>\"(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.\"</blockquote>\n<p>The mandate of those two sections is qualified by the following sections of the Act:</p>\n<blockquote>\"Section 703(h), 42 U.S.C. § 2000e-2(h):</blockquote>\n<blockquote>\"Notwithstanding any other provision of this title, it shall not be an unlawful employment practice for an employer to apply different standards of compensation, or different terms, conditions, or privileges of employment pursuant to a bona fide seniority or merit system, or a system which measures earnings by quantity or quality of production or to employees who work in different locations, provided that such differences are not the result of an intention to discriminate because of race, color, religion, sex, or national origin, nor shall it be an unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin. It shall not be an unlawful employment practice under this title for any employer to differentiate upon the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 6(d) of the Fair Labor Standards Act of 1938, as amended 29 U.S.C. § 206(d)).\"</blockquote>\n<blockquote>\"Section 703(j), 42 U.S.C. § 2000e-2(j):</blockquote>\n<blockquote>\"Nothing contained in this title shall be interpreted to require any employer, employment agency, labor organization, or joint labor-management committee subject to this title to grant preferential treatment to any individual or to any group because of the race, color, religion, sex, or national origin of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer, referred or classified for employment by an employment agency or labor organization, admitted to membership or classified by any labor organization, or admitted <span class=\"star-pagination\">*247</span> to, or employed in, any apprenticeship or other training program, in comparison with the total number or percentage of persons of such race, color, religion, sex, or national origin in any community, State, section, or other area, or in the available work force in any community, State, section, or other area.\"</blockquote>\n<p>Congress intended the Act to be given prospective application only. Any discriminatory employment practices occurring before the effective date of the Act, July 2, 1965, are not remedial under the Act.<sup>[3]</sup></p>\n<p>The plaintiffs first contend that they are restricted to the menial and low-paying jobs and are effectively denied an equal opportunity to advance to the more remunerative positions because of their race.</p>\n<p>The evidence shows that there are approximately 95 employees at the Dan River Station, 14 of whom are Negroes. As of July 2, 1965, the 14 Negroes held jobs in the labor department which has a lower pay scale than any other department. On August 8, 1966, three months prior to the institution of this suit, Jesse Martin, the senior Negro laborer with a high school education was promoted to learner in the coal handling department. The 13 Negroes remaining in the labor department are the plaintiffs in this action. One of those, R. A. Jumper, the next senior Negro laborer with a high school education has since been promoted to the watchman position. Only one other Negro has a high school education. Actually, the high school and testing requirements which plaintiffs allege are violative of the Act affect only those plaintiffs without a high school education.</p>\n<p>The evidence shows that only three of the nine white employees in the coal handling department have a high school education; only eight of the seventeen white employees in the maintenance department have a high school education; two white shift supervisors in the power plant have less than a high school education; the two coal handling foremen have less than a high school education; and the labor foreman has less than a high school education.</p>\n<p>Although company officials testified that there has never been a company policy of hiring only Negroes in the labor department and only whites in the other departments, the evidence is sufficient to conclude that at some time prior to July 2, 1965, Negroes were relegated to the labor department and prevented access to other departments by reason of their race.</p>\n<p>The plaintiffs contend that upon their initial employment they were placed in the low paying labor department and were denied access to the more desirable departments as a result of the defendant's discriminatory hiring and promotional policies. Since the discrimination occurred prior to July 2, 1965, it is not remedial under the 1964 Civil Rights Act. But the plaintiffs reason that in subsequently applying the high school education requirement on a departmental basis only, the initial discrimination was carried over and continues to the present. This result, they say, is demonstrated by the fact that white employees without a high school education are eligible for job openings in the more lucrative departments while Negro employees with the same or similar educational qualifications are restricted to job classifications in the lower paying labor department.</p>\n<p>Under plaintiffs' theory, the departmental structure of defendant's work force is tainted by prior discriminatory practices and therefore cannot serve as a basis for applying educational or general intelligence standards as prerequisites to promotion. Plaintiffs contend that the present system continues the past discrimination and violates the Act.</p>\n<p><span class=\"star-pagination\">*248</span> The plaintiffs do not contend nor will the evidence support a finding that the division of defendant's work force into departments is an unreasonable system of classification. To the contrary, the evidence shows that jobs within each department require skills which differ in degree and kind from the skills required in the performance of jobs in other departments. Also, each department has a different function in the total operation of the plant.</p>\n<p>The plaintiffs do not contend that discrimination on the basis of education is proscribed by the Act. But they do contend that a high school education requirement which of itself continues the inequities of prior racial discrimination is prohibited.</p>\n<p>This theory brings into issue how Congress intended the Act to be applied.</p>\n<p>The legislative history of the Act is replete with evidence of Congress' intention that the Act be applied prospectively and not retroactively. Clark-Case Memorandum, Bureau of Nat'l Affairs Operations Manual, The Civil Rights Act of 1964, p. 329; Justice Dept. Reply on Title VII, Bureau of Nat'l Affairs Operations Manual, The Civil Rights Act of 1964, p. 326.</p>\n<p>In providing for prospective application only, Congress faced the cold hard fact of past discrimination and the resulting inequities. Congress also realized the practical impossibility of eradicating all the consequences of past discrimination. The 1964 Act has as its purpose the abolition of the policies of discrimination which produced the inequities.</p>\n<p>It is obvious that where discrimination existed in the past, the effects of it will be carried over into the present. But it is also clear that policies of discrimination which existed in the past cannot be continued into the present under the 1964 Act. Plaintiffs do labor under the inequities resulting from the past discriminatory promotional policies of the defendant, but the defendant discontinued those discriminatory practices. More than ten years ago it put into effect a high school education requirement intended to eventually upgrade the quality of its entire work force. At least since July 2, 1965, the requirement has been fairly and equally administered.</p>\n<p>The requirement was made applicable to a departmentalized work force without any intention or design to discriminate against Negro employees. The departments serve as a reasonable system of classification with each department having a different function and each department requiring different skills. It is important to remember that the departmental structure does not result in Negroes doing the same or similar work as white employees but receiving smaller wages. The past discrimination was in restricting Negroes to the menial and low paying jobs in the labor department. Had Negroes not been restricted in this fashion prior to the institution of the high school education requirement, there would be no question of the present legality of defendant's policies.</p>\n<p>If the relief requested by plaintiffs is granted, the defendant will be denied the right to improve the general quality of its work force or in the alternative will be required to abandon its departmental system of classification and freeze every employee without a high school education in his present job without hope of advancement. And these harsh results would be necessary, under plaintiffs' theory, because of discriminatory practices abandoned by the defendant over ten years ago.</p>\n<p>It is improbable that any system of classification used by an employer who has discriminated prior to the effective date of the Act could escape condemnation if this theory prevailed, regardless of how fair and equal its present policies may be. This Court does not believe such application of the Act to have been contemplated by Congress. Otherwise, it would have been unnecessary to indicate an intention that the Act receive only prospective application.</p>\n<p><span class=\"star-pagination\">*249</span> The plaintiffs cite Quarles v. Philip Morris, Inc., 279 F.Supp. 505 (1968) a decision in the Eastern District of Virginia. That case held that restrictions on departmental transfers where the departments had been organized on a racially segregated basis were violative of the Act. Interdepartmental transfers had been completely prohibited under the prior discriminatory practices. Provisions of two collective bargaining agreements negotiated in the fall of 1964 and effective over a three-year period from February 1, 1965, modified the previous no-transfer policy only to the extent that a limited number of employees from the previously all-Negro departments would be allowed to transfer to the previously all-white department. A \"Memorandum of Understanding\" executed on March 7, 1966, modified seniority and transfer provisions only in degree. These provisions, in effect, continued the old discriminatory no-transfer policies except that four Negroes were allowed to transfer every six months without effect on their seniority rights. These present practices retained the discriminatory flavor of the past and were held violative of the Act.</p>\n<p>The restrictions on departmental transfers at Duke Power's Dan River Station are distinguishable from the restrictions of Philip Morris, Inc., condemned in <i>Quarles</i><i>.</i> The restrictions on interdepartmental transfers at Duke Power are based on educational requirements whereas the policy at Philip Morris represented only a relaxation of earlier restrictions based on race. Philip Morris exhibited no business purpose or reason for its transfer restrictions, but as pointed out heretofore, Duke Power had legitimate reasons for its educational and intelligence standards and for applying those standards to its departmental structure.</p>\n<p>If the decision in <i>Quarles</i> may be interpreted to hold that present consequences of past discrimination are covered by the Act, this Court holds otherwise. The text of the legislation redounds with the term \"unlawful employment practice.\" There is no reference in the Act to \"present consequences.\" Moreover, under no definition of the words therein can the terms \"present consequences of past discrimination\" and \"unlawful employment practice\" be given synonymous meanings.</p>\n<p>This does not mean that a court cannot look beyond the effective date of the Act to determine whether present practices are discriminatory. That, in fact, was what the court did in the <i>Quarles</i> case.</p>\n<p>Plaintiffs secondly contend that the defendant's policy of allowing passing marks on two general intelligence tests to substitute for a high school education in determining eligibility for departmental transfer is discriminatory and in violation of the Act.</p>\n<p>The application of defendant's testing procedures on a departmental basis is not in violation of the Act for the same reasons expressed previously in the discussion of the high school requirement.</p>\n<p>In light of this Court's holding that the defendant's policy of making a high school education a prerequisite to departmental transfers is non-discriminatory, it would appear to be in derogation of the plaintiffs' interests to abolish the use of test scores as a substitute for the high school requirement. But to the extent that the nature of the tests may be discriminatory, their validity under the Act must be examined.</p>\n<p>Section 703(h), (42 U.S.C. § 2000e-2(h)) of the Act provides that it shall not be</p>\n<blockquote>\"[A]n unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex, or national origin.\"</blockquote>\n<p>The clause was inserted by an amendment introduced by Sen. Tower (R.Tex.). It was designed to insure the <span class=\"star-pagination\">*250</span> employer's right to utilize ability tests in hiring and promoting employees which practice had been condemned by a hearing examiner for the Illinois Fair Employment Practices Commission.</p>\n<p>The plaintiffs apparently read the section to allow tests only when they are developed to predict a person's ability to perform a <i>particular</i> job or group of jobs. That is, if the job requires only manual dexterity, then the Act requires an employer to utilize only a test that measures manual dexterity. Guidelines on employment testing procedures set out by the Equal Employment Opportunity Commission serve to fortify that appraisal of the Act:</p>\n<blockquote>\"The Commission accordingly interprets `professionally developed ability test' to mean a test which fairly measures the knowledge or skills required by the particular job or class of jobs which the applicant seeks, or which fairly affords the employer a chance to measure the applicant's ability to perform a particular job or class of jobs.\"</blockquote>\n<p>This Court cannot agree to this interpretation of § 703(h). Title VII of the 1964 Act has as its purpose the elimination of discriminatory employment practices. It precludes the use of ability tests which may be used to discriminate on the basis of race, color, religion, sex, or national origin. Nowhere does the Act require that employers may utilize only those tests which accurately measure the ability and skills required of a particular job or group of jobs. Nowhere does the Act require the use of only one type of test to the exclusion of other non-discriminatory tests. A test which measures the level of general intelligence, but is unrelated to the job to be performed is just as reasonably a prerequisite to hiring or promotion as is a high school diploma. In fact, a general intelligence test is probably more accurate and uniform in application than is the high school education requirement.</p>\n<p>The two tests used by the defendant were never intended to accurately measure the ability of an employee to perform the particular job available. Rather, they are intended to indicate whether the employee has the general intelligence and overall mechanical comprehension of the average high school graduate, regardless of race, color, religion, sex, or national origin. The evidence establishes that the tests were professionally developed to perform this function and therefore are in compliance with the Act.</p>\n<p>The Act does not deny an employer the right to determine the qualities, skills, and abilities required of his employees. But the Act does restrict the employer to the use of tests which are professionally developed to indicate the existence of the desired qualities and which do not discriminate on the basis of race, color, religion, sex or national origin.</p>\n<p>The defendant's expert testified that the Wonderlic Test was professionally developed to measure general intelligence, i. e., one's ability to understand, to think, to use good judgment. The Bennett Test was developed to measure mechanical understanding of the operation of simple machines. These qualities are general in nature and are not indicative of a person's ability to perform a particular task. Nevertheless, they are qualities which the defendant would logically want to find in his employees. The Act does not deprive him of the right to use a test which accurately, reliably, and validly measures the existence of those qualities in an applicant for initial employment or for promotion.</p>\n<p>Plaintiffs lastly contend that the defendant discriminates on the basis of race in the allocation of overtime work at its Dan River Station.</p>\n<p>Overtime work at Dan River is referred to as \"scheduled overtime\" or \"emergency overtime.\" Every employee at the station is allotted eight hours of \"scheduled overtime\" every four weeks. All other overtime is \"emergency overtime.\"</p>\n<p><span class=\"star-pagination\">*251</span> Between July 2, 1965, and February, 1967, employees in the coal-handling department worked approximately 10.39 per cent of their total working hours in overtime. The percentage of overtime worked by employees in other departments was as follows: maintenance, 7.84 per cent; operations, 5.39 per cent; labor, 5.22 per cent; and other, 5.19 per cent. The high percentage of overtime worked by employees in coal handling was due to erratic deliveries of coal and the difficulty in handling frozen coal during winter months. As a general rule, overtime work is done by the employees of the department which would ordinarily do the work. But occasionally in coal handling, the work load becomes so great that employees from other departments are called in to help. The gist of plaintiffs' contention is that Negroes are denied overtime work in coal-handling and so are discriminated against in the allocation of overtime. The evidence does not support this contention.</p>\n<p>The percentages of overtime worked in each department, with the exception of coal-handling, are very similar. The higher percentage in the maintenance department appears to have been due to overtime work in repairing equipment and not in overtime in the coal-handling operations. Further, the evidence is that Negroes in the labor department assigned to work in coal-handling do not work the same overtime as employees in the coal-handling department because of the danger involved in doing their work at night while the coal-handling operations are going on.</p>\n<p>It is concluded that the difference between allocation of overtime to employees is not the result of discriminatory practices and is not in violation of the Act.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This Court has jurisdiction over the parties and subject matter of this action, pursuant to the provisions of Section 706(f) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-5(f).</p>\n<p>2. By order of this Court dated June 19, 1967, this action was permitted to be maintained as a class action, but the order was made conditional in nature pursuant to the Federal Rules of Civil Procedure 23(c) (1). The order defined the class plaintiffs sought to represent as all Negroes presently employed, all Negroes who may subsequently be employed, and all Negroes who may hereafter seek employment at the defendant's Dan River Steam Station in Draper, North Carolina.</p>\n<p>3. The Court is of the opinion, finds, and concludes that the defendant's high school education requirement does not violate Title VII of the Act. It has a legitimate business purpose and is equally applicable to both Negro and white employees similarly situated.</p>\n<p>4. The tests in use by the defendant at its Dan River Station are professionally developed ability tests within the meaning of Section 703(h) of the Act and are not administered, scored, designed, intended, or used to discriminate because of race or color.</p>\n<p>5. Title VII of the Civil Rights Act of 1964 became effective July 2, 1965. The legislative history of the Act clearly shows that it is prospective and not retroactive in effect. Since the effective date of the Act, the defendant has not limited, classified, segregated, or discriminated against its employees in any way which has deprived or tended to deprive them of any employment opportunities because of race or color.</p>\n<p>6. The defendant has not discriminated in the allocation of overtime on the basis of race or color and is not in violation of the Act.</p>\n<p>7. The plaintiffs have failed to carry the burden of proving that the defendant has intentionally discriminated against them on the basis of race or color. There are no legally established facts from which the Court could draw an inference that the defendant has so discriminated.</p>\n<p><span class=\"star-pagination\">*252</span> Accordingly, no relief is appropriate, and a judgment dismissing the complaint will be entered. Within ten (10) days of this date, counsel for the defendant will submit a proposed judgment, first submitting same to counsel for the plaintiffs for approval as to form.</p>\n<h2>NOTES</h2>\n<p>[1]  Answer to Interrogatory No. 11:\nPOWER STATION OPERATORS\n      Control Operator\n      Pump Operator\n      Utility Operator\n      Learner\n      COAL AND MATERIAL HANDLING\n      Coal Handling Foreman\n      Coal Equipment Operator\n      Coal Handling Operator\n      Helper\n      Learner\n      MAINTENANCE\n      Machinist\n      Electrician-Welder\n      Mechanic A\n      Mechanic B\n      Repairman\n      Learner\n      TEST AND LABORATORY\n      Testman-Labman\n      Lab and Test Technician\n      Lab and Test Assistant\n      LABOR\n      Labor Foreman\n      Auxiliary Serviceman\n      Laborer (Semi-Skilled)\n      Laborer (Common)\n      MISCELLANEOUS\n      Watchman\n      Clerk\n      Chief Clerk\n      Storekeeper\n      SUPERVISORS\n      Superintendent\n      Assistant Superintendent\n      Plant Engineer\n      Assistant Plant Engineer\n      Chemist\n      Test Supervisor\n      Maintenance Supervisor\n      Assistant Maintenance Supervisor\n      Shift Supervisor\n      Junior Engineer\n</p>\n<p>[2]  At the trial of this case, objections by defendant to evidence of activities prior to July 2, 1965, were sustained and the evidence recorded. Upon a study of briefs subsequently submitted by the parties, the Court has for purposes of this case only, considered the evidence as competent and relevant.</p>\n<p>[3]  Actually, the evidence places the number of defendant's employees between 90 and 95. The Act was not made applicable to employers with under 100 employees until July 2, 1966.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">243</span></span> (1968)</b></center>\n<center><h1>Willie S. GRIGGS et al., Plaintiffs,<br>\nv.<br>\nDUKE POWER COMPANY, a Corporation, Defendant.</h1></center>\n<center>No. C-210-G-66.</center>\n<center><p><b>United States District Court M. D. North Carolina, Greensboro Division.</b></p></center>\n<center>September 30, 1968.</center>\n<p><span class=\"star-pagination\">*244</span> J. Levonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Sammie Chess, Jr., High Point, N. C., for plaintiffs.</p>\n<p>George W. Ferguson, Jr., William I. Ward, Jr., and Carl Horn, Jr., Charlotte, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>GORDON, District Judge.</p>\n<p>Duke Power Company, the defendant in this action, is a corporation engaged in the generation, transmission, and distribution of electric power to the general public in North Carolina and South Carolina. The thirteen named plaintiffs are all Negroes and contend that the defendant has engaged in employment practices prohibited by Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e et seq. at its Dan River Station located in Draper, North Carolina (recently consolidated with the Towns of Leaksville and Spray and named Eden) and ask that such discriminatory practices be enjoined.</p>\n<p>An order was entered on June 19, 1967, allowing the action to be maintained as a class action under Rule 23 of the Federal Rules of Civil Procedure. The class was defined as those Negroes presently employed, and who subsequently may be employed, at the Dan River Steam Station and all Negroes who may hereafter seek employment at the Station. The Court has found no reason to alter the June 19 Order.</p>\n<p>The evidence in this case establishes that due to the requirements for initial employment, Negroes who may subsequently be employed by defendant would not be subject to the restrictions on promotions which the named plaintiffs contend are violative of the Act. A high school education and satisfactory test scores are required for initial employment in all departments except labor. Plaintiffs certainly cannot contend that employees without those requisites who are hired for the labor department subsequent to the implementation of the requisites should be allowed to transfer <span class=\"star-pagination\">*245</span> into other departments when they could not have been initially employed in those departments. This would be to deny the defendant the right to establish different standards for different types of employment. Further, the plaintiffs do not contend that the defendant's requirements for initial employment are discriminatory. Only fourteen Negroes are presently employed by the defendant, thirteen of whom are named plaintiffs.</p>\n<p>The work force at Dan River is divided for operational purposes into the following departments: (1) Operations; (2) Maintenance; (3) Laboratory and Test; (4) Coal Handling; and (5) Labor. The jobs of watchman, clerk, and storekeeper are in a miscellaneous category.</p>\n<p>Within each department specialized job classifications exist.<sup>[1]</sup> These classifications constitute a line of progression for purposes of employee advancement. The term \"line of progression\" is then synonymous with \"department.\"</p>\n<p>Approximately ten years ago,<sup>[2]</sup> the defendant initiated a policy making a high school education or its equivalent a prerequisite for employment in all departments except the labor department. The effect of the policy was that no new employees would be hired without a high school education (except in the labor department) and no old employees without a high school education could transfer to a department other than the labor department. The high school requirement was made applicable on a departmental level only, and was not made the basis for firing or demoting a person employed prior to its implementation.</p>\n<p>In July of 1965 the defendant instituted a new policy for initial employment at the Dan River Station. A satisfactory score on the Revised Beta Test was the only requirement for initial employment in the labor department. In all <span class=\"star-pagination\">*246</span> other departments and classifications, applicants were required to have a high school education <i>and</i> make satisfactory scores on two tests, the E. F. Wonderlic Personnel Test and the Bennett Mechanical Comprehension Test, Form AA. The company's promotional policy was unchanged and a high school education remained the only prerequisite to a departmental transfer.</p>\n<p>In September, 1965, at the instigation of employees in the coal-handling department, the defendant promulgated a policy by which employees in the coal-handling and labor departments and the watchman classification without a high school education could become eligible for consideration for transfer to another department by attaining a satisfactory score on the two tests previously mentioned. This procedure was made available only to persons employed prior to September 1, 1965.</p>\n<p></p>\n<h2><i>Applicable Provisions of the Act</i></h2>\n<p>Sections 703(a) (1) and (2) of Title VII of the 1964 Civil Rights Act provide:</p>\n<blockquote>\"Section 703(a), 42 U.S.C. § 2000e-2(a):</blockquote>\n<blockquote>\"It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>\"(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>\"(2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.\"</blockquote>\n<p>The mandate of those two sections is qualified by the following sections of the Act:</p>\n<blockquote>\"Section 703(h), 42 U.S.C. § 2000e-2(h):</blockquote>\n<blockquote>\"Notwithstanding any other provision of this title, it shall not be an unlawful employment practice for an employer to apply different standards of compensation, or different terms, conditions, or privileges of employment pursuant to a bona fide seniority or merit system, or a system which measures earnings by quantity or quality of production or to employees who work in different locations, provided that such differences are not the result of an intention to discriminate because of race, color, religion, sex, or national origin, nor shall it be an unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin. It shall not be an unlawful employment practice under this title for any employer to differentiate upon the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 6(d) of the Fair Labor Standards Act of 1938, as amended 29 U.S.C. § 206(d)).\"</blockquote>\n<blockquote>\"Section 703(j), 42 U.S.C. § 2000e-2(j):</blockquote>\n<blockquote>\"Nothing contained in this title shall be interpreted to require any employer, employment agency, labor organization, or joint labor-management committee subject to this title to grant preferential treatment to any individual or to any group because of the race, color, religion, sex, or national origin of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer, referred or classified for employment by an employment agency or labor organization, admitted to membership or classified by any labor organization, or admitted <span class=\"star-pagination\">*247</span> to, or employed in, any apprenticeship or other training program, in comparison with the total number or percentage of persons of such race, color, religion, sex, or national origin in any community, State, section, or other area, or in the available work force in any community, State, section, or other area.\"</blockquote>\n<p>Congress intended the Act to be given prospective application only. Any discriminatory employment practices occurring before the effective date of the Act, July 2, 1965, are not remedial under the Act.<sup>[3]</sup></p>\n<p>The plaintiffs first contend that they are restricted to the menial and low-paying jobs and are effectively denied an equal opportunity to advance to the more remunerative positions because of their race.</p>\n<p>The evidence shows that there are approximately 95 employees at the Dan River Station, 14 of whom are Negroes. As of July 2, 1965, the 14 Negroes held jobs in the labor department which has a lower pay scale than any other department. On August 8, 1966, three months prior to the institution of this suit, Jesse Martin, the senior Negro laborer with a high school education was promoted to learner in the coal handling department. The 13 Negroes remaining in the labor department are the plaintiffs in this action. One of those, R. A. Jumper, the next senior Negro laborer with a high school education has since been promoted to the watchman position. Only one other Negro has a high school education. Actually, the high school and testing requirements which plaintiffs allege are violative of the Act affect only those plaintiffs without a high school education.</p>\n<p>The evidence shows that only three of the nine white employees in the coal handling department have a high school education; only eight of the seventeen white employees in the maintenance department have a high school education; two white shift supervisors in the power plant have less than a high school education; the two coal handling foremen have less than a high school education; and the labor foreman has less than a high school education.</p>\n<p>Although company officials testified that there has never been a company policy of hiring only Negroes in the labor department and only whites in the other departments, the evidence is sufficient to conclude that at some time prior to July 2, 1965, Negroes were relegated to the labor department and prevented access to other departments by reason of their race.</p>\n<p>The plaintiffs contend that upon their initial employment they were placed in the low paying labor department and were denied access to the more desirable departments as a result of the defendant's discriminatory hiring and promotional policies. Since the discrimination occurred prior to July 2, 1965, it is not remedial under the 1964 Civil Rights Act. But the plaintiffs reason that in subsequently applying the high school education requirement on a departmental basis only, the initial discrimination was carried over and continues to the present. This result, they say, is demonstrated by the fact that white employees without a high school education are eligible for job openings in the more lucrative departments while Negro employees with the same or similar educational qualifications are restricted to job classifications in the lower paying labor department.</p>\n<p>Under plaintiffs' theory, the departmental structure of defendant's work force is tainted by prior discriminatory practices and therefore cannot serve as a basis for applying educational or general intelligence standards as prerequisites to promotion. Plaintiffs contend that the present system continues the past discrimination and violates the Act.</p>\n<p><span class=\"star-pagination\">*248</span> The plaintiffs do not contend nor will the evidence support a finding that the division of defendant's work force into departments is an unreasonable system of classification. To the contrary, the evidence shows that jobs within each department require skills which differ in degree and kind from the skills required in the performance of jobs in other departments. Also, each department has a different function in the total operation of the plant.</p>\n<p>The plaintiffs do not contend that discrimination on the basis of education is proscribed by the Act. But they do contend that a high school education requirement which of itself continues the inequities of prior racial discrimination is prohibited.</p>\n<p>This theory brings into issue how Congress intended the Act to be applied.</p>\n<p>The legislative history of the Act is replete with evidence of Congress' intention that the Act be applied prospectively and not retroactively. Clark-Case Memorandum, Bureau of Nat'l Affairs Operations Manual, The Civil Rights Act of 1964, p. 329; Justice Dept. Reply on Title VII, Bureau of Nat'l Affairs Operations Manual, The Civil Rights Act of 1964, p. 326.</p>\n<p>In providing for prospective application only, Congress faced the cold hard fact of past discrimination and the resulting inequities. Congress also realized the practical impossibility of eradicating all the consequences of past discrimination. The 1964 Act has as its purpose the abolition of the policies of discrimination which produced the inequities.</p>\n<p>It is obvious that where discrimination existed in the past, the effects of it will be carried over into the present. But it is also clear that policies of discrimination which existed in the past cannot be continued into the present under the 1964 Act. Plaintiffs do labor under the inequities resulting from the past discriminatory promotional policies of the defendant, but the defendant discontinued those discriminatory practices. More than ten years ago it put into effect a high school education requirement intended to eventually upgrade the quality of its entire work force. At least since July 2, 1965, the requirement has been fairly and equally administered.</p>\n<p>The requirement was made applicable to a departmentalized work force without any intention or design to discriminate against Negro employees. The departments serve as a reasonable system of classification with each department having a different function and each department requiring different skills. It is important to remember that the departmental structure does not result in Negroes doing the same or similar work as white employees but receiving smaller wages. The past discrimination was in restricting Negroes to the menial and low paying jobs in the labor department. Had Negroes not been restricted in this fashion prior to the institution of the high school education requirement, there would be no question of the present legality of defendant's policies.</p>\n<p>If the relief requested by plaintiffs is granted, the defendant will be denied the right to improve the general quality of its work force or in the alternative will be required to abandon its departmental system of classification and freeze every employee without a high school education in his present job without hope of advancement. And these harsh results would be necessary, under plaintiffs' theory, because of discriminatory practices abandoned by the defendant over ten years ago.</p>\n<p>It is improbable that any system of classification used by an employer who has discriminated prior to the effective date of the Act could escape condemnation if this theory prevailed, regardless of how fair and equal its present policies may be. This Court does not believe such application of the Act to have been contemplated by Congress. Otherwise, it would have been unnecessary to indicate an intention that the Act receive only prospective application.</p>\n<p><span class=\"star-pagination\">*249</span> The plaintiffs cite Quarles v. Philip Morris, Inc., <span class=\"citation\" data-id=\"2346563\"><a href=\"/opinion/2346563/quarles-v-philip-morris-incorporated/\"><span class=\"volume\">279</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">505</span></a></span> (1968) a decision in the Eastern District of Virginia. That case held that restrictions on departmental transfers where the departments had been organized on a racially segregated basis were violative of the Act. Interdepartmental transfers had been completely prohibited under the prior discriminatory practices. Provisions of two collective bargaining agreements negotiated in the fall of 1964 and effective over a three-year period from February 1, 1965, modified the previous no-transfer policy only to the extent that a limited number of employees from the previously all-Negro departments would be allowed to transfer to the previously all-white department. A \"Memorandum of Understanding\" executed on March 7, 1966, modified seniority and transfer provisions only in degree. These provisions, in effect, continued the old discriminatory no-transfer policies except that four Negroes were allowed to transfer every six months without effect on their seniority rights. These present practices retained the discriminatory flavor of the past and were held violative of the Act.</p>\n<p>The restrictions on departmental transfers at Duke Power's Dan River Station are distinguishable from the restrictions of Philip Morris, Inc., condemned in <i>Quarles</i><i>.</i> The restrictions on interdepartmental transfers at Duke Power are based on educational requirements whereas the policy at Philip Morris represented only a relaxation of earlier restrictions based on race. Philip Morris exhibited no business purpose or reason for its transfer restrictions, but as pointed out heretofore, Duke Power had legitimate reasons for its educational and intelligence standards and for applying those standards to its departmental structure.</p>\n<p>If the decision in <i>Quarles</i> may be interpreted to hold that present consequences of past discrimination are covered by the Act, this Court holds otherwise. The text of the legislation redounds with the term \"unlawful employment practice.\" There is no reference in the Act to \"present consequences.\" Moreover, under no definition of the words therein can the terms \"present consequences of past discrimination\" and \"unlawful employment practice\" be given synonymous meanings.</p>\n<p>This does not mean that a court cannot look beyond the effective date of the Act to determine whether present practices are discriminatory. That, in fact, was what the court did in the <i>Quarles</i> case.</p>\n<p>Plaintiffs secondly contend that the defendant's policy of allowing passing marks on two general intelligence tests to substitute for a high school education in determining eligibility for departmental transfer is discriminatory and in violation of the Act.</p>\n<p>The application of defendant's testing procedures on a departmental basis is not in violation of the Act for the same reasons expressed previously in the discussion of the high school requirement.</p>\n<p>In light of this Court's holding that the defendant's policy of making a high school education a prerequisite to departmental transfers is non-discriminatory, it would appear to be in derogation of the plaintiffs' interests to abolish the use of test scores as a substitute for the high school requirement. But to the extent that the nature of the tests may be discriminatory, their validity under the Act must be examined.</p>\n<p>Section 703(h), (42 U.S.C. § 2000e-2(h)) of the Act provides that it shall not be</p>\n<blockquote>\"[A]n unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex, or national origin.\"</blockquote>\n<p>The clause was inserted by an amendment introduced by Sen. Tower (R.Tex.). It was designed to insure the <span class=\"star-pagination\">*250</span> employer's right to utilize ability tests in hiring and promoting employees which practice had been condemned by a hearing examiner for the Illinois Fair Employment Practices Commission.</p>\n<p>The plaintiffs apparently read the section to allow tests only when they are developed to predict a person's ability to perform a <i>particular</i> job or group of jobs. That is, if the job requires only manual dexterity, then the Act requires an employer to utilize only a test that measures manual dexterity. Guidelines on employment testing procedures set out by the Equal Employment Opportunity Commission serve to fortify that appraisal of the Act:</p>\n<blockquote>\"The Commission accordingly interprets `professionally developed ability test' to mean a test which fairly measures the knowledge or skills required by the particular job or class of jobs which the applicant seeks, or which fairly affords the employer a chance to measure the applicant's ability to perform a particular job or class of jobs.\"</blockquote>\n<p>This Court cannot agree to this interpretation of § 703(h). Title VII of the 1964 Act has as its purpose the elimination of discriminatory employment practices. It precludes the use of ability tests which may be used to discriminate on the basis of race, color, religion, sex, or national origin. Nowhere does the Act require that employers may utilize only those tests which accurately measure the ability and skills required of a particular job or group of jobs. Nowhere does the Act require the use of only one type of test to the exclusion of other non-discriminatory tests. A test which measures the level of general intelligence, but is unrelated to the job to be performed is just as reasonably a prerequisite to hiring or promotion as is a high school diploma. In fact, a general intelligence test is probably more accurate and uniform in application than is the high school education requirement.</p>\n<p>The two tests used by the defendant were never intended to accurately measure the ability of an employee to perform the particular job available. Rather, they are intended to indicate whether the employee has the general intelligence and overall mechanical comprehension of the average high school graduate, regardless of race, color, religion, sex, or national origin. The evidence establishes that the tests were professionally developed to perform this function and therefore are in compliance with the Act.</p>\n<p>The Act does not deny an employer the right to determine the qualities, skills, and abilities required of his employees. But the Act does restrict the employer to the use of tests which are professionally developed to indicate the existence of the desired qualities and which do not discriminate on the basis of race, color, religion, sex or national origin.</p>\n<p>The defendant's expert testified that the Wonderlic Test was professionally developed to measure general intelligence, i. e., one's ability to understand, to think, to use good judgment. The Bennett Test was developed to measure mechanical understanding of the operation of simple machines. These qualities are general in nature and are not indicative of a person's ability to perform a particular task. Nevertheless, they are qualities which the defendant would logically want to find in his employees. The Act does not deprive him of the right to use a test which accurately, reliably, and validly measures the existence of those qualities in an applicant for initial employment or for promotion.</p>\n<p>Plaintiffs lastly contend that the defendant discriminates on the basis of race in the allocation of overtime work at its Dan River Station.</p>\n<p>Overtime work at Dan River is referred to as \"scheduled overtime\" or \"emergency overtime.\" Every employee at the station is allotted eight hours of \"scheduled overtime\" every four weeks. All other overtime is \"emergency overtime.\"</p>\n<p><span class=\"star-pagination\">*251</span> Between July 2, 1965, and February, 1967, employees in the coal-handling department worked approximately 10.39 per cent of their total working hours in overtime. The percentage of overtime worked by employees in other departments was as follows: maintenance, 7.84 per cent; operations, 5.39 per cent; labor, 5.22 per cent; and other, 5.19 per cent. The high percentage of overtime worked by employees in coal handling was due to erratic deliveries of coal and the difficulty in handling frozen coal during winter months. As a general rule, overtime work is done by the employees of the department which would ordinarily do the work. But occasionally in coal handling, the work load becomes so great that employees from other departments are called in to help. The gist of plaintiffs' contention is that Negroes are denied overtime work in coal-handling and so are discriminated against in the allocation of overtime. The evidence does not support this contention.</p>\n<p>The percentages of overtime worked in each department, with the exception of coal-handling, are very similar. The higher percentage in the maintenance department appears to have been due to overtime work in repairing equipment and not in overtime in the coal-handling operations. Further, the evidence is that Negroes in the labor department assigned to work in coal-handling do not work the same overtime as employees in the coal-handling department because of the danger involved in doing their work at night while the coal-handling operations are going on.</p>\n<p>It is concluded that the difference between allocation of overtime to employees is not the result of discriminatory practices and is not in violation of the Act.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This Court has jurisdiction over the parties and subject matter of this action, pursuant to the provisions of Section 706(f) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-5(f).</p>\n<p>2. By order of this Court dated June 19, 1967, this action was permitted to be maintained as a class action, but the order was made conditional in nature pursuant to the Federal Rules of Civil Procedure 23(c) (1). The order defined the class plaintiffs sought to represent as all Negroes presently employed, all Negroes who may subsequently be employed, and all Negroes who may hereafter seek employment at the defendant's Dan River Steam Station in Draper, North Carolina.</p>\n<p>3. The Court is of the opinion, finds, and concludes that the defendant's high school education requirement does not violate Title VII of the Act. It has a legitimate business purpose and is equally applicable to both Negro and white employees similarly situated.</p>\n<p>4. The tests in use by the defendant at its Dan River Station are professionally developed ability tests within the meaning of Section 703(h) of the Act and are not administered, scored, designed, intended, or used to discriminate because of race or color.</p>\n<p>5. Title VII of the Civil Rights Act of 1964 became effective July 2, 1965. The legislative history of the Act clearly shows that it is prospective and not retroactive in effect. Since the effective date of the Act, the defendant has not limited, classified, segregated, or discriminated against its employees in any way which has deprived or tended to deprive them of any employment opportunities because of race or color.</p>\n<p>6. The defendant has not discriminated in the allocation of overtime on the basis of race or color and is not in violation of the Act.</p>\n<p>7. The plaintiffs have failed to carry the burden of proving that the defendant has intentionally discriminated against them on the basis of race or color. There are no legally established facts from which the Court could draw an inference that the defendant has so discriminated.</p>\n<p><span class=\"star-pagination\">*252</span> Accordingly, no relief is appropriate, and a judgment dismissing the complaint will be entered. Within ten (10) days of this date, counsel for the defendant will submit a proposed judgment, first submitting same to counsel for the plaintiffs for approval as to form.</p>\n<h2>NOTES</h2>\n<p>[1]  Answer to Interrogatory No. 11:\nPOWER STATION OPERATORS\n      Control Operator\n      Pump Operator\n      Utility Operator\n      Learner\n      COAL AND MATERIAL HANDLING\n      Coal Handling Foreman\n      Coal Equipment Operator\n      Coal Handling Operator\n      Helper\n      Learner\n      MAINTENANCE\n      Machinist\n      Electrician-Welder\n      Mechanic A\n      Mechanic B\n      Repairman\n      Learner\n      TEST AND LABORATORY\n      Testman-Labman\n      Lab and Test Technician\n      Lab and Test Assistant\n      LABOR\n      Labor Foreman\n      Auxiliary Serviceman\n      Laborer (Semi-Skilled)\n      Laborer (Common)\n      MISCELLANEOUS\n      Watchman\n      Clerk\n      Chief Clerk\n      Storekeeper\n      SUPERVISORS\n      Superintendent\n      Assistant Superintendent\n      Plant Engineer\n      Assistant Plant Engineer\n      Chemist\n      Test Supervisor\n      Maintenance Supervisor\n      Assistant Maintenance Supervisor\n      Shift Supervisor\n      Junior Engineer\n</p>\n<p>[2]  At the trial of this case, objections by defendant to evidence of activities prior to July 2, 1965, were sustained and the evidence recorded. Upon a study of briefs subsequently submitted by the parties, the Court has for purposes of this case only, considered the evidence as competent and relevant.</p>\n<p>[3]  Actually, the evidence places the number of defendant's employees between 90 and 95. The Act was not made applicable to employers with under 100 employees until July 2, 1966.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346563/"
          ]
        }
      ],
      "judges": "Gordon",
      "date_created": "2014-10-30T20:58:59.401155Z",
      "date_modified": "2017-03-24T21:38:51.095484Z",
      "date_filed": "1968-09-30",
      "date_filed_is_approximate": false,
      "slug": "griggs-v-duke-power-company",
      "citation_id": 2132747,
      "case_name_short": "",
      "case_name": "Griggs v. Duke Power Company",
      "case_name_full": "",
      "federal_cite_one": "292 F. Supp. 243",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1979435/griggs-v-duke-power-company/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:58:59.398398Z",
  "date_modified": "2014-10-30T20:58:59.398398Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Griggs v. Duke Power Company",
  "case_name_full": "",
  "slug": "griggs-v-duke-power-company",
  "docket_number": "C-210-G-66",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}