{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1982280/",
  "id": 1982280,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2110806/",
      "id": 2110806,
      "absolute_url": "/opinion/2110806/carroll-v-state-bar/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1982280/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2110806/",
          "id": 2110806,
          "absolute_url": "/opinion/2110806/carroll-v-state-bar/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2110806/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6645/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:20:46.720169Z",
          "date_modified": "2017-04-08T13:26:25.792415Z",
          "type": "010combined",
          "sha1": "5ccb257c538a0c2c2425701a1ac0eb44801c3c10",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>166 Cal.App.3d 1193 (1985)</b></center>\n<center><b>213 Cal. Rptr. 305</b></center>\n<center><h1>ELIZABETH CARROLL, Plaintiff and Respondent,<br>\nv.<br>\nTHE STATE BAR OF CALIFORNIA, Defendant and Appellant; CALIFORNIA LEGISLATIVE COUNCIL OF OLDER AMERICANS et al., Interveners and Appellants. KARL SEUTHE et al., Plaintiffs and Respondents,<br>\nv.<br>\nTHE STATE BAR OF CALIFORNIA, Defendant and Appellant.</h1></center>\n<center>Docket No. 31635.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>April 4, 1985.</center>\n<p><span class=\"star-pagination\">*1198</span> COUNSEL</p>\n<p>Sidley &amp; Austin, Charles S. Vogel, Margaret R. Dollbaum, Robert I. McMurry, Herbert M. Rosenthal and Lawrence C. Yee for Defendant and Appellant.</p>\n<p>Ralph Santiago Abascal, Peter H. Reid, Robert J. Cohen and Gregory Knoll for Interveners and Appellants.</p>\n<p>Morrison &amp; Foerster, Robert D. Raven, Jack W. Londen, Peter M. Siegel, Randall C. Berg, Jr., and Arthur J. England, Jr., as Amici Curiae on behalf of Defendant and Appellant and Interveners and Appellants.</p>\n<p>Barbara E. Roberts and David L. Chapman, in pro. per., and Charles C. Renshaw for Plaintiffs and Respondents.</p>\n<p>OPINION</p>\n<p>WORK, J.</p>\n<p>The State Bar of California appeals a judgment declaring the Funds for the Provision of Legal Services to the Indigent Act<sup>[1]</sup> establishes a voluntary, rather than mandatory, program for depositing nominal and/or short-term client trust funds in an aggregated account from which the interest shall be used to fund approved indigent legal services. We find the relevant statute, Business and Professions Code<sup>[2]</sup> section 6211, subdivision (a), is plain, clear and unambiguous, prescribing a mandatory disposition of client trust funds which, because they are minimal in amount or are to be held for only a short time, cannot be deposited or invested to earn net income for the client. We then resolve and reject the several constitutional issues raised, but not addressed by the trial court. We reverse.</p>\n<p></p>\n<h2>HISTORICAL PERSPECTIVE</h2>\n<p>Programs, such as that authorized by section 6211, subdivision (a) authorizing pooling nominal, short-term client deposits to generate interest income for indigent service funding are generally referred to by the acronym \"IOLTA\" (Interest on Lawyer Trust Account Program). In concept, <span class=\"star-pagination\">*1199</span> IOLTA's are designed to allow client trust funds which cannot be placed at interest to generate net income for the client, to be pooled in an aggregated interest-bearing account, the total income of which is unconditionally designated for a specified charity.</p>\n<p>Thirty-two states have adopted IOLTA programs. California, Connecticut, Maryland and New York enacted their programs through legislation. The other states established programs through Supreme Court approval of state bar resolutions, most without formal opinion.</p>\n<p>Every IOLTA established to date facially prevents the client whose nominal trust fund is involved from exercising any control over where, how or if the money is to be deposited after delivery to the lawyer, and does not allow the client any discretion as to how the interest earned is to be used. All but four states permit only the lawyer the option not to participate in these programs. The Arizona, Minnesota and Washington IOLTA mandate the lawyers' participation. Whether the act requires, or only permits, California clients and their lawyers to deposit nominal, short-term trust funds in IOLTA accounts, is the first question we must address. Our inquiry requires a brief explanation of previous restrictions on use of client trust funds.</p>\n<p>Historically, interest on bank deposits could be generated only on accounts having time restrictions on the right to withdraw (time accounts). \"Demand accounts,\" those permitting withdrawals on demand, were regulated to prohibit the bearing of interest. The Consumer Checking Equity Act of 1980, title III of the Depository Institutions Deregulation and Monetary Control Act of 1980, Public Law number 96-221, section 303, 94 Statutes 146 (1980), codified at 12 United States Code section 1832(a) (1982), permitted negotiable order of withdrawal (NOW) accounts allowing demand withdrawal and interest. However, NOW accounts are limited to funds in which the entire beneficial interest is held by persons or organizations operated primarily for religious, philanthropic, charitable, educational or other similar purposes and not for profit, or of funds belonging to public entities. Thus, two barriers prevented a client's nominal or short-term trust funds from being productive <i>for the client;</i> economics and the long history of restrictions on the ability of bank customers to earn interest on demand deposits and the current NOW banking restrictions. By providing that income produced by an IOLTA NOW account be paid to a nonprofit charitable corporation or public entity, section 6211, subdivision (a) overcomes the banking law barrier. The economic barrier is also removed because the pool can produce aggregate income net of expenses. Thus, with or without IOLTA, the client realizes no income.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1200</span> SECTION 6211 REQUIRES ALL NOMINAL, SHORT-TERM TRUST FUNDS BE PLACED IN AN AGGREGATED ACCOUNT WITH INTEREST PAYABLE TO THE APPROVED INDIGENT LEGAL SERVICES</h2>\n<p>(1a) The trial court interpreted section 6211, subdivision (b)<sup>[3]</sup> as permitting lawyers to deposit nominal, short-term trust funds in interest-bearing accounts other than the IOLTA authorized by section 6211, subdivision (a) at the request of the client. (2a) We hold subdivision (b) plainly applies only to monies <i>not</i> nominal in amount or deposited for short term, i.e., to funds which may be segregated to earn net income for the benefit of a client. (1b) Section 6211, subdivision (a) is all inclusive. It states: \"An attorney or law firm, which in the course of the practice of law receives or disburses trust funds, <i>shall</i> establish and maintain an interest-bearing demand trust account and shall deposit therein <i>all</i> client deposits that are nominal in amount or are on deposit for a short period of time.\" (Italics added.)</p>\n<p>(3) It is fundamental \"the court should ascertain the intent of the Legislature so as to effectuate the purpose of the law.\" (<i>Select Base Materials</i> v. <i>Board of Equal.,</i> (1959) 51 Cal.2d 640, 645 [335 P.2d 672]; <i>California Teachers Assn.</i> v. <i>San Diego Community College Dist.</i> (1981) 28 Cal.3d 692, 698 [170 Cal. Rptr. 817, 621 P.2d 856]; <i>Moyer</i> v. <i>Workmen's Comp. Appeals Bd.</i> (1973) 10 Cal.3d 222, 230 [110 Cal. Rptr. 144, 514 P.2d 1224].) We first look to the language of the statute, give effect to its usual import, and avoid making any language mere surplusage and attempt to harmonize a particular clause of a section in the context of the statutory framework as a whole. (<i>Ibid.</i>)</p>\n<p>(1c) Because we find subdivision (a)'s language is clear and unambiguous, there is no need for statutory construction. (See <i>Tiernan</i> v. <i>Trustees of Cal. State University &amp; Colleges</i> (1982) 33 Cal.3d 211, 218 [188 Cal. Rptr. 115, 655 P.2d 317].) It requires nominal or short-term deposits of client trust funds be placed in an interest-bearing trust account and any interest earned be used to fund designated, specified legal services. Every nominal or short-term account is included within the disposition mandated by section 6211, subdivision (a) and that section permits no discretion to use the interest earned on those deposits for any purpose other than to fund the designated legal services. (2b) It follows that any alternative disposition <span class=\"star-pagination\">*1201</span> authorized under section 6211, subdivision (b) applies only to client deposits which are not nominal or short term.</p>\n<p>(1d) The trial court's construction would allow clients to control the disposition of interest earned on their short-term or nominal trust deposits. It reasoned that section 6211, subdivision (b) allows a client the right to receive interest earned on trust funds not deposited in accordance with subdivision (a), and a client whose deposits are placed in interest-bearing accounts other than those referred to in subdivision (a) may elect to receive interest from those accounts personally or give it to a designated charity. It then interpreted article fourteen and the State Bar Guidelines (see <i>infra</i>) as giving a client the right to choose whether to deposit all monies, including nominal or short-term deposits in an account pursuant to section 6211, subdivision (b) and, should the client fail to choose a section 6211, subdivision (b) deposit, the funds shall be placed in a section 6211, subdivision (a) account. However, under that interpretation, a client's silence is, in effect, a choice to put the funds in a section 6211, subdivision (a) account and impliedly designates the legal services programs to receive the interest earned. Such a passive role would be deemed an election to assign income.</p>\n<p>The court should not rewrite legislation to avoid constitutional questions if doing so subverts the legislative intent. (See <i>Marina Village</i> v. <i>California Coastal Zone Conservation Com.</i> (1976) 61 Cal. App.3d 388, 393 [132 Cal. Rptr. 120].) Here, the Legislature specifically designed the statute to be mandatory to avoid tax consequences arising from a voluntary assignment of income. Revenue ruling 81-209, 981-2C.B.16 strongly suggests the Internal Revenue Service (IRS) will consider interest earned on short-term and nominal client trust funds to be income to the tax-exempt foundation, not to the client so long as the clients have no say as to the use of their money to earn interest for that purpose. With any degree of client control, it is probable IRS will treat the interest as taxable \"assigned income\" even when the legal services actually receive the interest. For this reason Florida changed its program from a client-voluntary to an attorney-voluntary program. (See <i>Matter of Interest on Trust Accounts</i> (Fla. 1981) 402 So.2d 389, 390-391; see also <i>In the Matter of the Adoption of Amendments to CPR DR 9-102 IOLTA</i> (1984) 102 Wn.2d 1101, 1115.)</p>\n<p>That section 6211, subdivision (a) was intended to be mandatory and to encompass all nominal/short-term deposits is confirmed by the Legislative Council's Digest to Senate Bill No. 713 (Mar. 18, 1981) adding article fourteen to chapter four of division three of the Business and Professions Code, stating: \"Existing law does not <i>require</i> an attorney or law firm <i>which receives or disburses trust funds to</i> establish an interest bearing <i>demand</i> trust account <i>and to deposit therein all client deposits that are nominal in</i> <span class=\"star-pagination\">*1202</span> <i>amount or are on deposit for a short period of time,</i> the earnings on which are to be paid to the State Bar to be used for programs for free legal services to indigent persons, especially underserved client groups, as specified.</p>\n<p>\"This bill would <i>impose such a requirement,</i> upon the adoption of a specified resolution by the Board of Governors of the State Bar.\"</p>\n<p>Further, a staff commentary to a report from the Assembly Committee on Judiciary prepared for the hearing August 12, 1981, stated: \"Although this bill would not prohibit an attorney from establishing segregated trust accounts with interest payable to the client, once unsegregated client trust accounts are created, the accounts must earn interest and the interest must be given to the State Bar to support free legal services. The source of this bill points out the mandatory nature of this bill is necessary to avoid debilitating tax consequences which would result if clients were given the option not to participate in the program.</p>\n<p>\".... .... .... .... .... .... .</p>\n<p>\"In order to avoid the problems faced by Florida, the Bar has structured the program proposed by this bill to eliminate clients' optional participation. The Bar argues that the attorney will still have the option of creating a separate interest account <i>when that option is more beneficial to the client.</i>\"</p>\n<p>The Assembly Committee Report was prepared after receiving a letter from the legal services section of the State Bar of California dated August 4, 1981. The State Bar stated it had monitored the Florida program as it reacted to the IRS ruling holding if such programs are voluntary for clients all interest income generated under interest-bearing trust accounts will be taxable to the client under the assignment of income doctrine. The State Bar expressed concern whether the IRS would approve Florida's modified approach which removed client discretion but made the attorneys participation voluntary. The letter then states: \"Because of these developments the State Bar Board of Governors has amended SB 713 in two respects. Client preference is removed as a factor in determining whether a particular client deposit's interest income will go to SB 713 purposes. The determinative factor will be the amount and duration of the client's deposit; all client deposits of a nominal amount and/or short-term duration will be require [<i>sic</i>] to be deposited in interest bearing trust accounts with the interest thereon going to SB 713's legal services funding program. This change has been made in response to the IRS requirements noted above.</p>\n<p>\"The bill has also been amended to require the participation of all California attorneys....\"</p>\n<p><span class=\"star-pagination\">*1203</span> The mandatory wording in section 6211, subdivision (a), as adopted, is plainly consistent with the legislative history, and in contrast to the earlier permissive language of Senate Bill No. 713.</p>\n<p></p>\n<h2>SECTION 6211 IS NOT UNCONSTITUTIONALLY VAGUE</h2>\n<p>(4) Petitioners claim the legislation is unconstitutionally vague and ambiguous because it refers to \"deposits that are nominal in amount or are on deposit for a short period of time.\" (ยง 6211, subd. (a).) However, section 6211, subdivision (c) permits the State Bar, with the approval of the Supreme Court, to formulate and enforce rules of professional conduct pertaining to the use by attorneys or law firms of interest-bearing trust accounts for unsegregated client funds. Accordingly, the State Bar adopted rule 1.4<sup>[4]</sup> defining trust funds nominal in amount or held for a short period of time as those for which \"it is not practical to segregate them to earn income for the benefit of the client in light of the income the funds could earn or the costs involved in earning or accounting for any such income.\" Further, rule 1.5 requires each State Bar member and firm of attorneys to determine whether trust funds are nominal in amount or to be held for a short period of time as defined in rule 1.4. Guidelines adopted by the State Bar of California for establishing and maintaining an interest-bearing trust account contain the following example: \"In determining the practical question of what is `nominal in amount' or to be held for a `short period of time' the following informational table is provided to give some guidance. The table assumes that $50 is a reasonable estimate of a minimum amount of interest that a segregated trust account for an individual client must generate to be practical in light of the costs involved in earning or accounting for any such income.</p>\n<p></p>\n<pre>\n      <i>Principle Deposit</i>               <i>Number of Days Required to Generate</i>\n                                      <i>$50 of Interest at 5 1/4 Percent</i>\n                                              <i>Compound Daily</i>\n              500                                  654\n            1,000                                  335\n            2,000                                  169\n            5,000                                   69\n           10,000                                   34\"\n                                               (Guideline 4.)\n</pre>\n<p>In context, the contested language is not unconstitutionally vague or ambiguous. The guidelines are relevant because the IOLTA NOW accounts are <span class=\"star-pagination\">*1204</span> limited by law to pay no more than 5 1/4 percent interest. Each lawyer and law firm is ethically required to make a good faith determination whether the transactional costs can equal or exceed any anticipated revenue derivable from administering these trust funds in a different manner, subject to the statutory restrictions regulating such trust accounts. The above example is identical to guidelines established by the Maryland Legislature for IOLTA accounts. Maryland, however, uses $50 as the guide in determining costs, clothing that figure with a rebuttable presumption. California does not. Thus, a California lawyer or a firm must determine transactional costs based upon <i>actual</i> costs which may vary between different lawyers and firms. The statutory language does not, as respondents suggest, require a crystal ball to determine whether it is practical to segregate client trust deposits to earn income for a client's benefit in light of the costs involved in earning and accounting. The example they cite: whether a $500 deposit representing a client's life savings would be nominal, or whether a $5,000 deposit representing a client's weekly earnings is nominal, is inapposite. It is the amount of the deposit and the time it is anticipated to be held which is relevant, not whether it is a greater or a lesser portion of an individual client's total wealth.</p>\n<p></p>\n<h2>CONSTRUED AS MANDATORY, THE ACT DOES NOT INVOLVE A TAKING OF PROPERTY PROHIBITED BY THE FIFTH AMENDMENT</h2>\n<p>(5) The core factors used to determine when justice and fairness require the state compensate economic injuries caused by public action are: (1) the character of the governmental action and (2) \"[t]he economic impact of the regulation on the claimant and, particularly, the extent to which the regulation has interfered with distinct investment-backed expectations....\" (<i>Penn Central Transp. Co.</i> v. <i>New York City</i> (1978) 438 U.S. 104, 124 [57 L.Ed.2d 631, 648, 98 S.Ct. 2646].)</p>\n<p><i>Hooker</i> v. <i>Burr</i> (1904) 194 U.S. 415, 419 [48 L.Ed. 1046, 1050, 24 S.Ct. 706], says if a claimant is \"not injured to the extent of a penny ..., his abstract rights are unimportant.\" (6a) Here, the affected class of legal clients is by definition limited to those persons whose deposited funds cannot, under present banking regulations, be deposited in an interest-bearing trust account so as to earn net income for the client's individual profit after offsetting transactional costs. Thus, these persons suffer no real economic loss.</p>\n<p>(7) That the \"taker\" may reap a profit above and beyond the value of the property interest taken does not entitle the person from whom the property is taken to share in those profits. The owner is to receive no more than indemnity for the loss, the award cannot be enhanced by any gain to the <span class=\"star-pagination\">*1205</span> taker. (<i>United States</i> v. <i>Miller</i> (1943) 317 U.S. 369, 375 [87 L.Ed. 336, 343, 63 S.Ct. 276, 147 A.L.R. 55].) (6b) Here, no client is stripped of earnings potential, because the statute excludes those client deposits which individually can, because of their size and/or length of time to be held, earn income net of transactional costs.</p>\n<p>(8) The Fifth Amendment guarantees private property shall not \"be taken for public use, without just compensation.\" (<i>Agins</i> v. <i>Tiburon</i> (1980) 447 U.S. 255, 260 [65 L.Ed.2d 106, 111, 100 S.Ct. 2138].) (6c) Here, respondents apparently contend they are entitled to the monetary value of the interest generated by their funds deposited with their attorney. However, to do this would, under ordinary trust principles, entitle the trustee-lawyer to be reimbursed for transactional costs incurred in generating that interest and accounting for it to the client. Where, by definition, those transactional costs exceed or equal the total interest income generated, the clients suffer no loss for which they are entitled to compensation. The abstract right to control where interest earned on a person's money may be funneled is not an economic loss subject to monetary compensation.</p>\n<p>(9) To have a property interest subject to protection under the Fifth Amendment, one must have more than an abstract need or desire, more than unilateral expectation. (See <i>Board of Regents</i> v. <i>Roth</i> (1972) 408 U.S. 564, 577 [33 L.Ed.2d 548, 560, 92 S.Ct. 2701].) Respondents mistakenly rely on the holding of <i>Webb's Fabulous Pharmacies, Inc.</i> v. <i>Beckwith</i> (1980) 449 U.S. 155 [66 L.Ed.2d 358, 101 S.Ct. 446], to bolster their claims of Fifth Amendment violations.</p>\n<p>The sum deposited with the governmental entity in <i>Webb's</i> was $1,812,145.77, which was to benefit approximately 200 identified creditors. The money generated interest in a \"pooled\" account during the period while a receiver determined the amounts to which each creditor was entitled. In effect, these were interpleaded funds, subject to the general rule that interest generated during the period they are held belongs to the owner. (<i>Id.,</i> at p. 162 [66 L.Ed.2d at p. 365].) The monies were held only to preserve them pending proof of the respective creditor entitlement. Once separate rights were determined, simple arithmetic established the interest each generated.</p>\n<p>In <i>Webb's</i> the monies were on deposit more than one year, and it appears each creditor's interest was substantial enough to generate net income if deposited separately. <i>Webb's</i> does not address issues pertinent to this case.</p>\n<p>(6d) Practically speaking, should the court void section 6211, subdivision (a) on constitutional grounds, the clients would not be enhanced economically. <span class=\"star-pagination\">*1206</span> Their deposited funds would not be returned nor would they obtain any economic advantage.</p>\n<p>(10) Further, when the regulation is one which promotes the common good, even by adjusting the benefits and burdens of economic life, a compensable \"taking\" is less readily found than where there is a physical governmental invasion. (<i>Id.,</i> at p. 164 [66 L.Ed.2d at p. 366].) Where the public good is great, and a \"taking\" is minimal, it is permissible. Even a substantial property interest may be taken through zoning laws, etc. (<i>Euclid</i> v. <i>Ambler Realty Co.</i> (1926) 272 U.S. 365 [71 L.Ed. 303, 47 S.Ct. 114, 54 A.L.R. 1016].)</p>\n<p>(6e) We accept respondents' generalized claims that clients have property rights in their money. However, the client relinquishes control of the money once it is placed in trust with the lawyer. So long as the principal is secure, not diminished, and is not economically capable of generating net income through deposits or investments legally available for lawyers' trust funds, the client retains no meaningful right of control except to recover the principal upon a request made before it is properly expended.</p>\n<p></p>\n<h2>RESPONDENTS ARE NOT DENIED EQUAL PROTECTION</h2>\n<p>(11a) Respondents emphasize clients who have no trust funds on deposit with their lawyer and clients whose funds are sufficient in amount and can be held in trust for a sufficient length of time to return a net profit, need not participate in the IOLTA program and its concomitant funding of indigent legal services. This, they claim, shows those clients who are required to allow their monies to be so used, are denied equal protection of the law.</p>\n<p>(12) Generally, to satisfy equal protection requirements the legislative classification need only rationally relate to a conceivable, legitimate state purpose, while cases involving \"suspect classifications\" touching on \"fundamental interests\" are strictly scrutinized. Under the stricter standard, the State must establish its compelling interest which justifies the law and that the distinctions drawn by the law are necessary to further its purpose. (<i>Fullerton Joint Union High School Dist.</i> v. <i>State Bd. of Education</i> (1982) 32 Cal.3d 779, 798-799 [187 Cal. Rptr. 398, 654 P.2d 168]; <i>Westbrook</i> v. <i>Mihaly</i> (1970) 2 Cal.3d 765, 784-785 [87 Cal. Rptr. 839, 471 P.2d 487].)</p>\n<p>One statute upheld under the lesser, \"rationally related\" test is that singling out medical malpractice judgment creditors to receive periodic payments on their judgment while other successful tort damage claimants are entitled to the total sum upon finality of judgment. (<i>American Bank &amp; Trust Co.</i> v. <i>Community Hospital</i> (1984) 36 Cal.3d 359, 373 [204 Cal. Rptr. 671, <span class=\"star-pagination\">*1207</span> 683 P.2d 670].) Also, in <i>Cory</i> v. <i>Shierloh</i> (1980) 29 Cal.3d 430, 437-438 [174 Cal. Rptr. 500, 629 P.2d 8], the court, addressing disparate legislative treatment between licensed and unlicensed providers of alcohol, and between adult and minor consumers, states: \"We simply ask whether the legislation adopted, for whatever purposes disclosed or undisclosed, is reasonably supportable.... We do not substitute our judgment for its own.\" The accuracy of the Legislature's belief is irrelevant because the courts will not second guess. (Also see <i>Duke Power Co.</i> v. <i>Carolina Env. Study Group</i> (1978) 438 U.S. 59, 93-94 [57 L.Ed.2d 595, 623-624, 98 S.Ct. 2620].)</p>\n<p>(11b) For equal protection purposes, we find no fundamental interest is impinged by mandating nominal, short-term deposits be placed in an unsegregated interest-bearing account rather than a noninterest-bearing checking account, or in an interest-bearing checking account which, because of the cost of administration and accounting would result in no net gain to the client. The parties agree there is a legitimate state interest in attempting to provide funds for indigent legal services in light of the financial crisis resulting from a substantial loss of state and local funding. They do not argue there is no rational relationship between the method employed and the goal. We find no suspect classifications here: clients who have no funds held by their lawyers subject to deposit receive no windfall, and clients whose trust funds are sufficient to generate net income after costs of administration and accounting pay their own way in generating their individual income. Where it is economically impossible for nominal and short-term trust deposits to generate net income, even in a pooled account, the impact, if any, on the client-depositor is so minimal, and the public interest so compelling, that the presumption of constitutionality is not rebutted.</p>\n<p></p>\n<h2>THE ACT DENIES NO PERSON THE RIGHT TO COUNSEL</h2>\n<p>(13) Respondents argue that the statute discriminates between persons requiring and exercising their Sixth Amendment rights to counsel and those who do not. They claim \"[f]rom this viewpoint, the statute is a restriction upon legal services: a tax imposed upon exercise of a basic and fundamental right.\" This is clearly wrong. Not only is there no showing placing clients' trust funds in a section 6211, subdivision (a) account restricts access to or diminishes the representation by attorneys more than having the same trust funds placed in a noninterest-bearing trust account, there is no showing that persons who wish to use services of lawyers will hesitate to do so because of this statute. In what manner there is a discrimination between those persons needing and using lawyers and those who do not, is not shown. Nor is it a tax of any kind. It is not a charge upon the right to use legal services. Whether clients are required to deposit monies in advance to defray litigation costs, the amount of those advances and the length of time they may <span class=\"star-pagination\">*1208</span> remain on deposit are matters solely resolved by the contractual relationship between the lawyer and the client, usually depending on factors unique to the type of litigation and the degree of financial risk a lawyer is willing to assume in light of his relationship with the client and the client's financial reliability.</p>\n<p></p>\n<h2>ATTORNEY FEES</h2>\n<p>(14) The trial court awarded respondents reasonable attorney fees and costs on finding they conferred a substantial benefit on the general public in pursuing this litigation. Our disposition changes respondents' status from that of successful to unsuccessful litigants. Unsuccessful litigants in suits to vindicate the public interest do not qualify for attorney fees under Code of Civil Procedure section 1021.5 or for fees under the inherent equitable power of the courts. (See <i>Residents Ad Hoc Stadium Com.</i> v. <i>Board of Trustees</i> (1979) 89 Cal. App.3d 274, 292-293 [152 Cal. Rptr. 585].) Code of Civil Procedure section 1021.5 requires the lawsuit result in the enforcement of an important right benefitting the public. This litigation merely delayed implementing beneficial legislation which we uphold in its entirety.</p>\n<p>Judgment reversed; the superior court is directed to enter judgment for the State Bar of California. Pursuant to oral stipulation of the parties, the judgment is final immediately.</p>\n<p>Brown (Gerald), P.J., and Wiener, J., concurred.</p>\n<p>Respondents' petition for a hearing by the Supreme Court was denied May 2, 1985. Lucas, J., was of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Business and Professions Code, section 6210 et seq.</p>\n<p>[2]  All statutory references are to the Business and Professions Code unless otherwise specified.</p>\n<p>[3]  Subdivision (b) states: \"Nothing in this article shall be construed to prohibit an attorney or law firm from establishing one or more interest-bearing bank accounts or other trust investments as may be permitted by the Supreme Court, with the interest or dividends earned on the accounts payable to clients for trust funds <i>not deposited in accordance with subdivision (a).</i>\" (Italics added.)</p>\n<p>[4]  All references to rules are to Rules Regulating Interest-bearing Trust Fund Accounts for the Provision of Legal Services to Indigent Persons, approved by the Board of Governors of the State Bar of California on September 10, 1982.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1193</span></span> (1985)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">305</span></span></b></center>\n<center><h1>ELIZABETH CARROLL, Plaintiff and Respondent,<br>\nv.<br>\nTHE STATE BAR OF CALIFORNIA, Defendant and Appellant; CALIFORNIA LEGISLATIVE COUNCIL OF OLDER AMERICANS et al., Interveners and Appellants. KARL SEUTHE et al., Plaintiffs and Respondents,<br>\nv.<br>\nTHE STATE BAR OF CALIFORNIA, Defendant and Appellant.</h1></center>\n<center>Docket No. 31635.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>April 4, 1985.</center>\n<p><span class=\"star-pagination\">*1198</span> COUNSEL</p>\n<p>Sidley &amp; Austin, Charles S. Vogel, Margaret R. Dollbaum, Robert I. McMurry, Herbert M. Rosenthal and Lawrence C. Yee for Defendant and Appellant.</p>\n<p>Ralph Santiago Abascal, Peter H. Reid, Robert J. Cohen and Gregory Knoll for Interveners and Appellants.</p>\n<p>Morrison &amp; Foerster, Robert D. Raven, Jack W. Londen, Peter M. Siegel, Randall C. Berg, Jr., and Arthur J. England, Jr., as Amici Curiae on behalf of Defendant and Appellant and Interveners and Appellants.</p>\n<p>Barbara E. Roberts and David L. Chapman, in pro. per., and Charles C. Renshaw for Plaintiffs and Respondents.</p>\n<p>OPINION</p>\n<p>WORK, J.</p>\n<p>The State Bar of California appeals a judgment declaring the Funds for the Provision of Legal Services to the Indigent Act<sup>[1]</sup> establishes a voluntary, rather than mandatory, program for depositing nominal and/or short-term client trust funds in an aggregated account from which the interest shall be used to fund approved indigent legal services. We find the relevant statute, Business and Professions Code<sup>[2]</sup> section 6211, subdivision (a), is plain, clear and unambiguous, prescribing a mandatory disposition of client trust funds which, because they are minimal in amount or are to be held for only a short time, cannot be deposited or invested to earn net income for the client. We then resolve and reject the several constitutional issues raised, but not addressed by the trial court. We reverse.</p>\n<p></p>\n<h2>HISTORICAL PERSPECTIVE</h2>\n<p>Programs, such as that authorized by section 6211, subdivision (a) authorizing pooling nominal, short-term client deposits to generate interest income for indigent service funding are generally referred to by the acronym \"IOLTA\" (Interest on Lawyer Trust Account Program). In concept, <span class=\"star-pagination\">*1199</span> IOLTA's are designed to allow client trust funds which cannot be placed at interest to generate net income for the client, to be pooled in an aggregated interest-bearing account, the total income of which is unconditionally designated for a specified charity.</p>\n<p>Thirty-two states have adopted IOLTA programs. California, Connecticut, Maryland and New York enacted their programs through legislation. The other states established programs through Supreme Court approval of state bar resolutions, most without formal opinion.</p>\n<p>Every IOLTA established to date facially prevents the client whose nominal trust fund is involved from exercising any control over where, how or if the money is to be deposited after delivery to the lawyer, and does not allow the client any discretion as to how the interest earned is to be used. All but four states permit only the lawyer the option not to participate in these programs. The Arizona, Minnesota and Washington IOLTA mandate the lawyers' participation. Whether the act requires, or only permits, California clients and their lawyers to deposit nominal, short-term trust funds in IOLTA accounts, is the first question we must address. Our inquiry requires a brief explanation of previous restrictions on use of client trust funds.</p>\n<p>Historically, interest on bank deposits could be generated only on accounts having time restrictions on the right to withdraw (time accounts). \"Demand accounts,\" those permitting withdrawals on demand, were regulated to prohibit the bearing of interest. The Consumer Checking Equity Act of 1980, title III of the Depository Institutions Deregulation and Monetary Control Act of 1980, Public Law number 96-221, section 303, 94 Statutes 146 (1980), codified at 12 United States Code section 1832(a) (1982), permitted negotiable order of withdrawal (NOW) accounts allowing demand withdrawal and interest. However, NOW accounts are limited to funds in which the entire beneficial interest is held by persons or organizations operated primarily for religious, philanthropic, charitable, educational or other similar purposes and not for profit, or of funds belonging to public entities. Thus, two barriers prevented a client's nominal or short-term trust funds from being productive <i>for the client;</i> economics and the long history of restrictions on the ability of bank customers to earn interest on demand deposits and the current NOW banking restrictions. By providing that income produced by an IOLTA NOW account be paid to a nonprofit charitable corporation or public entity, section 6211, subdivision (a) overcomes the banking law barrier. The economic barrier is also removed because the pool can produce aggregate income net of expenses. Thus, with or without IOLTA, the client realizes no income.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1200</span> SECTION 6211 REQUIRES ALL NOMINAL, SHORT-TERM TRUST FUNDS BE PLACED IN AN AGGREGATED ACCOUNT WITH INTEREST PAYABLE TO THE APPROVED INDIGENT LEGAL SERVICES</h2>\n<p>(1a) The trial court interpreted section 6211, subdivision (b)<sup>[3]</sup> as permitting lawyers to deposit nominal, short-term trust funds in interest-bearing accounts other than the IOLTA authorized by section 6211, subdivision (a) at the request of the client. (2a) We hold subdivision (b) plainly applies only to monies <i>not</i> nominal in amount or deposited for short term, i.e., to funds which may be segregated to earn net income for the benefit of a client. (1b) Section 6211, subdivision (a) is all inclusive. It states: \"An attorney or law firm, which in the course of the practice of law receives or disburses trust funds, <i>shall</i> establish and maintain an interest-bearing demand trust account and shall deposit therein <i>all</i> client deposits that are nominal in amount or are on deposit for a short period of time.\" (Italics added.)</p>\n<p>(3) It is fundamental \"the court should ascertain the intent of the Legislature so as to effectuate the purpose of the law.\" (<i>Select Base Materials</i> v. <i>Board of Equal.,</i> (1959) <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">640</span></span>, 645 [<span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">672</span></span>]; <i>California Teachers Assn.</i> v. <i>San Diego Community College Dist.</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">692</span></span>, 698 [<span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">621</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">856</span></span>]; <i>Moyer</i> v. <i>Workmen's Comp. Appeals Bd.</i> (1973) <span class=\"citation\" data-id=\"1451775\"><a href=\"/opinion/1451775/moyer-v-workmens-comp-appeals-bd/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">222</span></a></span>, 230 [<span class=\"citation\" data-id=\"1451775\"><a href=\"/opinion/1451775/moyer-v-workmens-comp-appeals-bd/\"><span class=\"volume\">110</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">144</span></a></span>, <span class=\"citation\" data-id=\"1451775\"><a href=\"/opinion/1451775/moyer-v-workmens-comp-appeals-bd/\"><span class=\"volume\">514</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1224</span></a></span>].) We first look to the language of the statute, give effect to its usual import, and avoid making any language mere surplusage and attempt to harmonize a particular clause of a section in the context of the statutory framework as a whole. (<i>Ibid.</i>)</p>\n<p>(1c) Because we find subdivision (a)'s language is clear and unambiguous, there is no need for statutory construction. (See <i>Tiernan</i> v. <i>Trustees of Cal. State University &amp; Colleges</i> (1982) <span class=\"citation\" data-id=\"1177834\"><a href=\"/opinion/1177834/tiernan-v-trustees-of-cal-st-university-colleges/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">211</span></a></span>, 218 [<span class=\"citation\" data-id=\"1177834\"><a href=\"/opinion/1177834/tiernan-v-trustees-of-cal-st-university-colleges/\"><span class=\"volume\">188</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"1177834\"><a href=\"/opinion/1177834/tiernan-v-trustees-of-cal-st-university-colleges/\"><span class=\"volume\">655</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">317</span></a></span>].) It requires nominal or short-term deposits of client trust funds be placed in an interest-bearing trust account and any interest earned be used to fund designated, specified legal services. Every nominal or short-term account is included within the disposition mandated by section 6211, subdivision (a) and that section permits no discretion to use the interest earned on those deposits for any purpose other than to fund the designated legal services. (2b) It follows that any alternative disposition <span class=\"star-pagination\">*1201</span> authorized under section 6211, subdivision (b) applies only to client deposits which are not nominal or short term.</p>\n<p>(1d) The trial court's construction would allow clients to control the disposition of interest earned on their short-term or nominal trust deposits. It reasoned that section 6211, subdivision (b) allows a client the right to receive interest earned on trust funds not deposited in accordance with subdivision (a), and a client whose deposits are placed in interest-bearing accounts other than those referred to in subdivision (a) may elect to receive interest from those accounts personally or give it to a designated charity. It then interpreted article fourteen and the State Bar Guidelines (see <i>infra</i>) as giving a client the right to choose whether to deposit all monies, including nominal or short-term deposits in an account pursuant to section 6211, subdivision (b) and, should the client fail to choose a section 6211, subdivision (b) deposit, the funds shall be placed in a section 6211, subdivision (a) account. However, under that interpretation, a client's silence is, in effect, a choice to put the funds in a section 6211, subdivision (a) account and impliedly designates the legal services programs to receive the interest earned. Such a passive role would be deemed an election to assign income.</p>\n<p>The court should not rewrite legislation to avoid constitutional questions if doing so subverts the legislative intent. (See <i>Marina Village</i> v. <i>California Coastal Zone Conservation Com.</i> (1976) <span class=\"citation\" data-id=\"2130844\"><a href=\"/opinion/2130844/marina-village-v-calif-coastal-zone-conser-com/\"><span class=\"volume\">61</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">388</span></a></span>, 393 [<span class=\"citation\" data-id=\"2130844\"><a href=\"/opinion/2130844/marina-village-v-calif-coastal-zone-conser-com/\"><span class=\"volume\">132</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">120</span></a></span>].) Here, the Legislature specifically designed the statute to be mandatory to avoid tax consequences arising from a voluntary assignment of income. Revenue ruling 81-209, 981-2C.B.16 strongly suggests the Internal Revenue Service (IRS) will consider interest earned on short-term and nominal client trust funds to be income to the tax-exempt foundation, not to the client so long as the clients have no say as to the use of their money to earn interest for that purpose. With any degree of client control, it is probable IRS will treat the interest as taxable \"assigned income\" even when the legal services actually receive the interest. For this reason Florida changed its program from a client-voluntary to an attorney-voluntary program. (See <i>Matter of Interest on Trust Accounts</i> (Fla. 1981) <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">389</span></span>, 390-391; see also <i>In the Matter of the Adoption of Amendments to CPR DR 9-102 IOLTA</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">Wash. 2d</span> <span class=\"page\">1101</span></span>, 1115.)</p>\n<p>That section 6211, subdivision (a) was intended to be mandatory and to encompass all nominal/short-term deposits is confirmed by the Legislative Council's Digest to Senate Bill No. 713 (Mar. 18, 1981) adding article fourteen to chapter four of division three of the Business and Professions Code, stating: \"Existing law does not <i>require</i> an attorney or law firm <i>which receives or disburses trust funds to</i> establish an interest bearing <i>demand</i> trust account <i>and to deposit therein all client deposits that are nominal in</i> <span class=\"star-pagination\">*1202</span> <i>amount or are on deposit for a short period of time,</i> the earnings on which are to be paid to the State Bar to be used for programs for free legal services to indigent persons, especially underserved client groups, as specified.</p>\n<p>\"This bill would <i>impose such a requirement,</i> upon the adoption of a specified resolution by the Board of Governors of the State Bar.\"</p>\n<p>Further, a staff commentary to a report from the Assembly Committee on Judiciary prepared for the hearing August 12, 1981, stated: \"Although this bill would not prohibit an attorney from establishing segregated trust accounts with interest payable to the client, once unsegregated client trust accounts are created, the accounts must earn interest and the interest must be given to the State Bar to support free legal services. The source of this bill points out the mandatory nature of this bill is necessary to avoid debilitating tax consequences which would result if clients were given the option not to participate in the program.</p>\n<p>\".... .... .... .... .... .... .</p>\n<p>\"In order to avoid the problems faced by Florida, the Bar has structured the program proposed by this bill to eliminate clients' optional participation. The Bar argues that the attorney will still have the option of creating a separate interest account <i>when that option is more beneficial to the client.</i>\"</p>\n<p>The Assembly Committee Report was prepared after receiving a letter from the legal services section of the State Bar of California dated August 4, 1981. The State Bar stated it had monitored the Florida program as it reacted to the IRS ruling holding if such programs are voluntary for clients all interest income generated under interest-bearing trust accounts will be taxable to the client under the assignment of income doctrine. The State Bar expressed concern whether the IRS would approve Florida's modified approach which removed client discretion but made the attorneys participation voluntary. The letter then states: \"Because of these developments the State Bar Board of Governors has amended SB 713 in two respects. Client preference is removed as a factor in determining whether a particular client deposit's interest income will go to SB 713 purposes. The determinative factor will be the amount and duration of the client's deposit; all client deposits of a nominal amount and/or short-term duration will be require [<i>sic</i>] to be deposited in interest bearing trust accounts with the interest thereon going to SB 713's legal services funding program. This change has been made in response to the IRS requirements noted above.</p>\n<p>\"The bill has also been amended to require the participation of all California attorneys....\"</p>\n<p><span class=\"star-pagination\">*1203</span> The mandatory wording in section 6211, subdivision (a), as adopted, is plainly consistent with the legislative history, and in contrast to the earlier permissive language of Senate Bill No. 713.</p>\n<p></p>\n<h2>SECTION 6211 IS NOT UNCONSTITUTIONALLY VAGUE</h2>\n<p>(4) Petitioners claim the legislation is unconstitutionally vague and ambiguous because it refers to \"deposits that are nominal in amount or are on deposit for a short period of time.\" (ยง 6211, subd. (a).) However, section 6211, subdivision (c) permits the State Bar, with the approval of the Supreme Court, to formulate and enforce rules of professional conduct pertaining to the use by attorneys or law firms of interest-bearing trust accounts for unsegregated client funds. Accordingly, the State Bar adopted rule 1.4<sup>[4]</sup> defining trust funds nominal in amount or held for a short period of time as those for which \"it is not practical to segregate them to earn income for the benefit of the client in light of the income the funds could earn or the costs involved in earning or accounting for any such income.\" Further, rule 1.5 requires each State Bar member and firm of attorneys to determine whether trust funds are nominal in amount or to be held for a short period of time as defined in rule 1.4. Guidelines adopted by the State Bar of California for establishing and maintaining an interest-bearing trust account contain the following example: \"In determining the practical question of what is `nominal in amount' or to be held for a `short period of time' the following informational table is provided to give some guidance. The table assumes that $50 is a reasonable estimate of a minimum amount of interest that a segregated trust account for an individual client must generate to be practical in light of the costs involved in earning or accounting for any such income.</p>\n<p></p>\n<pre>\n      <i>Principle Deposit</i>               <i>Number of Days Required to Generate</i>\n                                      <i>$50 of Interest at 5 1/4 Percent</i>\n                                              <i>Compound Daily</i>\n              500                                  654\n            1,000                                  335\n            2,000                                  169\n            5,000                                   69\n           10,000                                   34\"\n                                               (Guideline 4.)\n</pre>\n<p>In context, the contested language is not unconstitutionally vague or ambiguous. The guidelines are relevant because the IOLTA NOW accounts are <span class=\"star-pagination\">*1204</span> limited by law to pay no more than 5 1/4 percent interest. Each lawyer and law firm is ethically required to make a good faith determination whether the transactional costs can equal or exceed any anticipated revenue derivable from administering these trust funds in a different manner, subject to the statutory restrictions regulating such trust accounts. The above example is identical to guidelines established by the Maryland Legislature for IOLTA accounts. Maryland, however, uses $50 as the guide in determining costs, clothing that figure with a rebuttable presumption. California does not. Thus, a California lawyer or a firm must determine transactional costs based upon <i>actual</i> costs which may vary between different lawyers and firms. The statutory language does not, as respondents suggest, require a crystal ball to determine whether it is practical to segregate client trust deposits to earn income for a client's benefit in light of the costs involved in earning and accounting. The example they cite: whether a $500 deposit representing a client's life savings would be nominal, or whether a $5,000 deposit representing a client's weekly earnings is nominal, is inapposite. It is the amount of the deposit and the time it is anticipated to be held which is relevant, not whether it is a greater or a lesser portion of an individual client's total wealth.</p>\n<p></p>\n<h2>CONSTRUED AS MANDATORY, THE ACT DOES NOT INVOLVE A TAKING OF PROPERTY PROHIBITED BY THE FIFTH AMENDMENT</h2>\n<p>(5) The core factors used to determine when justice and fairness require the state compensate economic injuries caused by public action are: (1) the character of the governmental action and (2) \"[t]he economic impact of the regulation on the claimant and, particularly, the extent to which the regulation has interfered with distinct investment-backed expectations....\" (<i>Penn Central Transp. Co.</i> v. <i>New York City</i> (1978) <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span>, 124 [<span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></span>, 648, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></span>].)</p>\n<p><i>Hooker</i> v. <i>Burr</i> (1904) <span class=\"citation\" data-id=\"96103\"><a href=\"/opinion/96103/hooker-v-burr/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 419 [<span class=\"citation\" data-id=\"96103\"><a href=\"/opinion/96103/hooker-v-burr/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1046</span></a></span>, 1050, <span class=\"citation\" data-id=\"96103\"><a href=\"/opinion/96103/hooker-v-burr/\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>], says if a claimant is \"not injured to the extent of a penny ..., his abstract rights are unimportant.\" (6a) Here, the affected class of legal clients is by definition limited to those persons whose deposited funds cannot, under present banking regulations, be deposited in an interest-bearing trust account so as to earn net income for the client's individual profit after offsetting transactional costs. Thus, these persons suffer no real economic loss.</p>\n<p>(7) That the \"taker\" may reap a profit above and beyond the value of the property interest taken does not entitle the person from whom the property is taken to share in those profits. The owner is to receive no more than indemnity for the loss, the award cannot be enhanced by any gain to the <span class=\"star-pagination\">*1205</span> taker. (<i>United States</i> v. <i>Miller</i> (1943) <span class=\"citation\" data-id=\"103741\"><a href=\"/opinion/103741/united-states-v-miller/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, 375 [<span class=\"citation\" data-id=\"103741\"><a href=\"/opinion/103741/united-states-v-miller/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">336</span></a></span>, 343, <span class=\"citation\" data-id=\"103741\"><a href=\"/opinion/103741/united-states-v-miller/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">55</span></span>].) (6b) Here, no client is stripped of earnings potential, because the statute excludes those client deposits which individually can, because of their size and/or length of time to be held, earn income net of transactional costs.</p>\n<p>(8) The Fifth Amendment guarantees private property shall not \"be taken for public use, without just compensation.\" (<i>Agins</i> v. <i>Tiburon</i> (1980) <span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 260 [<span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span>, 111, <span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2138</span></a></span>].) (6c) Here, respondents apparently contend they are entitled to the monetary value of the interest generated by their funds deposited with their attorney. However, to do this would, under ordinary trust principles, entitle the trustee-lawyer to be reimbursed for transactional costs incurred in generating that interest and accounting for it to the client. Where, by definition, those transactional costs exceed or equal the total interest income generated, the clients suffer no loss for which they are entitled to compensation. The abstract right to control where interest earned on a person's money may be funneled is not an economic loss subject to monetary compensation.</p>\n<p>(9) To have a property interest subject to protection under the Fifth Amendment, one must have more than an abstract need or desire, more than unilateral expectation. (See <i>Board of Regents</i> v. <i>Roth</i> (1972) <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577 [<span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></span>, 560, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></span>].) Respondents mistakenly rely on the holding of <i>Webb's Fabulous Pharmacies, Inc.</i> v. <i>Beckwith</i> (1980) <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span> [<span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>], to bolster their claims of Fifth Amendment violations.</p>\n<p>The sum deposited with the governmental entity in <i>Webb's</i> was $1,812,145.77, which was to benefit approximately 200 identified creditors. The money generated interest in a \"pooled\" account during the period while a receiver determined the amounts to which each creditor was entitled. In effect, these were interpleaded funds, subject to the general rule that interest generated during the period they are held belongs to the owner. (<i>Id.,</i> at p. 162 [66 L.Ed.2d at p. 365].) The monies were held only to preserve them pending proof of the respective creditor entitlement. Once separate rights were determined, simple arithmetic established the interest each generated.</p>\n<p>In <i>Webb's</i> the monies were on deposit more than one year, and it appears each creditor's interest was substantial enough to generate net income if deposited separately. <i>Webb's</i> does not address issues pertinent to this case.</p>\n<p>(6d) Practically speaking, should the court void section 6211, subdivision (a) on constitutional grounds, the clients would not be enhanced economically. <span class=\"star-pagination\">*1206</span> Their deposited funds would not be returned nor would they obtain any economic advantage.</p>\n<p>(10) Further, when the regulation is one which promotes the common good, even by adjusting the benefits and burdens of economic life, a compensable \"taking\" is less readily found than where there is a physical governmental invasion. (<i>Id.,</i> at p. 164 [66 L.Ed.2d at p. 366].) Where the public good is great, and a \"taking\" is minimal, it is permissible. Even a substantial property interest may be taken through zoning laws, etc. (<i>Euclid</i> v. <i>Ambler Realty Co.</i> (1926) <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span> [<span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1016</span></span>].)</p>\n<p>(6e) We accept respondents' generalized claims that clients have property rights in their money. However, the client relinquishes control of the money once it is placed in trust with the lawyer. So long as the principal is secure, not diminished, and is not economically capable of generating net income through deposits or investments legally available for lawyers' trust funds, the client retains no meaningful right of control except to recover the principal upon a request made before it is properly expended.</p>\n<p></p>\n<h2>RESPONDENTS ARE NOT DENIED EQUAL PROTECTION</h2>\n<p>(11a) Respondents emphasize clients who have no trust funds on deposit with their lawyer and clients whose funds are sufficient in amount and can be held in trust for a sufficient length of time to return a net profit, need not participate in the IOLTA program and its concomitant funding of indigent legal services. This, they claim, shows those clients who are required to allow their monies to be so used, are denied equal protection of the law.</p>\n<p>(12) Generally, to satisfy equal protection requirements the legislative classification need only rationally relate to a conceivable, legitimate state purpose, while cases involving \"suspect classifications\" touching on \"fundamental interests\" are strictly scrutinized. Under the stricter standard, the State must establish its compelling interest which justifies the law and that the distinctions drawn by the law are necessary to further its purpose. (<i>Fullerton Joint Union High School Dist.</i> v. <i>State Bd. of Education</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">779</span></span>, 798-799 [<span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">654</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">168</span></span>]; <i>Westbrook</i> v. <i>Mihaly</i> (1970) <span class=\"citation\" data-id=\"1401945\"><a href=\"/opinion/1401945/westbrook-v-mihaly/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">765</span></a></span>, 784-785 [<span class=\"citation\" data-id=\"1401945\"><a href=\"/opinion/1401945/westbrook-v-mihaly/\"><span class=\"volume\">87</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">839</span></a></span>, <span class=\"citation\" data-id=\"1401945\"><a href=\"/opinion/1401945/westbrook-v-mihaly/\"><span class=\"volume\">471</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">487</span></a></span>].)</p>\n<p>One statute upheld under the lesser, \"rationally related\" test is that singling out medical malpractice judgment creditors to receive periodic payments on their judgment while other successful tort damage claimants are entitled to the total sum upon finality of judgment. (<i>American Bank &amp; Trust Co.</i> v. <i>Community Hospital</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">359</span></span>, 373 [<span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">671</span></span>, <span class=\"star-pagination\">*1207</span> <span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">670</span></span>].) Also, in <i>Cory</i> v. <i>Shierloh</i> (1980) <span class=\"citation\" data-id=\"1271778\"><a href=\"/opinion/1271778/cory-v-shierloh/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">430</span></a></span>, 437-438 [<span class=\"citation\" data-id=\"1271778\"><a href=\"/opinion/1271778/cory-v-shierloh/\"><span class=\"volume\">174</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"1271778\"><a href=\"/opinion/1271778/cory-v-shierloh/\"><span class=\"volume\">629</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">8</span></a></span>], the court, addressing disparate legislative treatment between licensed and unlicensed providers of alcohol, and between adult and minor consumers, states: \"We simply ask whether the legislation adopted, for whatever purposes disclosed or undisclosed, is reasonably supportable.... We do not substitute our judgment for its own.\" The accuracy of the Legislature's belief is irrelevant because the courts will not second guess. (Also see <i>Duke Power Co.</i> v. <i>Carolina Env. Study Group</i> (1978) <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 93-94 [<span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></a></span>, 623-624, <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2620</span></a></span>].)</p>\n<p>(11b) For equal protection purposes, we find no fundamental interest is impinged by mandating nominal, short-term deposits be placed in an unsegregated interest-bearing account rather than a noninterest-bearing checking account, or in an interest-bearing checking account which, because of the cost of administration and accounting would result in no net gain to the client. The parties agree there is a legitimate state interest in attempting to provide funds for indigent legal services in light of the financial crisis resulting from a substantial loss of state and local funding. They do not argue there is no rational relationship between the method employed and the goal. We find no suspect classifications here: clients who have no funds held by their lawyers subject to deposit receive no windfall, and clients whose trust funds are sufficient to generate net income after costs of administration and accounting pay their own way in generating their individual income. Where it is economically impossible for nominal and short-term trust deposits to generate net income, even in a pooled account, the impact, if any, on the client-depositor is so minimal, and the public interest so compelling, that the presumption of constitutionality is not rebutted.</p>\n<p></p>\n<h2>THE ACT DENIES NO PERSON THE RIGHT TO COUNSEL</h2>\n<p>(13) Respondents argue that the statute discriminates between persons requiring and exercising their Sixth Amendment rights to counsel and those who do not. They claim \"[f]rom this viewpoint, the statute is a restriction upon legal services: a tax imposed upon exercise of a basic and fundamental right.\" This is clearly wrong. Not only is there no showing placing clients' trust funds in a section 6211, subdivision (a) account restricts access to or diminishes the representation by attorneys more than having the same trust funds placed in a noninterest-bearing trust account, there is no showing that persons who wish to use services of lawyers will hesitate to do so because of this statute. In what manner there is a discrimination between those persons needing and using lawyers and those who do not, is not shown. Nor is it a tax of any kind. It is not a charge upon the right to use legal services. Whether clients are required to deposit monies in advance to defray litigation costs, the amount of those advances and the length of time they may <span class=\"star-pagination\">*1208</span> remain on deposit are matters solely resolved by the contractual relationship between the lawyer and the client, usually depending on factors unique to the type of litigation and the degree of financial risk a lawyer is willing to assume in light of his relationship with the client and the client's financial reliability.</p>\n<p></p>\n<h2>ATTORNEY FEES</h2>\n<p>(14) The trial court awarded respondents reasonable attorney fees and costs on finding they conferred a substantial benefit on the general public in pursuing this litigation. Our disposition changes respondents' status from that of successful to unsuccessful litigants. Unsuccessful litigants in suits to vindicate the public interest do not qualify for attorney fees under Code of Civil Procedure section 1021.5 or for fees under the inherent equitable power of the courts. (See <i>Residents Ad Hoc Stadium Com.</i> v. <i>Board of Trustees</i> (1979) <span class=\"citation\" data-id=\"2106850\"><a href=\"/opinion/2106850/residents-ad-hoc-stadium-com-v-board-of-trustees/\"><span class=\"volume\">89</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">274</span></a></span>, 292-293 [<span class=\"citation\" data-id=\"2106850\"><a href=\"/opinion/2106850/residents-ad-hoc-stadium-com-v-board-of-trustees/\"><span class=\"volume\">152</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">585</span></a></span>].) Code of Civil Procedure section 1021.5 requires the lawsuit result in the enforcement of an important right benefitting the public. This litigation merely delayed implementing beneficial legislation which we uphold in its entirety.</p>\n<p>Judgment reversed; the superior court is directed to enter judgment for the State Bar of California. Pursuant to oral stipulation of the parties, the judgment is final immediately.</p>\n<p>Brown (Gerald), P.J., and Wiener, J., concurred.</p>\n<p>Respondents' petition for a hearing by the Supreme Court was denied May 2, 1985. Lucas, J., was of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Business and Professions Code, section 6210 et seq.</p>\n<p>[2]  All statutory references are to the Business and Professions Code unless otherwise specified.</p>\n<p>[3]  Subdivision (b) states: \"Nothing in this article shall be construed to prohibit an attorney or law firm from establishing one or more interest-bearing bank accounts or other trust investments as may be permitted by the Supreme Court, with the interest or dividends earned on the accounts payable to clients for trust funds <i>not deposited in accordance with subdivision (a).</i>\" (Italics added.)</p>\n<p>[4]  All references to rules are to Rules Regulating Interest-bearing Trust Fund Accounts for the Provision of Legal Services to Indigent Persons, approved by the Board of Governors of the State Bar of California on September 10, 1982.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1177834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1271778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1401945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2130844/"
          ]
        }
      ],
      "judges": "Work",
      "date_created": "2015-09-21T21:46:14.360871Z",
      "date_modified": "2017-03-26T04:06:56.116554Z",
      "date_filed": "1985-04-04",
      "date_filed_is_approximate": false,
      "slug": "carroll-v-state-bar",
      "citation_id": 2083577,
      "case_name_short": "Carroll",
      "case_name": "Carroll v. State Bar",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "166 Cal. App. 3d 1193",
      "state_cite_two": "213 Cal. Rptr. 305",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 20,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1982280/carroll-v-state-bar/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T20:59:55.820316Z",
  "date_modified": "2014-10-30T20:59:55.820316Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Carroll",
  "case_name": "Carroll v. State Bar",
  "case_name_full": "",
  "slug": "carroll-v-state-bar",
  "docket_number": "31635",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}