{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1988606/",
  "id": 1988606,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2167104/",
      "id": 2167104,
      "absolute_url": "/opinion/2167104/in-re-debeque/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1988606/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2167104/",
          "id": 2167104,
          "absolute_url": "/opinion/2167104/in-re-debeque/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2167104/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6447/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:30:53.844868Z",
          "date_modified": "2017-04-08T18:49:12.008881Z",
          "type": "010combined",
          "sha1": "46f7e032982d9f56638b7a1b18d6f77850b3380c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>212 Cal.App.3d 241 (1989)</b></center>\n<center><b>260 Cal. Rptr. 441</b></center>\n<center><h1>In re ROLAND DeBEQUE on Habeas Corpus.</h1></center>\n<center>Docket No. D009431.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>July 19, 1989.</center>\n<p><span class=\"star-pagination\">*244</span> COUNSEL</p>\n<p>Thomas F. Homann, under appointment by the Court of Appeal, for Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>John W. Witt, City Attorney, Stuart H. Swett, Chief Deputy City Attorney, and Marilynn J. Winters, Deputy City Attorney, for Real Parties in Interest.</p>\n<p>OPINION</p>\n<p>HUFFMAN, J.</p>\n<p>Roland DeBeque pleaded guilty in San Diego Municipal Court to one misdemeanor count of annoying or molesting a child under <span class=\"star-pagination\">*245</span> the age of eighteen. (Pen. Code,<sup>[1]</sup> § 647.6.) The court granted him probation conditioned upon, among other things, the requirement he register as a sex offender pursuant to section 290. DeBeque filed a petition for a writ of habeas corpus in San Diego Superior Court challenging the application of this requirement. The court summarily denied the writ on grounds the cases he cited to prove application of the sex offender registration requirement constituted cruel and unusual punishment under the United States and California Constitutions as applied to him were distinguishable from his case.</p>\n<p>(1) (See fn. 2.) DeBeque's petition here for a writ of habeas corpus<sup>[2]</sup> again challenges the application of the section 290 registration requirement to his case. We shall hold the application of section 290 to DeBeque does not, at this time, constitute cruel and unusual punishment and deny the writ.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In the afternoon of June 17, 1988, an 11-year-old boy was riding his bicycle in a San Diego neighborhood when a man, later identified as DeBeque, whistled at him. When the boy looked over at the whistler, he saw DeBeque pull down his shorts and masturbate. The boy immediately rode away.</p>\n<p>The next afternoon, the same 11-year-old boy and his friend, another 11-year-old boy, were playing in a small neighborhood park when they saw DeBeque approach the area where they had left their personal items. They saw him pick up a tennis ball belonging to one of them and saw him clap and heard him whistle. Directing their attention to him, the boys then saw DeBeque pull down his pants and begin to masturbate. Without hesitation, the two young boys ran home and called the police.</p>\n<p>After the boys provided the police with a description of the man who masturbated in front of them, DeBeque was contacted later that afternoon in the nearby Torrey Pines Preserve because he fit that description. The police took his picture and placed it in a photo lineup which was then separately shown to each young boy. Each positively identified DeBeque as <span class=\"star-pagination\">*246</span> the man who had masturbated in front of them at the park. One boy also identified DeBeque as the man who had similarly masturbated in front of him while the boy was riding his bike the day before the park incident.</p>\n<p>DeBeque was charged with committing three misdemeanor counts of annoying or molesting children under the age of eighteen (§ 647.6) and two misdemeanor counts of indecent exposure (§ 314.1). The charges covered the alleged incidents concerning the young boys on both days.</p>\n<p>Pursuant to a plea bargain, DeBeque pleaded guilty to the count 3 section 647.6 charge, involving one of the boys in the park incident, in exchange for the dismissal of all other charges.</p>\n<p>The court file<sup>[3]</sup> shows that at the time he pleaded guilty DeBeque signed a change of plea form stating he was entering the plea to count 3 because he annoyed a child under the age of 18 and was currently undergoing therapy for exhibitionism. He denied being a child molester and stated he was not pleading guilty to molestation.</p>\n<p>The change of plea form also reflects DeBeque was advised about the sex offender registration requirement under section 290 and that the sentencing judge \"may consider the entire factual background of the case, including any unfiled, dismissed or stricken charges or allegations when granting probation, ordering restitution or imposing sentence.\" DeBeque initialed his understanding of and agreement with these items on the change of plea form.</p>\n<p>At the time of sentencing, the court again advised DeBeque of the section 290 registration requirement and confirmed the plea. DeBeque then moved to delete the requirement. The court denied his motion, suspended imposition of DeBeque's sentence for three years, and granted him formal probation conditioned upon, among other things, his registration as a sex offender.</p>\n<p>DeBeque then filed his petition for a writ of habeas corpus challenging the application of the registration requirement as to him in the San Diego Superior Court, which was denied without a hearing. This instant petition for a writ of habeas corpus seeks the same relief.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*247</span> II</h2>\n<p></p>\n<h2>CONTENTIONS</h2>\n<p>(2a) Starting with the premise that registration under section 290 is a form of punishment within the meaning of the constitutional provisions prohibiting cruel and unusual punishment (<i>In re Reed, supra,</i> 33 Cal.3d 914, 922), DeBeque contends registration for his misdemeanor conviction is cruel and unusual punishment under the facts and circumstances of this case.</p>\n<p>He specifically relies upon <i>In re Reed, supra,</i> 33 Cal.3d 914 and <i>In re King, supra,</i> 157 Cal. App.3d 554 for support that the facts of his case show the nature of his crime and his character are not \"so evil as to justify a lifetime of punishment\"; his conduct was merely \"passive exposure in view of two youngsters\" and more accurately described as \"indecent exposure.\" He argues the only published cases upholding the registration requirement for people convicted of section 647.6 (formerly § 647a<sup>[4]</sup>), <i>People</i> v. <i>Monroe</i> (1985) 168 Cal. App.3d 1205 [215 Cal. Rptr. 51] and <i>People</i> v. <i>Tate</i> (1985) 164 Cal. App.3d 133 [210 Cal. Rptr. 117], can easily be distinguished because they involved highly aggressive conduct by the sex offender and not mere exhibitionism as in his case.<sup>[5]</sup></p>\n<p>As discussed below, we shall conclude otherwise.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Section 290 requires a person convicted of certain enumerated offenses, including violation of section 647.6,<sup>[6]</sup> to register with the chief of police within 14 days of entering any county or city for either permanent or <span class=\"star-pagination\">*248</span> temporary residence. (§ 290.) (3) This requirement is based upon the assumption such persons are more likely to be recidivists and therefore accurate information regarding their whereabouts is desirable. (<i>People</i> v. <i>Tate, supra,</i> 164 Cal. App.3d at p. 137.) The recognized purpose of section 290 is to assure that persons convicted of the crimes listed in that section should be readily available for police surveillance at all times. (<i>Barrows</i> v. <i>Municipal Court</i> (1970) 1 Cal.3d 821, 825-826 [83 Cal. Rptr. 819, 464 P.2d 483]; <i>Kelly</i> v. <i>Municipal Court</i> (1958) 160 Cal. App.2d 38 [324 P.2d 990].)</p>\n<p>(4) An exception to the registration requirement may occur, however, if the facts and circumstances of a given offense indicate the requirement would be cruel and/or unusual punishment and therefore prohibited under the federal and/or California constitutions. (<i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d 1205, 1209.)</p>\n<p>(5) In analyzing a cruel and unusual punishment issue, it must be noted that \"in our tripartite system of government it is the function of the legislative branch to define crimes and prescribe punishments, and ... such questions are in the first instance for the judgment of the Legislature alone.\" (<i>In re Lynch</i> (1972) 8 Cal.3d 410, 414 [105 Cal. Rptr. 217, 503 P.2d 921].) The Legislature's power, however, is limited by the Eighth Amendment of the United States Constitution, and by article I, section 17 of the California Constitution; both proscribe the imposition of cruel and unusual punishment. (<i>People</i> v. <i>Rosenkrantz</i> (1988) 198 Cal. App.3d 1187, 1205 [244 Cal. Rptr. 403]; <i>People</i> v. <i>Almodovar</i> (1987) 190 Cal. App.3d 732, 739 [235 Cal. Rptr. 616].) The ultimate determination whether a specific punishment on its face or as it is applied is cruel and unusual rests with the courts. (<i>Ibid.</i>)</p>\n<p>(6) Our Supreme Court in <i>In re Lynch, supra,</i> 8 Cal.3d 410 held a specific punishment may be cruel and unusual \"if, although not cruel or unusual in its method, it is so disproportionate to the crime for which it is inflicted that it shocks the conscience and offends fundamental notions of human dignity.\" (<i>Id.</i> at p. 424, fn. omitted.) (7a) <i>Lynch</i> established a three-pronged test to aid the courts in determining whether a particular punishment is disproportionate to the offense for which it was imposed. As explained in <i>People</i> v. <i>Almodovar, supra,</i> 190 Cal. App.3d 732: \"Under the first prong [of the <i>Lynch</i> test], the court examines the nature of the offense and/or the offender, paying particular attention to the danger each poses to society. [Citation.] Secondly, the court may compare the challenged punishment with punishments prescribed for other, more serious, crimes in the same jurisdiction. [Citation.] Finally, the challenged penalty may be compared with punishments for the same offense in other jurisdictions. [Citation.]\" (<i>Id.</i> at p. 740.)</p>\n<p><span class=\"star-pagination\">*249</span> Moreover, regarding the individual defendant claiming disproportionality, in <i>People</i> v. <i>Dillon</i> (1983) 34 Cal.3d 441, 480-481 [194 Cal. Rptr. 390, 668 P.2d 697], our Supreme Court stated that the offender's punishment must be tailored to his or her personal responsibility and moral guilt. <i>Dillon</i> stressed the nature of the offender when considering such culpability for an offense. (<i>Id.</i> at p. 479.)</p>\n<p>The three prongs of <i>Lynch</i> are not absolute rules establishing that a given punishment is cruel and unusual, but are merely guidelines to be used in testing the validity of a particular penalty. (<i>In re Jones</i> (1973) 35 Cal. App.3d 531, 541 [110 Cal. Rptr. 765]; <i>People</i> v. <i>Almodovar, supra,</i> 190 Cal. App.3d 732, 735.) The importance of each prong depends on the specific facts of each case and application of the first prong alone may suffice in determining whether a punishment is cruel and unusual. (See <i>People</i> v. <i>Dillon, supra,</i> 34 Cal.3d at p. 479.)</p>\n<p>(8) In considering the first prong of <i>Lynch,</i> the nature of the offense and the offender, the court may take into account such factors as the defendant's motive, the way the offense was committed, the extent of the defendant's involvement, the consequences of the defendant's actions, along with facts relating to the defendant such as age, prior criminal record, personal characteristics, and state of mind. (<i>People</i> v. <i>Dillon, supra,</i> 34 Cal.3d at p. 475; <i>People</i> v. <i>Kelly</i> (1986) 183 Cal. App.3d 1235, 1245 [324 P.2d 990].)</p>\n<p>(7b) The major yardstick, however, in determining whether a punishment is cruel and unusual under the facts of a case, is whether it is \"out of all proportion to the offense ...\" (<i>Robinson</i> v. <i>California</i> (1962) 370 U.S. 660, 676 [8 L.Ed.2d 758, 768, 82 S.Ct. 1417]) so as to shock the conscience and offend fundamental notions of human dignity. (<i>In re Lynch, supra,</i> 8 Cal.3d at p. 424.)</p>\n<p>(2b) Here DeBeque does not challenge the constitutionality of the section 290 registration requirement. Rather he contests its application to his case. Like the offenders in <i>Monroe</i> and <i>Tate,</i> respectively, he relies heavily on <i>Reed</i> and <i>King</i> for support of his argument his factual situation requires we hold the registration requirement as applied to him is cruel and unusual punishment. As an analysis of the <i>Lynch</i> factors will show, his reliance is misplaced.</p>\n<p></p>\n<h2>A. NATURE OF THE OFFENSE AND/OR THE OFFENDER</h2>\n<p>DeBeque, like Tate and Monroe, was convicted of annoying or molesting a child under the age of 18, a violation of section 647.6. In distinguishing a violation of section 647a, the predecessor of section 647.6, from the nature <span class=\"star-pagination\">*250</span> of the crimes in <i>Reed</i> and <i>King,</i> the court in <i>People</i> v. <i>Tate, supra,</i> 164 Cal. App.3d at pages 137-140 and reiterated in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at pages 1210-1213, stated: \"<i>Reed</i> involved a violation of section 647, subdivision (a),<sup>[7]</sup> not section 647a.</p>\n<p>\"`To save the constitutionality of section 647, subdivision (a), from a charge of impermissible vagueness, the Supreme Court has `construed the statute to prohibit only public solicitation or commission of conduct \"which involves the touching of the genitals, buttocks, or female breast, for purposes of sexual arousal, gratification, annoyance or offense, by a person who knows or should know of the presence of persons who may be offended by the conduct.\" [Citations.]' [Citation.]</p>\n<p>\"In the <i>Reed</i> case, the defendant was convicted of violating section 647, subdivision (a), when he masturbated in the presence of an undercover officer in a public restroom. The Supreme Court applied a cruel or unusual punishment analysis, using the factors established in [<i>Lynch</i>], and concluded the registration requirements of section 290 could not be enforced for Reed's conviction of violation of section 647, subdivision (a). The court reasoned that the offense was a relatively minor sexual indiscretion between adults, registration was not required for arguably more serious crimes, and California is only one of five jurisdictions which require registration for sex offenses. The court stated: `Petitioner is not the prototype of one who poses a grave threat to society; nor does his relatively simple sexual indiscretion place him in the ranks of those who commit more heinous registrable sex offenses.' [Citation.]</p>\n<p>\"In [<i>King</i>], the defendant was found guilty of violating section 314, subdivision (1),[<sup>[8]</sup>] when he exposed himself to two teenaged girls. Using the proportionality analysis authorized by [<i>Lynch</i>], the court concluded that the registration requirement of section 290, when applied to this offense, constituted cruel and unusual punishment.</p>\n<p>\"The offenses which constitute a violation of Penal Code section 647a [the predecessor to section 647.6], are more offensive than violations of section 647, subdivision (a), and section 314, subdivision (1). Section 647a <span class=\"star-pagination\">*251</span> contemplates a crime more serious than an indiscreet gesture, public nuisance, or sexual indiscretion. A conviction under section 647a requires motivation of unnatural abnormal sexual interest in children.</p>\n<p>\".... .... .... .... ....</p>\n<p>\"`The object of section 647a is to protect children from sex offenders and to permit apprehension and segregation of such offenders. [Citations.] Section 647a has been construed as follows: `When the words annoy or molest are used in reference to offenses against children, there is a connotation of abnormal sexual motivation on the part of the offender. Although no specific intent is prescribed as an element of this particular offense, a reading of the section as a whole in the light of the evident purpose of this and similar legislation enacted in this state indicates that the acts forbidden are those motivated by an unnatural or abnormal sexual interest or intent with respect to children. It should be noted further that the section must be construed reasonably as setting up an objective test for annoyance or molestation; a childish and wholly unreasonable subjective annoyance, arising, for example, from a child's dislike for proper correction by a teacher, is not covered by the section. The annoyance or molestation which is forbidden is in no sense a purely subjective state on the part of the child.' [Citations.]</p>\n<p>\"Illustrations of acts held to violate section 647a are: <i>People</i> v. <i>La Fontaine</i> (1978) 79 Cal. App.3d 176 [144 Cal. Rptr. 729], defendant offered a 13-year-old victim money if he would permit the defendant to perform a sexual act upon him; <i>People</i> v. <i>Moore</i> (1955) 137 Cal. App.2d 197 [290 P.2d 40], defendant lifted an eight-year-old girl by the buttocks and rubbed against her body; <i>People</i> v. <i>McNair</i> (1955) 130 Cal. App.2d 696 [279 P.2d 800], defendant exhibited his private parts to a seven-year-old.</p>\n<p>\"Moreover, [section 647a represents] legislation specifically enacted to protect children from sexual offenders. Children are a class of victims who require paramount protection and `[t]he fundamental legislative purpose underlying section 290 is to assure persons convicted of such a crime as molestation of children shall be readily available for police surveillance at all times.' [Citation.] Furthermore, the court should tread lightly when approaching matters within the unique province of the Legislature. [Citation.] The court should interfere with the legislative function only if a statute prescribes a penalty `\"out of all proportion to the offense.\"' [Citations, fn. omitted.]\"</p>\n<p>Not only was DeBeque convicted of a more serious crime than the defendants in <i>Reed</i> and <i>King,</i> even <i>Reed</i> recognized the difference between its factual situation and a case involving children. (<i>In re Reed, supra,</i> 33 Cal.3d <span class=\"star-pagination\">*252</span> at p. 924.) While <i>King</i> did involve \"teenagers,\" the facts and analysis of that case do not inform as to the tender ages of the two girls involved or fully discuss the <i>Lynch/Dillon</i> factors. Based solely on the nature of the offense, we thus conclude, as did the courts in <i>Tate</i> and <i>Monroe,</i> the registration requirement for the section 647.6 offense here was not cruel and unusual punishment.</p>\n<p>(9) DeBeque, however, argues <i>Tate</i> and <i>Monroe</i> are distinguishable as they involved aggressive conduct by those offenders as compared with his passive behavior under the facts of this case. While it is true <i>Tate</i> involved actual vaginal penetration of a seven-year-old girl and <i>Monroe</i> concerned the squeezing and rubbing through clothing of a ten-year-old girl's vaginal area and buttocks, there are no bright lines between \"passive\" and \"aggressive\" deviant sexual behavior, and DeBeque cites no authority to support such a distinction. Indeed, a distinction made based upon the passive/aggressive dichotomy suggested by DeBeque is of little value in analyzing these cases in light of the specific factual inquiry required by <i>Lynch.</i> Such a broad-brush analysis would lead to unnecessary categorization of defendants, which in turn would lead to error and confusion.</p>\n<p>While the extent of actual contact may alter the characterization of the underlying offense and affect the culpability of the offender, such contact is only one of the factors to be considered when analyzing the constitutionality of a punishment under the first prong of <i>Lynch.</i> Thus even though DeBeque's conduct may seem less culpable than those defendants who commit more serious sex crimes by actually touching the children annoyed or molested, the lack of physical contact is not dispositive of the issue. Rather that fact, along with a defendant's motive, intent, extent of involvement, other actions, consequences of the actions, whether passive or aggressive, and other facts relating to the defendant should be weighed to determine if a certain punishment is cruel and unusual as applied.</p>\n<p>(2c) A review of those factors here convinces DeBeque is the \"prototype of an offender\" for which section 647.6 and the section 290 registration requirement were enacted. The record shows DeBeque went to a public park and sought the attention of two 11-year-old boys who were playing there by whistling, clapping and picking up their tennis ball. He then masturbated in front of them. If the young boys had not run away immediately, DeBeque may have attempted further contact.</p>\n<p>The record also shows DeBeque had sought the attention of one of the young boys in the same neighborhood the day before this incident and had also masturbated in front of him at that time. That DeBeque returned to the same neighborhood two days in a row to seek out young children, and <span class=\"star-pagination\">*253</span> actually touched their belongings to get their attention to watch or come toward him while he masturbated, reflects his unnatural abnormal sexual interest in children.</p>\n<p>Admittedly, DeBeque's personal profile is at first blush rather positive. DeBeque, a thirty-year-old male with no medical or physical problems, was a high school valedictorian, attended college for one year and served four years in the Marine Corps. While in the Marines, he graduated with honors from its journalism school where he was editor of its newsletter. Since his honorable discharge from the service, he has been steadily employed. The positives though stop short.</p>\n<p>While DeBeque has no prior arrest or conviction record, he admitted to the probation officer he had committed the same acts underlying the offense in this case in the past and needed help for the future. In explaining his condition, DeBeque stated: \"I have always had a fascination with exhibition but until only recently have I actually begun to carry this out in actions. I was raised in a very strict environment where I was unable to express much feeling and emotion. Through a series of events, especially observing my brother, who is 8 years older than I, masterbating [<i>sic</i>] in front of me when I was approximately 6 years old, I found a way to `rebel' and express much emotion through exhibitionism. I did this through childhood &amp; my teenage years on a semi-regular basis. It subsided when I joined the USMC [United States Marine Corps] in 1977 and resurfaced again approximately two years ago, much to my horror.</p>\n<p>\".... .... .... .... ....</p>\n<p>\"... It is like an addiction. Now I realized [<i>sic</i>] I can't control it by myself.\"</p>\n<p>When asked about the present crime, DeBeque told the probation officer he was attempting to get the boys' attention by \"just [acting] suspiciously in order to arouse their curiosity\" and he intended to have them observe him in the act of masturbation. Although the probation report recommended probation because DeBeque's psychological evaluation determined him fit for such, it also suggested some punitive sanctions to draw his attention to and emphasize the gravity of his offense.</p>\n<p>Such sanctions would appear to be appropriate in light of the observation that \"some observers consider child molesters, in general, to be more dangerous, harder to rehabilitate, less able to understand or accept their problems, and more inclined to deny their guilt than the average [criminal] is. <span class=\"star-pagination\">*254</span> (See generally, Duffy &amp; Hirshberg, Sex and Crime (1965) pp. 119-121.)\" (<i>In re Wells</i> (1975) 46 Cal. App.3d 592, 598 [121 Cal. Rptr. 23], fn. omitted.)</p>\n<p>Under these circumstances, the sentencing judge could have easily inferred DeBeque's conduct was a prologue to and a desire for further sexual contact with the boys. And, in light of DeBeque's statements to the probation officer he could not control his sexual urges to expose himself without some help, the court was not compelled to accept DeBeque's promise \"that within one year it will never happen again.\"</p>\n<p>Thus considering all of the facts together going into an evaluation of the first prong of <i>Lynch,</i> we cannot say application of the registration requirement for DeBeque's offense shocks the conscience or offends fundamental notions of human dignity. (<i>In re Lynch, supra,</i> 8 Cal.3d at p. 424.) DeBeque's conduct and undisputed intention to have the young boys watch him masturbate in public displays his inability to control his deviant sexual interests and reasonably forecasts repetition. Moreover, \"great deference is ordinarily paid to legislation designed to protect children, who all too frequently are helpless victims of sexual offenses.\" (<i>In re Wells, supra,</i> 46 Cal. App.3d 592, 599.)</p>\n<p></p>\n<h2>B. PUNISHMENT FOR MORE SERIOUS CRIMES IN THE SAME JURISDICTION</h2>\n<p>(10) Based on the analysis of the second prong of <i>Lynch</i> in <i>Reed,</i> the court in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at p. 1215 acknowledged that factor appears to favor the defendant because \"arguably more serious offenses\" than section 647a do not result in section 290 registration. However, that court also noted such fact \"does not necessarily indicate that the registration requirement for the instant offense is unconstitutional. It is the Legislature's prerogative to designate which crimes it considers to be committed by recidivists, and courts should interfere only when the `\"`... unconstitutionality clearly, positively and unmistakably appears.'\"' [Citation.]\" (<i>Ibid.</i>) (2d) We agree with <i>Monroe's</i> observations and find such unconstitutionality does not appear here.</p>\n<p>DeBeque has not produced any new evidence concerning the disparity of punishments in this jurisdiction after the decision in <i>Reed</i> in 1983. A cursory review of the penal statutes since that time shows the Legislature has generally increased the penalties for most sex crimes, especially those involving children, and has included more crimes in section 290 for sex offender registration. The Legislature has also added a registration requirement similar to section 290 for arsonists as well.</p>\n<p><span class=\"star-pagination\">*255</span> DeBeque simply has not shown sufficient constitutional defect in relation to other crimes for us to interfere with the legislative determination his crime requires sex offender registration.</p>\n<p></p>\n<h2>C. PUNISHMENT IN OTHER JURISDICTIONS</h2>\n<p>Likewise, DeBeque has failed to meet his burden of proving the punishment prescribed for his offense, as compared to that imposed for similar offenses in other jurisdictions, is unconstitutional under the third prong of <i>Lynch.</i> (See <i>People</i> v. <i>Wingo</i> (1975) 14 Cal.3d 169, 179 [121 Cal. Rptr. 97, 534 P.2d 1001].) Again he has failed to produce any evidence to illustrate the current disparity concerning sex offender registration requirements in other jurisdictions since <i>Reed</i> and <i>King</i> were decided.</p>\n<p>Even assuming <i>Reed's</i> and <i>King's</i> analyses are still accurate and a disparity exists, it is only some indication California's mandatory sex offender registration is an excessive penalty. As the court in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at page 1216 stated: <i>\"`Wingo</i> warns that this and the other <i>Lynch</i> tests are not to be applied with mechanical exactitude, nor is California concerned with conforming our Penal Code to the \"majority rule\" or the least common denominator of penalties nationwide. Our codes \"have served as a model for the nation rather than a mere mirror of the laws of other jurisdictions, ...\" [Citation].' [Citation.]\" (<i>Ibid.</i>)</p>\n<p></p>\n<h2>D. CONCLUSION</h2>\n<p>Having considered the application of the <i>Lynch</i> tests, we conclude, as did the courts in <i>Tate</i> and <i>Monroe,</i> the registration requirement of section 290 is not \"out of all proportion\" to DeBeque's offense. While the last two prongs of <i>Lynch</i> facially tend to favor DeBeque's position, the first prong concerning the offense and the offender in this case overwhelmingly supports the requirement of sex offender registration. Accordingly, we hold the requirement DeBeque register as a sex offender for violating section 647.6 is proportional to his offense and moral culpability, and does not shock the conscience.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*256</span> IV</h2>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>Because DeBeque is not presently entitled to the relief he requests, the order to show cause is discharged and his petition for writ of habeas corpus is denied. The stay previously ordered by this court pending resolution of DeBeque's petition will be vacated 14 days after finality of this writ denial.</p>\n<p>Work, Acting P.J., and Benke, J., concurred.</p>\n<p>Petitioner's application for review by the Supreme Court was denied August 31, 1989. Mosk, J., was of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to the Penal Code unless otherwise specified. When referring to statutory subparts we omit repetition of the word \"subdivision.\"</p>\n<p>[2]  Even though DeBeque does not appeal his misdemeanor conviction, a petition for habeas relief is proper because DeBeque claims one of the conditions of his probation violates fundamental constitutional rights. (<i>In re Reed</i> (1983) 33 Cal.3d 914, 918, fn. 2 [191 Cal. Rptr. 658, 663 P.2d 216]; <i>In re King</i> (1984) 157 Cal. App.3d 554, 556, fn. 2 [204 Cal. Rptr. 39].)</p>\n<p>[3]  We have taken judicial notice of municipal court case No. M560768CA, the file in this case.</p>\n<p>[4]  Section 647a was amended and renumbered section 647.6 without any substantive changes in 1987. Cases interpreting section 647a are therefore equally applicable to section 647.6.</p>\n<p>[5]  In his traverse to the response to his petition, DeBeque requests a hearing under section 1484 to resolve factual matters as to the alleged incident on June 17, 1988, concerning the young boy on the bicycle. Such is unnecessary. When DeBeque pleaded guilty, he specifically initialed his agreement in the change of plea form to allow the sentencing judge to consider the entire factual background of his case, including unfiled, dismissed or stricken charges. Count 1 of the complaint charged DeBeque with annoying or molesting a child under 18 (§ 647.6) on June 17, 1988, and the probation report stated the brief facts behind that charge.</p>\n<p>[6]  Penal Code section 647.6 provides: \"Every person who annoys or molests any child under the age of 18 is punishable by a fine not exceeding one thousand dollars or by imprisonment in the county jail for not exceeding one year or by both the fine and imprisonment.\"</p>\n<p>[7]  In a footnote at this point the court states: \"Subdivision (a) of section 647 provides: `Every person who commits any of the following acts is guilty of disorderly conduct, a misdemeanor:\n</p>\n<p>\"`(a) Who solicits anyone to engage in or who engages in lewd or dissolute conduct in any public place or in any place open to the public or exposed to public view.'\"</p>\n<p>[8]  In a footnote at this point the court states: \"Section 314 provides in part: `Every person who willfully and lewdly, either: 1. Exposes his person, or the private parts thereof, in any public place, or in any place where there are present other persons to be offended or annoyed thereby; ... is guilty of a misdemeanor.'\"</p>\n<p>[9]  While concluding the requirement to register as a sex offender in this case is not cruel and unusual punishment at this time, we note the shortcomings of section 290 to provide for an adequate postprobation expungement procedure so the initial registration may be removed when and if a defendant satisfies the section 1203.4 requirements for release from penalties and disabilities flowing from a conviction. Were we to address this issue after DeBeque has successfully completed probation and has expunged his conviction under section 1203.4, our holding might be different.\n</p>\n<p>Recognizing that the task to revise the statute to provide for such purge is with the Legislature and that our Supreme Court has declined to utilize section 1203.4 to provide for such cleansing (see <i>In re Reed, supra,</i> 33 Cal.3d 914, 920-921 and the concurring opinion in <i>In re King, supra,</i> 157 Cal. App.3d 554, 558-559 &amp; fn. 1 therein), we, like the courts in <i>Reed</i> and <i>King,</i> again urge the Legislature to revise the statute to provide the successful probationer a method to remove the lifelong burden of the initial registration.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">241</span></span> (1989)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">441</span></span></b></center>\n<center><h1>In re ROLAND DeBEQUE on Habeas Corpus.</h1></center>\n<center>Docket No. D009431.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>July 19, 1989.</center>\n<p><span class=\"star-pagination\">*244</span> COUNSEL</p>\n<p>Thomas F. Homann, under appointment by the Court of Appeal, for Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>John W. Witt, City Attorney, Stuart H. Swett, Chief Deputy City Attorney, and Marilynn J. Winters, Deputy City Attorney, for Real Parties in Interest.</p>\n<p>OPINION</p>\n<p>HUFFMAN, J.</p>\n<p>Roland DeBeque pleaded guilty in San Diego Municipal Court to one misdemeanor count of annoying or molesting a child under <span class=\"star-pagination\">*245</span> the age of eighteen. (Pen. Code,<sup>[1]</sup> § 647.6.) The court granted him probation conditioned upon, among other things, the requirement he register as a sex offender pursuant to section 290. DeBeque filed a petition for a writ of habeas corpus in San Diego Superior Court challenging the application of this requirement. The court summarily denied the writ on grounds the cases he cited to prove application of the sex offender registration requirement constituted cruel and unusual punishment under the United States and California Constitutions as applied to him were distinguishable from his case.</p>\n<p>(1) (See fn. 2.) DeBeque's petition here for a writ of habeas corpus<sup>[2]</sup> again challenges the application of the section 290 registration requirement to his case. We shall hold the application of section 290 to DeBeque does not, at this time, constitute cruel and unusual punishment and deny the writ.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In the afternoon of June 17, 1988, an 11-year-old boy was riding his bicycle in a San Diego neighborhood when a man, later identified as DeBeque, whistled at him. When the boy looked over at the whistler, he saw DeBeque pull down his shorts and masturbate. The boy immediately rode away.</p>\n<p>The next afternoon, the same 11-year-old boy and his friend, another 11-year-old boy, were playing in a small neighborhood park when they saw DeBeque approach the area where they had left their personal items. They saw him pick up a tennis ball belonging to one of them and saw him clap and heard him whistle. Directing their attention to him, the boys then saw DeBeque pull down his pants and begin to masturbate. Without hesitation, the two young boys ran home and called the police.</p>\n<p>After the boys provided the police with a description of the man who masturbated in front of them, DeBeque was contacted later that afternoon in the nearby Torrey Pines Preserve because he fit that description. The police took his picture and placed it in a photo lineup which was then separately shown to each young boy. Each positively identified DeBeque as <span class=\"star-pagination\">*246</span> the man who had masturbated in front of them at the park. One boy also identified DeBeque as the man who had similarly masturbated in front of him while the boy was riding his bike the day before the park incident.</p>\n<p>DeBeque was charged with committing three misdemeanor counts of annoying or molesting children under the age of eighteen (§ 647.6) and two misdemeanor counts of indecent exposure (§ 314.1). The charges covered the alleged incidents concerning the young boys on both days.</p>\n<p>Pursuant to a plea bargain, DeBeque pleaded guilty to the count 3 section 647.6 charge, involving one of the boys in the park incident, in exchange for the dismissal of all other charges.</p>\n<p>The court file<sup>[3]</sup> shows that at the time he pleaded guilty DeBeque signed a change of plea form stating he was entering the plea to count 3 because he annoyed a child under the age of 18 and was currently undergoing therapy for exhibitionism. He denied being a child molester and stated he was not pleading guilty to molestation.</p>\n<p>The change of plea form also reflects DeBeque was advised about the sex offender registration requirement under section 290 and that the sentencing judge \"may consider the entire factual background of the case, including any unfiled, dismissed or stricken charges or allegations when granting probation, ordering restitution or imposing sentence.\" DeBeque initialed his understanding of and agreement with these items on the change of plea form.</p>\n<p>At the time of sentencing, the court again advised DeBeque of the section 290 registration requirement and confirmed the plea. DeBeque then moved to delete the requirement. The court denied his motion, suspended imposition of DeBeque's sentence for three years, and granted him formal probation conditioned upon, among other things, his registration as a sex offender.</p>\n<p>DeBeque then filed his petition for a writ of habeas corpus challenging the application of the registration requirement as to him in the San Diego Superior Court, which was denied without a hearing. This instant petition for a writ of habeas corpus seeks the same relief.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*247</span> II</h2>\n<p></p>\n<h2>CONTENTIONS</h2>\n<p>(2a) Starting with the premise that registration under section 290 is a form of punishment within the meaning of the constitutional provisions prohibiting cruel and unusual punishment (<i>In re Reed, supra,</i> <span class=\"citation\" data-id=\"2618807\"><a href=\"/opinion/2618807/in-re-reed/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">914</span></a></span>, 922), DeBeque contends registration for his misdemeanor conviction is cruel and unusual punishment under the facts and circumstances of this case.</p>\n<p>He specifically relies upon <i>In re Reed, supra,</i> <span class=\"citation\" data-id=\"2618807\"><a href=\"/opinion/2618807/in-re-reed/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">914</span></a></span> and <i>In re King, supra,</i> <span class=\"citation\" data-id=\"2121862\"><a href=\"/opinion/2121862/in-re-king/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">554</span></a></span> for support that the facts of his case show the nature of his crime and his character are not \"so evil as to justify a lifetime of punishment\"; his conduct was merely \"passive exposure in view of two youngsters\" and more accurately described as \"indecent exposure.\" He argues the only published cases upholding the registration requirement for people convicted of section 647.6 (formerly § 647a<sup>[4]</sup>), <i>People</i> v. <i>Monroe</i> (1985) <span class=\"citation\" data-id=\"2158303\"><a href=\"/opinion/2158303/people-v-monroe/\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1205</span></a></span> [<span class=\"citation\" data-id=\"2158303\"><a href=\"/opinion/2158303/people-v-monroe/\"><span class=\"volume\">215</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">51</span></a></span>] and <i>People</i> v. <i>Tate</i> (1985) <span class=\"citation\" data-id=\"2120082\"><a href=\"/opinion/2120082/people-v-tate/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">133</span></a></span> [<span class=\"citation\" data-id=\"2120082\"><a href=\"/opinion/2120082/people-v-tate/\"><span class=\"volume\">210</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">117</span></a></span>], can easily be distinguished because they involved highly aggressive conduct by the sex offender and not mere exhibitionism as in his case.<sup>[5]</sup></p>\n<p>As discussed below, we shall conclude otherwise.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Section 290 requires a person convicted of certain enumerated offenses, including violation of section 647.6,<sup>[6]</sup> to register with the chief of police within 14 days of entering any county or city for either permanent or <span class=\"star-pagination\">*248</span> temporary residence. (§ 290.) (3) This requirement is based upon the assumption such persons are more likely to be recidivists and therefore accurate information regarding their whereabouts is desirable. (<i>People</i> v. <i>Tate, supra,</i> 164 Cal. App.3d at p. 137.) The recognized purpose of section 290 is to assure that persons convicted of the crimes listed in that section should be readily available for police surveillance at all times. (<i>Barrows</i> v. <i>Municipal Court</i> (1970) <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">821</span></span>, 825-826 [<span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">483</span></span>]; <i>Kelly</i> v. <i>Municipal Court</i> (1958) <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">38</span></span> [<span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">990</span></span>].)</p>\n<p>(4) An exception to the registration requirement may occur, however, if the facts and circumstances of a given offense indicate the requirement would be cruel and/or unusual punishment and therefore prohibited under the federal and/or California constitutions. (<i>People</i> v. <i>Monroe, supra,</i> <span class=\"citation\" data-id=\"2158303\"><a href=\"/opinion/2158303/people-v-monroe/\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1205</span></a></span>, 1209.)</p>\n<p>(5) In analyzing a cruel and unusual punishment issue, it must be noted that \"in our tripartite system of government it is the function of the legislative branch to define crimes and prescribe punishments, and ... such questions are in the first instance for the judgment of the Legislature alone.\" (<i>In re Lynch</i> (1972) <span class=\"citation\" data-id=\"1210303\"><a href=\"/opinion/1210303/in-re-lynch/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">410</span></a></span>, 414 [<span class=\"citation\" data-id=\"1210303\"><a href=\"/opinion/1210303/in-re-lynch/\"><span class=\"volume\">105</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">217</span></a></span>, <span class=\"citation\" data-id=\"1210303\"><a href=\"/opinion/1210303/in-re-lynch/\"><span class=\"volume\">503</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">921</span></a></span>].) The Legislature's power, however, is limited by the Eighth Amendment of the United States Constitution, and by article I, section 17 of the California Constitution; both proscribe the imposition of cruel and unusual punishment. (<i>People</i> v. <i>Rosenkrantz</i> (1988) <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1187</span></span>, 1205 [<span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">403</span></span>]; <i>People</i> v. <i>Almodovar</i> (1987) <span class=\"citation\" data-id=\"2132542\"><a href=\"/opinion/2132542/people-v-almodovar/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">732</span></a></span>, 739 [<span class=\"citation\" data-id=\"2132542\"><a href=\"/opinion/2132542/people-v-almodovar/\"><span class=\"volume\">235</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">616</span></a></span>].) The ultimate determination whether a specific punishment on its face or as it is applied is cruel and unusual rests with the courts. (<i>Ibid.</i>)</p>\n<p>(6) Our Supreme Court in <i>In re Lynch, supra,</i> <span class=\"citation\" data-id=\"1210303\"><a href=\"/opinion/1210303/in-re-lynch/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">410</span></a></span> held a specific punishment may be cruel and unusual \"if, although not cruel or unusual in its method, it is so disproportionate to the crime for which it is inflicted that it shocks the conscience and offends fundamental notions of human dignity.\" (<i>Id.</i> at p. 424, fn. omitted.) (7a) <i>Lynch</i> established a three-pronged test to aid the courts in determining whether a particular punishment is disproportionate to the offense for which it was imposed. As explained in <i>People</i> v. <i>Almodovar, supra,</i> <span class=\"citation\" data-id=\"2132542\"><a href=\"/opinion/2132542/people-v-almodovar/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">732</span></a></span>: \"Under the first prong [of the <i>Lynch</i> test], the court examines the nature of the offense and/or the offender, paying particular attention to the danger each poses to society. [Citation.] Secondly, the court may compare the challenged punishment with punishments prescribed for other, more serious, crimes in the same jurisdiction. [Citation.] Finally, the challenged penalty may be compared with punishments for the same offense in other jurisdictions. [Citation.]\" (<i>Id.</i> at p. 740.)</p>\n<p><span class=\"star-pagination\">*249</span> Moreover, regarding the individual defendant claiming disproportionality, in <i>People</i> v. <i>Dillon</i> (1983) <span class=\"citation\" data-id=\"2615135\"><a href=\"/opinion/2615135/people-v-dillon/\"><span class=\"volume\">34</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">441</span></a></span>, 480-481 [<span class=\"citation\" data-id=\"2615135\"><a href=\"/opinion/2615135/people-v-dillon/\"><span class=\"volume\">194</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation\" data-id=\"2615135\"><a href=\"/opinion/2615135/people-v-dillon/\"><span class=\"volume\">668</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">697</span></a></span>], our Supreme Court stated that the offender's punishment must be tailored to his or her personal responsibility and moral guilt. <i>Dillon</i> stressed the nature of the offender when considering such culpability for an offense. (<i>Id.</i> at p. 479.)</p>\n<p>The three prongs of <i>Lynch</i> are not absolute rules establishing that a given punishment is cruel and unusual, but are merely guidelines to be used in testing the validity of a particular penalty. (<i>In re Jones</i> (1973) <span class=\"citation\" data-id=\"2128233\"><a href=\"/opinion/2128233/in-re-jones/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">531</span></a></span>, 541 [<span class=\"citation\" data-id=\"2128233\"><a href=\"/opinion/2128233/in-re-jones/\"><span class=\"volume\">110</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">765</span></a></span>]; <i>People</i> v. <i>Almodovar, supra,</i> <span class=\"citation\" data-id=\"2132542\"><a href=\"/opinion/2132542/people-v-almodovar/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">732</span></a></span>, 735.) The importance of each prong depends on the specific facts of each case and application of the first prong alone may suffice in determining whether a punishment is cruel and unusual. (See <i>People</i> v. <i>Dillon, supra,</i> 34 Cal.3d at p. 479.)</p>\n<p>(8) In considering the first prong of <i>Lynch,</i> the nature of the offense and the offender, the court may take into account such factors as the defendant's motive, the way the offense was committed, the extent of the defendant's involvement, the consequences of the defendant's actions, along with facts relating to the defendant such as age, prior criminal record, personal characteristics, and state of mind. (<i>People</i> v. <i>Dillon, supra,</i> 34 Cal.3d at p. 475; <i>People</i> v. <i>Kelly</i> (1986) <span class=\"citation\" data-id=\"2155982\"><a href=\"/opinion/2155982/people-v-kelly/\"><span class=\"volume\">183</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1235</span></a></span>, 1245 [<span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">990</span></span>].)</p>\n<p>(7b) The major yardstick, however, in determining whether a punishment is cruel and unusual under the facts of a case, is whether it is \"out of all proportion to the offense ...\" (<i>Robinson</i> v. <i>California</i> (1962) <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, 676 [<span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span>, 768, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>]) so as to shock the conscience and offend fundamental notions of human dignity. (<i>In re Lynch, supra,</i> 8 Cal.3d at p. 424.)</p>\n<p>(2b) Here DeBeque does not challenge the constitutionality of the section 290 registration requirement. Rather he contests its application to his case. Like the offenders in <i>Monroe</i> and <i>Tate,</i> respectively, he relies heavily on <i>Reed</i> and <i>King</i> for support of his argument his factual situation requires we hold the registration requirement as applied to him is cruel and unusual punishment. As an analysis of the <i>Lynch</i> factors will show, his reliance is misplaced.</p>\n<p></p>\n<h2>A. NATURE OF THE OFFENSE AND/OR THE OFFENDER</h2>\n<p>DeBeque, like Tate and Monroe, was convicted of annoying or molesting a child under the age of 18, a violation of section 647.6. In distinguishing a violation of section 647a, the predecessor of section 647.6, from the nature <span class=\"star-pagination\">*250</span> of the crimes in <i>Reed</i> and <i>King,</i> the court in <i>People</i> v. <i>Tate, supra,</i> 164 Cal. App.3d at pages 137-140 and reiterated in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at pages 1210-1213, stated: \"<i>Reed</i> involved a violation of section 647, subdivision (a),<sup>[7]</sup> not section 647a.</p>\n<p>\"`To save the constitutionality of section 647, subdivision (a), from a charge of impermissible vagueness, the Supreme Court has `construed the statute to prohibit only public solicitation or commission of conduct \"which involves the touching of the genitals, buttocks, or female breast, for purposes of sexual arousal, gratification, annoyance or offense, by a person who knows or should know of the presence of persons who may be offended by the conduct.\" [Citations.]' [Citation.]</p>\n<p>\"In the <i>Reed</i> case, the defendant was convicted of violating section 647, subdivision (a), when he masturbated in the presence of an undercover officer in a public restroom. The Supreme Court applied a cruel or unusual punishment analysis, using the factors established in [<i>Lynch</i>], and concluded the registration requirements of section 290 could not be enforced for Reed's conviction of violation of section 647, subdivision (a). The court reasoned that the offense was a relatively minor sexual indiscretion between adults, registration was not required for arguably more serious crimes, and California is only one of five jurisdictions which require registration for sex offenses. The court stated: `Petitioner is not the prototype of one who poses a grave threat to society; nor does his relatively simple sexual indiscretion place him in the ranks of those who commit more heinous registrable sex offenses.' [Citation.]</p>\n<p>\"In [<i>King</i>], the defendant was found guilty of violating section 314, subdivision (1),[<sup>[8]</sup>] when he exposed himself to two teenaged girls. Using the proportionality analysis authorized by [<i>Lynch</i>], the court concluded that the registration requirement of section 290, when applied to this offense, constituted cruel and unusual punishment.</p>\n<p>\"The offenses which constitute a violation of Penal Code section 647a [the predecessor to section 647.6], are more offensive than violations of section 647, subdivision (a), and section 314, subdivision (1). Section 647a <span class=\"star-pagination\">*251</span> contemplates a crime more serious than an indiscreet gesture, public nuisance, or sexual indiscretion. A conviction under section 647a requires motivation of unnatural abnormal sexual interest in children.</p>\n<p>\".... .... .... .... ....</p>\n<p>\"`The object of section 647a is to protect children from sex offenders and to permit apprehension and segregation of such offenders. [Citations.] Section 647a has been construed as follows: `When the words annoy or molest are used in reference to offenses against children, there is a connotation of abnormal sexual motivation on the part of the offender. Although no specific intent is prescribed as an element of this particular offense, a reading of the section as a whole in the light of the evident purpose of this and similar legislation enacted in this state indicates that the acts forbidden are those motivated by an unnatural or abnormal sexual interest or intent with respect to children. It should be noted further that the section must be construed reasonably as setting up an objective test for annoyance or molestation; a childish and wholly unreasonable subjective annoyance, arising, for example, from a child's dislike for proper correction by a teacher, is not covered by the section. The annoyance or molestation which is forbidden is in no sense a purely subjective state on the part of the child.' [Citations.]</p>\n<p>\"Illustrations of acts held to violate section 647a are: <i>People</i> v. <i>La Fontaine</i> (1978) <span class=\"citation\" data-id=\"2141702\"><a href=\"/opinion/2141702/people-v-la-fontaine/\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">176</span></a></span> [<span class=\"citation\" data-id=\"2141702\"><a href=\"/opinion/2141702/people-v-la-fontaine/\"><span class=\"volume\">144</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">729</span></a></span>], defendant offered a 13-year-old victim money if he would permit the defendant to perform a sexual act upon him; <i>People</i> v. <i>Moore</i> (1955) <span class=\"citation\" data-id=\"1139801\"><a href=\"/opinion/1139801/people-v-moore/\"><span class=\"volume\">137</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">197</span></a></span> [<span class=\"citation\" data-id=\"1139801\"><a href=\"/opinion/1139801/people-v-moore/\"><span class=\"volume\">290</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">40</span></a></span>], defendant lifted an eight-year-old girl by the buttocks and rubbed against her body; <i>People</i> v. <i>McNair</i> (1955) <span class=\"citation\" data-id=\"1169712\"><a href=\"/opinion/1169712/people-v-mcnair/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">696</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">800</span></span>], defendant exhibited his private parts to a seven-year-old.</p>\n<p>\"Moreover, [section 647a represents] legislation specifically enacted to protect children from sexual offenders. Children are a class of victims who require paramount protection and `[t]he fundamental legislative purpose underlying section 290 is to assure persons convicted of such a crime as molestation of children shall be readily available for police surveillance at all times.' [Citation.] Furthermore, the court should tread lightly when approaching matters within the unique province of the Legislature. [Citation.] The court should interfere with the legislative function only if a statute prescribes a penalty `\"out of all proportion to the offense.\"' [Citations, fn. omitted.]\"</p>\n<p>Not only was DeBeque convicted of a more serious crime than the defendants in <i>Reed</i> and <i>King,</i> even <i>Reed</i> recognized the difference between its factual situation and a case involving children. (<i>In re Reed, supra,</i> 33 Cal.3d <span class=\"star-pagination\">*252</span> at p. 924.) While <i>King</i> did involve \"teenagers,\" the facts and analysis of that case do not inform as to the tender ages of the two girls involved or fully discuss the <i>Lynch/Dillon</i> factors. Based solely on the nature of the offense, we thus conclude, as did the courts in <i>Tate</i> and <i>Monroe,</i> the registration requirement for the section 647.6 offense here was not cruel and unusual punishment.</p>\n<p>(9) DeBeque, however, argues <i>Tate</i> and <i>Monroe</i> are distinguishable as they involved aggressive conduct by those offenders as compared with his passive behavior under the facts of this case. While it is true <i>Tate</i> involved actual vaginal penetration of a seven-year-old girl and <i>Monroe</i> concerned the squeezing and rubbing through clothing of a ten-year-old girl's vaginal area and buttocks, there are no bright lines between \"passive\" and \"aggressive\" deviant sexual behavior, and DeBeque cites no authority to support such a distinction. Indeed, a distinction made based upon the passive/aggressive dichotomy suggested by DeBeque is of little value in analyzing these cases in light of the specific factual inquiry required by <i>Lynch.</i> Such a broad-brush analysis would lead to unnecessary categorization of defendants, which in turn would lead to error and confusion.</p>\n<p>While the extent of actual contact may alter the characterization of the underlying offense and affect the culpability of the offender, such contact is only one of the factors to be considered when analyzing the constitutionality of a punishment under the first prong of <i>Lynch.</i> Thus even though DeBeque's conduct may seem less culpable than those defendants who commit more serious sex crimes by actually touching the children annoyed or molested, the lack of physical contact is not dispositive of the issue. Rather that fact, along with a defendant's motive, intent, extent of involvement, other actions, consequences of the actions, whether passive or aggressive, and other facts relating to the defendant should be weighed to determine if a certain punishment is cruel and unusual as applied.</p>\n<p>(2c) A review of those factors here convinces DeBeque is the \"prototype of an offender\" for which section 647.6 and the section 290 registration requirement were enacted. The record shows DeBeque went to a public park and sought the attention of two 11-year-old boys who were playing there by whistling, clapping and picking up their tennis ball. He then masturbated in front of them. If the young boys had not run away immediately, DeBeque may have attempted further contact.</p>\n<p>The record also shows DeBeque had sought the attention of one of the young boys in the same neighborhood the day before this incident and had also masturbated in front of him at that time. That DeBeque returned to the same neighborhood two days in a row to seek out young children, and <span class=\"star-pagination\">*253</span> actually touched their belongings to get their attention to watch or come toward him while he masturbated, reflects his unnatural abnormal sexual interest in children.</p>\n<p>Admittedly, DeBeque's personal profile is at first blush rather positive. DeBeque, a thirty-year-old male with no medical or physical problems, was a high school valedictorian, attended college for one year and served four years in the Marine Corps. While in the Marines, he graduated with honors from its journalism school where he was editor of its newsletter. Since his honorable discharge from the service, he has been steadily employed. The positives though stop short.</p>\n<p>While DeBeque has no prior arrest or conviction record, he admitted to the probation officer he had committed the same acts underlying the offense in this case in the past and needed help for the future. In explaining his condition, DeBeque stated: \"I have always had a fascination with exhibition but until only recently have I actually begun to carry this out in actions. I was raised in a very strict environment where I was unable to express much feeling and emotion. Through a series of events, especially observing my brother, who is 8 years older than I, masterbating [<i>sic</i>] in front of me when I was approximately 6 years old, I found a way to `rebel' and express much emotion through exhibitionism. I did this through childhood &amp; my teenage years on a semi-regular basis. It subsided when I joined the USMC [United States Marine Corps] in 1977 and resurfaced again approximately two years ago, much to my horror.</p>\n<p>\".... .... .... .... ....</p>\n<p>\"... It is like an addiction. Now I realized [<i>sic</i>] I can't control it by myself.\"</p>\n<p>When asked about the present crime, DeBeque told the probation officer he was attempting to get the boys' attention by \"just [acting] suspiciously in order to arouse their curiosity\" and he intended to have them observe him in the act of masturbation. Although the probation report recommended probation because DeBeque's psychological evaluation determined him fit for such, it also suggested some punitive sanctions to draw his attention to and emphasize the gravity of his offense.</p>\n<p>Such sanctions would appear to be appropriate in light of the observation that \"some observers consider child molesters, in general, to be more dangerous, harder to rehabilitate, less able to understand or accept their problems, and more inclined to deny their guilt than the average [criminal] is. <span class=\"star-pagination\">*254</span> (See generally, Duffy &amp; Hirshberg, Sex and Crime (1965) pp. 119-121.)\" (<i>In re Wells</i> (1975) <span class=\"citation\" data-id=\"2126931\"><a href=\"/opinion/2126931/in-re-wells/\"><span class=\"volume\">46</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">592</span></a></span>, 598 [<span class=\"citation\" data-id=\"2126931\"><a href=\"/opinion/2126931/in-re-wells/\"><span class=\"volume\">121</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">23</span></a></span>], fn. omitted.)</p>\n<p>Under these circumstances, the sentencing judge could have easily inferred DeBeque's conduct was a prologue to and a desire for further sexual contact with the boys. And, in light of DeBeque's statements to the probation officer he could not control his sexual urges to expose himself without some help, the court was not compelled to accept DeBeque's promise \"that within one year it will never happen again.\"</p>\n<p>Thus considering all of the facts together going into an evaluation of the first prong of <i>Lynch,</i> we cannot say application of the registration requirement for DeBeque's offense shocks the conscience or offends fundamental notions of human dignity. (<i>In re Lynch, supra,</i> 8 Cal.3d at p. 424.) DeBeque's conduct and undisputed intention to have the young boys watch him masturbate in public displays his inability to control his deviant sexual interests and reasonably forecasts repetition. Moreover, \"great deference is ordinarily paid to legislation designed to protect children, who all too frequently are helpless victims of sexual offenses.\" (<i>In re Wells, supra,</i> <span class=\"citation\" data-id=\"2126931\"><a href=\"/opinion/2126931/in-re-wells/\"><span class=\"volume\">46</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">592</span></a></span>, 599.)</p>\n<p></p>\n<h2>B. PUNISHMENT FOR MORE SERIOUS CRIMES IN THE SAME JURISDICTION</h2>\n<p>(10) Based on the analysis of the second prong of <i>Lynch</i> in <i>Reed,</i> the court in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at p. 1215 acknowledged that factor appears to favor the defendant because \"arguably more serious offenses\" than section 647a do not result in section 290 registration. However, that court also noted such fact \"does not necessarily indicate that the registration requirement for the instant offense is unconstitutional. It is the Legislature's prerogative to designate which crimes it considers to be committed by recidivists, and courts should interfere only when the `\"`... unconstitutionality clearly, positively and unmistakably appears.'\"' [Citation.]\" (<i>Ibid.</i>) (2d) We agree with <i>Monroe's</i> observations and find such unconstitutionality does not appear here.</p>\n<p>DeBeque has not produced any new evidence concerning the disparity of punishments in this jurisdiction after the decision in <i>Reed</i> in 1983. A cursory review of the penal statutes since that time shows the Legislature has generally increased the penalties for most sex crimes, especially those involving children, and has included more crimes in section 290 for sex offender registration. The Legislature has also added a registration requirement similar to section 290 for arsonists as well.</p>\n<p><span class=\"star-pagination\">*255</span> DeBeque simply has not shown sufficient constitutional defect in relation to other crimes for us to interfere with the legislative determination his crime requires sex offender registration.</p>\n<p></p>\n<h2>C. PUNISHMENT IN OTHER JURISDICTIONS</h2>\n<p>Likewise, DeBeque has failed to meet his burden of proving the punishment prescribed for his offense, as compared to that imposed for similar offenses in other jurisdictions, is unconstitutional under the third prong of <i>Lynch.</i> (See <i>People</i> v. <i>Wingo</i> (1975) <span class=\"citation\" data-id=\"1190052\"><a href=\"/opinion/1190052/people-v-wingo/\"><span class=\"volume\">14</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">169</span></a></span>, 179 [<span class=\"citation\" data-id=\"1190052\"><a href=\"/opinion/1190052/people-v-wingo/\"><span class=\"volume\">121</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"1190052\"><a href=\"/opinion/1190052/people-v-wingo/\"><span class=\"volume\">534</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1001</span></a></span>].) Again he has failed to produce any evidence to illustrate the current disparity concerning sex offender registration requirements in other jurisdictions since <i>Reed</i> and <i>King</i> were decided.</p>\n<p>Even assuming <i>Reed's</i> and <i>King's</i> analyses are still accurate and a disparity exists, it is only some indication California's mandatory sex offender registration is an excessive penalty. As the court in <i>People</i> v. <i>Monroe, supra,</i> 168 Cal. App.3d at page 1216 stated: <i>\"`Wingo</i> warns that this and the other <i>Lynch</i> tests are not to be applied with mechanical exactitude, nor is California concerned with conforming our Penal Code to the \"majority rule\" or the least common denominator of penalties nationwide. Our codes \"have served as a model for the nation rather than a mere mirror of the laws of other jurisdictions, ...\" [Citation].' [Citation.]\" (<i>Ibid.</i>)</p>\n<p></p>\n<h2>D. CONCLUSION</h2>\n<p>Having considered the application of the <i>Lynch</i> tests, we conclude, as did the courts in <i>Tate</i> and <i>Monroe,</i> the registration requirement of section 290 is not \"out of all proportion\" to DeBeque's offense. While the last two prongs of <i>Lynch</i> facially tend to favor DeBeque's position, the first prong concerning the offense and the offender in this case overwhelmingly supports the requirement of sex offender registration. Accordingly, we hold the requirement DeBeque register as a sex offender for violating section 647.6 is proportional to his offense and moral culpability, and does not shock the conscience.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*256</span> IV</h2>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>Because DeBeque is not presently entitled to the relief he requests, the order to show cause is discharged and his petition for writ of habeas corpus is denied. The stay previously ordered by this court pending resolution of DeBeque's petition will be vacated 14 days after finality of this writ denial.</p>\n<p>Work, Acting P.J., and Benke, J., concurred.</p>\n<p>Petitioner's application for review by the Supreme Court was denied August 31, 1989. Mosk, J., was of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to the Penal Code unless otherwise specified. When referring to statutory subparts we omit repetition of the word \"subdivision.\"</p>\n<p>[2]  Even though DeBeque does not appeal his misdemeanor conviction, a petition for habeas relief is proper because DeBeque claims one of the conditions of his probation violates fundamental constitutional rights. (<i>In re Reed</i> (1983) <span class=\"citation\" data-id=\"2618807\"><a href=\"/opinion/2618807/in-re-reed/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">914</span></a></span>, 918, fn. 2 [<span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">663</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">216</span></span>]; <i>In re King</i> (1984) <span class=\"citation\" data-id=\"2121862\"><a href=\"/opinion/2121862/in-re-king/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">554</span></a></span>, 556, fn. 2 [<span class=\"citation\" data-id=\"2121862\"><a href=\"/opinion/2121862/in-re-king/\"><span class=\"volume\">204</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">39</span></a></span>].)</p>\n<p>[3]  We have taken judicial notice of municipal court case No. M560768CA, the file in this case.</p>\n<p>[4]  Section 647a was amended and renumbered section 647.6 without any substantive changes in 1987. Cases interpreting section 647a are therefore equally applicable to section 647.6.</p>\n<p>[5]  In his traverse to the response to his petition, DeBeque requests a hearing under section 1484 to resolve factual matters as to the alleged incident on June 17, 1988, concerning the young boy on the bicycle. Such is unnecessary. When DeBeque pleaded guilty, he specifically initialed his agreement in the change of plea form to allow the sentencing judge to consider the entire factual background of his case, including unfiled, dismissed or stricken charges. Count 1 of the complaint charged DeBeque with annoying or molesting a child under 18 (§ 647.6) on June 17, 1988, and the probation report stated the brief facts behind that charge.</p>\n<p>[6]  Penal Code section 647.6 provides: \"Every person who annoys or molests any child under the age of 18 is punishable by a fine not exceeding one thousand dollars or by imprisonment in the county jail for not exceeding one year or by both the fine and imprisonment.\"</p>\n<p>[7]  In a footnote at this point the court states: \"Subdivision (a) of section 647 provides: `Every person who commits any of the following acts is guilty of disorderly conduct, a misdemeanor:\n</p>\n<p>\"`(a) Who solicits anyone to engage in or who engages in lewd or dissolute conduct in any public place or in any place open to the public or exposed to public view.'\"</p>\n<p>[8]  In a footnote at this point the court states: \"Section 314 provides in part: `Every person who willfully and lewdly, either: 1. Exposes his person, or the private parts thereof, in any public place, or in any place where there are present other persons to be offended or annoyed thereby; ... is guilty of a misdemeanor.'\"</p>\n<p>[9]  While concluding the requirement to register as a sex offender in this case is not cruel and unusual punishment at this time, we note the shortcomings of section 290 to provide for an adequate postprobation expungement procedure so the initial registration may be removed when and if a defendant satisfies the section 1203.4 requirements for release from penalties and disabilities flowing from a conviction. Were we to address this issue after DeBeque has successfully completed probation and has expunged his conviction under section 1203.4, our holding might be different.\n</p>\n<p>Recognizing that the task to revise the statute to provide for such purge is with the Legislature and that our Supreme Court has declined to utilize section 1203.4 to provide for such cleansing (see <i>In re Reed, supra,</i> <span class=\"citation\" data-id=\"2618807\"><a href=\"/opinion/2618807/in-re-reed/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">914</span></a></span>, 920-921 and the concurring opinion in <i>In re King, supra,</i> <span class=\"citation\" data-id=\"2121862\"><a href=\"/opinion/2121862/in-re-king/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">554</span></a></span>, 558-559 &amp; fn. 1 therein), we, like the courts in <i>Reed</i> and <i>King,</i> again urge the Legislature to revise the statute to provide the successful probationer a method to remove the lifelong burden of the initial registration.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1139801/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1169712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1190052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1210303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2120082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2121862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2128233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2132542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2141702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2155982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2158303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2615135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2618807/"
          ]
        }
      ],
      "judges": "Huffman",
      "date_created": "2015-06-16T23:07:14.106669Z",
      "date_modified": "2016-03-30T20:22:34.111148Z",
      "date_filed": "1989-07-19",
      "date_filed_is_approximate": false,
      "slug": "in-re-debeque",
      "citation_id": 2139875,
      "case_name_short": "In Re DeBeque",
      "case_name": "In Re DeBeque",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "212 Cal. App. 3d 241",
      "state_cite_two": "260 Cal. Rptr. 441",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1988606/in-re-debeque/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:02:35.003957Z",
  "date_modified": "2014-10-30T21:02:35.003957Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re DeBeque",
  "case_name": "In Re DeBeque",
  "case_name_full": "",
  "slug": "in-re-debeque",
  "docket_number": "D009431",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}