{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1994631/",
  "id": 1994631,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mass/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2171954/",
      "id": 2171954,
      "absolute_url": "/opinion/2171954/woods-v-executive-office-of-communities-development/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1994631/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2171954/",
          "id": 2171954,
          "absolute_url": "/opinion/2171954/woods-v-executive-office-of-communities-development/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2171954/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4734/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:31:34.898841Z",
          "date_modified": "2017-04-08T19:15:32.266755Z",
          "type": "010combined",
          "sha1": "c2a13f242ca148c00cc83c65a5ec4676cbc54df2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>411 Mass. 599 (1992)</b></center>\n<center><b>583 N.E.2d 845</b></center>\n<center><h1>KEMMIE WOODS &amp; others<sup>[1]</sup><br>\nvs.<br>\nEXECUTIVE OFFICE OF COMMUNITIES AND DEVELOPMENT &amp; another.<sup>[2]</sup> Suffolk.</h1></center>\n<center><p><b>Supreme Judicial Court of Massachusetts.</b></p></center>\n<center>December 5, 1991.</center>\n<center>January 9, 1992.</center>\n<p>Present: LIACOS, C.J., WILKINS, ABRAMS, NOLAN &amp; GREANEY, JJ.</p>\n<p><span class=\"star-pagination\">*600</span> <i>Margaret F. Turner</i> (<i>Thomas A. Mela</i> with her) for the plaintiffs.</p>\n<p><i>Daniel W. Halston,</i> Assistant Attorney General (<i>Thomas A. Barnico,</i> Assistant Attorney General, with him) for the defendants.</p>\n<p><i>William Breitbart,</i> for Citizens Housing and Planning Association, amicus curiae, submitted a brief.</p>\n<p>GREANEY, J.</p>\n<p>The plaintiffs, low-income tenants participating in the State housing voucher program, brought suit, on behalf of themselves and others similarly situated, in the Superior Court challenging a decision of the Executive Office of Communities and Development (EOCD) to reduce program benefits to all recipients by $200 a month effective September 1, 1991. The decision was made in response to language contained in the fiscal year 1992 budget, St. 1991, c. 138, § 2, line item XXXX-XXXX, which, EOCD claimed, mandated such a reduction. The line item appropriated $97,577,388 for, among other things, \"a program of housing assistance consistent with the program requirements established by the federal government for the program authorized by Public Law 98-181, Section 207 [i.e., the so-called Section 8 program] ... provided that notwithstanding any general or special law, rule or regulation to the contrary, the department shall reduce the average housing voucher monthly payment standard by two hundred dollars by September 1, 1991.\" Of the $97,577,388, the amount of $6,185,780 was targeted specifically for the State housing voucher program.</p>\n<p>The plaintiffs alleged in their complaint: (1) that EOCD had exceeded the terms of the mandate set forth in the line item, because such a reduction of their benefits violated the provisions of the Federal Section 8 program; (2) that EOCD had abused its discretion in interpreting the line item to require the immediate reduction of benefits to all recipients; and (3) that the reduction as implemented constituted a violation of Title VIII of the Civil Rights Act of 1968, as amended, 42 U.S.C. §§ 3601 et seq. (1988), by effectively denying housing on the basis of race, color, or national origin, by discriminating in the terms and conditions of housing, <span class=\"star-pagination\">*601</span> and by perpetuating segregated housing.<sup>[3]</sup> The plaintiffs sought certification of a class action; a declaration that an \"across-the-board\" reduction of program benefits in the manner implemented by EOCD was unlawful; and preliminary and permanent injunctions against EOCD's reduction of the benefits except in accordance with Federal Section 8 program provisions.</p>\n<p>A judge in the Superior Court denied the plaintiffs' application for a preliminary injunction.<sup>[4]</sup> The judge concluded that, while the plaintiffs had shown that they would suffer irreparable harm without the injunction, and that the balance of harms weighed in their favor, the plaintiffs had not shown a likelihood of success on the merits.</p>\n<p>The plaintiffs petitioned a single justice of the Appeals Court for relief pursuant to G.L.c. 231, § 118, first par., from the denial of their application for a preliminary injunction in the Superior Court. The single justice concluded that the plaintiffs had demonstrated a likelihood of success on the merits of their claim that EOCD had exceeded its authority in interpreting the line item, and he directed the entry of a preliminary injunction ordering that program benefits be restored to prereduction levels for the month of November, 1991. See <i>Edwin R. Sage Co.</i> v. <i>Foley,</i> 12 Mass. App. Ct. 20, 22-25 (1981). The single justice then reported to a panel of the Appeals Court the question noted below.<sup>[5]</sup> We transferred <span class=\"star-pagination\">*602</span> the case to this court on our own motion. We treat the question of the single justice of the Appeals Court as essentially reporting the propriety of his ruling that the plaintiffs had demonstrated entitlement to a preliminary injunction.<sup>[6]</sup> See <i>Foreign Auto Import, Inc.</i> v. <i>Renault Northeast, Inc.,</i> 367 Mass. 464, 468-469 (1975). We conclude that the plaintiffs are entitled to such an injunction.<sup>[7]</sup></p>\n<p>The State housing voucher program, begun in 1987, provides rental assistance to low-income tenants. Under the program, which is administered through EOCD and local housing authorities, tenants find apartments with private landlords in the marketplace, and the State makes monthly rental assistance payments to the landlords on the tenants' behalf. As of September 30, 1991, 1,218 tenants were participants in the program.</p>\n<p>The program receives no Federal money and is not subject to any Federal control. However, the Legislature intended EOCD to administer the program in a manner consistent with the Federal Section 8 housing voucher program,<sup>[8]</sup> which EOCD also administers. This intent is clearly expressed in the budget line item for the program, which in each year's appropriation has provided: \"for a program of housing assistance consistent with the program requirements established by the federal government for the program authorized by Public Law 98-181, Section 207 [the Federal Section 8 housing <span class=\"star-pagination\">*603</span> voucher program].\"<sup>[9]</sup> In keeping with this direction, EOCD has always administered the program in conformity with the Federal regulations.<sup>[10]</sup></p>\n<p>Pursuant to 24 C.F.R. § 887.351 (a) and (b), EOCD maintains a schedule of \"payment standard amounts\" for apartments of various sizes (single room occupancy and zero to four bedrooms) in various municipalities within its jurisdiction. The payment standard amounts (from which the actual housing subsidies are derived) must be between 80 and 100 per cent of the fair market values for rental property in the area, as calculated by the United States Department of Housing and Urban Development (HUD). See 24 C.F.R. § 887.351 (b) (2) (1991). Once a payment standard is determined for a tenant, EOCD may not substitute a new, lower payment standard until the tenant relocates to a new unit. See 24 C.F.R. § 887.353 (b) (3) (i) (1991). The housing subsidy is calculated from the payment standard amount; for most tenants, the subsidy is lower than the payment standard by a figure representing 30 per cent of the tenant's household income. 24 C.F.R. § 887.353 (a) (1991).</p>\n<p>In its budget for fiscal year 1992, the Legislature reiterated its intent that the State housing voucher program be administered in accordance with Federal regulations, and for the first time added the following language to the line item: \"provided that notwithstanding any general or special law, rule or regulation to the contrary, the department shall reduce the <i>average housing voucher monthly payment standard</i> by two hundred dollars by September 1, 1991\" (emphasis <span class=\"star-pagination\">*604</span> supplied). The appropriation for the program was reduced from $11,078,596 for fiscal year 1991, to $6,185,780 for fiscal year 1992.</p>\n<p>EOCD implemented this new statutory mandate by ordering a reduction of $200 in housing subsidies to all tenants participating in the program, effective September 1, 1991. The plaintiffs claim that, in doing so, EOCD violated the plain language of the line item, which requires a reduction of the \"payment standard\" rather than the housing subsidy. By using the term \"payment standard,\" the plaintiffs argue, the Legislature intended EOCD to implement the reduction by reducing tenants' subsidies only when they relocate in conformity with 24 C.F.R. § 887.353 (b) (3) (i). We agree.</p>\n<p>Our conclusion follows from established principles of statutory construction. In using the words \"payment standard,\" the Legislature was referring to that technical term as defined in the Federal regulations, 24 C.F.R. § 887.351 (a).<sup>[11]</sup> See <i>Assessors of Melrose</i> v. <i>Driscoll,</i> 370 Mass. 443, 447 (1976), and cases cited. We construe \"technical words and phrases and such others as may have acquired a peculiar and appropriate meaning in law ... according to such meaning.\" G.L.c. 4, § 6, Third (1990 ed.). See <i>Nichols</i> v. <i>Commissioner of Corps. &amp; Taxation,</i> 314 Mass. 285, 305 (1943); <i>Ex parte Hall,</i> 1 Pick. 261, 261-262 (1822). By choosing the technical term \"payment standard,\" with its attendant restrictions as set out in the Federal regulations, the Legislature expressed its intent that those regulations should be applicable. In this case, the regulations require that a tenant's \"payment standard amount\" may not be changed until a tenant relocates.</p>\n<p>Our interpretation also conforms to the principle favoring the narrow construction of a statutory proviso. \"It is a cardinal <span class=\"star-pagination\">*605</span> rule of interpretation that `... where a provision, general in its language and objects, is followed by a proviso, ... the proviso is to be strictly construed, as taking no case out of the provision that does not fairly fall within the terms of the proviso, the latter being understood as carving out of the provision only specified exception, within the words as well as within the reason of the former.' Endlich, Interpretation of Statutes, 742.\" <i>Opinion of the Justices,</i> 254 Mass. 617, 620 (1926). See <i>Commonwealth</i> v. <i>Germano,</i> 379 Mass. 268, 271-273 (1979); <i>Martin</i> v. <i>Rent Control Bd. of Cambridge,</i> 19 Mass. App. Ct. 745, 747 (1985); <i>Lexington Educ. Ass'n</i> v. <i>Lexington,</i> 15 Mass. App. Ct. 749, 752-753 (1983). In this enactment, the general intent of the Legislature is that EOCD administer the housing voucher program in a manner consistent with the Federal regulations. The more specific proviso requires EOCD to reduce the payment standard by $200, \"notwithstanding any general or special law, rule or regulation to the contrary.\" EOCD may comply with this mandate by reducing the payment standard by $200 notwithstanding the Federal regulation that prohibits payment standard amounts from falling below 80 per cent of HUD's fair market value calculations, 24 C.F.R. § 887.351 (b) (2), and by otherwise implementing the voucher program in conformity with the Federal regulations, namely, by substituting the new, lower payment standard only when a tenant relocates. We reject the argument by EOCD that the \"notwithstanding\" language of the proviso should be construed broadly to eliminate all restrictions on agency discretion, including those imposed in the line item itself. \"Where there is doubt ... as to the extent of the restriction imposed by a proviso on the scope of another provision's operation, the proviso is strictly construed. The reason for this is that the legislative purpose set forth in the main or dominant body of an enactment is assumed to express the legislative policy, and only those subjects expressly exempted by the proviso should be free from the operation of the statute\" <i>Lexington Educ. Ass'n</i> v. <i>Lexington, supra</i> at 753, quoting 2A Sands, Sutherland Statutory Construction § 47.08, at 82 (4th ed. 1973).</p>\n<p><span class=\"star-pagination\">*606</span> We also reject EOCD's argument that, in the circumstances present here, its interpretation of the statute, under which there is no practical difference between the terms \"payment standard\" and \"subsidy,\" is entitled to deference.<sup>[12]</sup> An erroneous interpretation of a statute by an administrative agency is not entitled to deference. See <i>Kszepka's Case,</i> 408 Mass. 843, 847 (1990); <i>Johnson</i> v. <i>Martignetti,</i> 374 Mass. 784, 790 (1978); <i>School Comm. of Springfield</i> v. <i>Board of Educ.,</i> 362 Mass. 417, 441 n. 22 (1972); <i>Lexington Educ. Ass'n</i> v. <i>Lexington, supra</i> at 755.</p>\n<p>Finally, the reasonableness of EOCD's decision to reduce the subsidies to all tenants in light of the large reduction in the Legislature's appropriation for the program is also insufficient to overcome the statutory language. This is a case where we must accept that language as \"the principal source of insight into legislative purpose.\" <i>Bronstein</i> v. <i>Prudential Ins. Co.,</i> 390 Mass. 701, 704 (1984). And the case differs from others, where a substantial reduction in appropriations combined with a direct expression of legislative intent to reduce benefits, allows the administering authority greater discretion to decide what should be eliminated. See <i>Berrios</i> v. <i>Commissioner of Pub. Welfare, ante</i> 587 (1992).</p>\n<p>This is as far as we need to go to resolve the appeal, and, accordingly, we need not consider the plaintiffs' other arguments in support of their interpretation of the statute. The plaintiffs have demonstrated that they are entitled to the preliminary injunction they obtained in the Appeals Court.</p>\n<p>The preliminary injunction, see note 6, <i>supra,</i> is continued in effect, and the case is remanded to the Superior Court for further proceedings consistent with this opinion. This remand <span class=\"star-pagination\">*607</span> makes the preliminary injunction one of the Superior Court for the purposes of further proceedings.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Seven other individuals who are low-income tenants receiving rental assistance under the State housing voucher program.</p>\n<p>[2]  Secretary of the Executive Office of Communities and Development.</p>\n<p>[3]  The gist of the plaintiffs' Title VIII claim is that recipients of the State housing vouchers program benefits are predominately members of minorities; that the reduction of benefits will cause them disproportionately to suffer higher rents and will cause them disproportionately to be displaced; and that the reductions will keep them confined to the lowest rent, predominately minority areas, without the possibility of seeking rentals in nonminority neighborhoods.</p>\n<p>[4]  The plaintiffs made their request for a preliminary injunction solely on the basis of their claims of EOCD's noncompliance with the Federal Section 8 requirements and abuse of discretion. They did not press the Title VIII claim as a basis for granting a preliminary injunction.</p>\n<p>[5]  \"Did the Executive Office of Communities and Development violate or exceed its authority under St. 1991, c. 138, § 2, Line Item XXXX-XXXX, or abuse its discretion, by reducing all State Housing Voucher tenant participants' monthly rental assistance payments by $200 effective September 1, 1991, rather than by reducing only the monthly payment standard for the State Housing Voucher Program by $200 effective September 1, 1991, and by implementing the reduced payment standard in accordance with the program requirements of the federal Section 8 Voucher Program?\"</p>\n<p>[6]  Subsequent to the transfer, a single justice of this court modified and extended the preliminary injunction (which as entered by the Appeals Court would have expired on November 30, 1991) until such time as this appeal is decided.</p>\n<p>[7]  We here acknowledge the brief amicus curiae of Citizens Housing and Planning Association in support of the plaintiffs.</p>\n<p>[8]  This program was authorized by Pub. L. No. 98-181, § 207, now codified at 42 U.S.C. § 1437 f (o), amending § 8 of the United States Housing Act of 1937.</p>\n<p>[9]  The budget line items authorizing the voucher program for each fiscal year are: St. 1987, c. 199, § 2, line item XXXX-XXXX (fiscal year 1988); St. 1988, c. 164, § 2, line item XXXX-XXXX (fiscal year 1989); St. 1989, c. 240, § 2, line item XXXX-XXXX (fiscal year 1990); St. 1990, c. 150, § 2, line item XXXX-XXXX (fiscal year 1991); St. 1991, c. 138, § 2, line item XXXX-XXXX (fiscal year 1992).</p>\n<p>[10]  For example, the State housing voucher program uses the same housing vouchers, contracts, and leases as the Federal program. The contract also provides that the \"amount of the [monthly] housing assistance payment\" shall be calculated \"in accordance with [United States Department of Housing and Urban Development] regulations and other requirements.\"</p>\n<p>[11]  The legislative history of the enactment supports our conclusion that the term was deliberately chosen. Earlier versions required EOCD to reduce the \"average housing voucher monthly subsidy\" by $200. However, the word \"subsidy\" was rejected, and the term \"payment standard\" adopted in its place, and the line item was enacted with the term \"payment standard.\"</p>\n<p>[12]  In support of this argument, EOCD offers a memorandum it sent to notify participants in the voucher program that \"for most of you, this means that our portion of the monthly rent will be reduced by $200, and the tenant's share of the rent will increase by $200 a month.\" However, we are not bound by the meaning given the term by EOCD. An administrative agency's action, in derogation of a requirement imposed by the Legislature, does not aid the agency's position. <i>Haley</i> v. <i>Commissioner of Pub. Welfare,</i> 394 Mass. 466, 474 n. 7 (1985).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">599</span></span> (1992)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">845</span></span></b></center>\n<center><h1>KEMMIE WOODS &amp; others<sup>[1]</sup><br>\nvs.<br>\nEXECUTIVE OFFICE OF COMMUNITIES AND DEVELOPMENT &amp; another.<sup>[2]</sup> Suffolk.</h1></center>\n<center><p><b>Supreme Judicial Court of Massachusetts.</b></p></center>\n<center>December 5, 1991.</center>\n<center>January 9, 1992.</center>\n<p>Present: LIACOS, C.J., WILKINS, ABRAMS, NOLAN &amp; GREANEY, JJ.</p>\n<p><span class=\"star-pagination\">*600</span> <i>Margaret F. Turner</i> (<i>Thomas A. Mela</i> with her) for the plaintiffs.</p>\n<p><i>Daniel W. Halston,</i> Assistant Attorney General (<i>Thomas A. Barnico,</i> Assistant Attorney General, with him) for the defendants.</p>\n<p><i>William Breitbart,</i> for Citizens Housing and Planning Association, amicus curiae, submitted a brief.</p>\n<p>GREANEY, J.</p>\n<p>The plaintiffs, low-income tenants participating in the State housing voucher program, brought suit, on behalf of themselves and others similarly situated, in the Superior Court challenging a decision of the Executive Office of Communities and Development (EOCD) to reduce program benefits to all recipients by $200 a month effective September 1, 1991. The decision was made in response to language contained in the fiscal year 1992 budget, St. 1991, c. 138, § 2, line item XXXX-XXXX, which, EOCD claimed, mandated such a reduction. The line item appropriated $97,577,388 for, among other things, \"a program of housing assistance consistent with the program requirements established by the federal government for the program authorized by Public Law 98-181, Section 207 [i.e., the so-called Section 8 program] ... provided that notwithstanding any general or special law, rule or regulation to the contrary, the department shall reduce the average housing voucher monthly payment standard by two hundred dollars by September 1, 1991.\" Of the $97,577,388, the amount of $6,185,780 was targeted specifically for the State housing voucher program.</p>\n<p>The plaintiffs alleged in their complaint: (1) that EOCD had exceeded the terms of the mandate set forth in the line item, because such a reduction of their benefits violated the provisions of the Federal Section 8 program; (2) that EOCD had abused its discretion in interpreting the line item to require the immediate reduction of benefits to all recipients; and (3) that the reduction as implemented constituted a violation of Title VIII of the Civil Rights Act of 1968, as amended, 42 U.S.C. §§ 3601 et seq. (1988), by effectively denying housing on the basis of race, color, or national origin, by discriminating in the terms and conditions of housing, <span class=\"star-pagination\">*601</span> and by perpetuating segregated housing.<sup>[3]</sup> The plaintiffs sought certification of a class action; a declaration that an \"across-the-board\" reduction of program benefits in the manner implemented by EOCD was unlawful; and preliminary and permanent injunctions against EOCD's reduction of the benefits except in accordance with Federal Section 8 program provisions.</p>\n<p>A judge in the Superior Court denied the plaintiffs' application for a preliminary injunction.<sup>[4]</sup> The judge concluded that, while the plaintiffs had shown that they would suffer irreparable harm without the injunction, and that the balance of harms weighed in their favor, the plaintiffs had not shown a likelihood of success on the merits.</p>\n<p>The plaintiffs petitioned a single justice of the Appeals Court for relief pursuant to G.L.c. 231, § 118, first par., from the denial of their application for a preliminary injunction in the Superior Court. The single justice concluded that the plaintiffs had demonstrated a likelihood of success on the merits of their claim that EOCD had exceeded its authority in interpreting the line item, and he directed the entry of a preliminary injunction ordering that program benefits be restored to prereduction levels for the month of November, 1991. See <i>Edwin R. Sage Co.</i> v. <i>Foley,</i> <span class=\"citation\" data-id=\"2230472\"><a href=\"/opinion/2230472/edwin-r-sage-co-v-foley/\"><span class=\"volume\">12</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">20</span></a></span>, 22-25 (1981). The single justice then reported to a panel of the Appeals Court the question noted below.<sup>[5]</sup> We transferred <span class=\"star-pagination\">*602</span> the case to this court on our own motion. We treat the question of the single justice of the Appeals Court as essentially reporting the propriety of his ruling that the plaintiffs had demonstrated entitlement to a preliminary injunction.<sup>[6]</sup> See <i>Foreign Auto Import, Inc.</i> v. <i>Renault Northeast, Inc.,</i> <span class=\"citation\" data-id=\"2096657\"><a href=\"/opinion/2096657/foreign-auto-import-inc-v-renault-northeast-inc/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">464</span></a></span>, 468-469 (1975). We conclude that the plaintiffs are entitled to such an injunction.<sup>[7]</sup></p>\n<p>The State housing voucher program, begun in 1987, provides rental assistance to low-income tenants. Under the program, which is administered through EOCD and local housing authorities, tenants find apartments with private landlords in the marketplace, and the State makes monthly rental assistance payments to the landlords on the tenants' behalf. As of September 30, 1991, 1,218 tenants were participants in the program.</p>\n<p>The program receives no Federal money and is not subject to any Federal control. However, the Legislature intended EOCD to administer the program in a manner consistent with the Federal Section 8 housing voucher program,<sup>[8]</sup> which EOCD also administers. This intent is clearly expressed in the budget line item for the program, which in each year's appropriation has provided: \"for a program of housing assistance consistent with the program requirements established by the federal government for the program authorized by Public Law 98-181, Section 207 [the Federal Section 8 housing <span class=\"star-pagination\">*603</span> voucher program].\"<sup>[9]</sup> In keeping with this direction, EOCD has always administered the program in conformity with the Federal regulations.<sup>[10]</sup></p>\n<p>Pursuant to 24 C.F.R. § 887.351 (a) and (b), EOCD maintains a schedule of \"payment standard amounts\" for apartments of various sizes (single room occupancy and zero to four bedrooms) in various municipalities within its jurisdiction. The payment standard amounts (from which the actual housing subsidies are derived) must be between 80 and 100 per cent of the fair market values for rental property in the area, as calculated by the United States Department of Housing and Urban Development (HUD). See 24 C.F.R. § 887.351 (b) (2) (1991). Once a payment standard is determined for a tenant, EOCD may not substitute a new, lower payment standard until the tenant relocates to a new unit. See 24 C.F.R. § 887.353 (b) (3) (i) (1991). The housing subsidy is calculated from the payment standard amount; for most tenants, the subsidy is lower than the payment standard by a figure representing 30 per cent of the tenant's household income. 24 C.F.R. § 887.353 (a) (1991).</p>\n<p>In its budget for fiscal year 1992, the Legislature reiterated its intent that the State housing voucher program be administered in accordance with Federal regulations, and for the first time added the following language to the line item: \"provided that notwithstanding any general or special law, rule or regulation to the contrary, the department shall reduce the <i>average housing voucher monthly payment standard</i> by two hundred dollars by September 1, 1991\" (emphasis <span class=\"star-pagination\">*604</span> supplied). The appropriation for the program was reduced from $11,078,596 for fiscal year 1991, to $6,185,780 for fiscal year 1992.</p>\n<p>EOCD implemented this new statutory mandate by ordering a reduction of $200 in housing subsidies to all tenants participating in the program, effective September 1, 1991. The plaintiffs claim that, in doing so, EOCD violated the plain language of the line item, which requires a reduction of the \"payment standard\" rather than the housing subsidy. By using the term \"payment standard,\" the plaintiffs argue, the Legislature intended EOCD to implement the reduction by reducing tenants' subsidies only when they relocate in conformity with 24 C.F.R. § 887.353 (b) (3) (i). We agree.</p>\n<p>Our conclusion follows from established principles of statutory construction. In using the words \"payment standard,\" the Legislature was referring to that technical term as defined in the Federal regulations, 24 C.F.R. § 887.351 (a).<sup>[11]</sup> See <i>Assessors of Melrose</i> v. <i>Driscoll,</i> <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">443</span></span>, 447 (1976), and cases cited. We construe \"technical words and phrases and such others as may have acquired a peculiar and appropriate meaning in law ... according to such meaning.\" G.L.c. 4, § 6, Third (1990 ed.). See <i>Nichols</i> v. <i>Commissioner of Corps. &amp; Taxation,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">285</span></span>, 305 (1943); <i>Ex parte Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">261</span></span>, 261-262 (1822). By choosing the technical term \"payment standard,\" with its attendant restrictions as set out in the Federal regulations, the Legislature expressed its intent that those regulations should be applicable. In this case, the regulations require that a tenant's \"payment standard amount\" may not be changed until a tenant relocates.</p>\n<p>Our interpretation also conforms to the principle favoring the narrow construction of a statutory proviso. \"It is a cardinal <span class=\"star-pagination\">*605</span> rule of interpretation that `... where a provision, general in its language and objects, is followed by a proviso, ... the proviso is to be strictly construed, as taking no case out of the provision that does not fairly fall within the terms of the proviso, the latter being understood as carving out of the provision only specified exception, within the words as well as within the reason of the former.' Endlich, Interpretation of Statutes, 742.\" <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">617</span></span>, 620 (1926). See <i>Commonwealth</i> v. <i>Germano,</i> <span class=\"citation\" data-id=\"2218119\"><a href=\"/opinion/2218119/commonwealth-v-germano/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">268</span></a></span>, 271-273 (1979); <i>Martin</i> v. <i>Rent Control Bd. of Cambridge,</i> <span class=\"citation\" data-id=\"2048487\"><a href=\"/opinion/2048487/martin-v-rent-control-board-of-cambridge/\"><span class=\"volume\">19</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">745</span></a></span>, 747 (1985); <i>Lexington Educ. Ass'n</i> v. <i>Lexington,</i> <span class=\"citation\" data-id=\"2079961\"><a href=\"/opinion/2079961/lexington-education-association-v-lexington/\"><span class=\"volume\">15</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">749</span></a></span>, 752-753 (1983). In this enactment, the general intent of the Legislature is that EOCD administer the housing voucher program in a manner consistent with the Federal regulations. The more specific proviso requires EOCD to reduce the payment standard by $200, \"notwithstanding any general or special law, rule or regulation to the contrary.\" EOCD may comply with this mandate by reducing the payment standard by $200 notwithstanding the Federal regulation that prohibits payment standard amounts from falling below 80 per cent of HUD's fair market value calculations, 24 C.F.R. § 887.351 (b) (2), and by otherwise implementing the voucher program in conformity with the Federal regulations, namely, by substituting the new, lower payment standard only when a tenant relocates. We reject the argument by EOCD that the \"notwithstanding\" language of the proviso should be construed broadly to eliminate all restrictions on agency discretion, including those imposed in the line item itself. \"Where there is doubt ... as to the extent of the restriction imposed by a proviso on the scope of another provision's operation, the proviso is strictly construed. The reason for this is that the legislative purpose set forth in the main or dominant body of an enactment is assumed to express the legislative policy, and only those subjects expressly exempted by the proviso should be free from the operation of the statute\" <i>Lexington Educ. Ass'n</i> v. <i>Lexington, supra</i> at 753, quoting 2A Sands, Sutherland Statutory Construction § 47.08, at 82 (4th ed. 1973).</p>\n<p><span class=\"star-pagination\">*606</span> We also reject EOCD's argument that, in the circumstances present here, its interpretation of the statute, under which there is no practical difference between the terms \"payment standard\" and \"subsidy,\" is entitled to deference.<sup>[12]</sup> An erroneous interpretation of a statute by an administrative agency is not entitled to deference. See <i>Kszepka's Case,</i> <span class=\"citation\" data-id=\"2168243\"><a href=\"/opinion/2168243/kszepkas-case/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">843</span></a></span>, 847 (1990); <i>Johnson</i> v. <i>Martignetti,</i> <span class=\"citation\" data-id=\"2216306\"><a href=\"/opinion/2216306/johnson-v-martignetti/\"><span class=\"volume\">374</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">784</span></a></span>, 790 (1978); <i>School Comm. of Springfield</i> v. <i>Board of Educ.,</i> <span class=\"citation\" data-id=\"2124677\"><a href=\"/opinion/2124677/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">417</span></a></span>, 441 n. 22 (1972); <i>Lexington Educ. Ass'n</i> v. <i>Lexington, supra</i> at 755.</p>\n<p>Finally, the reasonableness of EOCD's decision to reduce the subsidies to all tenants in light of the large reduction in the Legislature's appropriation for the program is also insufficient to overcome the statutory language. This is a case where we must accept that language as \"the principal source of insight into legislative purpose.\" <i>Bronstein</i> v. <i>Prudential Ins. Co.,</i> <span class=\"citation\" data-id=\"2031497\"><a href=\"/opinion/2031497/bronstein-v-prudential-ins-co-of-america/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">701</span></a></span>, 704 (1984). And the case differs from others, where a substantial reduction in appropriations combined with a direct expression of legislative intent to reduce benefits, allows the administering authority greater discretion to decide what should be eliminated. See <i>Berrios</i> v. <i>Commissioner of Pub. Welfare, ante</i> 587 (1992).</p>\n<p>This is as far as we need to go to resolve the appeal, and, accordingly, we need not consider the plaintiffs' other arguments in support of their interpretation of the statute. The plaintiffs have demonstrated that they are entitled to the preliminary injunction they obtained in the Appeals Court.</p>\n<p>The preliminary injunction, see note 6, <i>supra,</i> is continued in effect, and the case is remanded to the Superior Court for further proceedings consistent with this opinion. This remand <span class=\"star-pagination\">*607</span> makes the preliminary injunction one of the Superior Court for the purposes of further proceedings.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Seven other individuals who are low-income tenants receiving rental assistance under the State housing voucher program.</p>\n<p>[2]  Secretary of the Executive Office of Communities and Development.</p>\n<p>[3]  The gist of the plaintiffs' Title VIII claim is that recipients of the State housing vouchers program benefits are predominately members of minorities; that the reduction of benefits will cause them disproportionately to suffer higher rents and will cause them disproportionately to be displaced; and that the reductions will keep them confined to the lowest rent, predominately minority areas, without the possibility of seeking rentals in nonminority neighborhoods.</p>\n<p>[4]  The plaintiffs made their request for a preliminary injunction solely on the basis of their claims of EOCD's noncompliance with the Federal Section 8 requirements and abuse of discretion. They did not press the Title VIII claim as a basis for granting a preliminary injunction.</p>\n<p>[5]  \"Did the Executive Office of Communities and Development violate or exceed its authority under St. 1991, c. 138, § 2, Line Item XXXX-XXXX, or abuse its discretion, by reducing all State Housing Voucher tenant participants' monthly rental assistance payments by $200 effective September 1, 1991, rather than by reducing only the monthly payment standard for the State Housing Voucher Program by $200 effective September 1, 1991, and by implementing the reduced payment standard in accordance with the program requirements of the federal Section 8 Voucher Program?\"</p>\n<p>[6]  Subsequent to the transfer, a single justice of this court modified and extended the preliminary injunction (which as entered by the Appeals Court would have expired on November 30, 1991) until such time as this appeal is decided.</p>\n<p>[7]  We here acknowledge the brief amicus curiae of Citizens Housing and Planning Association in support of the plaintiffs.</p>\n<p>[8]  This program was authorized by Pub. L. No. 98-181, § 207, now codified at 42 U.S.C. § 1437 f (o), amending § 8 of the United States Housing Act of 1937.</p>\n<p>[9]  The budget line items authorizing the voucher program for each fiscal year are: St. 1987, c. 199, § 2, line item XXXX-XXXX (fiscal year 1988); St. 1988, c. 164, § 2, line item XXXX-XXXX (fiscal year 1989); St. 1989, c. 240, § 2, line item XXXX-XXXX (fiscal year 1990); St. 1990, c. 150, § 2, line item XXXX-XXXX (fiscal year 1991); St. 1991, c. 138, § 2, line item XXXX-XXXX (fiscal year 1992).</p>\n<p>[10]  For example, the State housing voucher program uses the same housing vouchers, contracts, and leases as the Federal program. The contract also provides that the \"amount of the [monthly] housing assistance payment\" shall be calculated \"in accordance with [United States Department of Housing and Urban Development] regulations and other requirements.\"</p>\n<p>[11]  The legislative history of the enactment supports our conclusion that the term was deliberately chosen. Earlier versions required EOCD to reduce the \"average housing voucher monthly subsidy\" by $200. However, the word \"subsidy\" was rejected, and the term \"payment standard\" adopted in its place, and the line item was enacted with the term \"payment standard.\"</p>\n<p>[12]  In support of this argument, EOCD offers a memorandum it sent to notify participants in the voucher program that \"for most of you, this means that our portion of the monthly rent will be reduced by $200, and the tenant's share of the rent will increase by $200 a month.\" However, we are not bound by the meaning given the term by EOCD. An administrative agency's action, in derogation of a requirement imposed by the Legislature, does not aid the agency's position. <i>Haley</i> v. <i>Commissioner of Pub. Welfare,</i> <span class=\"citation\" data-id=\"2029144\"><a href=\"/opinion/2029144/haley-v-commissioner-of-public-welfare/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">466</span></a></span>, 474 n. 7 (1985).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2029144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2031497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2048487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2079961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2124677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2168243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2216306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2218119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2230472/"
          ]
        }
      ],
      "judges": "Greaney",
      "date_created": "2014-10-30T21:05:25.382737Z",
      "date_modified": "2016-03-03T21:39:35.501074Z",
      "date_filed": "1992-01-09",
      "date_filed_is_approximate": false,
      "slug": "woods-v-executive-office-of-communities-development",
      "citation_id": 2144725,
      "case_name_short": "Woods",
      "case_name": "Woods v. EXECUTIVE OFFICE OF COMMUNITIES & DEVELOPMENT",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "411 Mass. 599",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "583 N.E.2d 845",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1994631/woods-v-executive-office-of-communities-developmen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:05:25.379205Z",
  "date_modified": "2014-10-30T21:05:25.379205Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Woods",
  "case_name": "Woods v. EXECUTIVE OFFICE OF COMMUNITIES & DEVELOPMENT",
  "case_name_full": "",
  "slug": "woods-v-executive-office-of-communities-developmen",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}