{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2003840/",
  "id": 2003840,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/449217/",
      "id": 449217,
      "absolute_url": "/opinion/449217/william-p-troy-v-city-of-hampton-a-virginia-municipal-corporation/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2003840/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/449217/",
          "id": 449217,
          "absolute_url": "/opinion/449217/william-p-troy-v-city-of-hampton-a-virginia-municipal-corporation/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/449217/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:38:30Z",
          "date_modified": "2017-03-25T07:35:25.678271Z",
          "type": "010combined",
          "sha1": "df0fedef24b9d3760f9ac4232a4b4e685dbc3d55",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/756/756.F2d.1000.82-2107.82-1862.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">756 F.2d 1000</p>\n    <p class=\"case_cite\">118 L.R.R.M. (BNA) 2996, 102 Lab.Cas.  P 11,384,<br>1 Fed.R.Serv.3d 1470</p>\n    <p class=\"parties\">William P. TROY, Appellee,<br>v.<br>CITY OF HAMPTON, a Virginia Municipal Corporation, Thomas<br>Miller, City Manager of the City of Hampton, Virginia, John<br>B. Petty, City Assessor of the City of Hampton, Virginia,<br>and Michael A. Monteith, Director of Support Services, City<br>of Hampton, Virginia, Appellants.<br>Johnny BLACKMON, Appellant,<br>v.<br>OBSERVER TRANSPORTATION CO., Appellee.</p>\n    <p class=\"docket\">Nos. 82-1862, 82-2107.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued Dec. 5, 1983.<br>Decided March 5, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">W. Stephen Moore, Chief Deputy City Atty., Hampton, Va.  (A. Paul Burton, City Atty., Hampton, Va., on brief), for appellants.</p>\n      <p class=\"indent\">John L. Smith, Jr., Chesapeake, Va.  (Benjamin A. Hubbard, Outland, Gray, O'Keefe &amp; Hubbard, Chesapeake, Va., on brief), for appellee.</p>\n      <p class=\"indent\">Jack M. Bernard, Philadelphia, Pa., for appellant.</p>\n      <p class=\"indent\">D. Gerald Coke, Atlanta, Ga.  (Paula A. Hilburn, Ford &amp; Harrison, Atlanta, Ga., on brief), for appellee.</p>\n      <p class=\"indent\">Before WINTER, Chief Judge, RUSSELL, WIDENER, HALL, PHILLIPS, MURNAGHAN, SPROUSE, ERVIN and CHAPMAN, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">CHAPMAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two appeals have been consolidated for en banc consideration.  Each case involves the question of whether the seventh amendment guarantees a right to a trial by jury in a suit to enforce a statutory cause of action for reinstatement to employment and compensation for lost wages under the Veterans Reemployment Rights Act (the Act), 38 U.S.C. Secs. 2021 et seq.  We find that there is no constitutional right to a jury trial under the Act and that to try such an action to a jury was error.  We affirm in Blackmon (82-2107) and we reverse and remand in Troy (82-1862).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Both Blackmon and Troy claimed rights under 38 U.S.C. Sec. 2024(d)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which covers absences from employment for reserve military training and reemployment rights following such absences.  Blackmon was denied relief because the court found that he had not complied with the Act in that he failed to request leave for military training in advance of taking such leave.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Troy was granted leave for military training by his employer, the City of Hampton, but he was discharged, shortly after his return from reserve training, for alleged insubordination.  Troy claimed the insubordination charge was pretext and that the real reason for his discharge was retaliation for his taking a six month leave from his employment to engage in military training.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Blackmon, the district court held that an action brought under the Act was equitable in nature and it denied Blackmon's request for a jury trial.  In the trial to the court, the verdict was for the defendant.  In Troy, the district court denied the defendant's motion for a trial to the court and the ensuing jury trial resulted in a verdict for the plaintiff.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Most courts which have considered the rights and remedies created by the Veterans Reemployment Rights Act have found them to be equitable in nature.  E.g., Bunnell v. New England Teamsters and Trucking Industry Pension Fund, 486 F.Supp. 714 (D.Mass.1980) aff'd, 655 F.2d 451 (1st Cir.1981), cert. denied, 455 U.S. 908, 102 S.Ct. 1253, 71 L.Ed.2d 446 (1982);  Goodman v. McDonnell Douglas Corp., 456 F.Supp. 874 (E.D.Mo.1978), aff'd., 606 F.2d 800 (8th Cir.1979), cert. denied, 446 U.S. 913, 100 S.Ct. 1844, 64 L.Ed.2d 267 (1980);  Ufland v. Buffalo Courier Express, 394 F.Supp. 199 (W.D.N.Y.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is argued that the remedy of back pay is more appropriately characterized as compensatory, legal damage, and therefore warrants a jury trial.  While two cases are cited to support this argument, Setser v. Novack Investment Co., 638 F.2d 1137 (8th Cir.1981) and Burt v. Abel, 585 F.2d 613 (4th Cir.1978), they do not apply because each deals with back pay claims derived from other statutory causes of action.    Setser was brought under 42 U.S.C. Sec. 1981 (1976) and Burt under 42 U.S.C. Sec. 1983 (1976).  In the one case that has held that there is a seventh amendment right to a jury trial under the Act, Steffen v. Farmers Elevator Service Co., 109 F.Supp. 16, 20 (N.D.Iowa 1952), the plaintiff sought only monetary relief which the court held to be legal and not reinstatement, which the court found to be equitable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Third Circuit has held that the back pay provided as a remedy under 38 U.S.C. Sec. 2022 is legal in nature.  See Gruca v. United States Steel Corp., 495 F.2d 1252, 1256-1257 (3rd Cir.1974).  This finding was in the context of whether to apply a statute of limitations or the doctrine of laches to an action found to be both legal and equitable.    Gruca does not address the jury trial issue.  For two reasons, we decline to follow Gruca.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, we are convinced by the 1974 amendments to the Veterans Reemployment Rights Act and the legislative history accompanying these amendments that Congress intended the remedies provided under the Act to be equitable in nature.  Included in the 1974 amendments is a provision that no state statute of limitations shall apply to any proceedings under the Act.  The report of the Senate Committee on Veterans Affairs contains an explanation of this amendment:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>There is also added a provision at the end of this section which reaffirms and reflects more clearly the congressional intent that the legal proceedings under this chapter shall be governed by equitable principles of law, especially by barring the application of state statutes of limitation to any such proceedings.  Congress, in 1940, omitted any reference to the application of any time barred defense in cases arising under this law, in part to insure the application of a policy of keeping enforcement rights available to returned veterans as uniform as possible throughout the country.  The equity doctrine of laches accomplishes this purpose as nearly as possible.  (emphasis added).  S.Rep. No. 93-907, 93rd Cong., 2d Sess. at 111-12.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Congressional intent that proceedings be governed by equity principles clearly indicates that Congress found the rights and remedies established by the Act to be equitable in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the remedies provided under the Act are analogous to those provided under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e-5(g).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   We held in Robinson v. Lorillard Corp., 444 F.2d 791 (4th Cir.1971) that a back pay award under Title VII is equitable in nature.  The Fifth Circuit has described the back pay remedy provided under Title VII as \"an integral part of the statutory equitable remedy, to be determined through the exercise of the court's discretion, and not by a jury.\"   Johnson v. Georgia Highway Express, Inc., 417 F.2d 1122, 1125 (5th Cir.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The language of 38 U.S.C. Sec. 2022 states that the district court \"shall have the power\" to require an employer to comply with the provisions of the Veterans Reemployment Rights Act and to compensate an employee for wages or benefits lost because of the employer's unlawful action.  The back pay remedy provided here is discretionary with the district court and \"is an integral part of the equitable remedy of reinstatement,\" Smith v. Hampton Training School for Nurses, 360 F.2d 577, 581 n. 8 (4th Cir.1966).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Pons v. Lorillard, 549 F.2d 950 (4th Cir.1977) we stated that a monetary award for back wages is traditionally a legal remedy.  However, that statement referred to an award for back wages under the Age Discrimination in Employment Act, 29 U.S.C. Secs. 621-634 (1976).  The relevant portion of that statute describes the remedy which a court may grant for age discrimination as \"legal or equitable relief.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The equitable nature of the remedies under the Act is well described in Ufland v. Buffalo Courier Express, Inc., 394 F.Supp. 199 (W.D.N.Y.1974):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In suits brought under the Veterans Reemployment Act, a veteran sues \"as a veteran asserting special rights bestowed upon him in furtherance of the federal policy to protect those who have served in the Armed Forces\".   McKinney v. Missouri-Kansas-Texas Railroad Co., 357 U.S. 265, 78 S.Ct. 1222, 2 L.Ed.2d 1305 (1958).  Whether the veteran's claim is for reinstatement and back pay, restitution of seniority rights or wage rate adjustments does not alter the basically equitable nature of the rights asserted.  The claim for back wages in this case is, therefore, a derivative of plaintiff's rights of reinstatement and restoration to his former seniority, status and pay under the Act, rather than a claim at law for damages.  Id. at 200-201.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The legislative history of the Veterans Reemployment Rights Act and the decisions of the courts which have considered the issue persuade us that claims under 38 U.S.C. Sec. 2021 et seq. are equitable in nature and must be tried to the court.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Troy it is argued that the use of a jury was either harmless error, or constituted the use of an advisory jury pursuant to Rule 39(c) Federal Rules of Civil Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Troy it can be argued that there is no constitutional right to a nonjury trial, and any error in allowing a trial by jury would be harmless.  However, this overlooks the clear intent of Congress that suits under this Act should be handled nonjury.  A finding of harmless error would be an unclear signal to district courts, which could be misled into allowing jury trials in other actions that clearly require trials to the Bench.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If only one reasonable verdict was possible from the evidence, harmless error would have strong appeal, but such is not the case.  From a review of the record this is a very close case and presents a good lesson as to why a bench trial with findings of fact and separately stated conclusions of law under Rule 52, Federal Rules of Civil Procedure is required.  In close cases the losing parties' right to appellate review can be prejudiced where there is a general jury verdict and the appellant was entitled to the benefit of the separate findings and conclusions provided by Rule 52.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Troy argues that since the district court has the power to empanel an advisory jury under Rule 39(c) it is not reversible error for the court to exercise this discretion.  In the present case the district court did not use an advisory jury under Rule 39(c), but conducted a normal jury trial with the jury answering \"yes\" to the question:  \"Is plaintiff entitled to recover under U.S.C. Sec. 2024(d) (Military Leave:  Rehire)\".  In Cox v. Babcock and Wilcox Company, 471 F.2d 13 (4th Cir.1972) we held that even the use of an advisory jury did not relieve the court of the necessity of making its own findings and conclusions and that appellate review should occur as if there had been no verdict of an advisory jury.  Such was not done by the district judge in Troy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Therefore, we affirm Blackmon (82-2107) and we reverse Troy (82-1862) and remand Troy for a nonjury trial.</p>\n    </div>\n    <p class=\"indent\">ERVIN, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I respectfully dissent from the majority's view that a veteran seeking reinstatement and back pay under the Vietnam Era Veterans' Readjustment Assistance Act of 1974 (38 U.S.C. Secs. 2021-2026) is not entitled to a jury trial.  I would affirm in Troy and reverse in Blackmon.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">My disagreement in Troy is not based upon the theory that the district court used an advisory jury because the trial judge did not purport to do so and the procedural prerequisites under Fed.R.Civ.P. 39(c) for the use of an advisory jury were never followed.  By the same token, I do not disagree with the majority opinion's premise that the Act itself does not provide for a trial by jury.  If a right to a jury trial exists in this case the entitlement must come from the Constitution.</p>\n    </div>\n    <p class=\"indent\">A. Right To Jury Trial</p>\n    <p class=\"indent\">The seventh amendment provides that</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In suits at common law where the value in controversy shall exceed twenty dollars, the right to trial by jury shall be preserved, and no fact tried by a jury shall be otherwise reexamined in any court of the United States than according to the rules of the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As an initial premise, I believe that those who seek to vindicate their constitutional right to a jury trial should be accorded the benefit of the doubt because \"[t]he federal policy favoring jury trials is of historic and continuing strength,\" Simler v. Conner, 372 U.S. 221, 222, 83 S.Ct. 609, 610, 9 L.Ed.2d 691 (1963), and thus \"the clear duty of a district court [is] to resolve the doubt in favor of the constitutionally protected right that issues of fact ... be tried by a jury.\"   Ochoa v. American Oil, 338 F.Supp. 914, 923 (S.D.Tex.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The historical vitality and fundamental character of the right to a jury trial in civil cases preserved by the seventh amendment predates the Constitution and even the Revolution.  In 1774, Chief Justice Chew of the Pennsylvania Supreme Court stated that \"every security depends in an English country\" on the jury's prerogative to determine the facts.   Hurst v. Dippo, 1 Dall.  (1 U.S.) 20, 21, 1 L.Ed. 19 (Pa.1774).  The authors of our Declaration of Independence specifically mentioned the loss \"in many cases, of the benefits of trial by jury\" under British rule as one of the \"abuses and usurpations ... design[ed] to reduce them under absolute despotism.\"    The Declaration of Independence paras. 2, 21 (U.S.1776).  Echoing this colonial view of trial by jury, the Declaration of Rights and Grievances of the Stamp Act Congress written in 1765 provided \"[t]hat trial by jury is the inherent and invaluable right of every British subject in these colonies.\"    Consonant with this view of trial by jury, Justice Black wrote that Alexander Hamilton \"divided the citizens of his time between those who thought that jury trial was a 'valuable safeguard to liberty' and those who thought it was 'the very palladium of free government.' \"   Galloway v. United States, 319 U.S. 372, 397-98, 63 S.Ct. 1077, 1090-91, 87 L.Ed. 1458 (1942) (Black, J., concurring and dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More recently, the Supreme Court has reaffirmed the unwavering American belief in jury trials by recognizing that \"[m]aintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeming curtailment of the right to a jury trial should be scrutinized with the utmost care.\"   Dimick v. Schiedt, 293 U.S. 474, 486, 55 S.Ct. 296, 301, 79 L.Ed. 603 (1935).  This historic faith in jury trials is not unfounded.  Thomas Jefferson considered \"trial by jury as the only anchor ever yet imagined by man, by which a government can be held to the principles of its constitution.\"    3 Writings of Thomas Jefferson 71 (Washington ed.).  On a more practical level, our enduring support for the jury system also reflects the implicit assumption \"that twelve men know more of the common affairs of life than does one man;  that they can draw wiser and safer conclusions from admitted facts thus occurring, than can a single judge.\"   Sioux City &amp; Pacific R.R. Co. v. Stout, 84 U.S.  (17 Wall.) 657, 664, 21 L.Ed. 745 (1874).  Only against this historical background of the jury can the question of whether there is an entitlement to a jury trial under the Veterans' Act be answered.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the core of the seventh amendment lies a precise literal meaning.  Despite this precision, however, the seventh amendment has not been completely unaccommodating to the creation of new causes of action that did not exist in 1791.  Like other constitutional rights that have undergone historical assimilation, the seventh amendment has shown the ability to expand to encompass new situations and new causes of action undreamed of in 1791.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Recognizing the seventh amendment's literal meaning, courts have uniformly held that a litigant bringing an action which would have been tried to a jury at common law must be permitted a jury trial today.  That, of course, is the provision's plain meaning.  Nevertheless, it is also established beyond dispute that</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[w]hether or not a close equivalent ... existed in England in 1791 is irrelevant for Seventh Amendment purposes, for that Amendment requires trial by jury in actions unheard of at common law, provided that the action involves rights and remedies of the sort traditionally enforced in an action at law, rather than an action in equity or admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Pernell v. Southall Realty, 416 U.S. 363, 375, 94 S.Ct. 1723, 1729, 40 L.Ed.2d 198 (1974) (applying the seventh amendment to a District of Columbia statute for the recovery of property);  see also Parsons v. Bedford, 28 U.S.  (3 Pet.) 433, 446-47, 7 L.Ed. 732 (1830) (appellate courts cannot review de novo jury determinations of fact in any case not based on equity or admiralty jurisdiction at common law).</p>\n    </div>\n    <p>1. The Jury Trial Test</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Curtis v. Loether, 415 U.S. 189, 94 S.Ct. 1005, 39 L.Ed.2d 260 (1974), is the leading recent Supreme Court decision in this area.  In Curtis, the district court ruled that neither the statute nor the Constitution entitled a Fair Housing Act plaintiff to a jury trial.  The Supreme Court unanimously affirmed the decision of the Court of Appeals reversing that ruling.  The Court noted that it had \"often found the Seventh Amendment applicable to causes of actions based on statutes.\"   Id. at 193, 94 S.Ct. at 1007.  Because the plaintiffs' statutory cause of action in Curtis \"sounds basically in tort--the statute merely defines a new legal duty, and authorizes the courts to compensate a plaintiff for the injury caused by the defendant's wrongful breach....  [T]he relief sought here--actual and punitive damages--is the traditional form of relief offered in the courts of law.\"   Id. at 195-6, 94 S.Ct. at 1008-09.  The court declined to rule that \"any award of monetary relief must necessarily be 'legal' relief,\" and it cited, without endorsing, the unanimous view of the federal circuit courts that backpay in Title VII suits is an equitable rather than a legal remedy.   Id. at 196-97, 94 S.Ct. at 1009.  Ignoring their common genesis and remedial purposes, the Court reasoned that in Title VII cases the decision to award backpay is discretionary with the court, while in Fair Housing Act cases, \"[t]here is no comparable discretion[:]  if a plaintiff proves unlawful discrimination and actual damages, he is entitled to judgment for that amount.\"   Id. at 197, 94 S.Ct. at 1009.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After Curtis, plaintiffs proceeding under a statute may demonstrate a seventh amendment jury right by satisfying a three part test variously prescribed by the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>As our cases indicate, the \"legal\" nature of an issue is determined by considering, first, the pre-[law and equity] merger custom with reference to such questions;  second, the remedy sought;  and, third, the practical abilities and limitations of juries.  Of these factors, the first, requiring extensive and possibly abstruse historical inquiry, is obviously the most difficult to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ross v. Bernhard, 396 U.S. 531, 538 n. 10, 90 S.Ct. 733, 738 n. 10, 24 L.Ed.2d 729 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This circuit has articulated this same test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The ultimate analysis to determine whether a suit is one \"at common law\" within the Amendment seems to be the three-pronged classical test:  (1) Is the issue legal rather than equitable under the custom of the courts of law;  (2) Is the remedy legal;  and (3) Is the issue triable to a jury given the jurors' practical abilities and limitations?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pons v. Lorillard, 549 F.2d 950, 953 (4th Cir.1977), aff'd, 434 U.S. 575, 98 S.Ct. 866, 55 L.Ed.2d 40 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Whether a particular statutory cause of action gives rise to a seventh amendment jury right has seldom proven an easy question to answer.  The Supreme Court accepted by implication the appeal courts' ruling that Title VII plaintiffs are not entitled to a jury trial in Albemarle Paper Co. v. Moody, 422 U.S. 405, 415-16, 95 S.Ct. 2362, 2370, 45 L.Ed.2d 280 (1975) (all remedies under Title VII are discretionary and equitable in character).  Whether that decision is controlling on this point, however, is not beyond theoretical, if not practical, question.  Concurring in the opinion and judgment of the majority in Albemarle Paper, Justice Rehnquist wrote separately to highlight the implications of the Court's holding for Title VII plaintiffs' rights to a jury.  Justice Rehnquist warned:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But precisely to the extent that an award of backpay is thought to flow as a matter of course from a finding of wrongdoing, and thereby becomes virtually indistinguishable from an award for damages, the question (not raised by any of the parties, and therefore quite properly not discussed in the Court's opinion), of whether either side may demand a jury trial under the Seventh Amendment becomes critical.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Id. at 442, 95 S.Ct. at 2384.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To the extent, then, that the District Court retains substantial discretion as to whether or not to award backpay notwithstanding a finding of unlawful discrimination, the nature of the jurisdiction which the court exercises is equitable, and under our cases neither party may demand a jury trial.  To the extent that discretion is replaced by awards which follow as a matter of course from a finding of wrongdoing, the action of the court in making such awards could not be fairly characterized as equitable in character, and would quite arguably be subject to the provisions of the Seventh Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id. at page 443, 95 S.Ct. at page 2385.  Because he agreed with the Court that the language and policy of Title VII indicates that the trial courts are to use their discretion in shaping remedies, Justice Rehnquist concluded, but with noticeable hesitancy, that Title VII backpay awards are \"not simply a thinly disguised form of damages.\"   Id. at 446, 95 S.Ct. at 2386.</p>\n    </div>\n    <p>2. Application of the Jury Trial Test</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Not surprisingly, courts have been sharply divided over whether the seventh amendment requires a jury trial in cases involving the Age Discrimination in Employment Act, compare Pons v. Lorillard, 549 F.2d 950 (4th Cir.1977) (holding that ADEA plaintiff is constitutionally entitled to a jury trial), aff'd, 434 U.S. 575, 98 S.Ct. 866, 55 L.Ed.2d 40 (1978) (on statutory grounds only), with Morelock v. NCR Corp., 546 F.2d 682 (6th Cir.1976), vacated, 435 U.S. 911, 98 S.Ct. 1463, 55 L.Ed.2d 503 (1978) (no right to jury in ADEA cases), or 42 U.S.C. Sec. 1981;  compare Moore v. Sun Oil Co., 636 F.2d 154 (6th Cir.1980) (no jury right in Sec. 1981 backpay suit), with Setser v. Novack Investment Co., 638 F.2d 1137 (8th Cir.1981) (Sec. 1981 backpay suit gives rise to jury right).   Cf. Setser, 454 U.S. 1064, 1066-67, 102 S.Ct. 615, 616, 70 L.Ed.2d 601 (1981) (White, J., dissenting from denial of certiorari) (Supreme Court should grant certiorari to resolve dispute between Setser and Moore ).  While most courts have rejected jury demands in Veterans' Act cases, see, e.g., Mowdy v. Ada Board of Education, 76 F.R.D. 436 (E.D.Okla.1977), some have held that the seventh amendment right attaches to plaintiffs seeking backpay under the Act.   See Gruca v. United States Steel Corp., 495 F.2d 1252 (3d Cir.1974);  Steffen v. Farmers Elevator Service Co., 109 F.Supp. 16 (N.D.Iowa 1952).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a. Characterizing the Remedies Available In Veterans' Act</p>\n    </div>\n    <p>Cases as Either Legal Or Equitable</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Troy, the City relies on our recent en banc decision in Paxman v. Campbell, 612 F.2d 848 (4th Cir.1980), cert. denied, 449 U.S. 1129, 101 S.Ct. 951, 67 L.Ed.2d 117 (1981), to support the proposition that backpay is intrinsically an equitable remedy regardless of the statute under which it is sought.  Under a close examination of Paxman, a Sec. 1983 case, I do not think it can be read so broadly.  The decision in Paxman splintered the court badly, evoking five separate opinions from the sitting judges.  The City's specific citation is to Judge Winter's opinion, expressing his views and those of Judges Butzner and Hall.  Judge Winter wrote that where backpay is sought \"incident to reinstatement,\" it is an equitable remedy against which state defendants cannot raise the qualified immunity defense of good faith.  612 F.2d at 866 n. 7.  Judge Winter was thus rejecting the view expressed in Judge Widener's opinion, joined in the relevant section by Judge Russell only, that the Supreme Court's decision in Monell v. Department of Social Services, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), \"has ended any distinction, sometimes made, between backpay and money damages.\"    612 F.2d at 857.  Judge Widener concluded from this that the good faith immunity available to state officials in a Sec. 1983 damages action is also available in Sec. 1983 backpay suits, the two forms of relief both being \"monetary ... relief.\"   Id. at 858.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Chief Judge Haynsworth, writing separately, agreed with Judge Winter on the equitable character of backpay incident to reinstatement, and rejected Judge Widener's claim that Monell changed anything.  Id. at 861-62.  Judge Phillips, also writing separately, agreed with Judge Widener that \"Monell may well have required a general reexamination of any supposed distinctions for immunity purposes between legal and equitable monetary claims,\" but did not find it necessary to make such a reexamination.  Id. at 875 n. 2 (Phillips, Cir. J., concurring and dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As a consequence, Paxman obviously sheds little light on the present case.  Indeed, only Judge Phillips explicitly noted that the argument over the continuing validity of \"the arcane distinction between legal and equitable remedies\" had any seventh amendment repercussions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As indicated above, because most of the Veterans' Act case law characterizes backpay awards under the Act as equitable in character, courts have rejected attempts by plaintiffs to invoke the seventh amendment.  Where, as here, a Veterans' Act plaintiff seeks both backpay and reinstatement, the majority view discusses the backpay claim as a \"derivative of plaintiff's rights of reinstatement,\" Ufland v. Buffalo Courier Express, Inc., 394 F.Supp. 199, 201 (W.D.N.Y.1974), and \"a basic part of the equitable claim for reinstatement.\"   Cox v. City of Kansas City, 76 F.R.D. 459 (W.D.Mo.1977).  The decisions supporting the majority view have also relied on the applicability of the equitable doctrine of laches rather than statutes of limitations to Veterans' Act timeliness questions.   Id. at 460.  Neither of these considerations is determinative and therefore this court should consider the question afresh in light of Curtis and of Justice Rehnquist's concurrence in Albemarle Paper.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>b. Veterans' Act Cases Satisfy the Three Part Jury Trial Test</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Regarding the existence of a common law analog under the first prong of the Curtis test, it is clear that a wrongfully discharged servant had at least two remedies at common law.   Ochoa v. American Oil Co., 338 F.Supp. 914, 918 (S.D.Tex.1972) (holding that Title VII plaintiffs should be entitled to a jury trial under the seventh amendment).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>   The servant could bring an action for indebitatus assumpsit seeking the \"functional equivalent of backpay,\" or for breach of contract by seeking \"compensatory damages for lost wages.\"    Id.  The existence of these common law analogs to a Veterans' Act backpay suit strongly suggests that the availability of a jury trial for such suits is guaranteed under the seventh amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second prong of the Curtis test requires us to ask whether the Act creates a definite legal right which may be vindicated by a legal remedy.  Justice Rehnquist's concurrence in Albemarle Paper suggests, I believe correctly, that a crucial question is the degree of discretion the statute provides in shaping and awarding a remedy once liability is shown.  More precisely, \"[t]o the extent that [awards of backpay] follow as a matter of course from a finding of wrongdoing, the action of the court could not be fairly characterized as equitable in character.\"    422 U.S. at 443, 95 S.Ct. at 2385.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On the related issue of whether the remedies under the ADEA are by nature legal or equitable, this court has relevantly recognized that</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>claims of employment discrimination, coupled with prayers for lost wages, are analogous to the common law action for breach of contract by wrongful discharge or an action in tort, with the Age Act creating the legal duty.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Pons, 549 F.2d at 954.  In Troy, the Veterans' Act placed a legal duty upon the City not to prejudice Troy because of his absence due to military activities.  Once it is shown that this duty has been violated, timeliness issues aside, relief in the form of backpay and reinstatement necessarily follows.  It is true that some early cases held that the remedies afforded by the Veterans' Act are discretionary with the district court.   See, e.g., Levine v. Berman, 178 F.2d 440, 445 (7th Cir.1949).   But see Teamsters Local 612 v. Helton, 413 F.2d 1380, 1384-85 (5th Cir.1969) (expressing doubt that the district court has discretion to deny recovery of backpay);  Van Doren v. Van Doren Laundry Service, 162 F.2d 1007, 1010-11 (3d Cir.1947) (citing conflicting legislative history on whether backpay was intended to be mandatory without resolving the issue).  The Act is a remedial statute intended to serve the vital national goal of maintaining a strong defense by protecting veterans, reservists, and members of the National Guard from employment prejudice due to their military service.   See generally Monroe v. Standard Oil Co., 452 U.S. 549, 101 S.Ct. 2510, 69 L.Ed.2d 226 (1981).  Consequently, it is \"to be liberally construed for the benefit of those who ... serve their country.\"   Fishgold v. Sullivan Drydock &amp; Repair Corp., 328 U.S. 275, 285, 66 S.Ct. 1105, 1111, 90 L.Ed. 1230 (1946).  Unlike Title VII, the Veterans' Act does not create an \"equitable structure\" of relief, Moll v. Parkside Livonia Credit Union, 525 F.Supp. 786, 793 (E.D.Mich.1981), with an investigative and enforcement agency, administrative procedures and remedies, and a broad grant of discretion to trial courts to shape remedies that are adequate and just.  Rather, the Veterans' Act creates a single avenue of relief and two specific remedies.  It is therefore more related to the ADEA which, this court has held, provides backpay as a legal remedy, Pons, 549 F.2d at 954, than to Title VII, which is equitable in character.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The majority opinion places great emphasis upon the legislative history of the Act, especially the 1974 amendments.  Apart from these amendments, there is little support for either side in the meager legislative history.  Considering the 1974 changes, it is true that the label \"equitable\" is used--loosely, I suggest--in those discussions, but the actual language of the proviso gives the best clue to the purpose of Congress:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Providing further, that no State statute of limitations shall apply to proceedings under this section.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the ensuing text, the statute stresses the effect that court decisions applying short statutes of limitations have had upon veterans' claims and the ability of the Department of Labor to settle claims in jurisdictions in which there were short statutes of limitations.  These holdings are described as operating \"to the detriment of the veteran who must rely, in most cases, on the assistance of the Government to vindicate his claim.\"    Congress was primarily concerned with the uncertain and unfair application of state statutes of limitations to these veterans' claims.  To correct this difficulty, Congress decided that uniformity could best be achieved by applying the doctrine of laches instead of state statutes of limitations of widely varying lengths;  hence the addition of the proviso to section 9(d).  When viewed in light of what Congress was disturbed about, and its reasons for acting, this legislative history does not answer the issue of whether the veteran is entitled to a jury trial under the Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Applying the three prong test of Curtis, I conclude:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">(1) There are common law analogs to these proceedings in the actions for indebitatus assumpsit and breach of contract for wrongful discharge, both of which were tried to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">(2) The Act creates a definite legal right which may be vindicated by a legal remedy.  Unlike Title VII, the court has very little, if any, discretion in shaping the remedy.  Title VII specifically provides that the district court may shape relief with or without backpay.    Although Title VII envisions great discretion in shaping a remedy, with or without backpay, the Veterans' Act requires compensation of full backpay whenever a violation of the Act occurs.  The Act states that if the veteran prevails, the court \"shall have the power ... specifically to require such employer to comply with such [reemployment] provisions and to compensate such person for any loss of wages or benefits suffered by reason of such employer's unlawful action.\"    38 U.S.C. Sec. 2022 (emphasis added).  Also, a monetary award for backpay is a traditional legal remedy.   Pons, 549 F.2d at 954.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">(3) There can be no doubt that a jury is fully capable of hearing and resolving a controversy of this character.</p>\n    </div>\n    <p class=\"indent\">B. Harmless Error</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although only a few cases appear to have addressed the issue, the erroneous granting of a jury trial must be deemed harmless error.  Under Rule 61 of the Federal Rules of Civil Procedure \"[n]o error ... in any ruling ... by the court ... is ground for granting a new trial ... or otherwise disturbing a judgment or order, unless refusal to take such action appears to the court inconsistent with substantial justice\" or adversely affects the substantial rights of the parties.  From this language, it is clear that harmless error does not establish precedent, rather it affects only the party litigants by avoiding an unnecessary remand.  Equally plain, where an error below does not prejudice the substantial rights of the parties, an appellate court must find that the error was harmless and refuse to reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is old but persuasive precedent in the Fourth Circuit for the proposition that the erroneous granting of a jury trial in an equitable action is harmless error.   Great American Insurance Co. v. Johnson, 25 F.2d 847, 850 (4th Cir.1925);  cert. denied, 278 U.S. 629, 49 S.Ct. 29, 73 L.Ed. 548 (1928).   Fidelity Casualty Co. v. Glenn, 3 F.2d 913, 915 (4th Cir.1925);  see also Hurwitz v. Hurwitz, 136 F.2d 796, 798-99 (D.C.Cir.1943) (citing Johnson with approval);  11 C. Wright and Miller, Federal Practice and Procedure Sec. 2887 (1977).   But see Cargill, Inc. v. Commodity Credit Corp., 275 F.2d 745, 750-51 (2d Cir.1960) (grant of jury trial was prejudicial).  Recognizing the absence of prejudice when one is given a jury trial even though there is no such right, Judge Parker reasoned in Johnson that</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[t]he distinction between law and equity has not been abolished by the recent statutes regulating procedure, and a party is entitled to have his case tried on the proper side of the docket;  but the question here is not whether it was error to try an equity case as an action at law, but whether this court should hold such error to be prejudicial and award a new trial, where all of the evidence in the lower court is before us, where it appears that the case was fully developed, and where the relief obtained at law is exactly what upon the record should have been awarded in equity?    We think not.  In such case justice has been done, and courts exist to do justice, not to furnish a forum for intellectual skill or prowess.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">25 F.2d at 850.  Judge Parker then concluded that \"[i]f the decision of the lower court in such case accords with what we deem the rights of the parties in equity, the error in trying the case at law should be treated as harmless, and the judgment affirmed.\"    Id.  Although Johnson was decided before the merger of law and equity, its reasoning applies with equal force today.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">In this case, the parties got more than they bargained for--a jury trial.  Try as I might, I have been unable to perceive the prejudice that either party suffered because they erroneously received a jury trial.  Absent some evidence of juror bias, the erroneous grant of a jury trial cannot be considered sufficiently prejudicial to warrant reversal and retrial.  Our jurisprudence seeks only substantial justice, not procedural and adjudicative perfection.  Therefore, were I to conclude that there is no right to a jury trial under the Veterans' Act, I would hold that the granting of a jury trial below was harmless error and affirm in Troy.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Nevertheless, because I am persuaded that the seventh amendment requires a jury trial under the Veterans' Act, I would affirm the judgment in Troy without reaching the issue of harmless error and reverse the judgment in Blackmon.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I am authorized to state that Judge DONALD RUSSELL, Judge WIDENER, and Judge MURNAGHAN join in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of Sec. 2024(d) provides:</p>\n        <p>Any employee not covered by subsection (c) of this section who holds a position described in clause (A) or (B) of section 2021(a) shall upon request be granted a leave of absence by such person's employer for the period required to perform active duty for training or inactive duty training in the Armed Forces of the United States.  Upon such employee's release from a period of such active duty for training or inactive duty training or upon such employee's discharge from hospitalization incident to the training, such employee shall be permitted to return to such employee's position with such seniority, status, pay, and vacation as such employee would have had if such employee had not been absent for such purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The relevant portion of the Veterans Reemployment Rights Act, 38 U.S.C. Sec. 2022 states as follows:</p>\n        <p>If any employer, who is a private employer or a State or political subdivision thereof, fails or refuses to comply with the provisions of section 2021(a), (b)(1), or (b)(3), or section 2024, the district court of the United States for any district in which such private employer maintains a place of business, or in which such State or political subdivision thereof exercises authority or carries out its functions, shall have the power, upon the filing of a motion, petition, or other appropriate pleading by the person entitled to the benefits of such provisions, specifically to require such employer to comply with such provisions and to compensate such person for any loss of wages or benefits suffered by reason of such employer's unlawful action.  Any such compensation shall be in addition to and shall not be deemed to diminish any of the benefits provided for in such provisions.</p>\n        <p>The relevant portion of 42 U.S.C. Sec. 2000e-5(g) states:</p>\n        <p>... the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, which may include, but is not limited to reinstatement, or hiring of employees, with or without back pay ..., or any other equitable relief as the court deems appropriate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The right to a civil jury does not fit easily into Justice Frankfurter's famous dichotomy between the \"[g]reat concepts like ... 'due process of law,' \" which were intentionally left imprecise so as \"to gather meaning from experience,\" and the Constitution's \"strict definition[s] of power [and] specific limitations upon it\" which are \"defined and circumscribed with precision.\"   National Mutual Ins. Co. v. Tidewater Transfer Co., 337 U.S. 582, 646-7, 69 S.Ct. 1173, 1195, 93 L.Ed. 1556 (1949) (Frankfurter, J., dissenting).  The \"strict definition\" and \"specific limitations\" Justice Frankfurter had in mind were the provisions of Article III--a section of the Constitution which not everyone finds as free of imprecision as did Justice Frankfurter.  The seventh amendment has a precise literal meaning at its core, but like Frankfurter's \"great concepts,\" it has shown the ability to expand creatively to include new situations not originally contemplated by our Constitution's framers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Although District Judge James L. Noel, Jr.'s brilliant and scholarly opinion in Ochoa convincingly demonstrated that there were at least two analogs at common law to a Title VII backpay suit, he reluctantly bowed to binding precedent and denied Ochoa's demand for a jury trial.  338 F.Supp. at 923.  While Judge Noel's discovery of two common law analogs for backpay suits did not bear fruit in the Title VII area, these common law analogs are manifestly relevant to an analysis of Veterans' Act backpay suits under the first prong of the Curtis test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Regarding the right to a jury trial, the legislative histories behind Title VII and the Veterans' Act establish another valid distinction between these two remedial antidiscrimination enactments.  On numerous occasions, Congress considered and rejected proposed amendments to grant parties the right to a jury trial in actions brought under Title VII.  See, e.g., 110 Cong.Rec. 14,182 (1964) (Senate rejected amendment offered by Senator Thurmond to make violations of Title VII subject to jury trial);  118 Cong.Rec. 4919-20 (1972) (Senate rejected Senator Ervin's proposed amendment to permit either party to demand a jury trial in any civil action brought under Title VII).  Congress feared that juror bias, especially in the South, might frustrate the enforcement and remedial purposes of Title VII.  See, e.g., 110 Cong.Rec. 8660 (Remarks of Senator Morse), 9819 (Remarks of Senator Javits), 125958 (Remarks of Senator Humphrey) (1964).  There is even some evidence that this congressional fear was not completely unfounded.  See Morgan, Segregated Justice, in Southern Justice 163 (L. Friedman ed. 1963).  Congress did not, however, consider whether the right to a jury trial should be expressly permitted in actions arising under the Veterans' Act.  More important, I cannot conceive of any juror prejudice against veterans that would seriously impede the enforcement of the Act.  Simply put, there is no pervasive societal prejudice against veterans in contrast to the racial discrimination that Congress believed would, if jury trials were permitted, destroy the efficacy of Title VII.  Accordingly, the legislative history behind Title VII and the Veterans' Act reveals that, while there were compelling reasons not to provide jury trials in Title VII cases, these reasons are entirely absent in Veterans' Act claims</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">2996</span></span>, 102 Lab.Cas.  P 11,384,<br><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1470</span></span></p>\n    <p class=\"parties\">William P. TROY, Appellee,<br>v.<br>CITY OF HAMPTON, a Virginia Municipal Corporation, Thomas<br>Miller, City Manager of the City of Hampton, Virginia, John<br>B. Petty, City Assessor of the City of Hampton, Virginia,<br>and Michael A. Monteith, Director of Support Services, City<br>of Hampton, Virginia, Appellants.<br>Johnny BLACKMON, Appellant,<br>v.<br>OBSERVER TRANSPORTATION CO., Appellee.</p>\n    <p class=\"docket\">Nos. 82-1862, 82-2107.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued Dec. 5, 1983.<br>Decided March 5, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">W. Stephen Moore, Chief Deputy City Atty., Hampton, Va.  (A. Paul Burton, City Atty., Hampton, Va., on brief), for appellants.</p>\n      <p class=\"indent\">John L. Smith, Jr., Chesapeake, Va.  (Benjamin A. Hubbard, Outland, Gray, O'Keefe &amp; Hubbard, Chesapeake, Va., on brief), for appellee.</p>\n      <p class=\"indent\">Jack M. Bernard, Philadelphia, Pa., for appellant.</p>\n      <p class=\"indent\">D. Gerald Coke, Atlanta, Ga.  (Paula A. Hilburn, Ford &amp; Harrison, Atlanta, Ga., on brief), for appellee.</p>\n      <p class=\"indent\">Before WINTER, Chief Judge, RUSSELL, WIDENER, HALL, PHILLIPS, MURNAGHAN, SPROUSE, ERVIN and CHAPMAN, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">CHAPMAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two appeals have been consolidated for en banc consideration.  Each case involves the question of whether the seventh amendment guarantees a right to a trial by jury in a suit to enforce a statutory cause of action for reinstatement to employment and compensation for lost wages under the Veterans Reemployment Rights Act (the Act), 38 U.S.C. Secs. 2021 et seq.  We find that there is no constitutional right to a jury trial under the Act and that to try such an action to a jury was error.  We affirm in Blackmon (82-2107) and we reverse and remand in Troy (82-1862).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Both Blackmon and Troy claimed rights under 38 U.S.C. Sec. 2024(d)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which covers absences from employment for reserve military training and reemployment rights following such absences.  Blackmon was denied relief because the court found that he had not complied with the Act in that he failed to request leave for military training in advance of taking such leave.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Troy was granted leave for military training by his employer, the City of Hampton, but he was discharged, shortly after his return from reserve training, for alleged insubordination.  Troy claimed the insubordination charge was pretext and that the real reason for his discharge was retaliation for his taking a six month leave from his employment to engage in military training.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Blackmon, the district court held that an action brought under the Act was equitable in nature and it denied Blackmon's request for a jury trial.  In the trial to the court, the verdict was for the defendant.  In Troy, the district court denied the defendant's motion for a trial to the court and the ensuing jury trial resulted in a verdict for the plaintiff.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Most courts which have considered the rights and remedies created by the Veterans Reemployment Rights Act have found them to be equitable in nature.  E.g., Bunnell v. New England Teamsters and Trucking Industry Pension Fund, <span class=\"citation\" data-id=\"1753691\"><a href=\"/opinion/1753691/bunnell-v-new-england-teamsters/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span> (D.Mass.1980) aff'd, <span class=\"citation\" data-id=\"392812\"><a href=\"/opinion/392812/william-l-bunnell-v-new-england-teamsters-and-trucking-industry-pension/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span> (1st Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></span> (1982);  Goodman v. McDonnell Douglas Corp., <span class=\"citation\" data-id=\"1463674\"><a href=\"/opinion/1463674/goodman-v-mcdonnell-douglas-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">874</span></a></span> (E.D.Mo.1978), aff'd., <span class=\"citation\" data-id=\"370348\"><a href=\"/opinion/370348/william-e-goodman-estel-w-dunn-paul-j-hepperman-stanley-walker/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span> (8th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1980);  Ufland v. Buffalo Courier Express, <span class=\"citation\" data-id=\"1414864\"><a href=\"/opinion/1414864/ufland-v-buffalo-courier-express-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (W.D.N.Y.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is argued that the remedy of back pay is more appropriately characterized as compensatory, legal damage, and therefore warrants a jury trial.  While two cases are cited to support this argument, Setser v. Novack Investment Co., <span class=\"citation\" data-id=\"386100\"><a href=\"/opinion/386100/24-fair-emplpraccas-1793-25-empl-prac-dec-p-31525-chester-w-setser/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1137</span></a></span> (8th Cir.1981) and Burt v. Abel, <span class=\"citation\" data-id=\"360316\"><a href=\"/opinion/360316/rev-p-p-burt-v-c-ashley-abel-mark-adams-virgil-wall-james-cooper/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span> (4th Cir.1978), they do not apply because each deals with back pay claims derived from other statutory causes of action.    Setser was brought under 42 U.S.C. Sec. 1981 (1976) and Burt under 42 U.S.C. Sec. 1983 (1976).  In the one case that has held that there is a seventh amendment right to a jury trial under the Act, Steffen v. Farmers Elevator Service Co., <span class=\"citation\" data-id=\"1756123\"><a href=\"/opinion/1756123/steffen-v-farmers-elevator-service-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span>, 20 (N.D.Iowa 1952), the plaintiff sought only monetary relief which the court held to be legal and not reinstatement, which the court found to be equitable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Third Circuit has held that the back pay provided as a remedy under 38 U.S.C. Sec. 2022 is legal in nature.  See Gruca v. United States Steel Corp., <span class=\"citation\" data-id=\"318725\"><a href=\"/opinion/318725/robert-l-gruca-v-united-states-steel-corporation-in-no-73-1083-and/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1252</span></a></span>, 1256-1257 (3rd Cir.1974).  This finding was in the context of whether to apply a statute of limitations or the doctrine of laches to an action found to be both legal and equitable.    Gruca does not address the jury trial issue.  For two reasons, we decline to follow Gruca.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, we are convinced by the 1974 amendments to the Veterans Reemployment Rights Act and the legislative history accompanying these amendments that Congress intended the remedies provided under the Act to be equitable in nature.  Included in the 1974 amendments is a provision that no state statute of limitations shall apply to any proceedings under the Act.  The report of the Senate Committee on Veterans Affairs contains an explanation of this amendment:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>There is also added a provision at the end of this section which reaffirms and reflects more clearly the congressional intent that the legal proceedings under this chapter shall be governed by equitable principles of law, especially by barring the application of state statutes of limitation to any such proceedings.  Congress, in 1940, omitted any reference to the application of any time barred defense in cases arising under this law, in part to insure the application of a policy of keeping enforcement rights available to returned veterans as uniform as possible throughout the country.  The equity doctrine of laches accomplishes this purpose as nearly as possible.  (emphasis added).  S.Rep. No. 93-907, 93rd Cong., 2d Sess. at 111-12.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Congressional intent that proceedings be governed by equity principles clearly indicates that Congress found the rights and remedies established by the Act to be equitable in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the remedies provided under the Act are analogous to those provided under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e-5(g).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   We held in Robinson v. Lorillard Corp., <span class=\"citation\" data-id=\"297540\"><a href=\"/opinion/297540/dorothy-p-robinson-v-lorillard-corporation-two-cases/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span> (4th Cir.1971) that a back pay award under Title VII is equitable in nature.  The Fifth Circuit has described the back pay remedy provided under Title VII as \"an integral part of the statutory equitable remedy, to be determined through the exercise of the court's discretion, and not by a jury.\"   Johnson v. Georgia Highway Express, Inc., <span class=\"citation\" data-id=\"287110\"><a href=\"/opinion/287110/2-fair-emplpraccas-231-2-empl-prac-dec-p-10119-richard-johnson-jr/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1125 (5th Cir.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The language of 38 U.S.C. Sec. 2022 states that the district court \"shall have the power\" to require an employer to comply with the provisions of the Veterans Reemployment Rights Act and to compensate an employee for wages or benefits lost because of the employer's unlawful action.  The back pay remedy provided here is discretionary with the district court and \"is an integral part of the equitable remedy of reinstatement,\" Smith v. Hampton Training School for Nurses, <span class=\"citation\" data-id=\"271752\"><a href=\"/opinion/271752/mildred-m-smith-agnes-l-stokes-and-patricia-l-taylor-v-hampton/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 581 n. 8 (4th Cir.1966).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Pons v. Lorillard, <span class=\"citation\" data-id=\"343145\"><a href=\"/opinion/343145/14-fair-emplpraccas-612-13-empl-prac-dec-p-11468-frances-p-pons-v/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span> (4th Cir.1977) we stated that a monetary award for back wages is traditionally a legal remedy.  However, that statement referred to an award for back wages under the Age Discrimination in Employment Act, 29 U.S.C. Secs. 621-634 (1976).  The relevant portion of that statute describes the remedy which a court may grant for age discrimination as \"legal or equitable relief.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The equitable nature of the remedies under the Act is well described in Ufland v. Buffalo Courier Express, Inc., <span class=\"citation\" data-id=\"1414864\"><a href=\"/opinion/1414864/ufland-v-buffalo-courier-express-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (W.D.N.Y.1974):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In suits brought under the Veterans Reemployment Act, a veteran sues \"as a veteran asserting special rights bestowed upon him in furtherance of the federal policy to protect those who have served in the Armed Forces\".   McKinney v. Missouri-Kansas-Texas Railroad Co., <span class=\"citation\" data-id=\"105729\"><a href=\"/opinion/105729/mckinney-v-missouri-kansas-texas-r-co/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"105729\"><a href=\"/opinion/105729/mckinney-v-missouri-kansas-texas-r-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1222</span></a></span>, <span class=\"citation\" data-id=\"105729\"><a href=\"/opinion/105729/mckinney-v-missouri-kansas-texas-r-co/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1305</span></a></span> (1958).  Whether the veteran's claim is for reinstatement and back pay, restitution of seniority rights or wage rate adjustments does not alter the basically equitable nature of the rights asserted.  The claim for back wages in this case is, therefore, a derivative of plaintiff's rights of reinstatement and restoration to his former seniority, status and pay under the Act, rather than a claim at law for damages.  Id. at 200-201.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The legislative history of the Veterans Reemployment Rights Act and the decisions of the courts which have considered the issue persuade us that claims under 38 U.S.C. Sec. 2021 et seq. are equitable in nature and must be tried to the court.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Troy it is argued that the use of a jury was either harmless error, or constituted the use of an advisory jury pursuant to Rule 39(c) Federal Rules of Civil Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Troy it can be argued that there is no constitutional right to a nonjury trial, and any error in allowing a trial by jury would be harmless.  However, this overlooks the clear intent of Congress that suits under this Act should be handled nonjury.  A finding of harmless error would be an unclear signal to district courts, which could be misled into allowing jury trials in other actions that clearly require trials to the Bench.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If only one reasonable verdict was possible from the evidence, harmless error would have strong appeal, but such is not the case.  From a review of the record this is a very close case and presents a good lesson as to why a bench trial with findings of fact and separately stated conclusions of law under Rule 52, Federal Rules of Civil Procedure is required.  In close cases the losing parties' right to appellate review can be prejudiced where there is a general jury verdict and the appellant was entitled to the benefit of the separate findings and conclusions provided by Rule 52.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Troy argues that since the district court has the power to empanel an advisory jury under Rule 39(c) it is not reversible error for the court to exercise this discretion.  In the present case the district court did not use an advisory jury under Rule 39(c), but conducted a normal jury trial with the jury answering \"yes\" to the question:  \"Is plaintiff entitled to recover under U.S.C. Sec. 2024(d) (Military Leave:  Rehire)\".  In Cox v. Babcock and Wilcox Company, <span class=\"citation\" data-id=\"307262\"><a href=\"/opinion/307262/5-fair-emplpraccas-374-5-empl-prac-dec-p-8093-calvin-a-cox/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span> (4th Cir.1972) we held that even the use of an advisory jury did not relieve the court of the necessity of making its own findings and conclusions and that appellate review should occur as if there had been no verdict of an advisory jury.  Such was not done by the district judge in Troy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Therefore, we affirm Blackmon (82-2107) and we reverse Troy (82-1862) and remand Troy for a nonjury trial.</p>\n    </div>\n    <p class=\"indent\">ERVIN, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I respectfully dissent from the majority's view that a veteran seeking reinstatement and back pay under the Vietnam Era Veterans' Readjustment Assistance Act of 1974 (38 U.S.C. Secs. 2021-2026) is not entitled to a jury trial.  I would affirm in Troy and reverse in Blackmon.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">My disagreement in Troy is not based upon the theory that the district court used an advisory jury because the trial judge did not purport to do so and the procedural prerequisites under Fed.R.Civ.P. 39(c) for the use of an advisory jury were never followed.  By the same token, I do not disagree with the majority opinion's premise that the Act itself does not provide for a trial by jury.  If a right to a jury trial exists in this case the entitlement must come from the Constitution.</p>\n    </div>\n    <p class=\"indent\">A. Right To Jury Trial</p>\n    <p class=\"indent\">The seventh amendment provides that</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In suits at common law where the value in controversy shall exceed twenty dollars, the right to trial by jury shall be preserved, and no fact tried by a jury shall be otherwise reexamined in any court of the United States than according to the rules of the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As an initial premise, I believe that those who seek to vindicate their constitutional right to a jury trial should be accorded the benefit of the doubt because \"[t]he federal policy favoring jury trials is of historic and continuing strength,\" Simler v. Conner, <span class=\"citation\" data-id=\"106535\"><a href=\"/opinion/106535/simler-v-conner/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 222, <span class=\"citation\" data-id=\"106535\"><a href=\"/opinion/106535/simler-v-conner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></a></span>, 610, <span class=\"citation\" data-id=\"106535\"><a href=\"/opinion/106535/simler-v-conner/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">691</span></a></span> (1963), and thus \"the clear duty of a district court [is] to resolve the doubt in favor of the constitutionally protected right that issues of fact ... be tried by a jury.\"   Ochoa v. American Oil, <span class=\"citation\" data-id=\"2182359\"><a href=\"/opinion/2182359/ochoa-v-american-oil-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">914</span></a></span>, 923 (S.D.Tex.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The historical vitality and fundamental character of the right to a jury trial in civil cases preserved by the seventh amendment predates the Constitution and even the Revolution.  In 1774, Chief Justice Chew of the Pennsylvania Supreme Court stated that \"every security depends in an English country\" on the jury's prerogative to determine the facts.   Hurst v. Dippo, 1 Dall.  (1 U.S.) 20, 21, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">19</span></span> (Pa.1774).  The authors of our Declaration of Independence specifically mentioned the loss \"in many cases, of the benefits of trial by jury\" under British rule as one of the \"abuses and usurpations ... design[ed] to reduce them under absolute despotism.\"    The Declaration of Independence paras. 2, 21 (U.S.1776).  Echoing this colonial view of trial by jury, the Declaration of Rights and Grievances of the Stamp Act Congress written in 1765 provided \"[t]hat trial by jury is the inherent and invaluable right of every British subject in these colonies.\"    Consonant with this view of trial by jury, Justice Black wrote that Alexander Hamilton \"divided the citizens of his time between those who thought that jury trial was a 'valuable safeguard to liberty' and those who thought it was 'the very palladium of free government.' \"   Galloway v. United States, <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></span>, 397-98, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1077</span></span>, 1090-91, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1458</span></span> (1942) (Black, J., concurring and dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More recently, the Supreme Court has reaffirmed the unwavering American belief in jury trials by recognizing that \"[m]aintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeming curtailment of the right to a jury trial should be scrutinized with the utmost care.\"   Dimick v. Schiedt, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 486, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, 301, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">603</span></a></span> (1935).  This historic faith in jury trials is not unfounded.  Thomas Jefferson considered \"trial by jury as the only anchor ever yet imagined by man, by which a government can be held to the principles of its constitution.\"    3 Writings of Thomas Jefferson 71 (Washington ed.).  On a more practical level, our enduring support for the jury system also reflects the implicit assumption \"that twelve men know more of the common affairs of life than does one man;  that they can draw wiser and safer conclusions from admitted facts thus occurring, than can a single judge.\"   Sioux City &amp; Pacific R.R. Co. v. Stout, 84 U.S.  (17 Wall.) 657, 664, <span class=\"citation\" data-id=\"88785\"><a href=\"/opinion/88785/railroad-co-v-stout/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">745</span></a></span> (1874).  Only against this historical background of the jury can the question of whether there is an entitlement to a jury trial under the Veterans' Act be answered.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the core of the seventh amendment lies a precise literal meaning.  Despite this precision, however, the seventh amendment has not been completely unaccommodating to the creation of new causes of action that did not exist in 1791.  Like other constitutional rights that have undergone historical assimilation, the seventh amendment has shown the ability to expand to encompass new situations and new causes of action undreamed of in 1791.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Recognizing the seventh amendment's literal meaning, courts have uniformly held that a litigant bringing an action which would have been tried to a jury at common law must be permitted a jury trial today.  That, of course, is the provision's plain meaning.  Nevertheless, it is also established beyond dispute that</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[w]hether or not a close equivalent ... existed in England in 1791 is irrelevant for Seventh Amendment purposes, for that Amendment requires trial by jury in actions unheard of at common law, provided that the action involves rights and remedies of the sort traditionally enforced in an action at law, rather than an action in equity or admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Pernell v. Southall Realty, <span class=\"citation\" data-id=\"109014\"><a href=\"/opinion/109014/pernell-v-southall-realty/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 375, <span class=\"citation\" data-id=\"109014\"><a href=\"/opinion/109014/pernell-v-southall-realty/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>, 1729, <span class=\"citation\" data-id=\"109014\"><a href=\"/opinion/109014/pernell-v-southall-realty/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">198</span></a></span> (1974) (applying the seventh amendment to a District of Columbia statute for the recovery of property);  see also Parsons v. Bedford, 28 U.S.  (3 Pet.) 433, 446-47, <span class=\"citation\" data-id=\"85684\"><a href=\"/opinion/85684/parsons-v-bedford/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">732</span></a></span> (1830) (appellate courts cannot review de novo jury determinations of fact in any case not based on equity or admiralty jurisdiction at common law).</p>\n    </div>\n    <p>1. The Jury Trial Test</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Curtis v. Loether, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1974), is the leading recent Supreme Court decision in this area.  In Curtis, the district court ruled that neither the statute nor the Constitution entitled a Fair Housing Act plaintiff to a jury trial.  The Supreme Court unanimously affirmed the decision of the Court of Appeals reversing that ruling.  The Court noted that it had \"often found the Seventh Amendment applicable to causes of actions based on statutes.\"   Id. at 193, 94 S.Ct. at 1007.  Because the plaintiffs' statutory cause of action in Curtis \"sounds basically in tort--the statute merely defines a new legal duty, and authorizes the courts to compensate a plaintiff for the injury caused by the defendant's wrongful breach....  [T]he relief sought here--actual and punitive damages--is the traditional form of relief offered in the courts of law.\"   Id. at 195-6, 94 S.Ct. at 1008-09.  The court declined to rule that \"any award of monetary relief must necessarily be 'legal' relief,\" and it cited, without endorsing, the unanimous view of the federal circuit courts that backpay in Title VII suits is an equitable rather than a legal remedy.   Id. at 196-97, 94 S.Ct. at 1009.  Ignoring their common genesis and remedial purposes, the Court reasoned that in Title VII cases the decision to award backpay is discretionary with the court, while in Fair Housing Act cases, \"[t]here is no comparable discretion[:]  if a plaintiff proves unlawful discrimination and actual damages, he is entitled to judgment for that amount.\"   Id. at 197, 94 S.Ct. at 1009.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After Curtis, plaintiffs proceeding under a statute may demonstrate a seventh amendment jury right by satisfying a three part test variously prescribed by the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>As our cases indicate, the \"legal\" nature of an issue is determined by considering, first, the pre-[law and equity] merger custom with reference to such questions;  second, the remedy sought;  and, third, the practical abilities and limitations of juries.  Of these factors, the first, requiring extensive and possibly abstruse historical inquiry, is obviously the most difficult to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ross v. Bernhard, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></span>, 538 n. 10, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></span>, 738 n. 10, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">729</span></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This circuit has articulated this same test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The ultimate analysis to determine whether a suit is one \"at common law\" within the Amendment seems to be the three-pronged classical test:  (1) Is the issue legal rather than equitable under the custom of the courts of law;  (2) Is the remedy legal;  and (3) Is the issue triable to a jury given the jurors' practical abilities and limitations?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pons v. Lorillard, <span class=\"citation\" data-id=\"343145\"><a href=\"/opinion/343145/14-fair-emplpraccas-612-13-empl-prac-dec-p-11468-frances-p-pons-v/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span>, 953 (4th Cir.1977), aff'd, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">866</span></a></span>, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Whether a particular statutory cause of action gives rise to a seventh amendment jury right has seldom proven an easy question to answer.  The Supreme Court accepted by implication the appeal courts' ruling that Title VII plaintiffs are not entitled to a jury trial in Albemarle Paper Co. v. Moody, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 415-16, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2370, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975) (all remedies under Title VII are discretionary and equitable in character).  Whether that decision is controlling on this point, however, is not beyond theoretical, if not practical, question.  Concurring in the opinion and judgment of the majority in Albemarle Paper, Justice Rehnquist wrote separately to highlight the implications of the Court's holding for Title VII plaintiffs' rights to a jury.  Justice Rehnquist warned:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But precisely to the extent that an award of backpay is thought to flow as a matter of course from a finding of wrongdoing, and thereby becomes virtually indistinguishable from an award for damages, the question (not raised by any of the parties, and therefore quite properly not discussed in the Court's opinion), of whether either side may demand a jury trial under the Seventh Amendment becomes critical.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Id. at 442, 95 S.Ct. at 2384.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To the extent, then, that the District Court retains substantial discretion as to whether or not to award backpay notwithstanding a finding of unlawful discrimination, the nature of the jurisdiction which the court exercises is equitable, and under our cases neither party may demand a jury trial.  To the extent that discretion is replaced by awards which follow as a matter of course from a finding of wrongdoing, the action of the court in making such awards could not be fairly characterized as equitable in character, and would quite arguably be subject to the provisions of the Seventh Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id. at page 443, 95 S.Ct. at page 2385.  Because he agreed with the Court that the language and policy of Title VII indicates that the trial courts are to use their discretion in shaping remedies, Justice Rehnquist concluded, but with noticeable hesitancy, that Title VII backpay awards are \"not simply a thinly disguised form of damages.\"   Id. at 446, 95 S.Ct. at 2386.</p>\n    </div>\n    <p>2. Application of the Jury Trial Test</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Not surprisingly, courts have been sharply divided over whether the seventh amendment requires a jury trial in cases involving the Age Discrimination in Employment Act, compare Pons v. Lorillard, <span class=\"citation\" data-id=\"343145\"><a href=\"/opinion/343145/14-fair-emplpraccas-612-13-empl-prac-dec-p-11468-frances-p-pons-v/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span> (4th Cir.1977) (holding that ADEA plaintiff is constitutionally entitled to a jury trial), aff'd, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">866</span></a></span>, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1978) (on statutory grounds only), with Morelock v. NCR Corp., <span class=\"citation\" data-id=\"341390\"><a href=\"/opinion/341390/14-fair-emplpraccas-65-13-empl-prac-dec-p-11286-hubert-morelock-v/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span> (6th Cir.1976), vacated, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">503</span></span> (1978) (no right to jury in ADEA cases), or 42 U.S.C. Sec. 1981;  compare Moore v. Sun Oil Co., <span class=\"citation\" data-id=\"384796\"><a href=\"/opinion/384796/24-fair-emplpraccas-1072-24-empl-prac-dec-p-31419-william-moore-v/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span> (6th Cir.1980) (no jury right in Sec. 1981 backpay suit), with Setser v. Novack Investment Co., <span class=\"citation\" data-id=\"386100\"><a href=\"/opinion/386100/24-fair-emplpraccas-1793-25-empl-prac-dec-p-31525-chester-w-setser/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1137</span></a></span> (8th Cir.1981) (Sec. 1981 backpay suit gives rise to jury right).   Cf. Setser, <span class=\"citation\" data-id=\"110626\"><a href=\"/opinion/110626/novack-investment-company-etc-v-chester-w-setser/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1064</span></a></span>, 1066-67, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></span>, 616, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></span> (1981) (White, J., dissenting from denial of certiorari) (Supreme Court should grant certiorari to resolve dispute between Setser and Moore ).  While most courts have rejected jury demands in Veterans' Act cases, see, e.g., Mowdy v. Ada Board of Education, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">436</span></span> (E.D.Okla.1977), some have held that the seventh amendment right attaches to plaintiffs seeking backpay under the Act.   See Gruca v. United States Steel Corp., <span class=\"citation\" data-id=\"318725\"><a href=\"/opinion/318725/robert-l-gruca-v-united-states-steel-corporation-in-no-73-1083-and/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1252</span></a></span> (3d Cir.1974);  Steffen v. Farmers Elevator Service Co., <span class=\"citation\" data-id=\"1756123\"><a href=\"/opinion/1756123/steffen-v-farmers-elevator-service-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span> (N.D.Iowa 1952).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a. Characterizing the Remedies Available In Veterans' Act</p>\n    </div>\n    <p>Cases as Either Legal Or Equitable</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Troy, the City relies on our recent en banc decision in Paxman v. Campbell, <span class=\"citation\" data-id=\"373434\"><a href=\"/opinion/373434/21-fair-emplpraccas-895-22-empl-prac-dec-p-30563/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span> (4th Cir.1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span> (1981), to support the proposition that backpay is intrinsically an equitable remedy regardless of the statute under which it is sought.  Under a close examination of Paxman, a Sec. 1983 case, I do not think it can be read so broadly.  The decision in Paxman splintered the court badly, evoking five separate opinions from the sitting judges.  The City's specific citation is to Judge Winter's opinion, expressing his views and those of Judges Butzner and Hall.  Judge Winter wrote that where backpay is sought \"incident to reinstatement,\" it is an equitable remedy against which state defendants cannot raise the qualified immunity defense of good faith.  612 F.2d at 866 n. 7.  Judge Winter was thus rejecting the view expressed in Judge Widener's opinion, joined in the relevant section by Judge Russell only, that the Supreme Court's decision in Monell v. Department of Social Services, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978), \"has ended any distinction, sometimes made, between backpay and money damages.\"    612 F.2d at 857.  Judge Widener concluded from this that the good faith immunity available to state officials in a Sec. 1983 damages action is also available in Sec. 1983 backpay suits, the two forms of relief both being \"monetary ... relief.\"   Id. at 858.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Chief Judge Haynsworth, writing separately, agreed with Judge Winter on the equitable character of backpay incident to reinstatement, and rejected Judge Widener's claim that Monell changed anything.  Id. at 861-62.  Judge Phillips, also writing separately, agreed with Judge Widener that \"Monell may well have required a general reexamination of any supposed distinctions for immunity purposes between legal and equitable monetary claims,\" but did not find it necessary to make such a reexamination.  Id. at 875 n. 2 (Phillips, Cir. J., concurring and dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As a consequence, Paxman obviously sheds little light on the present case.  Indeed, only Judge Phillips explicitly noted that the argument over the continuing validity of \"the arcane distinction between legal and equitable remedies\" had any seventh amendment repercussions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As indicated above, because most of the Veterans' Act case law characterizes backpay awards under the Act as equitable in character, courts have rejected attempts by plaintiffs to invoke the seventh amendment.  Where, as here, a Veterans' Act plaintiff seeks both backpay and reinstatement, the majority view discusses the backpay claim as a \"derivative of plaintiff's rights of reinstatement,\" Ufland v. Buffalo Courier Express, Inc., <span class=\"citation\" data-id=\"1414864\"><a href=\"/opinion/1414864/ufland-v-buffalo-courier-express-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span>, 201 (W.D.N.Y.1974), and \"a basic part of the equitable claim for reinstatement.\"   Cox v. City of Kansas City, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">459</span></span> (W.D.Mo.1977).  The decisions supporting the majority view have also relied on the applicability of the equitable doctrine of laches rather than statutes of limitations to Veterans' Act timeliness questions.   Id. at 460.  Neither of these considerations is determinative and therefore this court should consider the question afresh in light of Curtis and of Justice Rehnquist's concurrence in Albemarle Paper.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>b. Veterans' Act Cases Satisfy the Three Part Jury Trial Test</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Regarding the existence of a common law analog under the first prong of the Curtis test, it is clear that a wrongfully discharged servant had at least two remedies at common law.   Ochoa v. American Oil Co., <span class=\"citation\" data-id=\"2182359\"><a href=\"/opinion/2182359/ochoa-v-american-oil-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">914</span></a></span>, 918 (S.D.Tex.1972) (holding that Title VII plaintiffs should be entitled to a jury trial under the seventh amendment).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>   The servant could bring an action for indebitatus assumpsit seeking the \"functional equivalent of backpay,\" or for breach of contract by seeking \"compensatory damages for lost wages.\"    Id.  The existence of these common law analogs to a Veterans' Act backpay suit strongly suggests that the availability of a jury trial for such suits is guaranteed under the seventh amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second prong of the Curtis test requires us to ask whether the Act creates a definite legal right which may be vindicated by a legal remedy.  Justice Rehnquist's concurrence in Albemarle Paper suggests, I believe correctly, that a crucial question is the degree of discretion the statute provides in shaping and awarding a remedy once liability is shown.  More precisely, \"[t]o the extent that [awards of backpay] follow as a matter of course from a finding of wrongdoing, the action of the court could not be fairly characterized as equitable in character.\"    422 U.S. at 443, 95 S.Ct. at 2385.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On the related issue of whether the remedies under the ADEA are by nature legal or equitable, this court has relevantly recognized that</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>claims of employment discrimination, coupled with prayers for lost wages, are analogous to the common law action for breach of contract by wrongful discharge or an action in tort, with the Age Act creating the legal duty.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Pons, 549 F.2d at 954.  In Troy, the Veterans' Act placed a legal duty upon the City not to prejudice Troy because of his absence due to military activities.  Once it is shown that this duty has been violated, timeliness issues aside, relief in the form of backpay and reinstatement necessarily follows.  It is true that some early cases held that the remedies afforded by the Veterans' Act are discretionary with the district court.   See, e.g., Levine v. Berman, <span class=\"citation\" data-id=\"223901\"><a href=\"/opinion/223901/levine-v-berman-two-cases/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 445 (7th Cir.1949).   But see Teamsters Local 612 v. Helton, <span class=\"citation\" data-id=\"285896\"><a href=\"/opinion/285896/teamsters-local-union-612-affiliated-with-the-international-brotherhood-of/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1384-85 (5th Cir.1969) (expressing doubt that the district court has discretion to deny recovery of backpay);  Van Doren v. Van Doren Laundry Service, <span class=\"citation\" data-id=\"1548141\"><a href=\"/opinion/1548141/van-doren-v-van-doren-laundry-service/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1010-11 (3d Cir.1947) (citing conflicting legislative history on whether backpay was intended to be mandatory without resolving the issue).  The Act is a remedial statute intended to serve the vital national goal of maintaining a strong defense by protecting veterans, reservists, and members of the National Guard from employment prejudice due to their military service.   See generally Monroe v. Standard Oil Co., <span class=\"citation\" data-id=\"110528\"><a href=\"/opinion/110528/monroe-v-standard-oil-co/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"110528\"><a href=\"/opinion/110528/monroe-v-standard-oil-co/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"110528\"><a href=\"/opinion/110528/monroe-v-standard-oil-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></a></span> (1981).  Consequently, it is \"to be liberally construed for the benefit of those who ... serve their country.\"   Fishgold v. Sullivan Drydock &amp; Repair Corp., <span class=\"citation\" data-id=\"104301\"><a href=\"/opinion/104301/fishgold-v-sullivan-drydock-repair-corp/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 285, <span class=\"citation\" data-id=\"104301\"><a href=\"/opinion/104301/fishgold-v-sullivan-drydock-repair-corp/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, 1111, <span class=\"citation\" data-id=\"104301\"><a href=\"/opinion/104301/fishgold-v-sullivan-drydock-repair-corp/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></a></span> (1946).  Unlike Title VII, the Veterans' Act does not create an \"equitable structure\" of relief, Moll v. Parkside Livonia Credit Union, <span class=\"citation\" data-id=\"1733487\"><a href=\"/opinion/1733487/moll-v-parkside-livonia-credit-union/\"><span class=\"volume\">525</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></a></span>, 793 (E.D.Mich.1981), with an investigative and enforcement agency, administrative procedures and remedies, and a broad grant of discretion to trial courts to shape remedies that are adequate and just.  Rather, the Veterans' Act creates a single avenue of relief and two specific remedies.  It is therefore more related to the ADEA which, this court has held, provides backpay as a legal remedy, Pons, 549 F.2d at 954, than to Title VII, which is equitable in character.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The majority opinion places great emphasis upon the legislative history of the Act, especially the 1974 amendments.  Apart from these amendments, there is little support for either side in the meager legislative history.  Considering the 1974 changes, it is true that the label \"equitable\" is used--loosely, I suggest--in those discussions, but the actual language of the proviso gives the best clue to the purpose of Congress:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Providing further, that no State statute of limitations shall apply to proceedings under this section.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the ensuing text, the statute stresses the effect that court decisions applying short statutes of limitations have had upon veterans' claims and the ability of the Department of Labor to settle claims in jurisdictions in which there were short statutes of limitations.  These holdings are described as operating \"to the detriment of the veteran who must rely, in most cases, on the assistance of the Government to vindicate his claim.\"    Congress was primarily concerned with the uncertain and unfair application of state statutes of limitations to these veterans' claims.  To correct this difficulty, Congress decided that uniformity could best be achieved by applying the doctrine of laches instead of state statutes of limitations of widely varying lengths;  hence the addition of the proviso to section 9(d).  When viewed in light of what Congress was disturbed about, and its reasons for acting, this legislative history does not answer the issue of whether the veteran is entitled to a jury trial under the Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Applying the three prong test of Curtis, I conclude:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">(1) There are common law analogs to these proceedings in the actions for indebitatus assumpsit and breach of contract for wrongful discharge, both of which were tried to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">(2) The Act creates a definite legal right which may be vindicated by a legal remedy.  Unlike Title VII, the court has very little, if any, discretion in shaping the remedy.  Title VII specifically provides that the district court may shape relief with or without backpay.    Although Title VII envisions great discretion in shaping a remedy, with or without backpay, the Veterans' Act requires compensation of full backpay whenever a violation of the Act occurs.  The Act states that if the veteran prevails, the court \"shall have the power ... specifically to require such employer to comply with such [reemployment] provisions and to compensate such person for any loss of wages or benefits suffered by reason of such employer's unlawful action.\"    38 U.S.C. Sec. 2022 (emphasis added).  Also, a monetary award for backpay is a traditional legal remedy.   Pons, 549 F.2d at 954.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">(3) There can be no doubt that a jury is fully capable of hearing and resolving a controversy of this character.</p>\n    </div>\n    <p class=\"indent\">B. Harmless Error</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although only a few cases appear to have addressed the issue, the erroneous granting of a jury trial must be deemed harmless error.  Under Rule 61 of the Federal Rules of Civil Procedure \"[n]o error ... in any ruling ... by the court ... is ground for granting a new trial ... or otherwise disturbing a judgment or order, unless refusal to take such action appears to the court inconsistent with substantial justice\" or adversely affects the substantial rights of the parties.  From this language, it is clear that harmless error does not establish precedent, rather it affects only the party litigants by avoiding an unnecessary remand.  Equally plain, where an error below does not prejudice the substantial rights of the parties, an appellate court must find that the error was harmless and refuse to reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is old but persuasive precedent in the Fourth Circuit for the proposition that the erroneous granting of a jury trial in an equitable action is harmless error.   Great American Insurance Co. v. Johnson, <span class=\"citation\" data-id=\"1548559\"><a href=\"/opinion/1548559/great-american-ins-co-v-johnson/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 850 (4th Cir.1925);  cert. denied, <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">548</span></span> (1928).   Fidelity Casualty Co. v. Glenn, <span class=\"citation\" data-id=\"1504689\"><a href=\"/opinion/1504689/fidelity-casualty-co-v-glenn/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 915 (4th Cir.1925);  see also Hurwitz v. Hurwitz, <span class=\"citation\" data-id=\"1511607\"><a href=\"/opinion/1511607/hurwitz-v-hurwitz/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span>, 798-99 (D.C.Cir.1943) (citing Johnson with approval);  11 C. Wright and Miller, Federal Practice and Procedure Sec. 2887 (1977).   But see Cargill, Inc. v. Commodity Credit Corp., <span class=\"citation\" data-id=\"250339\"><a href=\"/opinion/250339/cargill-incorporated-v-commodity-credit-corporation/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span>, 750-51 (2d Cir.1960) (grant of jury trial was prejudicial).  Recognizing the absence of prejudice when one is given a jury trial even though there is no such right, Judge Parker reasoned in Johnson that</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[t]he distinction between law and equity has not been abolished by the recent statutes regulating procedure, and a party is entitled to have his case tried on the proper side of the docket;  but the question here is not whether it was error to try an equity case as an action at law, but whether this court should hold such error to be prejudicial and award a new trial, where all of the evidence in the lower court is before us, where it appears that the case was fully developed, and where the relief obtained at law is exactly what upon the record should have been awarded in equity?    We think not.  In such case justice has been done, and courts exist to do justice, not to furnish a forum for intellectual skill or prowess.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">25 F.2d at 850.  Judge Parker then concluded that \"[i]f the decision of the lower court in such case accords with what we deem the rights of the parties in equity, the error in trying the case at law should be treated as harmless, and the judgment affirmed.\"    Id.  Although Johnson was decided before the merger of law and equity, its reasoning applies with equal force today.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">In this case, the parties got more than they bargained for--a jury trial.  Try as I might, I have been unable to perceive the prejudice that either party suffered because they erroneously received a jury trial.  Absent some evidence of juror bias, the erroneous grant of a jury trial cannot be considered sufficiently prejudicial to warrant reversal and retrial.  Our jurisprudence seeks only substantial justice, not procedural and adjudicative perfection.  Therefore, were I to conclude that there is no right to a jury trial under the Veterans' Act, I would hold that the granting of a jury trial below was harmless error and affirm in Troy.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Nevertheless, because I am persuaded that the seventh amendment requires a jury trial under the Veterans' Act, I would affirm the judgment in Troy without reaching the issue of harmless error and reverse the judgment in Blackmon.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I am authorized to state that Judge DONALD RUSSELL, Judge WIDENER, and Judge MURNAGHAN join in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of Sec. 2024(d) provides:</p>\n        <p>Any employee not covered by subsection (c) of this section who holds a position described in clause (A) or (B) of section 2021(a) shall upon request be granted a leave of absence by such person's employer for the period required to perform active duty for training or inactive duty training in the Armed Forces of the United States.  Upon such employee's release from a period of such active duty for training or inactive duty training or upon such employee's discharge from hospitalization incident to the training, such employee shall be permitted to return to such employee's position with such seniority, status, pay, and vacation as such employee would have had if such employee had not been absent for such purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The relevant portion of the Veterans Reemployment Rights Act, 38 U.S.C. Sec. 2022 states as follows:</p>\n        <p>If any employer, who is a private employer or a State or political subdivision thereof, fails or refuses to comply with the provisions of section 2021(a), (b)(1), or (b)(3), or section 2024, the district court of the United States for any district in which such private employer maintains a place of business, or in which such State or political subdivision thereof exercises authority or carries out its functions, shall have the power, upon the filing of a motion, petition, or other appropriate pleading by the person entitled to the benefits of such provisions, specifically to require such employer to comply with such provisions and to compensate such person for any loss of wages or benefits suffered by reason of such employer's unlawful action.  Any such compensation shall be in addition to and shall not be deemed to diminish any of the benefits provided for in such provisions.</p>\n        <p>The relevant portion of 42 U.S.C. Sec. 2000e-5(g) states:</p>\n        <p>... the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, which may include, but is not limited to reinstatement, or hiring of employees, with or without back pay ..., or any other equitable relief as the court deems appropriate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The right to a civil jury does not fit easily into Justice Frankfurter's famous dichotomy between the \"[g]reat concepts like ... 'due process of law,' \" which were intentionally left imprecise so as \"to gather meaning from experience,\" and the Constitution's \"strict definition[s] of power [and] specific limitations upon it\" which are \"defined and circumscribed with precision.\"   National Mutual Ins. Co. v. Tidewater Transfer Co., <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, 646-7, <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, 1195, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1556</span></span> (1949) (Frankfurter, J., dissenting).  The \"strict definition\" and \"specific limitations\" Justice Frankfurter had in mind were the provisions of Article III--a section of the Constitution which not everyone finds as free of imprecision as did Justice Frankfurter.  The seventh amendment has a precise literal meaning at its core, but like Frankfurter's \"great concepts,\" it has shown the ability to expand creatively to include new situations not originally contemplated by our Constitution's framers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Although District Judge James L. Noel, Jr.'s brilliant and scholarly opinion in Ochoa convincingly demonstrated that there were at least two analogs at common law to a Title VII backpay suit, he reluctantly bowed to binding precedent and denied Ochoa's demand for a jury trial.  338 F.Supp. at 923.  While Judge Noel's discovery of two common law analogs for backpay suits did not bear fruit in the Title VII area, these common law analogs are manifestly relevant to an analysis of Veterans' Act backpay suits under the first prong of the Curtis test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Regarding the right to a jury trial, the legislative histories behind Title VII and the Veterans' Act establish another valid distinction between these two remedial antidiscrimination enactments.  On numerous occasions, Congress considered and rejected proposed amendments to grant parties the right to a jury trial in actions brought under Title VII.  See, e.g., 110 Cong.Rec. 14,182 (1964) (Senate rejected amendment offered by Senator Thurmond to make violations of Title VII subject to jury trial);  118 Cong.Rec. 4919-20 (1972) (Senate rejected Senator Ervin's proposed amendment to permit either party to demand a jury trial in any civil action brought under Title VII).  Congress feared that juror bias, especially in the South, might frustrate the enforcement and remedial purposes of Title VII.  See, e.g., 110 Cong.Rec. 8660 (Remarks of Senator Morse), 9819 (Remarks of Senator Javits), 125958 (Remarks of Senator Humphrey) (1964).  There is even some evidence that this congressional fear was not completely unfounded.  See Morgan, Segregated Justice, in Southern Justice 163 (L. Friedman ed. 1963).  Congress did not, however, consider whether the right to a jury trial should be expressly permitted in actions arising under the Veterans' Act.  More important, I cannot conceive of any juror prejudice against veterans that would seriously impede the enforcement of the Act.  Simply put, there is no pervasive societal prejudice against veterans in contrast to the racial discrimination that Congress believed would, if jury trials were permitted, destroy the efficacy of Title VII.  Accordingly, the legislative history behind Title VII and the Veterans' Act reveals that, while there were compelling reasons not to provide jury trials in Title VII cases, these reasons are entirely absent in Veterans' Act claims</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109777/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/223901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/271752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/285896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/307262/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/341390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/343145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1414864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1463674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1504689/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1548141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1548559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1733487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1753691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1756123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182359/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-24T22:46:02.053079Z",
      "date_modified": "2017-06-02T21:29:39.854774Z",
      "date_filed": "1985-03-05",
      "date_filed_is_approximate": false,
      "slug": "william-p-troy-v-city-of-hampton-a-virginia-municipal-corporation",
      "citation_id": 422997,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "William P. Troy v. City of Hampton, a Virginia Municipal Corporation, Thomas Miller, City Manager of the City of Hampton, Virginia, John B. Petty, City Assessor of the City of Hampton, Virginia, and Michael A. Monteith, Director of Support Services, City of Hampton, Virginia, Johnny Blackmon v. Observer Transportation Co.",
      "federal_cite_one": "756 F.2d 1000",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2003840/william-p-troy-v-city-of-hampton-a-virginia-municipal-corporation/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:09:51.351692Z",
  "date_modified": "2016-02-01T18:41:18.964634Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "William P. Troy v. City of Hampton, a Virginia Municipal Corporation, Thomas Miller, City Manager of the City of Hampton, Virginia, John B. Petty, City Assessor of the City of Hampton, Virginia, and Michael A. Monteith, Director of Support Services, City of Hampton, Virginia, Johnny Blackmon v. Observer Transportation Co.",
  "slug": "william-p-troy-v-city-of-hampton-a-virginia-municipal-corporation",
  "docket_number": "82-1862",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}