{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2003004/",
  "id": 2003004,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2137283/",
      "id": 2137283,
      "absolute_url": "/opinion/2137283/downey-cares-v-downey-community-development-com/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2003004/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2137283/",
          "id": 2137283,
          "absolute_url": "/opinion/2137283/downey-cares-v-downey-community-development-com/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2137283/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6319/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:25:55.227440Z",
          "date_modified": "2017-04-08T15:44:05.968913Z",
          "type": "010combined",
          "sha1": "5a67cd4fc1af1b742016c49219fc517f7f4b1cae",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>196 Cal.App.3d 983 (1987)</b></center>\n<center><b>242 Cal. Rptr. 272</b></center>\n<center><h1>DOWNEY CARES et al., Plaintiffs and Respondents,<br>\nv.<br>\nDOWNEY COMMUNITY DEVELOPMENT COMMISSION et al., Defendants and Appellants; ANDREWS RANCHO del MONTE et al., Defendants and Respondents.</h1></center>\n<center>Docket No. B018578.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Five.</b></p></center>\n<center>December 7, 1987.</center>\n<p><span class=\"star-pagination\">*986</span> COUNSEL</p>\n<p>Stradling, Yocca, Carlson &amp; Rauth, Paul L. Gale, Randall J. Sherman, Burke, Williams &amp; Sorensen and Carl K. Newton for Defendants and Appellants.</p>\n<p><span class=\"star-pagination\">*987</span> Gronemeier, Barker &amp; Huerta, Christopher A. Sutton, Brenda J. Penny and Dale L. Gronemeier for Plaintiffs and Respondents.</p>\n<p>Laura Gail Eagleton and Marshall Gumbiner for Defendants and Respondents.</p>\n<p>Diane M. Griffiths, John G. McLean, Robert E. Leidigh and Kathryn E. Donovan as Amici Curiae.</p>\n<p>OPINION</p>\n<p>ASHBY, J.</p>\n<p>The Downey Community Development Commission and City of Downey appeal from a judgment granting a peremptory writ of mandate invalidating an ordinance of the City of Downey which amended the city's 1978 redevelopment plan.</p>\n<p>In 1978 the City of Downey adopted a redevelopment plan involving a 116-acre project area. On July 10, 1984, the city council adopted, by a three-to-two vote, ordinance No. 759, which amended the 1978 plan by adding another 386 acres in an area known as the Firestone Corridor. Plaintiffs Downey Cares and Paul Sarvis, opponents of the amendment, filed this action, challenging the validity of the amendment on numerous grounds. Andrews Rancho del Norte, Andrews Rancho del Sur, David Logan and Anthony Lavier, who are other affected property owners, were nominally defendants (hereinafter the Andrews-Logan defendants) but aligned themselves with plaintiffs in opposing the amendment, and urged various grounds for invalidating the amendment.</p>\n<p>The trial court reached only two of the grounds raised, concluding that the amendment was invalid on each of those grounds.<sup>[1]</sup> The trial court issued <span class=\"star-pagination\">*988</span> a writ of mandate invalidating the ordinance primarily upon the ground that city Councilmember James Santangelo, whose affirmative vote was essential to the three-to-two passage of the ordinance, was disqualified to vote due to conflict of interest, because he had a financial interest in the decision, by virtue of his ownership of five properties in the project area and a real estate business in the project area. (Gov. Code, § 91003.) The alternative ground of the writ was that the project area committee required by Health and Safety Code sections 33385-33388 had been improperly formed in violation of section 33385.</p>\n<p>The trial court then awarded substantial attorney's fees to plaintiffs and to the Andrews-Logan defendants, pursuant to provisions of the conflict of interest law. (Gov. Code, § 91003.)</p>\n<p>Appellants, the Downey Community Development Commission and the City of Downey, contend that (1) the adoption of the redevelopment plan did not affect Santangelo's financial interest; (2) the project area committee was properly formed; and (3) even if the writ of mandate is affirmed, the trial court erred in its award of attorney's fees to plaintiffs and the Andrews-Logan defendants. We affirm, concluding that Councilmember Santangelo was barred from voting by conflict of interest and that the trial court did not abuse its discretion in calculating the award of attorney's fees.</p>\n<p></p>\n<h2>CONFLICT OF INTEREST</h2>\n<p>The Political Reform Act of 1974 (Gov. Code, § 81000 et seq.) was enacted by initiative in June 1974. Government Code section 87100 prohibits any public official from participating in a governmental decision in which he knows or has reason to know he has a financial interest. Government Code section 87103 states that an official has a financial interest in a decision \"if it is reasonably foreseeable that the decision will have a material financial effect, distinguishable from its effect on the public generally,\" on, among others, any real property in which the official has an interest of more than $1,000 or any source of income of $250 or more.</p>\n<p>The act also establishes the Fair Political Practices Commission (Gov. Code, § 83100), which is authorized to adopt regulations to carry out the purposes and provisions of the act. (Gov. Code, § 83112.) The commission has adopted a regulation defining material financial effect, which provides: \"The financial effect of the governmental decision on an economic interest of a public official is material if the decision will have a significant effect on the business entity, real property or source of income in question.\" (Cal. Admin. Code, tit. 2, § 18702, subd. (a).)</p>\n<p><span class=\"star-pagination\">*989</span> Councilmember Santangelo owned four real properties in the old (1978) project area. Apparently the four properties were contiguous; they were zoned commercial; and their fair market values were: (1) 11240-11242 Woodruff Street, $345,000 to $460,000; (2) 9424 Firestone Boulevard, $270,000 to $360,000; (3) 9418 Firestone Boulevard, $270,000 to $360,000; (4) 9400 Firestone Boulevard, $90,000 to $120,000.</p>\n<p>Mr. Santangelo also owned a real property in the new or amended project area, 10802 Downey Boulevard, with a fair market value of $300,000. That property was also the site of Mr. Santangelo's real estate business, a Century 21 realty office employing 32 sales persons, of which Santangelo was the sole proprietor.</p>\n<p>Concluding that the adoption of the ordinance amending the redevelopment plan was a decision which was reasonably foreseeable to have a material financial effect, distinguishable from its effect on the public generally, on Councilmember Santangelo's financial interest, the trial court held that Santangelo's participation was barred by conflict of interest. Since Mr. Santangelo's vote was essential to the three-to-two passage of the ordinance, the court granted a writ of mandate commanding that ordinance No. 759 be set aside and an injunction restraining its implementation, pursuant to Government Code section 91003.<sup>[2]</sup></p>\n<p>The trial court mentioned several reasonably foreseeable effects of the adoption of the ordinance. Under the tax increment method of financing redevelopment (Cal. Const., art. XVI, § 16; Health &amp; Saf. Code, § 33670), the assessed valuation of property within the redevelopment area is fixed upon the adoption of the plan, and property taxes from future increases in assessed valuation \"shall be paid into a special fund of the redevelopment agency to pay the principal of and interest on loans, moneys advanced to, or indebtedness (whether funded, refunded, assumed, or otherwise) incurred by such redevelopment agency to finance or refinance, in whole or in part, such redevelopment project....\" (Health &amp; Saf. Code, § 33670, subd. (b).) Tax revenues for this special fund can be generated before the agency approves any specific projects or spends any money for actual improvements, because under Proposition 13 (Cal. Const., art. XIIIA, § 2) assessed valuation can increase when the cost of living increases and whenever property changes ownership. A portion of the $81 million estimate of tax <span class=\"star-pagination\">*990</span> increment funds to be generated over the 30-year life of the amendment was attributable to these factors, independent of estimated increases in value attributable to assumed improvement projects.</p>\n<p>Mr. Santangelo owned properties in both the old and new redevelopment areas. Adoption of the amendment initiated the tax increment financing process to set aside a pool of tax revenues for the use of the redevelopment agency for the exclusive benefit of the redevelopment area. Although the plan itself did not provide for expenditures for specific projects benefiting specific properties, it commenced the process of setting aside funds which could be used only for improving the redevelopment area.</p>\n<p>(1a) The trial court also found the ordinance had a foreseeable material effect on Mr. Santangelo's income as a realtor, since a realtor's income is based on a percentage of the value of property sold, and it was reasonably foreseeable the redevelopment plan would increase property values in the redevelopment area. There is no merit to appellants' contention that this finding is unsupported by substantial evidence. Appellants point to evidence that in his prior experience as a realtor, Mr. Santangelo dealt primarily with residential property, had only one or two listings in the redevelopment area and no sales in the redevelopment area. The trial court could discount appellants' evidence, in light of other evidence that Santangelo's prior real estate practice was at another location outside of either redevelopment area, he had just recently acquired the real property in the new redevelopment area in April 1984, and the Century 21 real estate franchise in May 1984, and his firm did not actively avoid listings in either redevelopment area.</p>\n<p>Appellants contend that, as a matter of law, the adoption of the ordinance amending the redevelopment plan could not have had a material financial effect on Mr. Santangelo's property and business. They contend that because the plan at this stage does not specify or authorize expenditures for any particular projects of improvement, it is not reasonably foreseeable that any <i>particular</i> businesses or real properties, such as Santangelo's, will be materially affected by the adoption of the redevelopment plan. Conceding that Mr. Santangelo may well be barred from future votes on specific ways to \"implement\" the plan, they contend he was not barred from voting to \"adopt\" the plan. We find appellants' argument unpersuasive. It is based on an improperly narrow interpretation of the Political Reform Act and the redevelopment law.</p>\n<p>Appellants' contention is similar to the one rejected in <i>Witt</i> v. <i>Morrow</i> (1977) 70 Cal. App.3d 817, 822 [139 Cal. Rptr. 161], one of the few appellate court decisions interpreting the Political Reform Act. There the official was <span class=\"star-pagination\">*991</span> president and attorney, on a retainer or salary of $550 a month, for a nonprofit corporation which owned several properties with apartment buildings across the street from a proposed shopping center redevelopment area. The trial court held the official disqualified by conflict of interest from participating in decisions on the redevelopment plan, and the appellate court affirmed. The official argued that \"the experts' testimony only showed redevelopment of the [shopping center] <i>could</i> have a significant impact on the value of [the corporation's] properties and did not <i>prove</i> it.\" (Italics in original.) The court replied, \"The statute, however, requires only it be `<i>reasonably foreseeable</i> ... the decision will have a[n] ... effect.'\" (P. 822, italics and deletions theirs.)</p>\n<p>In determining the reasonably foreseeable effects of the adoption of the redevelopment plan, the court may justifiably consider that the very purpose of redevelopment is to improve the property conditions in the redevelopment area. (Health &amp; Saf. Code, § 33037.)<sup>[3]</sup> The fact that it might be possible to conceive of specific redevelopment projects which might fail to affect Mr. Santangelo's property and business does not show the trial court's decision was wrong. The test is whether it was reasonably foreseeable that the adoption of the plan would have a material financial effect on Santangelo's property and business, and we find the trial court's decision supported by reasonable inferences and the record.</p>\n<p>(2) The Fair Political Practices Commission (FPPC) has declined to adopt a rule that ownership of property in a redevelopment area or of a real estate business is disqualification per se from voting on a redevelopment plan. Each case is to be decided on its own circumstances. (<i>In re Oglesby</i> (No. 75-083, July 2, 1975) 1 FPPC Opns. 71.) Nevertheless, the commission draws reasonable inferences that redevelopment will result in increased property values in the redevelopment area (since that is one of the major purposes of redevelopment) and that a real estate business will foreseeably benefit thereby. (<i>Id.</i> at p. 80.)<sup>[4]</sup> (1b) The trial court was entitled to draw <span class=\"star-pagination\">*992</span> the same reasonable inferences, and in all the circumstances of this case was justified in concluding the adoption of the redevelopment plan was reasonably foreseeable to materially affect Mr. Santangelo's financial interest. Not only did Mr. Santangelo own a valuable property in the amended area which was the site of a real estate business employing 32 persons of which he was the sole proprietor, and own 4 parcels of real property in the original redevelopment area, but also several of his properties were specifically mentioned in reports as possible areas for specific projects.<sup>[5]</sup></p>\n<p>The only \"authority\" cited by appellants is a private advice letter of the FPPC to the City Attorney of San Bernardino in a completely unrelated case. (FPPC, Advice Letter No. A-84-045 (May 15, 1984) Ralph H. Prince.) For several reasons, this letter provides no legal authority for appellants' argument. First, a private advice letter is not a formal opinion of the FPPC; it is not intended as a declaration of policy or a general opinion on the law. Government Code section 83114 distinguishes between a formal opinion (subd. (a)) and written advice (subd. (b)). Under the commission's regulations, a formal opinion is adopted by the commission after a public hearing. At least two weeks prior to the hearing a staff memorandum is made available to members of the commission, the Attorney General, the Franchise Tax Board, the Secretary of State, the person requesting the opinion, other interested persons, and the public. Any interested person may submit memoranda, briefs, arguments, and, with permission, oral testimony. (Cal. Admin. Code, tit. 2, § 18322.) An advice letter provided pursuant to Government Code section 83114, subdivision (b), on the other hand, is apparently provided by a staff member and \"does not constitute an Opinion of the Commission ... nor a declaration of policy by the Commission. Formal written advice is the application of the law to a particular set of facts provided by the requestor. While this advice may provide guidance to others, the immunity provided by Government Code Section 83114[, subdivision] (b) is limited to the requestor and to the specific facts contained <span class=\"star-pagination\">*993</span> in the formal written advice.\" (Cal. Admin. Code, tit. 2, § 18329, subd. (7).)<sup>[6]</sup></p>\n<p>Second, advice letters are highly confined to the particular circumstances of each case, and the facts involved in the Prince letter are distinguishable. That letter involved a councilmember who owned a 50 percent interest in a roller rink in a potential redevelopment area. The commission's letter construed the facts provided by the requester to refer to the redevelopment agency's participation in the preparation of a \"preliminary plan.\"<sup>[7]</sup> Here, on the other hand, the official action is an ordinance which enacts a redevelopment plan and sets in motion tax increment financing. Here, in addition, Mr. Santangelo owned a real estate business in the amended redevelopment area and, although the ordinance did not enact any specific projects, several of his properties had been mentioned in reports as possible areas for projects.</p>\n<p>The trial court properly concluded that Councilmember Santangelo was barred from voting on the ordinance and the court properly voided the ordinance on this ground pursuant to Government Code section 91003.<sup>[8]</sup></p>\n<p></p>\n<h2>ATTORNEY'S FEES</h2>\n<p>(3a) Appellants contend that even if the writ of mandate is affirmed, the trial court's award of attorney's fees to plaintiffs and the Andrews-Logan defendants, pursuant to Government Code section 91003, should be reversed or modified. We affirm, finding no abuse of discretion in the trial court's award of attorney's fees.</p>\n<p>Government Code section 91003, subdivision (a), which authorizes any resident to sue to compel compliance with the conflict of interest law, also provides: \"The court may award to a plaintiff or defendant who prevails his costs of litigation, including reasonable attorney's fees.\" (See also Gov. Code, § 91012.) (4) A long line of California Supreme Court cases interpreting the common law \"private attorney general\" doctrine and Code of Civil Procedure section 1021.5 (providing for awards of attorney's fees in <span class=\"star-pagination\">*994</span> public interest cases)<sup>[9]</sup> firmly establishes a method for calculating an appropriate award. (<i>Serrano</i> v. <i>Priest</i> (1977) 20 Cal.3d 25, 48-49 [141 Cal. Rptr. 315, 569 P.2d 1303] [hereinafter <i>Serrano III</i>]; <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council</i> (1979) 23 Cal.3d 917, 932-948 [154 Cal. Rptr. 503, 593 P.2d 200]; <i>Serrano</i> v. <i>Unruh</i> (1982) 32 Cal.3d 621, 626-639 [186 Cal. Rptr. 754, 652 P.2d 985] [hereinafter <i>Serrano IV</i>]; <i>Press</i> v. <i>Lucky Stores, Inc.</i> (1983) 34 Cal.3d 311, 321-325 [193 Cal. Rptr. 900, 667 P.2d 704]; <i>Maria P.</i> v. <i>Riles</i> (1987) 43 Cal.3d 1281, 1294-1295 [240 Cal. Rptr. 872, 740 P.2d 932].) Under these authorities a trial court must determine, as a starting point in its calculation, a \"lodestar\" or \"touchstone\" figure, which is the product of the number of hours worked by the attorneys and a reasonable fee per hour. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 48; <i>Press</i> v. <i>Lucky Stores, Inc., supra,</i> 34 Cal.3d at pp. 321-322.) Next, a trial court has discretion to increase or reduce the lodestar figure by applying a positive or negative \"multiplier\" based upon numerous factors or circumstances. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 49; <i>Press</i> v. <i>Lucky Stores, Inc., supra,</i> 34 Cal.3d at p. 322.)<sup>[10]</sup> The trial court's exercise of discretion will not be disturbed unless the appellate court is convinced the award is clearly wrong, since the experienced trial judge can best determine the value of professional services rendered in that judge's court. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 49.)</p>\n<p>(3b) In the instant case the trial court used this method to calculate its award. From declarations and billing records submitted by the different attorneys involved, the court calculated lodestar amounts of $113,611.13 for plaintiffs, $24,620 for the Andrews nominal defendants and $7,250 for the Logan nominal defendants. Based upon numerous factors, the court applied a multiplier of 1.5, resulting in awards of $170,416.60 to plaintiffs, <span class=\"star-pagination\">*995</span> $36,930 to the Andrews nominal defendants and $10,875 to the Logan nominal defendants.<sup>[11]</sup></p>\n<p>Under the guidelines laid down by the Supreme Court in <i>Serrano III</i> and its progeny, the trial court obviously did not abuse its discretion in calculating the lodestar or the 1.5 multiplier. Appellants' basic contention, however, is that this line of case law should be disregarded because the award in the instant case was pursuant to Government Code section 91003, subdivision (a), rather than Code of Civil procedure section 1021.5.<sup>[12]</sup></p>\n<p>Appellants contend that in interpreting Government Code section 91003 we should feel free to write on a clean slate. They urge us to reject the California precedents and to adopt instead, for purposes Government Code section 91003, the different procedures used by the United States Supreme Court for calculating attorney's fees under certain federal statutes. In <i>Blum</i> v. <i>Stenson</i> (1984) 465 U.S. 886, 897 [79 L.Ed.2d 891, 901, 104 S.Ct. 1541], the court held that under the Civil Rights Attorney's Fees Award Act of 1976, 42 United States Code section 1988 (1982), a fee award based upon a reasonable number of hours times a reasonable hourly rate should be presumed a reasonable fee, and should be adjusted upward only in exceptional cases. In <i>Pennsylvania</i> v. <i>Delaware Valley Citizens Council for Clear Air</i> (1986) 478 U.S. 546 [92 L.Ed.2d 439, 106 S.Ct. 3088], the court applied the same approach to the federal Clean Air Act, 42 United States Code section 7604(d) (1982). In a later opinion in the same case, a majority of the court further held that the contingency of recovery of the fee is not a proper factor justifying an upward adjustment of the lodestar figure. (<i>Pennsylvania</i> v. <i>Delaware Valley Citizens Council for Clear Air</i> (1987) 483 U.S. 711 [97 L.Ed.2d 585, 107 S.Ct. 3078].) Appellants urge us to apply the federal interpretation to Government Code section 91003 and to hold that the trial court erred in applying any multiplier to this case.</p>\n<p>We reject this suggestion. The United States Supreme Court decisions were interpretations of federal statutes, based in part on available legislative history of congressional intent, for which there is no California parallel. (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 639, fn. 29.) Appellants offer no <span class=\"star-pagination\">*996</span> persuasive reason why the method of calculating fees under Government Code section 91003 should be so completely different from the method already well established in a large body of California precedent construing an analogous state statute. We find nothing in the language of section 91003 which compels such a conclusion. (5) Indeed, since the Political Reform Act expressly encourages enforcement by private citizen suits, precedents under Code of Civil Procedure section 1021.5 are persuasive in aiding the interpretation of Government Code section 91003. (<i>Thirteen Committee</i> v. <i>Weinreb</i> (1985) 168 Cal. App.3d 528, 538 [214 Cal. Rptr. 297]; Gov. Code, §§ 81001, subd. (h), 81002, subd. (f).) To introduce a radically different interpretation of Government Code section 91003 would bring confusion into California law. As an intermediate appellate court, we are constrained and disposed to apply the existing California approach, which was quite recently reiterated by the California Supreme Court. (<i>Maria P.</i> v. <i>Riles, supra,</i> 43 Cal.3d at pp. 1294-1295.)</p>\n<p>(3c) Having determined that the substantial body of California precedent under Code of Civil Procedure section 1021.5 may be considered in interpreting Government Code section 91003, we now examine several of appellants' specific contentions.</p>\n<p>Appellants contend that because the award was based on Government Code section 91003, the fees should be narrowly confined to the legal work directly applicable to the holding that Councilmember Santangelo was disqualified by conflict of interest from voting on the adoption of the redevelopment plan. As indicated by footnote 1, <i>ante,</i> the opponents of the redevelopment plan attacked it on numerous legal grounds. The trial court stated that it would invalidate the ordinance on two of those grounds, conflict of interest and project area committee, and that it was unnecessary to decide any of the other numerous grounds. Appellants argue (1) that the Andrews-Logan nominal defendants should not have been awarded any fees, because in their participation in the trial proceedings they urged other points, not the conflict of interest issue, and (2) that plaintiffs should not have received any award for that portion of their attorneys' work which was related to two separate cases, which were consolidated with this case by stipulation and which involved alleged violations of other statutes, all occurring before the council vote by Mr. Santangelo. These arguments lack merit. (6) In <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d 917, 938, the court established that \"[w]hen a defendant's action is invalid on a number of grounds, it would be both unfair and contrary to the legislative purpose of [Code of Civil Procedure] section 1021.5 to deprive a plaintiff of attorney fees simply because the court decides the case in plaintiff's favor on a `simpler' or less `important' theory.\" A trial court, exercising its discretion <span class=\"star-pagination\">*997</span> \"must realistically assess the litigation and determine, from a practical perspective,\" the importance of the litigation. (<i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d at p. 938.) The critical fact is the impact of the action, not the precise grounds upon which the court placed its ruling. Where a lawsuit consists of related claims, and the plaintiff has won substantial relief, a trial court has discretion to award all or substantially all of the plaintiff's fees even if the court did not adopt each contention raised. (<i>Folsom</i> v. <i>Butte County Assn. of Governments</i> (1982) 32 Cal.3d 668, 685 [186 Cal. Rptr. 589, 652 P.2d 437]; <i>Daniels</i> v. <i>McKinney</i> (1983) 146 Cal. App.3d 42, 55 [193 Cal. Rptr. 842]; <i>Slayton</i> v. <i>Pomona Unified School Dist.</i> (1984) 161 Cal. App.3d 538, 546 [207 Cal. Rptr. 705].)</p>\n<p>(3d) The litigation in this case was complex and lengthy. The trial judge was in the best position to understand the importance of the other issues which he declined to decide, the relationship of the two merged cases to the issues in this case, and the relative contributions of the different attorneys involved. (See <i>Serrano III, supra,</i> 20 Cal.3d at p. 49.) We find no abuse of discretion.</p>\n<p>(7a) Next, appellants contend that the trial court erred in applying the multiplier to the whole lodestar figure. Appellants contend that certain portions of the lodestar should have been segregated and awarded on a straight basis rather than multiplied.</p>\n<p>The first of these categories is that portion of the attorneys' work which was spent on their motion for attorneys' fees, as distinguished from their work on the merits of the underlying case. Conceding that respondents are entitled to compensation for services related to the fee motions (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 639), appellants argue there can be no justification for multiplying that figure. We conclude, however, that it depends on the circumstances.</p>\n<p>(8) The theory for awarding fees for all time spent, including time spent on fee-related issues, is to preserve the benefit of the award for services on the merits. \"`[I]f an attorney is required to expend time litigating his fee claim, yet may not be compensated for that time, the attorney's effective rate for all the hours expended on the case will be correspondingly decreased [thus defeating the statutory policy of encouraging attorneys to represent clients acting as private attorneys general]....'\" (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 634.)</p>\n<p>(7b) Considering the numerous factors a trial court might legitimately weigh in determining the multiplier (see fns. 10 and 11, <i>ante</i>), it is certainly <span class=\"star-pagination\">*998</span> conceivable that some of these factors might apply to the main litigation but not to the fee litigation. For instance, the underlying suit might involve complex issues, lengthy proceedings, and unusual skill, while at the same time the fee related motions might be routine and short. Under such circumstances, a trial court would not abuse its discretion if it chose to distinguish the two categories and apply a different multiplier to each. (See, e.g., <i>Wallace</i> v. <i>Consumers Cooperative of Berkeley, Inc.</i> (1985) 170 Cal. App.3d 836, 851 &amp; fn. 6 [216 Cal. Rptr. 649].) On the other hand, a trial court would not necessarily abuse its discretion if it chose not to distinguish the two categories but to apply the multiplier to the whole lodestar. For instance, if the contingency of receiving any fee and the long delay in receiving the fee (permissible factors under <i>Serrano III, supra,</i> 20 Cal.3d at p. 49) were important to the trial judge's calculation, they seem equally applicable to the award for fee-related services. These were among the factors urged by plaintiffs to the trial court in this case, therefore we find no abuse of discretion. We are entitled to presume the trial court considered all the appropriate factors in choosing the multiplier and applying it to the whole lodestar. (<i>San Bernardino Valley Audubon Society, Inc.</i> v. <i>County of San Bernardino</i> (1984) 155 Cal. App.3d 738, 754-755 [202 Cal. Rptr. 423]; <i>Kern River Public Access Com.</i> v. <i>City of Bakersfield</i> (1985) 170 Cal. App.3d 1205, 1228-1229 [217 Cal. Rptr. 125]; <i>Citizens Against Rent Control</i> v. <i>City of Berkeley</i> (1986) 181 Cal. App.3d 213, 233 [226 Cal. Rptr. 265].)</p>\n<p>The same reasoning applies to appellants' contention that the court should not have multiplied that portion ($6,153.31) of the lodestar included in the billing statements for photocopying and messenger service.<sup>[13]</sup> Although most of the factors a court weighs in determining the appropriate multiplier for the value of attorney services do not seem to apply to other direct expenses such as this, it is possible in the circumstances of this case that the trial court took into account the contingency of recovery and delay in recovery. Furthermore, these expenses were small in comparison to the total and we do not find the total award to be excessive or an abuse of discretion.</p>\n<p>We conclude therefore that the trial court properly rendered judgment invalidating the ordinance adopting the redevelopment plan, and that the trial court did not abuse its discretion in its award of fees pursuant to Government Code section 91003. Since respondents have successfully defended the judgment on the merits and the award of fees, they are entitled to <span class=\"star-pagination\">*999</span> an additional award pursuant to that section for attorney services on this appeal. (<i>Serrano IV, supra,</i> 32 Cal.3d at pp. 637-638; <i>Citizens Against Rent Control</i> v. <i>City of Berkeley, supra,</i> 181 Cal. App.3d at p. 236.) We shall remand the matter to the trial court for it to determine the additional fees in a manner consistent with the views expressed in this opinion.</p>\n<p>The judgment is affirmed. The cause is remanded to the trial court to determine a reasonable award pursuant to Government Code section 91003 for respondents' attorney's fees on this appeal and to add such amount to the judgment. Costs on appeal are awarded to respondents.</p>\n<p>Feinerman, P.J., and Hastings, J.,<sup>[*]</sup> concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  The trial court's statement of decision noted that the allegations included \"violations of conflict of interest provisions, failure to establish a legitimate project area committee, illegal voting of holdover councilmembers, adopting a substantially similar ordinance to the one repealed after the successful qualification of a referendum petition, violation of Health and Safety Code, antidiscrimination provisions, violation of due process rights by proceeding by way of amendment rather than a new project area, failing to provide a proper financial feasibility study, lack of substantial evidence to show financial feasibility, blight, or a predominantly urbanized project area, ex parte receipt of evidence after the public hearing was closed, false and inaccurate evidence on blight, and failure to give proper notice to all affected property owners.\" The statement of decision concluded, however, that the court \"reaches only the first two issues and does not decide the balance, as decisions on them are unnecessary to the judgment.\"</p>\n<p>[2]  Government Code section 91003 provides in pertinent part: \"(a) Any person residing in the jurisdiction may sue for injunctive relief to enjoin violations or to compel compliance with the provisions of this title.... [¶] (b) ... If it is ultimately determined that a violation has occurred and that the official action might not otherwise have been taken or approved, the court may set the official action aside as void....\"</p>\n<p>[3]  Among the purposes expressly declared in ordinance No. 759 itself, were to eliminate conditions of blight, encourage and foster the economical revitalization of the area by protecting and promoting the sound development and improvement of the amended area; and to redevelop, rebuild and construct the public facilities in the amended area to provide safer and more efficient service for the people in the area and the general public as a whole.</p>\n<p>[4]  Drawing reasonable inferences that redevelopment will foreseeably increase property values and realtor income, while taking care to decide each case on its individual circumstances, is a reasonable accommodation of conflicting considerations. Such interpretation does not paralyze redevelopment agencies from taking the first steps toward redevelopment. Government Code section 87101 provides: \"Section 87100 does not prevent any public official from making or participating in the making of a governmental decision to the extent his participation is legally required for the action or decision to be made. The fact that an official's vote is needed to break a tie does not make his participation legally required for purposes of this section.\" This section represents a compromise which permits government agencies to act but minimizes conflicts of interest, reflecting a policy that the actions of a closely divided council or commission should not be determined by a member who is financially interested in the decision. (61 Ops.Cal.Atty.Gen. 243, 253-254 (1978); Cal. Admin. Code, tit. 2, § 18701.)</p>\n<p>[5]  The trial court found \"Councilmember Santangelo's property at 9424 Firestone was pictured by the City as an example of the alleged blight which the Firestone Corridor amendment was supposed to eradicate. His property at 10802 Downey was located in an area which the City indicated needed fire flow improvements and which was targeted for storm drain improvements which would have been financially assisted by the Firestone Corridor amendment. Councilmember Santangelo's property located at 10802 Downey was within approximately 2 blocks of a major development which the Firestone Corridor amendment plan indicated could be assisted by the enactment of the amendment.\" (Fn. omitted.)</p>\n<p>[6]  Apparently appellants in this case did not request advice from the commission prior to Mr. Santangelo's vote, which occurred almost immediately after he took office as a newly elected councilmember.</p>\n<p>[7]  Health and Safety Code sections 33323 through 33325 require the agency and the planning commission to cooperate in selecting a project area and preparing a \"preliminary plan\" which \"need not be detailed.\"</p>\n<p>[8]  In light of this conclusion, we need not consider the trial court's alternative ground that the project area committee was illegally constituted, nor other alternative grounds asserted in the Andrews-Logan respondents' brief.</p>\n<p>[9]  Code of Civil Procedure section 1021.5 provides: \"Upon motion, a court may award attorneys' fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest if: (a) a significant benefit, whether pecuniary or nonpecuniary, has been conferred on the general public or a large class of persons, (b) the necessity and financial burden of private enforcement are such as to make the award appropriate, and (c) such fees should not in the interest of justice be paid out of the recovery, if any. With respect to actions involving public entities, this section applies to allowances against, but not in favor of, public entities, and no claim shall be required to be filed therefor.\"</p>\n<p>[10]  In <i>Serrano III,</i> the court listed, as illustrative, some of the factors properly considered by the trial court in that case: \"(1) the novelty and difficulty of the questions involved, and the skill displayed in presenting them; (2) the extent to which the nature of the litigation precluded other employment by the attorneys; (3) the contingent nature of the fee award, both from the point of view of eventual victory on the merits and the point of view of establishing eligibility for an award; (4) the fact that an award against the state would ultimately fall upon the taxpayers; (5) the fact that the attorneys in question received public and charitable funding for the purpose of bringing law suits of the character here involved....\" (20 Cal.3d at p. 49, fn. omitted.)</p>\n<p>[11]  Plaintiffs had requested the trial court to apply a multiplier of 4, based on the following factors urged by plaintiffs: (1) risk, the contingent nature of entitlement to any fee; (2) importance of the litigation and the amount of money involved in light of the tax increment method of financing redevelopment; (3) delay in receiving attorney's fees; (4) the quality of the work; (5) substantial time devoted to the litigation; (6) success in achieving the ultimate purpose of the litigation; (7) reputation and professional standing of the attorneys; (8) the undesirability or unpopularity of the case; and (9) awards in similar cases.</p>\n<p>[12]  In the trial court respondents requested their awards under both statutes. The judgment refers only to Government Code section 91003.</p>\n<p>[13]  These were not \"costs\" which would be awarded pursuant to Code of Civil Procedure sections 1032 and 1032.5 but rather were included in the award because Government Code section 91003, subdivision (a), authorizes an award of the prevailing party's \"costs of litigation, including reasonable attorney's fees.\"</p>\n<p>[*]   Retired Associate Justice of the Court of Appeal sitting under assignment by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">983</span></span> (1987)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">272</span></span></b></center>\n<center><h1>DOWNEY CARES et al., Plaintiffs and Respondents,<br>\nv.<br>\nDOWNEY COMMUNITY DEVELOPMENT COMMISSION et al., Defendants and Appellants; ANDREWS RANCHO del MONTE et al., Defendants and Respondents.</h1></center>\n<center>Docket No. B018578.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Five.</b></p></center>\n<center>December 7, 1987.</center>\n<p><span class=\"star-pagination\">*986</span> COUNSEL</p>\n<p>Stradling, Yocca, Carlson &amp; Rauth, Paul L. Gale, Randall J. Sherman, Burke, Williams &amp; Sorensen and Carl K. Newton for Defendants and Appellants.</p>\n<p><span class=\"star-pagination\">*987</span> Gronemeier, Barker &amp; Huerta, Christopher A. Sutton, Brenda J. Penny and Dale L. Gronemeier for Plaintiffs and Respondents.</p>\n<p>Laura Gail Eagleton and Marshall Gumbiner for Defendants and Respondents.</p>\n<p>Diane M. Griffiths, John G. McLean, Robert E. Leidigh and Kathryn E. Donovan as Amici Curiae.</p>\n<p>OPINION</p>\n<p>ASHBY, J.</p>\n<p>The Downey Community Development Commission and City of Downey appeal from a judgment granting a peremptory writ of mandate invalidating an ordinance of the City of Downey which amended the city's 1978 redevelopment plan.</p>\n<p>In 1978 the City of Downey adopted a redevelopment plan involving a 116-acre project area. On July 10, 1984, the city council adopted, by a three-to-two vote, ordinance No. 759, which amended the 1978 plan by adding another 386 acres in an area known as the Firestone Corridor. Plaintiffs Downey Cares and Paul Sarvis, opponents of the amendment, filed this action, challenging the validity of the amendment on numerous grounds. Andrews Rancho del Norte, Andrews Rancho del Sur, David Logan and Anthony Lavier, who are other affected property owners, were nominally defendants (hereinafter the Andrews-Logan defendants) but aligned themselves with plaintiffs in opposing the amendment, and urged various grounds for invalidating the amendment.</p>\n<p>The trial court reached only two of the grounds raised, concluding that the amendment was invalid on each of those grounds.<sup>[1]</sup> The trial court issued <span class=\"star-pagination\">*988</span> a writ of mandate invalidating the ordinance primarily upon the ground that city Councilmember James Santangelo, whose affirmative vote was essential to the three-to-two passage of the ordinance, was disqualified to vote due to conflict of interest, because he had a financial interest in the decision, by virtue of his ownership of five properties in the project area and a real estate business in the project area. (Gov. Code, § 91003.) The alternative ground of the writ was that the project area committee required by Health and Safety Code sections 33385-33388 had been improperly formed in violation of section 33385.</p>\n<p>The trial court then awarded substantial attorney's fees to plaintiffs and to the Andrews-Logan defendants, pursuant to provisions of the conflict of interest law. (Gov. Code, § 91003.)</p>\n<p>Appellants, the Downey Community Development Commission and the City of Downey, contend that (1) the adoption of the redevelopment plan did not affect Santangelo's financial interest; (2) the project area committee was properly formed; and (3) even if the writ of mandate is affirmed, the trial court erred in its award of attorney's fees to plaintiffs and the Andrews-Logan defendants. We affirm, concluding that Councilmember Santangelo was barred from voting by conflict of interest and that the trial court did not abuse its discretion in calculating the award of attorney's fees.</p>\n<p></p>\n<h2>CONFLICT OF INTEREST</h2>\n<p>The Political Reform Act of 1974 (Gov. Code, § 81000 et seq.) was enacted by initiative in June 1974. Government Code section 87100 prohibits any public official from participating in a governmental decision in which he knows or has reason to know he has a financial interest. Government Code section 87103 states that an official has a financial interest in a decision \"if it is reasonably foreseeable that the decision will have a material financial effect, distinguishable from its effect on the public generally,\" on, among others, any real property in which the official has an interest of more than $1,000 or any source of income of $250 or more.</p>\n<p>The act also establishes the Fair Political Practices Commission (Gov. Code, § 83100), which is authorized to adopt regulations to carry out the purposes and provisions of the act. (Gov. Code, § 83112.) The commission has adopted a regulation defining material financial effect, which provides: \"The financial effect of the governmental decision on an economic interest of a public official is material if the decision will have a significant effect on the business entity, real property or source of income in question.\" (Cal. Admin. Code, tit. 2, § 18702, subd. (a).)</p>\n<p><span class=\"star-pagination\">*989</span> Councilmember Santangelo owned four real properties in the old (1978) project area. Apparently the four properties were contiguous; they were zoned commercial; and their fair market values were: (1) 11240-11242 Woodruff Street, $345,000 to $460,000; (2) 9424 Firestone Boulevard, $270,000 to $360,000; (3) 9418 Firestone Boulevard, $270,000 to $360,000; (4) 9400 Firestone Boulevard, $90,000 to $120,000.</p>\n<p>Mr. Santangelo also owned a real property in the new or amended project area, 10802 Downey Boulevard, with a fair market value of $300,000. That property was also the site of Mr. Santangelo's real estate business, a Century 21 realty office employing 32 sales persons, of which Santangelo was the sole proprietor.</p>\n<p>Concluding that the adoption of the ordinance amending the redevelopment plan was a decision which was reasonably foreseeable to have a material financial effect, distinguishable from its effect on the public generally, on Councilmember Santangelo's financial interest, the trial court held that Santangelo's participation was barred by conflict of interest. Since Mr. Santangelo's vote was essential to the three-to-two passage of the ordinance, the court granted a writ of mandate commanding that ordinance No. 759 be set aside and an injunction restraining its implementation, pursuant to Government Code section 91003.<sup>[2]</sup></p>\n<p>The trial court mentioned several reasonably foreseeable effects of the adoption of the ordinance. Under the tax increment method of financing redevelopment (Cal. Const., art. XVI, § 16; Health &amp; Saf. Code, § 33670), the assessed valuation of property within the redevelopment area is fixed upon the adoption of the plan, and property taxes from future increases in assessed valuation \"shall be paid into a special fund of the redevelopment agency to pay the principal of and interest on loans, moneys advanced to, or indebtedness (whether funded, refunded, assumed, or otherwise) incurred by such redevelopment agency to finance or refinance, in whole or in part, such redevelopment project....\" (Health &amp; Saf. Code, § 33670, subd. (b).) Tax revenues for this special fund can be generated before the agency approves any specific projects or spends any money for actual improvements, because under Proposition 13 (Cal. Const., art. XIIIA, § 2) assessed valuation can increase when the cost of living increases and whenever property changes ownership. A portion of the $81 million estimate of tax <span class=\"star-pagination\">*990</span> increment funds to be generated over the 30-year life of the amendment was attributable to these factors, independent of estimated increases in value attributable to assumed improvement projects.</p>\n<p>Mr. Santangelo owned properties in both the old and new redevelopment areas. Adoption of the amendment initiated the tax increment financing process to set aside a pool of tax revenues for the use of the redevelopment agency for the exclusive benefit of the redevelopment area. Although the plan itself did not provide for expenditures for specific projects benefiting specific properties, it commenced the process of setting aside funds which could be used only for improving the redevelopment area.</p>\n<p>(1a) The trial court also found the ordinance had a foreseeable material effect on Mr. Santangelo's income as a realtor, since a realtor's income is based on a percentage of the value of property sold, and it was reasonably foreseeable the redevelopment plan would increase property values in the redevelopment area. There is no merit to appellants' contention that this finding is unsupported by substantial evidence. Appellants point to evidence that in his prior experience as a realtor, Mr. Santangelo dealt primarily with residential property, had only one or two listings in the redevelopment area and no sales in the redevelopment area. The trial court could discount appellants' evidence, in light of other evidence that Santangelo's prior real estate practice was at another location outside of either redevelopment area, he had just recently acquired the real property in the new redevelopment area in April 1984, and the Century 21 real estate franchise in May 1984, and his firm did not actively avoid listings in either redevelopment area.</p>\n<p>Appellants contend that, as a matter of law, the adoption of the ordinance amending the redevelopment plan could not have had a material financial effect on Mr. Santangelo's property and business. They contend that because the plan at this stage does not specify or authorize expenditures for any particular projects of improvement, it is not reasonably foreseeable that any <i>particular</i> businesses or real properties, such as Santangelo's, will be materially affected by the adoption of the redevelopment plan. Conceding that Mr. Santangelo may well be barred from future votes on specific ways to \"implement\" the plan, they contend he was not barred from voting to \"adopt\" the plan. We find appellants' argument unpersuasive. It is based on an improperly narrow interpretation of the Political Reform Act and the redevelopment law.</p>\n<p>Appellants' contention is similar to the one rejected in <i>Witt</i> v. <i>Morrow</i> (1977) <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">817</span></span>, 822 [<span class=\"citation\" data-id=\"2131358\"><a href=\"/opinion/2131358/witt-v-morrow/\"><span class=\"volume\">139</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">161</span></a></span>], one of the few appellate court decisions interpreting the Political Reform Act. There the official was <span class=\"star-pagination\">*991</span> president and attorney, on a retainer or salary of $550 a month, for a nonprofit corporation which owned several properties with apartment buildings across the street from a proposed shopping center redevelopment area. The trial court held the official disqualified by conflict of interest from participating in decisions on the redevelopment plan, and the appellate court affirmed. The official argued that \"the experts' testimony only showed redevelopment of the [shopping center] <i>could</i> have a significant impact on the value of [the corporation's] properties and did not <i>prove</i> it.\" (Italics in original.) The court replied, \"The statute, however, requires only it be `<i>reasonably foreseeable</i> ... the decision will have a[n] ... effect.'\" (P. 822, italics and deletions theirs.)</p>\n<p>In determining the reasonably foreseeable effects of the adoption of the redevelopment plan, the court may justifiably consider that the very purpose of redevelopment is to improve the property conditions in the redevelopment area. (Health &amp; Saf. Code, § 33037.)<sup>[3]</sup> The fact that it might be possible to conceive of specific redevelopment projects which might fail to affect Mr. Santangelo's property and business does not show the trial court's decision was wrong. The test is whether it was reasonably foreseeable that the adoption of the plan would have a material financial effect on Santangelo's property and business, and we find the trial court's decision supported by reasonable inferences and the record.</p>\n<p>(2) The Fair Political Practices Commission (FPPC) has declined to adopt a rule that ownership of property in a redevelopment area or of a real estate business is disqualification per se from voting on a redevelopment plan. Each case is to be decided on its own circumstances. (<i>In re Oglesby</i> (No. 75-083, July 2, 1975) 1 FPPC Opns. 71.) Nevertheless, the commission draws reasonable inferences that redevelopment will result in increased property values in the redevelopment area (since that is one of the major purposes of redevelopment) and that a real estate business will foreseeably benefit thereby. (<i>Id.</i> at p. 80.)<sup>[4]</sup> (1b) The trial court was entitled to draw <span class=\"star-pagination\">*992</span> the same reasonable inferences, and in all the circumstances of this case was justified in concluding the adoption of the redevelopment plan was reasonably foreseeable to materially affect Mr. Santangelo's financial interest. Not only did Mr. Santangelo own a valuable property in the amended area which was the site of a real estate business employing 32 persons of which he was the sole proprietor, and own 4 parcels of real property in the original redevelopment area, but also several of his properties were specifically mentioned in reports as possible areas for specific projects.<sup>[5]</sup></p>\n<p>The only \"authority\" cited by appellants is a private advice letter of the FPPC to the City Attorney of San Bernardino in a completely unrelated case. (FPPC, Advice Letter No. A-84-045 (May 15, 1984) Ralph H. Prince.) For several reasons, this letter provides no legal authority for appellants' argument. First, a private advice letter is not a formal opinion of the FPPC; it is not intended as a declaration of policy or a general opinion on the law. Government Code section 83114 distinguishes between a formal opinion (subd. (a)) and written advice (subd. (b)). Under the commission's regulations, a formal opinion is adopted by the commission after a public hearing. At least two weeks prior to the hearing a staff memorandum is made available to members of the commission, the Attorney General, the Franchise Tax Board, the Secretary of State, the person requesting the opinion, other interested persons, and the public. Any interested person may submit memoranda, briefs, arguments, and, with permission, oral testimony. (Cal. Admin. Code, tit. 2, § 18322.) An advice letter provided pursuant to Government Code section 83114, subdivision (b), on the other hand, is apparently provided by a staff member and \"does not constitute an Opinion of the Commission ... nor a declaration of policy by the Commission. Formal written advice is the application of the law to a particular set of facts provided by the requestor. While this advice may provide guidance to others, the immunity provided by Government Code Section 83114[, subdivision] (b) is limited to the requestor and to the specific facts contained <span class=\"star-pagination\">*993</span> in the formal written advice.\" (Cal. Admin. Code, tit. 2, § 18329, subd. (7).)<sup>[6]</sup></p>\n<p>Second, advice letters are highly confined to the particular circumstances of each case, and the facts involved in the Prince letter are distinguishable. That letter involved a councilmember who owned a 50 percent interest in a roller rink in a potential redevelopment area. The commission's letter construed the facts provided by the requester to refer to the redevelopment agency's participation in the preparation of a \"preliminary plan.\"<sup>[7]</sup> Here, on the other hand, the official action is an ordinance which enacts a redevelopment plan and sets in motion tax increment financing. Here, in addition, Mr. Santangelo owned a real estate business in the amended redevelopment area and, although the ordinance did not enact any specific projects, several of his properties had been mentioned in reports as possible areas for projects.</p>\n<p>The trial court properly concluded that Councilmember Santangelo was barred from voting on the ordinance and the court properly voided the ordinance on this ground pursuant to Government Code section 91003.<sup>[8]</sup></p>\n<p></p>\n<h2>ATTORNEY'S FEES</h2>\n<p>(3a) Appellants contend that even if the writ of mandate is affirmed, the trial court's award of attorney's fees to plaintiffs and the Andrews-Logan defendants, pursuant to Government Code section 91003, should be reversed or modified. We affirm, finding no abuse of discretion in the trial court's award of attorney's fees.</p>\n<p>Government Code section 91003, subdivision (a), which authorizes any resident to sue to compel compliance with the conflict of interest law, also provides: \"The court may award to a plaintiff or defendant who prevails his costs of litigation, including reasonable attorney's fees.\" (See also Gov. Code, § 91012.) (4) A long line of California Supreme Court cases interpreting the common law \"private attorney general\" doctrine and Code of Civil Procedure section 1021.5 (providing for awards of attorney's fees in <span class=\"star-pagination\">*994</span> public interest cases)<sup>[9]</sup> firmly establishes a method for calculating an appropriate award. (<i>Serrano</i> v. <i>Priest</i> (1977) <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">25</span></a></span>, 48-49 [<span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">315</span></span>, <span class=\"citation no-link\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1303</span></span>] [hereinafter <i>Serrano III</i>]; <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council</i> (1979) <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">917</span></span>, 932-948 [<span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">503</span></span>, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">200</span></span>]; <i>Serrano</i> v. <i>Unruh</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">621</span></span>, 626-639 [<span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">754</span></span>, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">985</span></span>] [hereinafter <i>Serrano IV</i>]; <i>Press</i> v. <i>Lucky Stores, Inc.</i> (1983) <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">311</span></span>, 321-325 [<span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">704</span></span>]; <i>Maria P.</i> v. <i>Riles</i> (1987) <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1281</span></a></span>, 1294-1295 [<span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">740</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></span>].) Under these authorities a trial court must determine, as a starting point in its calculation, a \"lodestar\" or \"touchstone\" figure, which is the product of the number of hours worked by the attorneys and a reasonable fee per hour. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 48; <i>Press</i> v. <i>Lucky Stores, Inc., supra,</i> 34 Cal.3d at pp. 321-322.) Next, a trial court has discretion to increase or reduce the lodestar figure by applying a positive or negative \"multiplier\" based upon numerous factors or circumstances. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 49; <i>Press</i> v. <i>Lucky Stores, Inc., supra,</i> 34 Cal.3d at p. 322.)<sup>[10]</sup> The trial court's exercise of discretion will not be disturbed unless the appellate court is convinced the award is clearly wrong, since the experienced trial judge can best determine the value of professional services rendered in that judge's court. (<i>Serrano III, supra,</i> 20 Cal.3d at p. 49.)</p>\n<p>(3b) In the instant case the trial court used this method to calculate its award. From declarations and billing records submitted by the different attorneys involved, the court calculated lodestar amounts of $113,611.13 for plaintiffs, $24,620 for the Andrews nominal defendants and $7,250 for the Logan nominal defendants. Based upon numerous factors, the court applied a multiplier of 1.5, resulting in awards of $170,416.60 to plaintiffs, <span class=\"star-pagination\">*995</span> $36,930 to the Andrews nominal defendants and $10,875 to the Logan nominal defendants.<sup>[11]</sup></p>\n<p>Under the guidelines laid down by the Supreme Court in <i>Serrano III</i> and its progeny, the trial court obviously did not abuse its discretion in calculating the lodestar or the 1.5 multiplier. Appellants' basic contention, however, is that this line of case law should be disregarded because the award in the instant case was pursuant to Government Code section 91003, subdivision (a), rather than Code of Civil procedure section 1021.5.<sup>[12]</sup></p>\n<p>Appellants contend that in interpreting Government Code section 91003 we should feel free to write on a clean slate. They urge us to reject the California precedents and to adopt instead, for purposes Government Code section 91003, the different procedures used by the United States Supreme Court for calculating attorney's fees under certain federal statutes. In <i>Blum</i> v. <i>Stenson</i> (1984) <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 897 [<span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span>, 901, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>], the court held that under the Civil Rights Attorney's Fees Award Act of 1976, 42 United States Code section 1988 (1982), a fee award based upon a reasonable number of hours times a reasonable hourly rate should be presumed a reasonable fee, and should be adjusted upward only in exceptional cases. In <i>Pennsylvania</i> v. <i>Delaware Valley Citizens Council for Clear Air</i> (1986) <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span> [<span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span>, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3088</span></a></span>], the court applied the same approach to the federal Clean Air Act, 42 United States Code section 7604(d) (1982). In a later opinion in the same case, a majority of the court further held that the contingency of recovery of the fee is not a proper factor justifying an upward adjustment of the lodestar figure. (<i>Pennsylvania</i> v. <i>Delaware Valley Citizens Council for Clear Air</i> (1987) <span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span> [<span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3078</span></a></span>].) Appellants urge us to apply the federal interpretation to Government Code section 91003 and to hold that the trial court erred in applying any multiplier to this case.</p>\n<p>We reject this suggestion. The United States Supreme Court decisions were interpretations of federal statutes, based in part on available legislative history of congressional intent, for which there is no California parallel. (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 639, fn. 29.) Appellants offer no <span class=\"star-pagination\">*996</span> persuasive reason why the method of calculating fees under Government Code section 91003 should be so completely different from the method already well established in a large body of California precedent construing an analogous state statute. We find nothing in the language of section 91003 which compels such a conclusion. (5) Indeed, since the Political Reform Act expressly encourages enforcement by private citizen suits, precedents under Code of Civil Procedure section 1021.5 are persuasive in aiding the interpretation of Government Code section 91003. (<i>Thirteen Committee</i> v. <i>Weinreb</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">528</span></span>, 538 [<span class=\"citation\" data-id=\"2158642\"><a href=\"/opinion/2158642/thirteen-committee-v-weinreb/\"><span class=\"volume\">214</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">297</span></a></span>]; Gov. Code, §§ 81001, subd. (h), 81002, subd. (f).) To introduce a radically different interpretation of Government Code section 91003 would bring confusion into California law. As an intermediate appellate court, we are constrained and disposed to apply the existing California approach, which was quite recently reiterated by the California Supreme Court. (<i>Maria P.</i> v. <i>Riles, supra,</i> 43 Cal.3d at pp. 1294-1295.)</p>\n<p>(3c) Having determined that the substantial body of California precedent under Code of Civil Procedure section 1021.5 may be considered in interpreting Government Code section 91003, we now examine several of appellants' specific contentions.</p>\n<p>Appellants contend that because the award was based on Government Code section 91003, the fees should be narrowly confined to the legal work directly applicable to the holding that Councilmember Santangelo was disqualified by conflict of interest from voting on the adoption of the redevelopment plan. As indicated by footnote 1, <i>ante,</i> the opponents of the redevelopment plan attacked it on numerous legal grounds. The trial court stated that it would invalidate the ordinance on two of those grounds, conflict of interest and project area committee, and that it was unnecessary to decide any of the other numerous grounds. Appellants argue (1) that the Andrews-Logan nominal defendants should not have been awarded any fees, because in their participation in the trial proceedings they urged other points, not the conflict of interest issue, and (2) that plaintiffs should not have received any award for that portion of their attorneys' work which was related to two separate cases, which were consolidated with this case by stipulation and which involved alleged violations of other statutes, all occurring before the council vote by Mr. Santangelo. These arguments lack merit. (6) In <i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">917</span></span>, 938, the court established that \"[w]hen a defendant's action is invalid on a number of grounds, it would be both unfair and contrary to the legislative purpose of [Code of Civil Procedure] section 1021.5 to deprive a plaintiff of attorney fees simply because the court decides the case in plaintiff's favor on a `simpler' or less `important' theory.\" A trial court, exercising its discretion <span class=\"star-pagination\">*997</span> \"must realistically assess the litigation and determine, from a practical perspective,\" the importance of the litigation. (<i>Woodland Hills Residents Assn., Inc.</i> v. <i>City Council, supra,</i> 23 Cal.3d at p. 938.) The critical fact is the impact of the action, not the precise grounds upon which the court placed its ruling. Where a lawsuit consists of related claims, and the plaintiff has won substantial relief, a trial court has discretion to award all or substantially all of the plaintiff's fees even if the court did not adopt each contention raised. (<i>Folsom</i> v. <i>Butte County Assn. of Governments</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">668</span></span>, 685 [<span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">437</span></span>]; <i>Daniels</i> v. <i>McKinney</i> (1983) <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">42</span></span>, 55 [<span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">842</span></span>]; <i>Slayton</i> v. <i>Pomona Unified School Dist.</i> (1984) <span class=\"citation\" data-id=\"2176715\"><a href=\"/opinion/2176715/slayton-v-pomona-unified-school-dist/\"><span class=\"volume\">161</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">538</span></a></span>, 546 [<span class=\"citation\" data-id=\"2176715\"><a href=\"/opinion/2176715/slayton-v-pomona-unified-school-dist/\"><span class=\"volume\">207</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">705</span></a></span>].)</p>\n<p>(3d) The litigation in this case was complex and lengthy. The trial judge was in the best position to understand the importance of the other issues which he declined to decide, the relationship of the two merged cases to the issues in this case, and the relative contributions of the different attorneys involved. (See <i>Serrano III, supra,</i> 20 Cal.3d at p. 49.) We find no abuse of discretion.</p>\n<p>(7a) Next, appellants contend that the trial court erred in applying the multiplier to the whole lodestar figure. Appellants contend that certain portions of the lodestar should have been segregated and awarded on a straight basis rather than multiplied.</p>\n<p>The first of these categories is that portion of the attorneys' work which was spent on their motion for attorneys' fees, as distinguished from their work on the merits of the underlying case. Conceding that respondents are entitled to compensation for services related to the fee motions (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 639), appellants argue there can be no justification for multiplying that figure. We conclude, however, that it depends on the circumstances.</p>\n<p>(8) The theory for awarding fees for all time spent, including time spent on fee-related issues, is to preserve the benefit of the award for services on the merits. \"`[I]f an attorney is required to expend time litigating his fee claim, yet may not be compensated for that time, the attorney's effective rate for all the hours expended on the case will be correspondingly decreased [thus defeating the statutory policy of encouraging attorneys to represent clients acting as private attorneys general]....'\" (<i>Serrano IV, supra,</i> 32 Cal.3d at p. 634.)</p>\n<p>(7b) Considering the numerous factors a trial court might legitimately weigh in determining the multiplier (see fns. 10 and 11, <i>ante</i>), it is certainly <span class=\"star-pagination\">*998</span> conceivable that some of these factors might apply to the main litigation but not to the fee litigation. For instance, the underlying suit might involve complex issues, lengthy proceedings, and unusual skill, while at the same time the fee related motions might be routine and short. Under such circumstances, a trial court would not abuse its discretion if it chose to distinguish the two categories and apply a different multiplier to each. (See, e.g., <i>Wallace</i> v. <i>Consumers Cooperative of Berkeley, Inc.</i> (1985) <span class=\"citation\" data-id=\"2178223\"><a href=\"/opinion/2178223/wallace-v-consumers-cooperative-of-berkeley-inc/\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">836</span></a></span>, 851 &amp; fn. 6 [<span class=\"citation\" data-id=\"2178223\"><a href=\"/opinion/2178223/wallace-v-consumers-cooperative-of-berkeley-inc/\"><span class=\"volume\">216</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">649</span></a></span>].) On the other hand, a trial court would not necessarily abuse its discretion if it chose not to distinguish the two categories but to apply the multiplier to the whole lodestar. For instance, if the contingency of receiving any fee and the long delay in receiving the fee (permissible factors under <i>Serrano III, supra,</i> 20 Cal.3d at p. 49) were important to the trial judge's calculation, they seem equally applicable to the award for fee-related services. These were among the factors urged by plaintiffs to the trial court in this case, therefore we find no abuse of discretion. We are entitled to presume the trial court considered all the appropriate factors in choosing the multiplier and applying it to the whole lodestar. (<i>San Bernardino Valley Audubon Society, Inc.</i> v. <i>County of San Bernardino</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">738</span></span>, 754-755 [<span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">423</span></span>]; <i>Kern River Public Access Com.</i> v. <i>City of Bakersfield</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1205</span></span>, 1228-1229 [<span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">125</span></span>]; <i>Citizens Against Rent Control</i> v. <i>City of Berkeley</i> (1986) <span class=\"citation\" data-id=\"2123482\"><a href=\"/opinion/2123482/citizens-against-rent-control-v-city-of-berkeley/\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">213</span></a></span>, 233 [<span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">265</span></span>].)</p>\n<p>The same reasoning applies to appellants' contention that the court should not have multiplied that portion ($6,153.31) of the lodestar included in the billing statements for photocopying and messenger service.<sup>[13]</sup> Although most of the factors a court weighs in determining the appropriate multiplier for the value of attorney services do not seem to apply to other direct expenses such as this, it is possible in the circumstances of this case that the trial court took into account the contingency of recovery and delay in recovery. Furthermore, these expenses were small in comparison to the total and we do not find the total award to be excessive or an abuse of discretion.</p>\n<p>We conclude therefore that the trial court properly rendered judgment invalidating the ordinance adopting the redevelopment plan, and that the trial court did not abuse its discretion in its award of fees pursuant to Government Code section 91003. Since respondents have successfully defended the judgment on the merits and the award of fees, they are entitled to <span class=\"star-pagination\">*999</span> an additional award pursuant to that section for attorney services on this appeal. (<i>Serrano IV, supra,</i> 32 Cal.3d at pp. 637-638; <i>Citizens Against Rent Control</i> v. <i>City of Berkeley, supra,</i> 181 Cal. App.3d at p. 236.) We shall remand the matter to the trial court for it to determine the additional fees in a manner consistent with the views expressed in this opinion.</p>\n<p>The judgment is affirmed. The cause is remanded to the trial court to determine a reasonable award pursuant to Government Code section 91003 for respondents' attorney's fees on this appeal and to add such amount to the judgment. Costs on appeal are awarded to respondents.</p>\n<p>Feinerman, P.J., and Hastings, J.,<sup>[*]</sup> concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  The trial court's statement of decision noted that the allegations included \"violations of conflict of interest provisions, failure to establish a legitimate project area committee, illegal voting of holdover councilmembers, adopting a substantially similar ordinance to the one repealed after the successful qualification of a referendum petition, violation of Health and Safety Code, antidiscrimination provisions, violation of due process rights by proceeding by way of amendment rather than a new project area, failing to provide a proper financial feasibility study, lack of substantial evidence to show financial feasibility, blight, or a predominantly urbanized project area, ex parte receipt of evidence after the public hearing was closed, false and inaccurate evidence on blight, and failure to give proper notice to all affected property owners.\" The statement of decision concluded, however, that the court \"reaches only the first two issues and does not decide the balance, as decisions on them are unnecessary to the judgment.\"</p>\n<p>[2]  Government Code section 91003 provides in pertinent part: \"(a) Any person residing in the jurisdiction may sue for injunctive relief to enjoin violations or to compel compliance with the provisions of this title.... [¶] (b) ... If it is ultimately determined that a violation has occurred and that the official action might not otherwise have been taken or approved, the court may set the official action aside as void....\"</p>\n<p>[3]  Among the purposes expressly declared in ordinance No. 759 itself, were to eliminate conditions of blight, encourage and foster the economical revitalization of the area by protecting and promoting the sound development and improvement of the amended area; and to redevelop, rebuild and construct the public facilities in the amended area to provide safer and more efficient service for the people in the area and the general public as a whole.</p>\n<p>[4]  Drawing reasonable inferences that redevelopment will foreseeably increase property values and realtor income, while taking care to decide each case on its individual circumstances, is a reasonable accommodation of conflicting considerations. Such interpretation does not paralyze redevelopment agencies from taking the first steps toward redevelopment. Government Code section 87101 provides: \"Section 87100 does not prevent any public official from making or participating in the making of a governmental decision to the extent his participation is legally required for the action or decision to be made. The fact that an official's vote is needed to break a tie does not make his participation legally required for purposes of this section.\" This section represents a compromise which permits government agencies to act but minimizes conflicts of interest, reflecting a policy that the actions of a closely divided council or commission should not be determined by a member who is financially interested in the decision. (61 Ops.Cal.Atty.Gen. 243, 253-254 (1978); Cal. Admin. Code, tit. 2, § 18701.)</p>\n<p>[5]  The trial court found \"Councilmember Santangelo's property at 9424 Firestone was pictured by the City as an example of the alleged blight which the Firestone Corridor amendment was supposed to eradicate. His property at 10802 Downey was located in an area which the City indicated needed fire flow improvements and which was targeted for storm drain improvements which would have been financially assisted by the Firestone Corridor amendment. Councilmember Santangelo's property located at 10802 Downey was within approximately 2 blocks of a major development which the Firestone Corridor amendment plan indicated could be assisted by the enactment of the amendment.\" (Fn. omitted.)</p>\n<p>[6]  Apparently appellants in this case did not request advice from the commission prior to Mr. Santangelo's vote, which occurred almost immediately after he took office as a newly elected councilmember.</p>\n<p>[7]  Health and Safety Code sections 33323 through 33325 require the agency and the planning commission to cooperate in selecting a project area and preparing a \"preliminary plan\" which \"need not be detailed.\"</p>\n<p>[8]  In light of this conclusion, we need not consider the trial court's alternative ground that the project area committee was illegally constituted, nor other alternative grounds asserted in the Andrews-Logan respondents' brief.</p>\n<p>[9]  Code of Civil Procedure section 1021.5 provides: \"Upon motion, a court may award attorneys' fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest if: (a) a significant benefit, whether pecuniary or nonpecuniary, has been conferred on the general public or a large class of persons, (b) the necessity and financial burden of private enforcement are such as to make the award appropriate, and (c) such fees should not in the interest of justice be paid out of the recovery, if any. With respect to actions involving public entities, this section applies to allowances against, but not in favor of, public entities, and no claim shall be required to be filed therefor.\"</p>\n<p>[10]  In <i>Serrano III,</i> the court listed, as illustrative, some of the factors properly considered by the trial court in that case: \"(1) the novelty and difficulty of the questions involved, and the skill displayed in presenting them; (2) the extent to which the nature of the litigation precluded other employment by the attorneys; (3) the contingent nature of the fee award, both from the point of view of eventual victory on the merits and the point of view of establishing eligibility for an award; (4) the fact that an award against the state would ultimately fall upon the taxpayers; (5) the fact that the attorneys in question received public and charitable funding for the purpose of bringing law suits of the character here involved....\" (20 Cal.3d at p. 49, fn. omitted.)</p>\n<p>[11]  Plaintiffs had requested the trial court to apply a multiplier of 4, based on the following factors urged by plaintiffs: (1) risk, the contingent nature of entitlement to any fee; (2) importance of the litigation and the amount of money involved in light of the tax increment method of financing redevelopment; (3) delay in receiving attorney's fees; (4) the quality of the work; (5) substantial time devoted to the litigation; (6) success in achieving the ultimate purpose of the litigation; (7) reputation and professional standing of the attorneys; (8) the undesirability or unpopularity of the case; and (9) awards in similar cases.</p>\n<p>[12]  In the trial court respondents requested their awards under both statutes. The judgment refers only to Government Code section 91003.</p>\n<p>[13]  These were not \"costs\" which would be awarded pursuant to Code of Civil Procedure sections 1032 and 1032.5 but rather were included in the award because Government Code section 91003, subdivision (a), authorizes an award of the prevailing party's \"costs of litigation, including reasonable attorney's fees.\"</p>\n<p>[*]   Retired Associate Justice of the Court of Appeal sitting under assignment by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2123482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2158642/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2176715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2178223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604077/"
          ]
        }
      ],
      "judges": "Ashby",
      "date_created": "2014-12-31T18:12:22.510994Z",
      "date_modified": "2017-04-14T21:02:44.283720Z",
      "date_filed": "1987-12-07",
      "date_filed_is_approximate": false,
      "slug": "downey-cares-v-downey-community-development-com",
      "citation_id": 2110054,
      "case_name_short": "",
      "case_name": "Downey Cares v. Downey Community Development Com.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "196 Cal. App. 3d 983",
      "state_cite_two": "242 Cal. Rptr. 272",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 27,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2003004/downey-cares-v-downey-community-development-com/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:09:26.449111Z",
  "date_modified": "2014-10-30T21:09:26.449111Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Downey Cares v. Downey Community Development Com.",
  "case_name_full": "",
  "slug": "downey-cares-v-downey-community-development-com",
  "docket_number": "B018578",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}