{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2012603/",
  "id": 2012603,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/alnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2144954/",
      "id": 2144954,
      "absolute_url": "/opinion/2144954/collins-v-dollar-tree-stores-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2012603/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2144954/",
          "id": 2144954,
          "absolute_url": "/opinion/2144954/collins-v-dollar-tree-stores-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2144954/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1694/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:27:17.877833Z",
          "date_modified": "2017-04-08T16:30:19.827001Z",
          "type": "010combined",
          "sha1": "70389c3a99f3912165b485e447c506583046eba4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>788 F.Supp.2d 1328 (2011)</b></center>\n<center><h1>Cynthia Ann COLLINS and Beryl Dauzat, on behalf of themselves and others that are similarly situated, Plaintiffs,<br>\nv.<br>\nDOLLAR TREE STORES, INC., Defendant.</h1></center>\n<center>Civil Action No. 2:08-cv-01267-AKK.</center>\n<center><p><b>United States District Court, N.D. Alabama, Southern Division.</b></p></center>\n<center>March 31, 2011.</center>\n<p><span class=\"star-pagination\">*1330</span> Gregory O. Wiggins, Rocco Calamusa, Jr., Ann K. Wiggins, Kevin W. Jent, Robert L. Wiggins, Jr., Wiggins Childs Quinn &amp; Pantazis LLC, Birmingham, AL, for Plaintiffs.</p>\n<p>Barbara B. Brown, Kenneth M. Willner, Paul Hastings Janofsky &amp; Walker LLP, Washington, DC, Beth Hirsch Berman, Williams Mullen PC, Norfolk, VA, Sara Berg Rafal, Williams Mullen, Virginia Beach, VA, Terry Price, Ford &amp; Harrison LLP, Birmingham, AL, for Defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>ABDUL K. KALLON, District Judge.</p>\n<p>Before the court are Defendant Dollar Tree Stores, Inc.'s (\"Dollar Tree\" or \"Defendant\") Motion to Decertify, (doc. 165), and Motion to Strike, (doc. 176), and Plaintiffs Cynthia Ann Collins and Beryl Dauzat's (\"Plaintiffs\") Motion to Strike, (doc. 186). Defendant asserts that decertification is warranted here because Plaintiffs are statutorily limited to claims involving employees from their individual stores. In its discretion, the court DENIES the parties' respective motions to strike, and, after considering the parties' submissions and as stated more fully below, the court GRANTS, in part, Defendant's motion to decertify.<sup>[1]</sup></p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Statutory Background</h2>\n<p>Plaintiffs allege that Defendant pays its female store managers less than its male store managers, in violation of the Equal Pay Act of 1963, 29 U.S.C. § 206(d) (\"EPA\"),<sup>[2]</sup> an amendment to the Fair Labor Standards Act of 1938, 29 U.S.C. §§ 201 <i>et seq.</i> (\"FLSA\"). The EPA provides, in relevant part, that:</p>\n<blockquote>(1) No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility....</blockquote>\n<p>29 U.S.C. § 206(d) (emphasis added). The EPA also provides several non-discriminatory grounds employers can base disparate pay on without violating the EPA. <i>See id.</i></p>\n<p>Plaintiffs assert their EPA claims on behalf of those similarly situated pursuant to FLSA § 216(b), which includes a provision for employees to bring collective actions <span class=\"star-pagination\">*1331</span> against employers who violate any of the provisions of § 206 or § 207, which includes the EPA, by \"any one or more employees for and in behalf of himself and other employees similarly situated.\" <i>See</i> 29 U.S.C. § 216(b). A collective action gives \"plaintiffs the advantage of lower individual costs to vindicate rights by the pooling of resources. The judicial system benefits by efficient resolution in one proceeding of common issues of law and fact arising from the same alleged discriminatory activity.\" <i>Hoffmann-La Roche Inc. v. Sperling,</i> 493 U.S. 165, 170, 110 S.Ct. 482, 107 L.Ed.2d 480 (1989). These two provisions, § 206(d) and § 216(b), provide the underpinning of Plaintiffs' claims and set the backdrop for the motion for decertification.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>At an earlier stage of this case, Judge William B. Acker, Jr. conditionally certified Plaintiffs' collective action to facilitate notice to a nationwide class of opt-in plaintiffs. <i>See</i> doc. 67. \"With some trepidation,\" Judge Acker concluded that Plaintiffs might be able to show that they were similarly situated and that the relevant EPA establishment was larger than a single Dollar Tree store, but such a showing could only be made after discovery. Doc. 66 at 7-8. Thereafter, Chief Judge Sharon Blackburn ordered limited discovery on the \"establishment issue\" on November 10, 2009. Doc. 149. Both Judge Acker and Chief Judge Blackburn viewed the \"establishment issue\" as a necessary and crucial component to Plaintiffs' ability to proceed with a collective action because it helped illustrate whether Plaintiffs could satisfy § 216(b)'s \"similarly situated\" requirement. <i>See </i><i>Anderson v. Cagle's, Inc.,</i> 488 F.3d 945, 952-54 (11th Cir.2007) (affirming the decertification of a class after its conditional certification where discovery showed that the plaintiffs were not \"similarly situated\" with respect to various defenses available to the defendant and the plaintiffs' disparate employment settings).</p>\n<p>Plaintiffs want this court to revisit the bifurcation of discovery and not limit the evidence to only the establishment issue, but instead allow further discovery to help ascertain whether the opt-in plaintiffs are, in fact, similarly situated, regardless of their physical location. <i>See</i> doc. 172 at 56. While the parties acknowledge that an analysis of the proper \"establishment\" typically arises to identify a plaintiff's possible comparators, <i>see</i> docs. 166 at 38; 172 at 10, Judge Acker and Chief Judge Blackburn agreed to limit discovery initially to the establishment issue. This bifurcation is sufficient for the court to rule on Defendant's present motion.</p>\n<p></p>\n<h2>C. Factual Background</h2>\n<p></p>\n<h2>(i) <i>Management Structure</i>\n</h2>\n<p>Defendant operates over 3,900 discount retail stores in 48 states. McDearmon Decl. at ¶ 3 (doc. 166-1). The stores vary in size, ranging from 2,500 to 33,711 square feet, and sales volume, from $400,000 to $6,300,000, and have anywhere from 5 to 72 employees. <i>Id.</i> at ¶ 5. The stores are organized into 318 Districts, 10-15 stores per District, and 25 Regions, with about 13 Districts per Region, and those Regions are divided into four Zones. <i>Id.</i> at ¶ 6. Each store is run by a Store Manager (\"SM\"), who supervises assistant managers and hourly employees and performs a variety of duties in his or her store. <i>Id.</i> at ¶¶ 4-5. Each district is headed by a District Manager (\"DM\"), who supervises and trains the SMs, often with the help of an Area Manager, who assists the DM while awaiting his or her own promotion to DM. <i>Id.</i> at ¶ 7. Each region is headed by a Regional Director (\"RD\"), who oversees the DMs in his or her region, <span class=\"star-pagination\">*1332</span> and each zone is headed by a Zone Vice President (\"VP\"), who supervises the RDs and reports to the VP of Operations at Defendant's headquarters in Virginia. <i>Id.</i> at ¶ 8.</p>\n<p></p>\n<h2>(ii) <i>Hiring and Placing Store Managers</i>\n</h2>\n<p>When a SM position opens, the DM for that district recruits and selects the group of candidates appropriate for the particular store that has the opening. Lewis Decl. ¶¶ 4, 10 (doc. 166-12); Head Dep. pp. 29-35 (doc. 171-4); Becker Decl. ¶ 9 (doc. 166-5). The DM interviews the SM candidates and makes the hiring decision for each store in his or her district, even if he or she includes the RD or a member of Human Resources (\"HR\") in the decision-making process. Felix Dep. p. 81 (doc. 166-7); Risiott Decl. ¶ 4 (doc. 166-3); Kennedy Dep. pp. 43-45 (doc. 166-6); Head Dep. pp. 29-35 (doc. 171-4); Lewis Decl. ¶¶ 4, 10 (doc. 166-12); Marinello Decl. ¶ 4 (doc. 166-22). The DM is the individual who communicates the hiring decision to most newly hired or promoted SMs. Def's Interrog. No. 2 (doc. 166-26). Likewise, the DM trains the new SM, with the aid of the District Store Trainer, before the SM takes over management of his or her specific store. Schnichels Decl. ¶ 14 (doc. 166-2); Lewis Decl. ¶ 17 (doc. 166-12).</p>\n<p>The DM's assignment of a SM to a specific store is permanent. Risiott Decl. ¶¶ 8-9 (doc. 166-3); Pfau Decl. ¶¶ 4, 12 (doc. 166-23); Becker Decl. ¶ 15 (doc. 166-5). However, a DM may require a SM to transfer to another store, or to temporarily move to help with a particular need. Richardson Decl. ¶ 5 (doc. 171-1); Collins Dep. pp. 139, 156, 165-167 (doc. 166-25); Marinello Decl. ¶ 15 (doc. 166-22); Becker Decl. ¶ 15 (doc. 166-5); Risiott Decl. ¶ 8 (doc. 166-3); Lewis Decl. ¶¶ 11-12 (doc. 166-12). Such transfers typically occur within the DM's district, though if a SM requests a transfer to another district, the DM may approve that request. Collins Dep. pp. 139-140, 156, 165-167 (doc. 166-25); Pfau Decl. ¶ 12 (doc. 166-23) Risiott Decl. ¶ 9 (doc. 166-3); Becker Decl. ¶ 16 (doc. 166-5); Lewis Decl. ¶ 12 (doc. 166-12). Transfer decisions made by the DM do not require approval of an RD or HR. Becker Decl. ¶ 15 (doc. 166-5); Risiott Decl. ¶ 8 (doc. 166-3); Pfau Decl. ¶ 12 (doc. 166-23).</p>\n<p></p>\n<h2>(iii) <i>Salary Guidelines, Selection, and Administration</i>\n</h2>\n<p>Prior to 2008, Defendant apparently maintained salary ranges internally, and informed DMs of the appropriate salary range for a SM position upon request. Lewis Decl. ¶ 5 (doc. 166-12); Schnichels Decl. ¶ 10 (doc. 166-2); Head Dep. pp. 53-56 (doc. 171-4). However, sometime between 2008 and 2010, Defendant released the ranges and distributed the salary range guidelines to DMs via its \"Kenexa\" salary software in an effort to help maintain consistency across its stores. <i>See</i> doc. 175-2; Marinello Decl. ¶¶ 9, 14 (doc. 166-22); Risiott Decl. ¶ 6 (doc. 166-3); McDearmon Decl. ¶ 11 (doc. 166-1); Lewis Decl. ¶ 5 (doc. 166-12). Defendant's salary guidelines instruct DMs to award salaries or pay raises within ranges, with a spread of approximately 15% between the high and low salary in each range. Doc. 175-1; Richardson Decl. ¶ 8 (doc. 171-1). The salary range guidelines establish different grade levels for stores with different sales volumes and different market/cost classifications (including, e.g., geographic locations, local market characteristics and store demographic conditions), with the number of grades ranging between 7 and 9 depending on the year. McDearmon Decl. ¶ 11 (doc. 166-1). These guidelines group stores based on sales volume, cost-of-living, and market characteristics. Pfau <span class=\"star-pagination\">*1333</span> Decl. ¶ 5 (doc. 166-25). The salary guidelines provide the 15% spread for each of the store grade levels, (doc. 175-1), within which the DM chooses a salary for the new SM. Marinello Dep. pp. 181-186 (doc. 171-2); Risiott ¶ 6 (doc. 166-3); Richardson Decl. ¶ 6 (doc 171-1). DMs have no control over where Defendant sets the salary ranges. Richardson Decl. ¶¶ 6-7 (doc. 171-1); Risiott Dep. p. 32:25-34; Lewis Decl. ¶ 5 (doc. 166-12). The salary guidelines do not provide a DM with information regarding specific pay increases that occur outside his or her district. Doc. 175-1; doc. 175-2; doc. 175-3; McDearmon Supp. Decl. ¶ 5 (doc. 184-2). Defendant instructs DMs to be consistent in the pay increases in their districts \"across all boundaries.\" Doc. 175-3; McDearmon Supp. Decl. ¶ 4 (doc. 184-2). Defendant also sets each district's payroll budget, including the payroll for the hourly employees. Richardson Decl. ¶ 9 (doc. 171-1); Lewis Decl. ¶ 12 (doc. 166-12).</p>\n<p>DMs recommend the starting salary of SMs based upon experience, store specifics like volume and size, and the pay of SMs at similar stores within the district. Marinello Decl. ¶ 8 (doc. 166-22); Risiott Decl. ¶ 6 (doc. 166-3); Schnichels Decl. ¶ 10 (Doc. 166-2); Head Dep. pp. 53-55 (doc. 171-4). As it relates to their pay, SMs deal primarily with their DMs. Def.'s Interrog. No. 1 (doc. 166-28); Risiott Decl. ¶ 6 (doc. 166-3); Head Dep. pp. 50-55 (doc. 171-4). DMs then choose the SM's pay and set the starting salary. Def.'s Interrog. No. 3 (doc. 166-30); Pfau Decl. ¶ 5 (doc. 166-25); Risiott Decl. ¶ 6 (doc. 166-3); Lewis Decl. ¶ 5 (doc. 166-12) (\"Except for receiving the pay range from HR, I make the decision myself as to what to offer, without input from anyone else.\"). The DM's recommendations may require approval by the RD or the Regional HR Manager. Risiott Decl. ¶ 6 (doc. 166-3); Becker Decl. ¶ 14 (doc. 166-5); Head Dep. pp. 33-34, 60 (doc. 171-4). However, the DM's recommendation is \"almost always\" approved if it is within the salary range. Marinello Decl. ¶ 15 (doc. 166-22) Schnichels Decl. ¶¶ 12-13 (doc. 166-2); Head Dep. pp. 33-34 (doc. 171-4); Pfau Decl. ¶¶ 9-10 (doc. 166-23); Lewis Decl. ¶¶ 5-8 (doc. 166-12). A DM may select a starting salary outside of the appropriate range for a SM, but must receive approval from his or her RD and Regional HR Manager. Marinello Decl. ¶ 9 (doc. 166-22); Becker Decl. ¶ 14 (doc. 166-5).</p>\n<p></p>\n<h2>(iv) <i>Store Manager Evaluations and Pay Raises</i>\n</h2>\n<p>DMs are responsible for disciplining SMs and for conducting their performance evaluations. Def.'s Interrog. No. 4 (doc. 166-31); Pfau Decl. ¶ 17 (doc. 166-23). The DM conducts multiple performance evaluations of his or her SMs each year and assigns each a performance rating. Pfau Decl. ¶ 8 (doc. 166-22) Risiott Decl. ¶ 7 (doc. 166-3). Defendant provides DMs with a yearly pay raise range to correspond with each of the available performance ratings  higher ratings merit higher percentage pay increases. Doc. 175-5; Lewis Decl. ¶ 14 (doc. 166-12); Risiott Decl. ¶ 7 (doc. 166-3); Richardson Decl. ¶¶ 6-7 (doc. 171-1). These raises typically range from 1% to 5% of the SM's salary. Doc. 175-5; Lewis Decl. ¶ 14 (doc. 166-12). DMs have no control over where Defendant sets these pay raise ranges. Richardson Decl. ¶ 6 (doc. 171-1); Risiott Dep. p. 32:25-34; Lewis Decl. ¶ 5 (doc. 166-12). Defendant also assigns each district a budget for pay raises. Richardson Decl. ¶¶ 5, 9 (doc. 171-1); Lewis Decl. ¶ 17 (doc. 166-12). DMs can only assign salaries or increases that caused the store or district to exceed its budget with approval. Richardson Decl. ¶¶ 5, 9 (doc. 171-1); Lewis Decl. ¶ 17 (doc. 166-12).</p>\n<p><span class=\"star-pagination\">*1334</span> The DM's overall evaluation rating of the SM determines the percentage range for that SM's pay increase. Risiott Decl. ¶ 7 (doc. 166-3); Lewis Decl. ¶ 14 (doc. 166-12); Marinello Decl. ¶ 14 (doc. 166-22). The DM typically selects a specific pay increase within the range that corresponds to the SM's performance evaluation. Risiott Decl. ¶ 7 (doc. 166-3); Pfau Decl. ¶ 9 (doc. 166-23). If a DM wishes to assign a salary or pay raise above the allotted range, he or she needs approval from either a RD or Regional HR Manager. Richardson Decl. ¶¶ 6-7 (doc. 171-1); Pfau Decl. ¶¶ 9-10 (doc. 166-23); Marinello Decl. ¶ 14 (doc. 166-22). A RD or Regional HR Manager may award an even higher pay raise to a SM than the one selected by the DM. Risiott Dep. pp. 112-114 (doc. 171-3); Marinello Decl. ¶ 14 (doc. 166-22). For example, according to Defendant's Director of Human Resources, in 2007 and 2008, Defendant realigned its pay scales and adjusted specific SM salaries without DM input \"to promote consistency within the ranges among stores of similar type and volume and fair compensation within store grading.\" Marinello Decl. ¶ 14 (doc. 166-22); <i>see also</i> doc. 175-6; Kennedy Dep. pp. 89-90 (doc. 166-6). Nonetheless, the SMs interact only with the DMs regarding an increase or decrease in SM pay. Def.'s Interrog. No. 3 (doc. 166-30).</p>\n<p></p>\n<h2>(v) <i>A Store Manager's Job Duties</i>\n</h2>\n<p>SMs are subject to centralized guidelines, manuals, and policies from Defendant's corporate headquarters. <i>See</i> doc. 172 at 34-38 (summarizing and listing the evidence identifying Dollar Tree's central policies); Hensley Dep. pp. 164-171 (doc. 171-8); Richardson Decl. ¶¶ 5-10 (doc. 171-1). Likewise, a single job description applies generally to all SMs. <i>Id.;</i> Richardson Decl. ¶ 4 (doc. 171-1); Hensley Dep. pp. 164-169 (doc. 171-8). However, SMs' responsibilities may vary from location to location in accordance with the demands of their specific stores. Hensley Dep. pp. 164-171 (doc. 171-8); Schnichels Decl. ¶ 19 (doc. 166-2); Head Decl. ¶¶ 16-17 (doc. 166-4). DMs are responsible for hiring the staff of individual stores, but SMs make many of the dispositive recommendations. Schnichels Decl. ¶ 17 (doc. 166-2); Risiott Decl. ¶ 12 (doc. 166-3); Becker Decl. ¶ 5 (doc. 166-5). SMs manage the day to day activity of their stores, including stocking the store, scheduling the store employees' hours, and supervising the store's staff, and recommend pay for certain store employees, Becker Decl. ¶ 8 (doc. 166-5); Head Decl. ¶¶ 19-20 (doc. 166-4) Schnichels Decl. ¶¶ 16-17 (doc. 166-2); Richardson Dep. pp. 299-300 (doc. 166-11); Bolton Dep. pp. 162-163 (doc. 166-8); Risiott Decl. ¶ 12 (doc. 166-3), though Plaintiffs contend DMs and higher corporate officials still run the stores and control the management through the company-wide policies and final pay determinations for store employees. Richardson Decl. ¶¶ 6-9 (doc. 172-1). SMs are evaluated based on the performance of their specific store. Risiott Decl. ¶ 12 (doc. 166-3); Schnichels Decl. ¶ 23 (doc. 166-2).</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>Often, courts engage in two stages of discovery with respect to a FLSA collective action, <i>see, e.g., </i><i>Anderson,</i> 488 F.3d at 953, and evaluate the propriety of certification differently at each stage. At the initial stage, conditional certification is based on the pleadings and affidavits, as the parties typically have not conducted discovery. <i>See id.</i> (citing <i>Grayson v. K Mart Corp.,</i> 79 F.3d 1086, 1097-99 (11th Cir. 1996)). Because of the absence of discovery, \"at the initial stage, courts apply a `fairly lenient standard' for determining whether the plaintiffs are truly similarly <span class=\"star-pagination\">*1335</span> situated.\" <i>Id.</i> (citation and quotation marks omitted); <i>see also </i><i>Morgan v. Family Dollar Stores, Inc.,</i> 551 F.3d 1233, 1260-61 (11th Cir.2008) (noting the Eleventh Circuit's various descriptions of the burden on plaintiffs at the initial stage as \"fairly lenient,\" \"not heavy,\" \"not particularly stringent,\" and \"flexible\"). <i>But see Rollins v. Ala. Cmty. Coll. Sys.,</i> No. 2:09cv636-WHA, 2010 WL 4269133, at *11 (M.D.Ala. Oct. 25, 2010) (citation omitted) (concluding that where there has \"been discovery in th[e] case already, there is less need for a lenient standard\" at the initial stage). Here, Judge Acker analyzed certification at the initial stage, conditionally certified the collective action, though \"with some trepidation,\" and allowed notice to opt-in plaintiffs nationwide. <i>See</i> doc. 66.</p>\n<p>Because the parties have conducted discovery, the court now proceeds with the second stage of certification analysis. At this stage, usually precipitated by a defendant's motion to decertify, discovery is often nearly complete and the plaintiffs' burden in meeting the similarly situated standard is more demanding. <i>See </i><i>Anderson,</i> 488 F.3d at 953. Although the Eleventh Circuit \"refused to specify how plaintiffs' burden of demonstrating that a collective action is warranted differs at the second stage,\" it explained that \"[t]his second stage is less lenient, and the plaintiff bears a heavier burden.\" <i>Morgan,</i> 551 F.3d at 1261 (citation omitted). Plaintiffs bear this heightened burden because \"the court has much more information on which to base its decision, and makes a factual determination on the similarly situated question.\" <i>Hipp v. Liberty Nat. Life Ins. Co.,</i> 252 F.3d 1208, 1218 (11th Cir.2001) (citation omitted). Though such a determination is largely factual, a district court's analysis at this second stage must \"consider whether the defenses that apply to the opt-in plaintiffs' claims are similar to one another or whether they vary significantly.\" <i>Morgan,</i> 551 F.3d at 1262 (citing <i>Anderson,</i> 488 F.3d at 954 n. 8); <i>see also </i><i>Thiessen v. Gen. Elec. Capital Corp.,</i> 267 F.3d 1095, 1103 (10th Cir.2001) (providing for a stricter standard at the second stage of certification analysis and outlining specific considerations). The court considers Defendant's post-discovery motion to decertify accordingly.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>The parties dispute the effect that the EPA's reference to an \"establishment\" has on Plaintiffs' ability to demonstrate that they are sufficiently similarly situated to maintain a nationwide collective action. In a nutshell, Defendant contends that the court must limit its analysis to the relevant \"establishment\"  which they contend is the individual store  and that, therefore, the opt-in plaintiffs are not similarly situated where they work in distinct establishments. On the other hand, Plaintiffs contend that the establishment is the entire company and that, even if the court disagrees, they can rely on company-wide policies to demonstrate that employees in different establishment are still similarly situated. In other words, the threshold inquiry is what constitutes the EPA \"establishment.\"</p>\n<p></p>\n<h2>A. Establishment Issue</h2>\n<p>The court looks to the relevant regulations, Eleventh Circuit precedent, and cases outside this Circuit that help define an EPA establishment.</p>\n<p></p>\n<h2>(i) <i>The Regulations</i>\n</h2>\n<p>The EPA specifically addresses discrimination that occurs within a specific \"establishment,\" a word not found in other sections of the FLSA. The Equal Employment Opportunity Commission's <span class=\"star-pagination\">*1336</span> (\"EEOC\") Regulations provide an explanation of the meaning of \"establishment\" as it is used in the EPA. <i>See</i> 29 C.F.R. § 1620.9. In</p>\n<blockquote>(a) Although not expressly defined in the FLSA, the term \"establishment\" had acquired a well settled meaning by the time of enactment of the Equal Pay Act. It refers to a distinct physical place of business rather than to an entire business or \"enterprise\" which may include several separate places of business. Accordingly, each physically separate place of business is ordinarily considered a separate establishment.</blockquote>\n<blockquote>(b) In unusual circumstances, two or more portions of a business enterprise, even though located in a single physical place of business, may constitute more than one establishment. For example, the facts might reveal that these portions of the enterprise are physically segregated, engaged in functionally separate operations, and have separate employees and maintain separate records. Conversely, unusual circumstances may call for two or more distinct physical portions of a business enterprise being treated as a single establishment. For example, a central administrative unit may hire all employees, set wages, and assign the location of employment; employees may frequently interchange work locations; and daily duties may be virtually identical and performed under similar working conditions. Barring unusual circumstances, however, the term \"establishment\" will be applied as described in paragraph (a) of this section.</blockquote>\n<p><i>Id.</i> Looking to these regulations, the Eleventh Circuit has expanded upon the set of \"unusual circumstances\" that might support an establishment of multiple physical locations.</p>\n<p></p>\n<h2>(ii) <i>Eleventh Circuit \"Establishment\" Precedent</i>\n</h2>\n<p>The term \"establishment\" creates a \"geographic limitation\" within which a plaintiff must make her wage comparison to assert an EPA claim. <i>See </i><i>Mulhall v. Advance Sec., Inc.,</i> 19 F.3d 586, 590 (11th Cir.1994) (citing <i>Brennan v. Goose Creek Consolidated Indep. Sch. Dist.,</i> 519 F.2d 53, 57 (5th Cir.1975)).<sup>[3]</sup> Thus, a \"[p]laintiff establishes a prima facie case [of an EPA violation] by satisfying both the geographic and descriptive components of the test as applied to even one comparator.\" <i>Id.</i> However, courts recognize that certain circumstances support an establishment consisting of more than one physical location, otherwise a \"narrow construction of the word `establishment' could make proof of discrimination more difficult, thus frustrating congressional intent.\" <i>Id.</i> at 591 (citing <i>Goose Creek,</i> 519 F.2d at 57) (internal quotation marks omitted); <i>see also</i> 29 C.F.R. § 1620.9(b). Thus, \"[u]nder appropriate circumstances, multiple offices may constitute a single establishment for EPA purposes.\" <i>Meeks v. Computer Assocs. Int'l,</i> 15 F.3d 1013, 1017 (11th Cir.1994). Specifically, \"central control and administration of disparate job sites can support a finding of a single establishment for purposes of the EPA.\" <i>Mulhall,</i> 19 F.3d at 591 (collecting cases recognizing the <i>Goose Creek</i> standard). \"The hallmarks of this standard are centralized control of job descriptions, salary administration, and job assignments or functions.\" <i>Id.</i> (citing <i>Brownlee v. Gay &amp; Taylor Inc.,</i> 642 F.Supp. 347, 352 (D.Kan.1986)); <i>see also</i> 29 C.F.R. § 1620.9(b). In this Circuit, \"we presume that multiple offices are not a single establishment unless [these] unusual circumstances are demonstrated.\" <i>Meeks,</i> <span class=\"star-pagination\">*1337</span> 15 F.3d at 1017 (internal quotation omitted).</p>\n<p>The question before this court is whether the evidence demonstrates the unusual circumstances and centralized control to overcome that presumption and to support finding a nationwide establishment. Fortunately, the Eleventh Circuit has provided helpful guidance in two cases. In <i>Meeks,</i> the first of the two, the plaintiff filed her EPA claim because she learned that her employer paid her and the other female technical writers at the company's Florida facility substantially less than the two male technical writers hired at the same time as her and at the same facility. 15 F.3d at 1014-15. The defendant, a nationwide corporation, sought to compare the plaintiff's wage to that of other technical writers nationwide, noting that job descriptions for technical writers were virtually the same nationally, that it retained central control of personnel function, and that it set national salary ranges for all technical writers. The actual work of technical writers varied little from location to location. <i>Id.</i> at 1017. Thus, the defendant argued that the court could compare plaintiff's pay to those who shared the technical writer position elsewhere in the country and asserted that to interpret \"establishment\" functionally required a determination of gender discrimination based on the nationwide pool of technical writers. <i>Id.</i></p>\n<p>The Eleventh Circuit disagreed and affirmed the district court's limitation of the wage comparisons to the Florida facility, even though the salary range was set nationally and the ultimate decision to hire was made outside of Florida. <i>Id.</i> The court concluded that the relevant \"establishment\" was the single office in which the plaintiff worked:</p>\n<blockquote>Although [the defendant] centrally sets broad salary ranges, the specific salary to be offered a job applicant is determined by the local supervisor. Although personnel records are maintained centrally, job applicants are interviewed by local officials and hired upon their recommendation. The evidence proffered by [the defendant] does not demonstrate the level of centralization necessary to justify treating all of the company's technical writers as working at a single establishment.</blockquote>\n<p><i>Id.</i> The <i>Meeks</i> court noted, specifically, that \"[j]ob applicants are screened and interviewed by local supervisors who then recommend the applicants and a suggested salary to the central personnel office, which gives final approval\" and affirmed the district court's conclusion that individuals at the local level made the hiring and pay decisions, even if only by recommendation. <i>Id.</i> Therefore, a nationwide establishment was inappropriate and the plaintiff's single facility constituted the only establishment for salary comparison. <i>Id.</i></p>\n<p>Only a few weeks after <i>Meeks,</i> the Eleventh Circuit handed down <i>Mulhall,</i> in which the plaintiff, the vice-president of administration and one of only three individuals in the defendant's executive compensation system, sought to demonstrate unequal pay. 19 F.3d at 588. Plaintiff wanted to compare her salary to several groups, including three project managers who worked below her at the defendant's Nevada and California projects. <i>Id.</i> The district court rejected inclusion of these comparators because they did not work at the same Georgia establishment as the plaintiff. <i>Id.</i> at 589. The Eleventh Circuit reversed, holding that \"summary judgment for defendants was improper if based solely on the establishment prong of the prima facie case.\" <i>Id.</i> at 592. The court accepted that a jury might conclude that the centralization and circumstances in the case supported an establishment that included <span class=\"star-pagination\">*1338</span> the project managers at the California and Nevada locations. <i>See id.</i> The court reasoned that because the plaintiff supervised each of these comparators and \"determined all cost items, wages, and benefit levels\" for their projects, the separate physical locations might qualify as a single location under the plaintiff's supervision. <i>Id.</i> at 591. Moreover, the court noted the plaintiff's control over the activities of the project managers and the defendant's ability to increase the wages of these project managers evidenced centralized control. <i>See id.</i> at 591-92. The court determined that \"because of centralized control and the functional interrelationship between plaintiff and the [project manager] comparators,\" a single establishment might exist. <i>Id.</i> at 592. Thus, <i>Mulhall</i> held that an establishment <i>could</i> include multiple physical locations when the locations share a single supervisor who controls wages and participates in the separate offices' administration, though the court stopped short of finding such an establishment, much less a nationwide establishment. <i>See id.</i> Together, <i>Meeks</i> and <i>Mulhall</i> present the Eleventh Circuit's view on the geographic limitation of EPA wage comparisons.</p>\n<p></p>\n<h2>(iii) <i>No National Establishment</i>\n</h2>\n<p>The parties differ on the implications that <i>Meeks</i> and <i>Mulhall</i> have on this case. Plaintiffs assert \"a trend in the law wherein `establishment' includes all places of business of one corporation or a multi-location employer.\" <i>See</i> doc. 172 at 51 (quoting <i>Brownlee,</i> 642 F.Supp. at 351). They cite several cases to support their contention for a nationwide establishment in light of Defendant's degree of central authority. <i>See</i> doc. 172 at 47; <i>see, e.g., </i><i>Mulhall,</i> 19 F.3d at 591-92; <i>Prise v. Alderwoods Grp., Inc.,</i> 657 F.Supp.2d 564, 611-12 (W.D.Pa.2009) (holding that because of defendant's admission it centrally determined wages and provided plaintiff with payments and benefits, the \"establishment\" may be broad enough to include several of defendant's offices in Pennsylvania and West Virginia); <i>Russell v. Placeware, Inc.,</i> No. Civ. 03-836-MO, 2004 WL 2359971, at *8-9 (D.Or.2004) (finding that defendant's Portland, Oregon and California offices might constitute a single establishment where daily overlap between the offices occurred and they shared the same supervisor); <i>Grumbine,</i> 586 F.Supp. at 1148 (finding that a narrow definition of establishment would exclude managerial or professional employees in the federal government and concluding the proper establishment for high ranking individuals who alone manage an entire office is the entire civil service). As Plaintiffs rightly note, and the Eleventh Circuit has explained, an establishment may include more than one physical location if certain unusual circumstances exist. <i>See </i><i>Mulhall,</i> 19 F.3d at 591. Thus, Plaintiffs citation to several cases where the court allows an establishment to include multiple offices in a given city or geographic region, while helpful, does not support their contention in this case. Unfortunately for Plaintiffs, in none of the cases they cite does the court actually allow a nationwide collective action in the private employment context.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*1339</span> The court finds the analysis and relevant facts in <i>Meeks</i> and <i>Mulhall</i> dictate a finding against a national establishment. As in <i>Meeks,</i> Defendant here maintains salary ranges, within which the DMs actually select the pay. Based on <i>Meeks,</i> the absence of set salaries or centralized hiring decisions alone may be enough to show that the unusual circumstances to support a nationwide establishment do not exist in this case. Although Plaintiffs claim <i>Mulhall</i> supports the national establishment, even the <i>Mulhall</i> court found merely that the establishment <i>could</i> include the plaintiff and the comparators she supervised. <i>See</i> 19 F.3d at 591-92. The court noted the plaintiff's control over those comparators' salaries and her detailed and direct management over them, and concluded that this was the type of supervision and \"functional interrelation\" that supported an establishment of more than one physical location. <i>Id.</i> However, the court limited its analysis only to those comparators who were grouped directly under the shared supervision of the plaintiff because of that \"functional interrelationship.\" <i>Id.</i> at 592. Thus, the Eleventh Circuit did not extend the bounds of that establishment to the company nationwide, but, instead, only to the bounds of the \"functional interrelationship\" and \"centralized control\" exhibited by the plaintiff's supervision of her comparators. <i>See id.</i> at 591-92.</p>\n<p>As a result, even <i>Mulhall</i> supports a smaller establishment where, as here, \"the functional interrelationship\" is, at best, between the DMs and the SMs. <i>See </i><i>Mulhall,</i> 19 F.3d at 592. Here, it is the DM who initially selects job applicants, conducts the interviews, and selects the new SM, whether an internal promotion or external hire. The DM negotiates with the new SM for his or her starting pay, communicates the hire decision, and chooses the store in which to place the new SM. Thus, the type of unusual circumstances noted in the EEOC's regulations  salary selection, job placement, and hiring decisions  are all decisions that are made locally at the district level here, not nationally. <i>See</i> 29 C.F.R. § 1620.9(b).</p>\n<p>Likewise, DMs evaluate and discipline SMs, and assign pay raises to SMs based on those evaluations. The SM receives his or her initial training at the district level and makes requests for store employee hires to the DM. DMs may choose to transfer SMs to higher paying stores and may move SMs in times of increased demand or particular problems at certain locations. To the extent DMs must seek approval for any of their decisions, their recommendations are adopted except on rare occasions. It is clear that, as in <i>Meeks,</i> the policies, guidelines, and job descriptions for SMs are largely the same regardless of location. <i>See</i> doc. 172 at 28-36 (summarizing the corporate policy and general similarities); Richardson Decl. ¶ 4 (doc. 171-1). Likewise, differences between stores due to store size, sales volume, and cost-of-living largely account for any variation in SMs' duties, and Defendant's salary guidelines specifically take these differences into consideration. Nonetheless, despite the uniformity of job description, the application of similar company guidelines, and the existence of salary ranges, the shared supervision and the hiring and salary decisions at the district <span class=\"star-pagination\">*1340</span> level require the court to follow <i>Meeks's</i> rejection of a nationwide establishment.</p>\n<p>Plaintiffs argue repeatedly that the DMs' discretion is illusory, and rely heavily upon a 2007 memo from Dollar Tree's Director of Human Resources, David McDearmon, (doc. 175-3), which urges DMs to \"be mindful of consistency and fair pay equity across all boundaries while considering pay adjustments.\" <i>Id.</i> Unfortunately for Plaintiffs, that memo reinforces, rather than rebuts, a DM's discretion. The memo demonstrates that while Defendant controls the salary guidelines centrally, the salary decisions are actually made at the local level. <i>Id.</i> If the headquarters and central administration actually set the pay, then a memorandum encouraging DMs to award pay and evaluate fairly and consistently would be unnecessary, as the pay decisions and pay raises would be controlled by the very same central administration that sent the memo.</p>\n<p>Likewise, that Defendant sets a budget for each district supports, rather than refutes, a finding that the district represents the proper establishment. It is within the district, and within that allocated budget, that DMs make salary and raise allocations. The assigning of a budget by a central administration is not the equivalent of setting the pay for individual SMs where the DMs have discretion in at least 15% of the SM's salary and may assign salaries outside the appropriate range with approval. Thus, Plaintiffs may make salary comparisons within that District to show that Defendant pays unequal wages.</p>\n<p></p>\n<h2>(iv) <i>The Establishment is at the District Level</i>\n</h2>\n<p>On the other hand, Defendant asserts that the relevant establishment must be even smaller. Defendant moves this court to follow <i>Meeks</i> by not only rejecting the nationwide establishment, but also by selecting this smaller, individual store level establishment. Defendant asks the court to follow the line of cases which limited the establishment to an individual store. <i>See </i><i>Wetzel v. Liberty Mut. Ins. Co.,</i> 449 F.Supp. 397, 407 (W.D.Pa.1978) (holding that the defendant's \"130 branch offices do not constitute a single establishment because of the potential and actual range of duties\" amongst the stores, despite finding that a central salary administration that selected the pay and assigned the salary increases and bonuses). Defendant argues that the evidence of the different sizes of Dollar Tree stores, the varying responsibilities of SMs, the infrequency of transfers from one store to another, and the presumption that an establishment is a distinct physical location, demonstrates that the proper establishment in this case is a single Dollar Tree store. <i>See</i> doc. 166 at 46. Defendant ignores conveniently that, unlike in <i>Meeks,</i> the decision maker for the salary decisions Plaintiffs challenge is not physically located at the same store as Plaintiffs and that these individuals also make salary determinations for other SMs in their district. Moreover, although Defendant acknowledges that if a store-level establishment is proper then some SMs might not have a comparator, it argues that \"[w]hen there is no comparator within the establishment, the proper result is dismissal of Plaintiffs' EPA claims, not an unprincipled search for a broader establishment.\" Doc. 166 at 56; <i>see also Moser v. Pizza Hut of Am., Inc.,</i> No. 97-0046-D, 1998 U.S. Dist. LEXIS 6256, at *27-28 (W.D.Va. April 9, 1998) (confining plaintiff's establishment to her single Pizza Hut store and granting the defendant summary judgment because the plaintiff could only identify one comparator, whose higher pay was based on a factor other than sex); <i>Gerlach v. Mich. Bell Tel. Co.,</i> 448 F.Supp. 1168, 1171-72 (E.D.Mich.1978) (granting summary judgment against the EPA <span class=\"star-pagination\">*1341</span> claims of all the plaintiffs who did not have comparators in their same store). The court disagrees and asserts, instead, that it is \"unprincipled\" to ignore the actual facts and realities at play.</p>\n<p>Indeed, the court <i>must</i> determine whether the shared supervision and salary administration of SMs by their DM creates the \"functional interrelationship\" and unusual circumstances to support a single establishment. <i>See </i><i>Mulhall,</i> 19 F.3d at 592 (overturning the district court for failure to recognize such a \"functional interrelationship\" might support an establishment beyond a single physical location). Significantly, the court notes that Defendant concedes that \"[c]ourts consider the extent of common supervision of employees assigned to different geographic locations in determining the scope of the `establishment' in an EPA claim.\" Doc. 166 at 50; doc. 184 at 13 n. 35 (collecting cases). Thus, such analysis is far from \"unprincipled\" as Defendant contends.</p>\n<p>Here, Plaintiffs explain, and Defendant does not dispute, that no one in the individual Dollar Tree stores has the ability to set the pay for a SM's salary, <i>see</i> doc. 172 at 41,  again, a key distinction from the <i>Meeks</i> case Defendant contends dictates a finding of a store level establishment. Salary decisions are made by DMs and approved by RDs or HR Managers. Plaintiffs must look at all pay decisions by their DMs, including those outside their individual Dollar Tree stores, to determine whether the decision maker assigned the allegedly uneven salaries based on sex. In doing so, it makes sense to group the SMs based upon their district, the level at which their salaries are initially selected. Indeed, \"[m]anagerial employees, such as [Plaintiffs], who work under the superintendence of a single supervisor, perform similar work, and are employed by the same corporation can naturally be considered to be working in the same establishment as their peers for the purposes of comparing unequal salaries under the EPA.\" <i>Vickers v. Int'l Baking Co.,</i> No. Civ.A. 398CV1864D, 2000 WL 1804612, at *5 (N.D.Tex. Dec. 7, 2000)</p>\n<p>To hold otherwise would improperly narrow the \"establishment\" requirement in light of the facts here and the EPA's remedial purpose. <i>See </i><i>Goose Creek,</i> 519 F.2d at 57 (rejecting a \"narrow construction of the word `establishment' ... [that] might make proof of discrimination more difficult, thus frustrating congressional intent\"); <i>see also Vickers,</i> 2000 WL 1804612 at *5 (\"[D]efendant's reading of the single establishment requirement would effectively permit a large employer with national operations to exempt its managerial staff (each of whom is in charge of a single facility) from the reach of the EPA.\"). In <i>Vickers,</i> the court recognized that the physical separation of the plaintiff's natural peer group simply because each managed his or her own location constituted the \"unusual circumstance\" to justify comparing the plaintiff's salary to others in the defendant's offices in Texas, who shared the same job and supervisor as her. 2000 WL 1804612 at *5; <i>see also Stough v. Inns,</i> No. 3:05CV421-SRW, 2006 WL 2009087, at *10 (M.D.Ala. July 17, 2006) (quoting <i>Vickers</i> and echoing the need to analyze managerial employees in an establishment with their peers); <i>Grumbine v. United States,</i> 586 F.Supp. 1144, 1150 (D.D.C.1984) (noting the need to have a more expansive interpretation of \"establishment\" for managerial employees with no comparators in their physical location). This \"unusual circumstance\" is precisely why Defendant here misses the mark when it contends that the establishment is at the store level.</p>\n<p>However, as explained previously, contrary to Plaintiffs' contention, the rationale <span class=\"star-pagination\">*1342</span> cautioning against a narrow interpretation of \"establishment\" does not support an establishment beyond the geographic location that provides a plaintiff with comparators. <i>See, e.g., </i><i>Molden,</i> 11 Cl.Ct. at 611 (1987) (recognizing the limits of the need to view \"establishment\" expansively if comparators are available). To the contrary, Eleventh Circuit precedent supports the existence of an establishment at the level of \"functional interrelation\" and common supervision. <i>See </i><i>Mulhall,</i> 19 F.3d at 592. Where, as here, the DM exhibits control over daily store operations, hiring, placement, salary administration, training, employee transfers, and overall budget considerations, the appropriate establishment is at the district level, rather than at the nationwide level as Plaintiffs contend or at the store level as Defendant contends.</p>\n<p>Courts confronted with similar evidence of centralized salary administration, management, and control, as well as a functional interrelation, recognize such unusual circumstances and agree that an establishment can span multiple locations. <i>See, e.g., Ames v. Verizon Data Servs.,</i> No. 8:07-cv-00698-T-24-TGW, 2008 WL 3927262, at *2-3 (M.D.Fla. Aug. 21, 2008) (plaintiff's establishment can include offices in other states where all nine division members were hired and managed by the same supervisor and swapped work interchangeably); <i>Dumas v. SBC Global Servs.,</i> No. 1:07-cv-3583, 2008 WL 2497473, at *4 (N.D.Ohio June 18, 2008) (Columbus and Cleveland, Ohio offices were a single establishment where the same area manager oversaw both, conducted interviews for both, and made hiring and compensation recommendations to upper management that were rarely vetoed); <i>Stough,</i> 2006 WL 2009087, at *9-10 (establishment could extend beyond the plaintiff's specific office because her salary and promotion determinations were recommended by district managers who oversaw general managers like plaintiff at other offices); <i>Smith v. Allstate Ins. Corp.,</i> 24 F.Supp.2d 870, 879 (N.D.Ill.1998) (a nationwide corporation's Chicago area offices constituted the appropriate establishment where the same supervisor made compensation decisions and promotions regarding the entire Chicago region); <i>cf. Winther v. City of Portland,</i> No. 91-1232-JU, 1992 WL 696529, at *3-4 (D.Or. June 10, 1992) (finding separate establishments where the two entities had limited interaction and were operationally distinct), <i>aff'd,</i> 21 F.3d 1119 (9th Cir.1994) (table decision) (finding that the separate hiring processes, lack of centralized supervision, and independent management in addition to the physical separation prevented plaintiff from using comparator from separate establishment).</p>\n<p>Notably, these cases recognize that the appropriate scope of the establishment, when beyond a single physical location, is only so far as the shared supervision and salary determinations occur. Thus, a DM's role in hiring, placing, disciplining, evaluating, and setting the pay for SMs must also present the bounds of the relevant establishment. <i>See </i><i>Meeks,</i> 15 F.3d at 1017 (recognizing that salary decisions are really made locally even when a company creates national salary ranges and requires approval of the local decision maker's salary recommendation); <i>see also </i><i>Allstate Ins. Corp.,</i> 24 F.Supp.2d at 879 (limiting the establishment of a national corporation to only the other Chicago offices, which all shared the same supervisor as the plaintiff's office); <i>Brownlee,</i> 642 F.Supp. at 350-52 (finding that the plaintiff's establishment included other managers who shared the same boss as the plaintiff). Here, it is the DM's functional interrelation with each of his or her SMs, as demonstrated through hiring, training, paying, and supervising, that creates the <span class=\"star-pagination\">*1343</span> unusual circumstances to support a district-wide establishment. <i>See </i><i>Mulhall,</i> 19 F.3d at 592; <i>see also</i> 29 C.F.R. § 1620.9(b).</p>\n<p>Likewise, the differences in sales volume, merchandise type, store size, and staffing levels of the stores within the district do not prevent the finding of a single district-wide establishment. Instead, these are factors that, when coupled with Defendant's separate store grade levels, may help it demonstrate that any differences in pay are actually based on factors other than sex. Though Defendant asserts that the stores are too distinct to allow comparison, Defendant grouped these stores into seven pay grades that it concluded allowed the various stores to be compared to one another. Moreover, it encouraged DMs to ensure a level of consistency of pay within those ranges for SMs employed in similar stores. Supp. McDearmon Decl. ¶ 4 (doc. 180-2); doc. 175-3. Whatever the differences in SMs' jobs from one store type to another, Defendant's maintenance of just seven store grades indicates that it concluded that the store types and the job descriptions of the SMs are similar enough to group together for purposes of setting pay ranges. Where Defendant's salary ranges adjust for store type, the court finds no basis to hold that comparisons of stores within those ranges at the district level is not possible for EPA purposes.</p>\n<p></p>\n<h2>B. Similarly Situated/Decertification</h2>\n<p>In light of the considerations above, the court still must determine whether the district-level establishment necessitates decertification of the collective action. Plaintiffs argue that a finding of multiple district-level establishments does not necessarily require decertification. <i>See</i> doc. 172 at 47. The court agrees that, theoretically, nothing in the statutes, regulations, or case law necessarily requires that an EPA collective action be limited to the single establishment within which a given plaintiff's comparator may be found.<sup>[5]</sup> Indeed, it seems <i>possible</i> that a set of plaintiffs could be sufficiently similarly situated to suffice § 216(b)'s requirements, yet still work in multiple establishments, requiring separate analysis regarding EPA violations in each establishment. As discussed above, the establishment typically limits the pool of comparators, not the opt-in plaintiffs. <i>Cf. </i><i>Mulhall,</i> 19 F.3d at 590 (noting the \"geographic limitation\" applies to \"[t]hose employees against whom plaintiff compares herself\" for wage comparisons). Thus, the court considers whether its findings support maintaining this case as a nationwide collective action.</p>\n<p></p>\n<h2>(i) <i>The Factors in the Heightened Similarly Situated Standard</i>\n</h2>\n<p>As Judge Acker noted when he conditionally certified this matter, discovery often illuminates whether the members of the collective action are, in fact, similarly situated. <i>See</i> doc. 66 at 7-8. Here, discovery demonstrated that DMs make the vast majority of initial pay determinations. Allowing the nationwide collective action to proceed would force the court to make determinations regarding potentially 318 decision makers.<sup>[6]</sup> As the Eleventh Circuit explained, \"as more legally significant <span class=\"star-pagination\">*1344</span> differences appear amongst the opt-ins, the less likely it is that the group of employees is similarly situated.\" <i>Morgan v. Family Dollar Stores, Inc.,</i> 551 F.3d 1233, 1261 (11th Cir.2008). Thus, the court considers the following factors in evaluating whether employees are similarly situated: \"(1) disparate factual employment settings of the individual plaintiffs; (2) the various defenses available to defendant[s] [that] appear to be individual to each plaintiff; [and] (3) fairness and procedural considerations.\" <i>Id.</i> (citation omitted). The court's analysis involves more than whether the employees all held the same position or were subject to the same pay provisions. <i>See id.</i> However, the mere likelihood that a collective action would require \"a collection of individualized analyses\" does not support decertification. <i>See </i><i>O'Brien v. Ed Donnelly Enters., Inc.,</i> 575 F.3d 567, 584 (6th Cir.2009) (a district court erred when it decertified because \"individualized questions predominated\" because it implicitly applied the more stringent Rule 23 predominance-type analysis rather than the \"similarly situated\" analysis Congress chose for FLSA claims).</p>\n<p></p>\n<h2>(ii) <i>Plaintiffs Are Not Similarly Situated Nationwide</i>\n</h2>\n<p>Unfortunately, the parties did not present the court with any case law holding that the geographic limitation for an EPA establishment necessarily applies to the prospective opt-in plaintiffs as well. Plaintiffs argue that the similarity in job descriptions, the common corporate policies, and the shared salary ranges which apply across establishments show that they are similarly situated even without a nationwide establishment. <i>See</i> doc. 172 at 56. However, Plaintiffs' similarities \"must extend beyond the mere facts of job duties and pay provisions\" to allow a collective action at the second stage of consideration. <i>Morgan,</i> 551 F.3d at 1261-62 (internal quotation marks and citation omitted). Additionally, Plaintiffs contend that were they allowed to conduct further discovery, a statistical analysis coupled with the management's involvement in the salary and budget decisions would show a \"hydraulic influence\" by Defendant over a DM's decision regarding pay, and they assert that such statistical evidence would help demonstrate that the opt-in plaintiffs are similarly situated nationwide. <i>Id.</i> at 29, 56. Although such aggregate statistical evidence would not necessarily show unequal pay in light of each DM's hiring decision and range of salary discretion, proof of a company-wide policy that proves a violation to all Plaintiffs is not required to find Plaintiffs similarly situated. <i>See </i><i>O'Brien,</i> 575 F.3d at 585 (\"In the instant case, proof of a violation as to one particular plaintiff does not prove that the defendant violated any other plaintiff's rights under the FLSA. Nevertheless, the plaintiffs are `similarly situated' according to § 216(b).\"). Thus, the absence of such evidence is not a basis to conclude that Plaintiffs are not similarly situated.</p>\n<p>Nonetheless, consideration of the factors listed in <i>Morgan</i> supports decertification here. The Plaintiffs work in thousands of different stores in hundreds of different districts. Pay for SMs is set by the various DMs, who need at most the almost-routine approval of either their HR Manager or their RD. Thus, Plaintiffs likely do not share common facts, even where they work in stores of the same grade level, because a different decision-maker determined their pay. Indeed, this is precisely why the existence of several establishments presents serious questions regarding the appropriateness of a collective action. By its terms, an EPA violation only occurs within a single establishment. <i>See</i> 29 U.S.C. § 216(d). Thus, the court <span class=\"star-pagination\">*1345</span> would necessarily have to investigate the pay determination within each establishment if it allowed multiple establishments to proceed in this case. This would necessitate hundreds, or, perhaps, thousands, depending on DM turnover, of mini-trials regarding whether an EPA violation occurred in each given establishment. Courts have determined employees are not similarly situated where a defendant may have various defenses as to the allegedly \"similarly situated\" plaintiffs. <i>See, e.g., </i><i>Morgan,</i> 551 F.3d at 1262 (citing <i>Anderson,</i> 488 F.3d at 954 n. 8); <i>Thiessen,</i> 267 F.3d at 1103; <i>Smith v. Heartland Auto. Servs., Inc.,</i> 404 F.Supp.2d 1144, 1154-55 (D.Minn.2005). Here, Defendant would be entitled to distinct defenses with respect to each district, since up to 15% of the pay is left at the discretion of the DM, regardless of the store grade level of a particular store.</p>\n<p>The court must then weigh the advantage of conducting such a collective action against the potential prejudice to plaintiffs. One advantage is that \"a plaintiff who has suffered only small monetary sum can join a large pool of similarly situated plaintiffs [and t]hat pool can attract effective counsel.\" <i>See </i><i>O'Brien,</i> 575 F.3d at 586. This advantage to pool resources is still available here because the court determined that an establishment consists of an entire Dollar Tree District, and, therefore, it need not completely decertify the collective action. Likewise, then, opt-in plaintiffs who worked in districts other than the districts of Collins and Dauzat may pool similarly situated employees with respect to their Dollar Tree District to file suit elsewhere. Thus, such decertified opt-in plaintiffs are not without the means to secure able counsel to pursue their claims. Moreover, the opt-in plaintiffs from other districts have benefitted from the consolidated discovery already conducted in this action, such that noticing depositions of Dollar Tree's corporate representatives may be unnecessary  making their case even more attractive to another set of lawyers if counsel here decide not to represent them. In other words, they do not necessarily face an increase in their costs by partial decertification of this matter.</p>\n<p>Likewise, the benefits to a collective action are mitigated when it includes several establishments, triggering separate discovery for each group of plaintiffs based on their relevant establishment and a separate analysis with respect to each group and the comparators in that establishment. Because the court would necessarily have to evaluate each grouping of plaintiffs with respect to their specific establishment, the sheer size of the purported collective action militates in favor of partial decertification as well. Consequently, the various actions that may spring up out of this court's decision would each be tailored to a specific district. The relevant employees, including the DMs whose decisions would likely be in question, would have less distance to travel for depositions or trial-related obligations. The opt-in plaintiffs may actually reduce their cost obligations more so than they would if they had to prosecute their respective cases here, hundreds or thousands of miles away from where they live.</p>\n<p>Finally, the court finds support in <i>Rehwaldt v. Electronic Data Systems Corp.,</i> No. 95-876, 1996 WL 947568 (W.D.N.Y. Mar. 28, 1996), where the Western District of New York likewise concluded that the EPA's reference to \"establishment\" narrowed the scope of similarly situated employees. <i>Id.</i> at *5-7. The court conducted its analysis of the relevant offices pursuant to <i>Meeks</i> and <i>Mulhall</i> and concluded that the degree of central administration between the two physically separate divisions supported finding a single establishment. <i>Id.</i> at *6-7. Therefore, <span class=\"star-pagination\">*1346</span> the court permitted notice of employees right to opt-in, but limited it to the female employees in either of the two division offices that shared the same western New York management unit. <i>Id.</i> at *7. Although the <i>Rehwaldt</i> court did not elaborate further, it found that the \"establishment\" included both of the defendant's locations under the same supervising unit, and agreed that such a finding resolved its \"similarly situated\" analysis and framed the scope of the proper notice. <i>Id.</i> at *6-7. Though the <i>Rehwaldt</i> court conducted its analysis pursuant to the more lenient standard at the conditional certification stage, its conclusion regarding the effect of the establishment limitation on the permissible scope of the collective action supports this court's conclusion to partially decertify.<sup>[7]</sup></p>\n<p>In short, in light of the particular facts of this case, Plaintiffs cannot demonstrate that the Plaintiffs in the various districts nationwide are similarly situated to one another.<sup>[8]</sup> Thus, in light of the court's decision that the EPA \"establishment\" is limited to the district-level and the consideration outlined above, the court concludes that Plaintiffs cannot maintain a nationwide collective action. Instead, Plaintiffs may proceed with this action as a collective action limited to the districts in which Plaintiffs Cynthia Ann Collins and Beryl Dauzat were employed as SMs.<sup>[9]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, the court GRANTS, in part, Defendant's motion for decertification. The court STAYS its order for 60 days,<sup>[10]</sup> at which time the action will be limited only to those members of the named-plaintiffs' district, as explained more fully above.</p>\n<h2>NOTES</h2>\n<p>[1]  As a preliminary matter, Defendant notes the parties previously stipulated to the dismissal of several Plaintiffs pursuant to Rule 41(a). <i>See</i> doc. 187 at 2 n. 1; doc. 143. However, it does not appear the court has formally dismissed those Plaintiffs. Accordingly, the court hereby DISMISSES without prejudice each of the Plaintiffs named in Document 143 pursuant to Rule 41(a).</p>\n<p>[2]  The named plaintiffs in this action are also named plaintiffs in an FLSA overtime exemption case against Defendant. <i>See Knott et al. v. Dollar Tree Stores, Inc.,</i> 7:06-cv-01553-LSC (N.D.Ala.2006).</p>\n<p>[3]  In <i>Bonner v. Prichard,</i> 661 F.2d 1206, 1207 (11th Cir.1981), the Eleventh Circuit adopted as binding precedent those cases decided by the Fifth Circuit prior to October 1, 1981.</p>\n<p>[4]  Though the <i>Grumbine</i> court found an establishment included the entire civil service, the court specifically limited its opinion to the public employment context and the centralized control and uniform nature of the federal government. <i>See</i> 586 F.Supp. at 1148, n. 15. Indeed, the court expressed specific concern that a geographic test alone might effectively eliminate professional and managerial employees in the <i>federal government</i> from the protections of the EPA. <i>See id.</i> at 1150. District courts since <i>Grumbine</i> have chosen not to expand establishment as far, even within the public employment sector, and have instead distinguished <i>Grumbine. See, e.g., </i><i>Molden v. United States,</i> 11 Cl.Ct. 604, 611 (1987) (limiting the establishment to the government's Chicago offices and distinguishing <i>Grumbine</i> because that court was only required to reach out beyond the plaintiff's geographic location to \"give effect to the legislative purpose\" where no one else held the same position in her city).</p>\n<p>[5]  Indeed, Defendant acknowledges this possibility in its brief: \"Thus, if any establishment beyond the Store is appropriate, it must be the District. And, if a District-sized establishment is appropriate, only <i>those Districts</i> contained within the territory of this court would properly be before this Court.\" Doc. 166 at 53 (emphasis added) (recognizing that such a ruling might include multiple districts).</p>\n<p>[6]  In fact, in light of the turnover, the number would greatly exceed 318.</p>\n<p>[7]  The court notes, however, that many courts, if not prompted, do not include the establishment analysis when considering the certification of a collective action under the EPA. <i>See, e.g., </i><i>Garner v. G.D. Searle Pharm. &amp; Co.,</i> 802 F.Supp. 418, 422-23 (M.D.Ala.1991) (facilitating conditional notice of plaintiff's EPA claim and right to opt-in to the forty female employees in the company's southern region, without addressing the establishment issue); <i>Jarvaise v. Rand Corp.,</i> 212 F.R.D. 1, 4 (D.D.C.2002) (certifying an EPA collective action and allowing inclusion of employees from both the defendant's Washington, D.C. and California offices as similarly situated without discussing the establishment requirement).</p>\n<p>[8]  The court declines to speculate as to what set of facts would support certifying a collective action including multiple establishments.</p>\n<p>[9]  On the record before the court, it is unclear in precisely which district(s) the two named plaintiffs worked. The court limits this collective action to their Dollar Tree District(s) located in the Northern District of Alabama, in light of the fact that it is their action which the opt-in plaintiffs have joined.</p>\n<p>[10]  In an effort to preserve the rights of the opt-in plaintiffs who no longer are part of this collective action, the court will stay this decision for 60 days to allow notification to those opt-ins and to afford them sufficient time to pursue an action elsewhere. <i>See, e.g., </i><i>Heartland Auto. Servs., Inc.,</i> 404 F.Supp.2d at 1155, n. 9 (staying its order of decertification to \"allow those individual plaintiffs adversely affected to pursue their individual claims\"). However, this does not stay the remaining parties discovery obligations in this action. As noted in the accompanying order, these parties have six more months to complete discovery.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1328</span></span> (2011)</b></center>\n<center><h1>Cynthia Ann COLLINS and Beryl Dauzat, on behalf of themselves and others that are similarly situated, Plaintiffs,<br>\nv.<br>\nDOLLAR TREE STORES, INC., Defendant.</h1></center>\n<center>Civil Action No. 2:08-cv-01267-AKK.</center>\n<center><p><b>United States District Court, N.D. Alabama, Southern Division.</b></p></center>\n<center>March 31, 2011.</center>\n<p><span class=\"star-pagination\">*1330</span> Gregory O. Wiggins, Rocco Calamusa, Jr., Ann K. Wiggins, Kevin W. Jent, Robert L. Wiggins, Jr., Wiggins Childs Quinn &amp; Pantazis LLC, Birmingham, AL, for Plaintiffs.</p>\n<p>Barbara B. Brown, Kenneth M. Willner, Paul Hastings Janofsky &amp; Walker LLP, Washington, DC, Beth Hirsch Berman, Williams Mullen PC, Norfolk, VA, Sara Berg Rafal, Williams Mullen, Virginia Beach, VA, Terry Price, Ford &amp; Harrison LLP, Birmingham, AL, for Defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>ABDUL K. KALLON, District Judge.</p>\n<p>Before the court are Defendant Dollar Tree Stores, Inc.'s (\"Dollar Tree\" or \"Defendant\") Motion to Decertify, (doc. 165), and Motion to Strike, (doc. 176), and Plaintiffs Cynthia Ann Collins and Beryl Dauzat's (\"Plaintiffs\") Motion to Strike, (doc. 186). Defendant asserts that decertification is warranted here because Plaintiffs are statutorily limited to claims involving employees from their individual stores. In its discretion, the court DENIES the parties' respective motions to strike, and, after considering the parties' submissions and as stated more fully below, the court GRANTS, in part, Defendant's motion to decertify.<sup>[1]</sup></p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Statutory Background</h2>\n<p>Plaintiffs allege that Defendant pays its female store managers less than its male store managers, in violation of the Equal Pay Act of 1963, 29 U.S.C. § 206(d) (\"EPA\"),<sup>[2]</sup> an amendment to the Fair Labor Standards Act of 1938, 29 U.S.C. §§ 201 <i>et seq.</i> (\"FLSA\"). The EPA provides, in relevant part, that:</p>\n<blockquote>(1) No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility....</blockquote>\n<p>29 U.S.C. § 206(d) (emphasis added). The EPA also provides several non-discriminatory grounds employers can base disparate pay on without violating the EPA. <i>See id.</i></p>\n<p>Plaintiffs assert their EPA claims on behalf of those similarly situated pursuant to FLSA § 216(b), which includes a provision for employees to bring collective actions <span class=\"star-pagination\">*1331</span> against employers who violate any of the provisions of § 206 or § 207, which includes the EPA, by \"any one or more employees for and in behalf of himself and other employees similarly situated.\" <i>See</i> 29 U.S.C. § 216(b). A collective action gives \"plaintiffs the advantage of lower individual costs to vindicate rights by the pooling of resources. The judicial system benefits by efficient resolution in one proceeding of common issues of law and fact arising from the same alleged discriminatory activity.\" <i>Hoffmann-La Roche Inc. v. Sperling,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></span>, 170, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">482</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></span> (1989). These two provisions, § 206(d) and § 216(b), provide the underpinning of Plaintiffs' claims and set the backdrop for the motion for decertification.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>At an earlier stage of this case, Judge William B. Acker, Jr. conditionally certified Plaintiffs' collective action to facilitate notice to a nationwide class of opt-in plaintiffs. <i>See</i> doc. 67. \"With some trepidation,\" Judge Acker concluded that Plaintiffs might be able to show that they were similarly situated and that the relevant EPA establishment was larger than a single Dollar Tree store, but such a showing could only be made after discovery. Doc. 66 at 7-8. Thereafter, Chief Judge Sharon Blackburn ordered limited discovery on the \"establishment issue\" on November 10, 2009. Doc. 149. Both Judge Acker and Chief Judge Blackburn viewed the \"establishment issue\" as a necessary and crucial component to Plaintiffs' ability to proceed with a collective action because it helped illustrate whether Plaintiffs could satisfy § 216(b)'s \"similarly situated\" requirement. <i>See </i><i>Anderson v. Cagle's, Inc.,</i> <span class=\"citation\" data-id=\"77720\"><a href=\"/opinion/77720/lessie-anderson-v-cagles-inc/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">945</span></a></span>, 952-54 (11th Cir.2007) (affirming the decertification of a class after its conditional certification where discovery showed that the plaintiffs were not \"similarly situated\" with respect to various defenses available to the defendant and the plaintiffs' disparate employment settings).</p>\n<p>Plaintiffs want this court to revisit the bifurcation of discovery and not limit the evidence to only the establishment issue, but instead allow further discovery to help ascertain whether the opt-in plaintiffs are, in fact, similarly situated, regardless of their physical location. <i>See</i> doc. 172 at 56. While the parties acknowledge that an analysis of the proper \"establishment\" typically arises to identify a plaintiff's possible comparators, <i>see</i> docs. 166 at 38; 172 at 10, Judge Acker and Chief Judge Blackburn agreed to limit discovery initially to the establishment issue. This bifurcation is sufficient for the court to rule on Defendant's present motion.</p>\n<p></p>\n<h2>C. Factual Background</h2>\n<p></p>\n<h2>(i) <i>Management Structure</i>\n</h2>\n<p>Defendant operates over 3,900 discount retail stores in 48 states. McDearmon Decl. at ¶ 3 (doc. 166-1). The stores vary in size, ranging from 2,500 to 33,711 square feet, and sales volume, from $400,000 to $6,300,000, and have anywhere from 5 to 72 employees. <i>Id.</i> at ¶ 5. The stores are organized into 318 Districts, 10-15 stores per District, and 25 Regions, with about 13 Districts per Region, and those Regions are divided into four Zones. <i>Id.</i> at ¶ 6. Each store is run by a Store Manager (\"SM\"), who supervises assistant managers and hourly employees and performs a variety of duties in his or her store. <i>Id.</i> at ¶¶ 4-5. Each district is headed by a District Manager (\"DM\"), who supervises and trains the SMs, often with the help of an Area Manager, who assists the DM while awaiting his or her own promotion to DM. <i>Id.</i> at ¶ 7. Each region is headed by a Regional Director (\"RD\"), who oversees the DMs in his or her region, <span class=\"star-pagination\">*1332</span> and each zone is headed by a Zone Vice President (\"VP\"), who supervises the RDs and reports to the VP of Operations at Defendant's headquarters in Virginia. <i>Id.</i> at ¶ 8.</p>\n<p></p>\n<h2>(ii) <i>Hiring and Placing Store Managers</i>\n</h2>\n<p>When a SM position opens, the DM for that district recruits and selects the group of candidates appropriate for the particular store that has the opening. Lewis Decl. ¶¶ 4, 10 (doc. 166-12); Head Dep. pp. 29-35 (doc. 171-4); Becker Decl. ¶ 9 (doc. 166-5). The DM interviews the SM candidates and makes the hiring decision for each store in his or her district, even if he or she includes the RD or a member of Human Resources (\"HR\") in the decision-making process. Felix Dep. p. 81 (doc. 166-7); Risiott Decl. ¶ 4 (doc. 166-3); Kennedy Dep. pp. 43-45 (doc. 166-6); Head Dep. pp. 29-35 (doc. 171-4); Lewis Decl. ¶¶ 4, 10 (doc. 166-12); Marinello Decl. ¶ 4 (doc. 166-22). The DM is the individual who communicates the hiring decision to most newly hired or promoted SMs. Def's Interrog. No. 2 (doc. 166-26). Likewise, the DM trains the new SM, with the aid of the District Store Trainer, before the SM takes over management of his or her specific store. Schnichels Decl. ¶ 14 (doc. 166-2); Lewis Decl. ¶ 17 (doc. 166-12).</p>\n<p>The DM's assignment of a SM to a specific store is permanent. Risiott Decl. ¶¶ 8-9 (doc. 166-3); Pfau Decl. ¶¶ 4, 12 (doc. 166-23); Becker Decl. ¶ 15 (doc. 166-5). However, a DM may require a SM to transfer to another store, or to temporarily move to help with a particular need. Richardson Decl. ¶ 5 (doc. 171-1); Collins Dep. pp. 139, 156, 165-167 (doc. 166-25); Marinello Decl. ¶ 15 (doc. 166-22); Becker Decl. ¶ 15 (doc. 166-5); Risiott Decl. ¶ 8 (doc. 166-3); Lewis Decl. ¶¶ 11-12 (doc. 166-12). Such transfers typically occur within the DM's district, though if a SM requests a transfer to another district, the DM may approve that request. Collins Dep. pp. 139-140, 156, 165-167 (doc. 166-25); Pfau Decl. ¶ 12 (doc. 166-23) Risiott Decl. ¶ 9 (doc. 166-3); Becker Decl. ¶ 16 (doc. 166-5); Lewis Decl. ¶ 12 (doc. 166-12). Transfer decisions made by the DM do not require approval of an RD or HR. Becker Decl. ¶ 15 (doc. 166-5); Risiott Decl. ¶ 8 (doc. 166-3); Pfau Decl. ¶ 12 (doc. 166-23).</p>\n<p></p>\n<h2>(iii) <i>Salary Guidelines, Selection, and Administration</i>\n</h2>\n<p>Prior to 2008, Defendant apparently maintained salary ranges internally, and informed DMs of the appropriate salary range for a SM position upon request. Lewis Decl. ¶ 5 (doc. 166-12); Schnichels Decl. ¶ 10 (doc. 166-2); Head Dep. pp. 53-56 (doc. 171-4). However, sometime between 2008 and 2010, Defendant released the ranges and distributed the salary range guidelines to DMs via its \"Kenexa\" salary software in an effort to help maintain consistency across its stores. <i>See</i> doc. 175-2; Marinello Decl. ¶¶ 9, 14 (doc. 166-22); Risiott Decl. ¶ 6 (doc. 166-3); McDearmon Decl. ¶ 11 (doc. 166-1); Lewis Decl. ¶ 5 (doc. 166-12). Defendant's salary guidelines instruct DMs to award salaries or pay raises within ranges, with a spread of approximately 15% between the high and low salary in each range. Doc. 175-1; Richardson Decl. ¶ 8 (doc. 171-1). The salary range guidelines establish different grade levels for stores with different sales volumes and different market/cost classifications (including, e.g., geographic locations, local market characteristics and store demographic conditions), with the number of grades ranging between 7 and 9 depending on the year. McDearmon Decl. ¶ 11 (doc. 166-1). These guidelines group stores based on sales volume, cost-of-living, and market characteristics. Pfau <span class=\"star-pagination\">*1333</span> Decl. ¶ 5 (doc. 166-25). The salary guidelines provide the 15% spread for each of the store grade levels, (doc. 175-1), within which the DM chooses a salary for the new SM. Marinello Dep. pp. 181-186 (doc. 171-2); Risiott ¶ 6 (doc. 166-3); Richardson Decl. ¶ 6 (doc 171-1). DMs have no control over where Defendant sets the salary ranges. Richardson Decl. ¶¶ 6-7 (doc. 171-1); Risiott Dep. p. 32:25-34; Lewis Decl. ¶ 5 (doc. 166-12). The salary guidelines do not provide a DM with information regarding specific pay increases that occur outside his or her district. Doc. 175-1; doc. 175-2; doc. 175-3; McDearmon Supp. Decl. ¶ 5 (doc. 184-2). Defendant instructs DMs to be consistent in the pay increases in their districts \"across all boundaries.\" Doc. 175-3; McDearmon Supp. Decl. ¶ 4 (doc. 184-2). Defendant also sets each district's payroll budget, including the payroll for the hourly employees. Richardson Decl. ¶ 9 (doc. 171-1); Lewis Decl. ¶ 12 (doc. 166-12).</p>\n<p>DMs recommend the starting salary of SMs based upon experience, store specifics like volume and size, and the pay of SMs at similar stores within the district. Marinello Decl. ¶ 8 (doc. 166-22); Risiott Decl. ¶ 6 (doc. 166-3); Schnichels Decl. ¶ 10 (Doc. 166-2); Head Dep. pp. 53-55 (doc. 171-4). As it relates to their pay, SMs deal primarily with their DMs. Def.'s Interrog. No. 1 (doc. 166-28); Risiott Decl. ¶ 6 (doc. 166-3); Head Dep. pp. 50-55 (doc. 171-4). DMs then choose the SM's pay and set the starting salary. Def.'s Interrog. No. 3 (doc. 166-30); Pfau Decl. ¶ 5 (doc. 166-25); Risiott Decl. ¶ 6 (doc. 166-3); Lewis Decl. ¶ 5 (doc. 166-12) (\"Except for receiving the pay range from HR, I make the decision myself as to what to offer, without input from anyone else.\"). The DM's recommendations may require approval by the RD or the Regional HR Manager. Risiott Decl. ¶ 6 (doc. 166-3); Becker Decl. ¶ 14 (doc. 166-5); Head Dep. pp. 33-34, 60 (doc. 171-4). However, the DM's recommendation is \"almost always\" approved if it is within the salary range. Marinello Decl. ¶ 15 (doc. 166-22) Schnichels Decl. ¶¶ 12-13 (doc. 166-2); Head Dep. pp. 33-34 (doc. 171-4); Pfau Decl. ¶¶ 9-10 (doc. 166-23); Lewis Decl. ¶¶ 5-8 (doc. 166-12). A DM may select a starting salary outside of the appropriate range for a SM, but must receive approval from his or her RD and Regional HR Manager. Marinello Decl. ¶ 9 (doc. 166-22); Becker Decl. ¶ 14 (doc. 166-5).</p>\n<p></p>\n<h2>(iv) <i>Store Manager Evaluations and Pay Raises</i>\n</h2>\n<p>DMs are responsible for disciplining SMs and for conducting their performance evaluations. Def.'s Interrog. No. 4 (doc. 166-31); Pfau Decl. ¶ 17 (doc. 166-23). The DM conducts multiple performance evaluations of his or her SMs each year and assigns each a performance rating. Pfau Decl. ¶ 8 (doc. 166-22) Risiott Decl. ¶ 7 (doc. 166-3). Defendant provides DMs with a yearly pay raise range to correspond with each of the available performance ratings  higher ratings merit higher percentage pay increases. Doc. 175-5; Lewis Decl. ¶ 14 (doc. 166-12); Risiott Decl. ¶ 7 (doc. 166-3); Richardson Decl. ¶¶ 6-7 (doc. 171-1). These raises typically range from 1% to 5% of the SM's salary. Doc. 175-5; Lewis Decl. ¶ 14 (doc. 166-12). DMs have no control over where Defendant sets these pay raise ranges. Richardson Decl. ¶ 6 (doc. 171-1); Risiott Dep. p. 32:25-34; Lewis Decl. ¶ 5 (doc. 166-12). Defendant also assigns each district a budget for pay raises. Richardson Decl. ¶¶ 5, 9 (doc. 171-1); Lewis Decl. ¶ 17 (doc. 166-12). DMs can only assign salaries or increases that caused the store or district to exceed its budget with approval. Richardson Decl. ¶¶ 5, 9 (doc. 171-1); Lewis Decl. ¶ 17 (doc. 166-12).</p>\n<p><span class=\"star-pagination\">*1334</span> The DM's overall evaluation rating of the SM determines the percentage range for that SM's pay increase. Risiott Decl. ¶ 7 (doc. 166-3); Lewis Decl. ¶ 14 (doc. 166-12); Marinello Decl. ¶ 14 (doc. 166-22). The DM typically selects a specific pay increase within the range that corresponds to the SM's performance evaluation. Risiott Decl. ¶ 7 (doc. 166-3); Pfau Decl. ¶ 9 (doc. 166-23). If a DM wishes to assign a salary or pay raise above the allotted range, he or she needs approval from either a RD or Regional HR Manager. Richardson Decl. ¶¶ 6-7 (doc. 171-1); Pfau Decl. ¶¶ 9-10 (doc. 166-23); Marinello Decl. ¶ 14 (doc. 166-22). A RD or Regional HR Manager may award an even higher pay raise to a SM than the one selected by the DM. Risiott Dep. pp. 112-114 (doc. 171-3); Marinello Decl. ¶ 14 (doc. 166-22). For example, according to Defendant's Director of Human Resources, in 2007 and 2008, Defendant realigned its pay scales and adjusted specific SM salaries without DM input \"to promote consistency within the ranges among stores of similar type and volume and fair compensation within store grading.\" Marinello Decl. ¶ 14 (doc. 166-22); <i>see also</i> doc. 175-6; Kennedy Dep. pp. 89-90 (doc. 166-6). Nonetheless, the SMs interact only with the DMs regarding an increase or decrease in SM pay. Def.'s Interrog. No. 3 (doc. 166-30).</p>\n<p></p>\n<h2>(v) <i>A Store Manager's Job Duties</i>\n</h2>\n<p>SMs are subject to centralized guidelines, manuals, and policies from Defendant's corporate headquarters. <i>See</i> doc. 172 at 34-38 (summarizing and listing the evidence identifying Dollar Tree's central policies); Hensley Dep. pp. 164-171 (doc. 171-8); Richardson Decl. ¶¶ 5-10 (doc. 171-1). Likewise, a single job description applies generally to all SMs. <i>Id.;</i> Richardson Decl. ¶ 4 (doc. 171-1); Hensley Dep. pp. 164-169 (doc. 171-8). However, SMs' responsibilities may vary from location to location in accordance with the demands of their specific stores. Hensley Dep. pp. 164-171 (doc. 171-8); Schnichels Decl. ¶ 19 (doc. 166-2); Head Decl. ¶¶ 16-17 (doc. 166-4). DMs are responsible for hiring the staff of individual stores, but SMs make many of the dispositive recommendations. Schnichels Decl. ¶ 17 (doc. 166-2); Risiott Decl. ¶ 12 (doc. 166-3); Becker Decl. ¶ 5 (doc. 166-5). SMs manage the day to day activity of their stores, including stocking the store, scheduling the store employees' hours, and supervising the store's staff, and recommend pay for certain store employees, Becker Decl. ¶ 8 (doc. 166-5); Head Decl. ¶¶ 19-20 (doc. 166-4) Schnichels Decl. ¶¶ 16-17 (doc. 166-2); Richardson Dep. pp. 299-300 (doc. 166-11); Bolton Dep. pp. 162-163 (doc. 166-8); Risiott Decl. ¶ 12 (doc. 166-3), though Plaintiffs contend DMs and higher corporate officials still run the stores and control the management through the company-wide policies and final pay determinations for store employees. Richardson Decl. ¶¶ 6-9 (doc. 172-1). SMs are evaluated based on the performance of their specific store. Risiott Decl. ¶ 12 (doc. 166-3); Schnichels Decl. ¶ 23 (doc. 166-2).</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>Often, courts engage in two stages of discovery with respect to a FLSA collective action, <i>see, e.g., </i><i>Anderson,</i> 488 F.3d at 953, and evaluate the propriety of certification differently at each stage. At the initial stage, conditional certification is based on the pleadings and affidavits, as the parties typically have not conducted discovery. <i>See id.</i> (citing <i>Grayson v. K Mart Corp.,</i> <span class=\"citation\" data-id=\"715055\"><a href=\"/opinion/715055/mercer-david-grayson-v-k-mart-corporation-cross-appellee-ronald-l/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1086</span></a></span>, 1097-99 (11th Cir. 1996)). Because of the absence of discovery, \"at the initial stage, courts apply a `fairly lenient standard' for determining whether the plaintiffs are truly similarly <span class=\"star-pagination\">*1335</span> situated.\" <i>Id.</i> (citation and quotation marks omitted); <i>see also </i><i>Morgan v. Family Dollar Stores, Inc.,</i> <span class=\"citation\" data-id=\"78210\"><a href=\"/opinion/78210/morgan-v-family-dollar-stores-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span>, 1260-61 (11th Cir.2008) (noting the Eleventh Circuit's various descriptions of the burden on plaintiffs at the initial stage as \"fairly lenient,\" \"not heavy,\" \"not particularly stringent,\" and \"flexible\"). <i>But see Rollins v. Ala. Cmty. Coll. Sys.,</i> No. 2:09cv636-WHA, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">4269133</span></span>, at *11 (M.D.Ala. Oct. 25, 2010) (citation omitted) (concluding that where there has \"been discovery in th[e] case already, there is less need for a lenient standard\" at the initial stage). Here, Judge Acker analyzed certification at the initial stage, conditionally certified the collective action, though \"with some trepidation,\" and allowed notice to opt-in plaintiffs nationwide. <i>See</i> doc. 66.</p>\n<p>Because the parties have conducted discovery, the court now proceeds with the second stage of certification analysis. At this stage, usually precipitated by a defendant's motion to decertify, discovery is often nearly complete and the plaintiffs' burden in meeting the similarly situated standard is more demanding. <i>See </i><i>Anderson,</i> 488 F.3d at 953. Although the Eleventh Circuit \"refused to specify how plaintiffs' burden of demonstrating that a collective action is warranted differs at the second stage,\" it explained that \"[t]his second stage is less lenient, and the plaintiff bears a heavier burden.\" <i>Morgan,</i> 551 F.3d at 1261 (citation omitted). Plaintiffs bear this heightened burden because \"the court has much more information on which to base its decision, and makes a factual determination on the similarly situated question.\" <i>Hipp v. Liberty Nat. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></span>, 1218 (11th Cir.2001) (citation omitted). Though such a determination is largely factual, a district court's analysis at this second stage must \"consider whether the defenses that apply to the opt-in plaintiffs' claims are similar to one another or whether they vary significantly.\" <i>Morgan,</i> 551 F.3d at 1262 (citing <i>Anderson,</i> 488 F.3d at 954 n. 8); <i>see also </i><i>Thiessen v. Gen. Elec. Capital Corp.,</i> <span class=\"citation\" data-id=\"775189\"><a href=\"/opinion/775189/gary-a-thiessen-v-general-electric-capital-corporation-doing-business-as/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1095</span></a></span>, 1103 (10th Cir.2001) (providing for a stricter standard at the second stage of certification analysis and outlining specific considerations). The court considers Defendant's post-discovery motion to decertify accordingly.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>The parties dispute the effect that the EPA's reference to an \"establishment\" has on Plaintiffs' ability to demonstrate that they are sufficiently similarly situated to maintain a nationwide collective action. In a nutshell, Defendant contends that the court must limit its analysis to the relevant \"establishment\"  which they contend is the individual store  and that, therefore, the opt-in plaintiffs are not similarly situated where they work in distinct establishments. On the other hand, Plaintiffs contend that the establishment is the entire company and that, even if the court disagrees, they can rely on company-wide policies to demonstrate that employees in different establishment are still similarly situated. In other words, the threshold inquiry is what constitutes the EPA \"establishment.\"</p>\n<p></p>\n<h2>A. Establishment Issue</h2>\n<p>The court looks to the relevant regulations, Eleventh Circuit precedent, and cases outside this Circuit that help define an EPA establishment.</p>\n<p></p>\n<h2>(i) <i>The Regulations</i>\n</h2>\n<p>The EPA specifically addresses discrimination that occurs within a specific \"establishment,\" a word not found in other sections of the FLSA. The Equal Employment Opportunity Commission's <span class=\"star-pagination\">*1336</span> (\"EEOC\") Regulations provide an explanation of the meaning of \"establishment\" as it is used in the EPA. <i>See</i> 29 C.F.R. § 1620.9. In</p>\n<blockquote>(a) Although not expressly defined in the FLSA, the term \"establishment\" had acquired a well settled meaning by the time of enactment of the Equal Pay Act. It refers to a distinct physical place of business rather than to an entire business or \"enterprise\" which may include several separate places of business. Accordingly, each physically separate place of business is ordinarily considered a separate establishment.</blockquote>\n<blockquote>(b) In unusual circumstances, two or more portions of a business enterprise, even though located in a single physical place of business, may constitute more than one establishment. For example, the facts might reveal that these portions of the enterprise are physically segregated, engaged in functionally separate operations, and have separate employees and maintain separate records. Conversely, unusual circumstances may call for two or more distinct physical portions of a business enterprise being treated as a single establishment. For example, a central administrative unit may hire all employees, set wages, and assign the location of employment; employees may frequently interchange work locations; and daily duties may be virtually identical and performed under similar working conditions. Barring unusual circumstances, however, the term \"establishment\" will be applied as described in paragraph (a) of this section.</blockquote>\n<p><i>Id.</i> Looking to these regulations, the Eleventh Circuit has expanded upon the set of \"unusual circumstances\" that might support an establishment of multiple physical locations.</p>\n<p></p>\n<h2>(ii) <i>Eleventh Circuit \"Establishment\" Precedent</i>\n</h2>\n<p>The term \"establishment\" creates a \"geographic limitation\" within which a plaintiff must make her wage comparison to assert an EPA claim. <i>See </i><i>Mulhall v. Advance Sec., Inc.,</i> <span class=\"citation\" data-id=\"665874\"><a href=\"/opinion/665874/marilyn-m-mulhall-v-advance-security-inc-figgie-international-inc/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590 (11th Cir.1994) (citing <i>Brennan v. Goose Creek Consolidated Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"328744\"><a href=\"/opinion/328744/peter-j-brennan-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span>, 57 (5th Cir.1975)).<sup>[3]</sup> Thus, a \"[p]laintiff establishes a prima facie case [of an EPA violation] by satisfying both the geographic and descriptive components of the test as applied to even one comparator.\" <i>Id.</i> However, courts recognize that certain circumstances support an establishment consisting of more than one physical location, otherwise a \"narrow construction of the word `establishment' could make proof of discrimination more difficult, thus frustrating congressional intent.\" <i>Id.</i> at 591 (citing <i>Goose Creek,</i> 519 F.2d at 57) (internal quotation marks omitted); <i>see also</i> 29 C.F.R. § 1620.9(b). Thus, \"[u]nder appropriate circumstances, multiple offices may constitute a single establishment for EPA purposes.\" <i>Meeks v. Computer Assocs. Int'l,</i> <span class=\"citation\" data-id=\"661822\"><a href=\"/opinion/661822/jessica-lind-meeks-v-computer-associates-international-a-foreign/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span>, 1017 (11th Cir.1994). Specifically, \"central control and administration of disparate job sites can support a finding of a single establishment for purposes of the EPA.\" <i>Mulhall,</i> 19 F.3d at 591 (collecting cases recognizing the <i>Goose Creek</i> standard). \"The hallmarks of this standard are centralized control of job descriptions, salary administration, and job assignments or functions.\" <i>Id.</i> (citing <i>Brownlee v. Gay &amp; Taylor Inc.,</i> <span class=\"citation\" data-id=\"2398805\"><a href=\"/opinion/2398805/brownlee-v-gay-and-taylor-inc/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span></a></span>, 352 (D.Kan.1986)); <i>see also</i> 29 C.F.R. § 1620.9(b). In this Circuit, \"we presume that multiple offices are not a single establishment unless [these] unusual circumstances are demonstrated.\" <i>Meeks,</i> <span class=\"star-pagination\">*1337</span> 15 F.3d at 1017 (internal quotation omitted).</p>\n<p>The question before this court is whether the evidence demonstrates the unusual circumstances and centralized control to overcome that presumption and to support finding a nationwide establishment. Fortunately, the Eleventh Circuit has provided helpful guidance in two cases. In <i>Meeks,</i> the first of the two, the plaintiff filed her EPA claim because she learned that her employer paid her and the other female technical writers at the company's Florida facility substantially less than the two male technical writers hired at the same time as her and at the same facility. 15 F.3d at 1014-15. The defendant, a nationwide corporation, sought to compare the plaintiff's wage to that of other technical writers nationwide, noting that job descriptions for technical writers were virtually the same nationally, that it retained central control of personnel function, and that it set national salary ranges for all technical writers. The actual work of technical writers varied little from location to location. <i>Id.</i> at 1017. Thus, the defendant argued that the court could compare plaintiff's pay to those who shared the technical writer position elsewhere in the country and asserted that to interpret \"establishment\" functionally required a determination of gender discrimination based on the nationwide pool of technical writers. <i>Id.</i></p>\n<p>The Eleventh Circuit disagreed and affirmed the district court's limitation of the wage comparisons to the Florida facility, even though the salary range was set nationally and the ultimate decision to hire was made outside of Florida. <i>Id.</i> The court concluded that the relevant \"establishment\" was the single office in which the plaintiff worked:</p>\n<blockquote>Although [the defendant] centrally sets broad salary ranges, the specific salary to be offered a job applicant is determined by the local supervisor. Although personnel records are maintained centrally, job applicants are interviewed by local officials and hired upon their recommendation. The evidence proffered by [the defendant] does not demonstrate the level of centralization necessary to justify treating all of the company's technical writers as working at a single establishment.</blockquote>\n<p><i>Id.</i> The <i>Meeks</i> court noted, specifically, that \"[j]ob applicants are screened and interviewed by local supervisors who then recommend the applicants and a suggested salary to the central personnel office, which gives final approval\" and affirmed the district court's conclusion that individuals at the local level made the hiring and pay decisions, even if only by recommendation. <i>Id.</i> Therefore, a nationwide establishment was inappropriate and the plaintiff's single facility constituted the only establishment for salary comparison. <i>Id.</i></p>\n<p>Only a few weeks after <i>Meeks,</i> the Eleventh Circuit handed down <i>Mulhall,</i> in which the plaintiff, the vice-president of administration and one of only three individuals in the defendant's executive compensation system, sought to demonstrate unequal pay. 19 F.3d at 588. Plaintiff wanted to compare her salary to several groups, including three project managers who worked below her at the defendant's Nevada and California projects. <i>Id.</i> The district court rejected inclusion of these comparators because they did not work at the same Georgia establishment as the plaintiff. <i>Id.</i> at 589. The Eleventh Circuit reversed, holding that \"summary judgment for defendants was improper if based solely on the establishment prong of the prima facie case.\" <i>Id.</i> at 592. The court accepted that a jury might conclude that the centralization and circumstances in the case supported an establishment that included <span class=\"star-pagination\">*1338</span> the project managers at the California and Nevada locations. <i>See id.</i> The court reasoned that because the plaintiff supervised each of these comparators and \"determined all cost items, wages, and benefit levels\" for their projects, the separate physical locations might qualify as a single location under the plaintiff's supervision. <i>Id.</i> at 591. Moreover, the court noted the plaintiff's control over the activities of the project managers and the defendant's ability to increase the wages of these project managers evidenced centralized control. <i>See id.</i> at 591-92. The court determined that \"because of centralized control and the functional interrelationship between plaintiff and the [project manager] comparators,\" a single establishment might exist. <i>Id.</i> at 592. Thus, <i>Mulhall</i> held that an establishment <i>could</i> include multiple physical locations when the locations share a single supervisor who controls wages and participates in the separate offices' administration, though the court stopped short of finding such an establishment, much less a nationwide establishment. <i>See id.</i> Together, <i>Meeks</i> and <i>Mulhall</i> present the Eleventh Circuit's view on the geographic limitation of EPA wage comparisons.</p>\n<p></p>\n<h2>(iii) <i>No National Establishment</i>\n</h2>\n<p>The parties differ on the implications that <i>Meeks</i> and <i>Mulhall</i> have on this case. Plaintiffs assert \"a trend in the law wherein `establishment' includes all places of business of one corporation or a multi-location employer.\" <i>See</i> doc. 172 at 51 (quoting <i>Brownlee,</i> 642 F.Supp. at 351). They cite several cases to support their contention for a nationwide establishment in light of Defendant's degree of central authority. <i>See</i> doc. 172 at 47; <i>see, e.g., </i><i>Mulhall,</i> 19 F.3d at 591-92; <i>Prise v. Alderwoods Grp., Inc.,</i> <span class=\"citation\" data-id=\"2348129\"><a href=\"/opinion/2348129/prise-v-alderwoods-group-inc/\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">564</span></a></span>, 611-12 (W.D.Pa.2009) (holding that because of defendant's admission it centrally determined wages and provided plaintiff with payments and benefits, the \"establishment\" may be broad enough to include several of defendant's offices in Pennsylvania and West Virginia); <i>Russell v. Placeware, Inc.,</i> No. Civ. 03-836-MO, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2359971</span></span>, at *8-9 (D.Or.2004) (finding that defendant's Portland, Oregon and California offices might constitute a single establishment where daily overlap between the offices occurred and they shared the same supervisor); <i>Grumbine,</i> 586 F.Supp. at 1148 (finding that a narrow definition of establishment would exclude managerial or professional employees in the federal government and concluding the proper establishment for high ranking individuals who alone manage an entire office is the entire civil service). As Plaintiffs rightly note, and the Eleventh Circuit has explained, an establishment may include more than one physical location if certain unusual circumstances exist. <i>See </i><i>Mulhall,</i> 19 F.3d at 591. Thus, Plaintiffs citation to several cases where the court allows an establishment to include multiple offices in a given city or geographic region, while helpful, does not support their contention in this case. Unfortunately for Plaintiffs, in none of the cases they cite does the court actually allow a nationwide collective action in the private employment context.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*1339</span> The court finds the analysis and relevant facts in <i>Meeks</i> and <i>Mulhall</i> dictate a finding against a national establishment. As in <i>Meeks,</i> Defendant here maintains salary ranges, within which the DMs actually select the pay. Based on <i>Meeks,</i> the absence of set salaries or centralized hiring decisions alone may be enough to show that the unusual circumstances to support a nationwide establishment do not exist in this case. Although Plaintiffs claim <i>Mulhall</i> supports the national establishment, even the <i>Mulhall</i> court found merely that the establishment <i>could</i> include the plaintiff and the comparators she supervised. <i>See</i> 19 F.3d at 591-92. The court noted the plaintiff's control over those comparators' salaries and her detailed and direct management over them, and concluded that this was the type of supervision and \"functional interrelation\" that supported an establishment of more than one physical location. <i>Id.</i> However, the court limited its analysis only to those comparators who were grouped directly under the shared supervision of the plaintiff because of that \"functional interrelationship.\" <i>Id.</i> at 592. Thus, the Eleventh Circuit did not extend the bounds of that establishment to the company nationwide, but, instead, only to the bounds of the \"functional interrelationship\" and \"centralized control\" exhibited by the plaintiff's supervision of her comparators. <i>See id.</i> at 591-92.</p>\n<p>As a result, even <i>Mulhall</i> supports a smaller establishment where, as here, \"the functional interrelationship\" is, at best, between the DMs and the SMs. <i>See </i><i>Mulhall,</i> 19 F.3d at 592. Here, it is the DM who initially selects job applicants, conducts the interviews, and selects the new SM, whether an internal promotion or external hire. The DM negotiates with the new SM for his or her starting pay, communicates the hire decision, and chooses the store in which to place the new SM. Thus, the type of unusual circumstances noted in the EEOC's regulations  salary selection, job placement, and hiring decisions  are all decisions that are made locally at the district level here, not nationally. <i>See</i> 29 C.F.R. § 1620.9(b).</p>\n<p>Likewise, DMs evaluate and discipline SMs, and assign pay raises to SMs based on those evaluations. The SM receives his or her initial training at the district level and makes requests for store employee hires to the DM. DMs may choose to transfer SMs to higher paying stores and may move SMs in times of increased demand or particular problems at certain locations. To the extent DMs must seek approval for any of their decisions, their recommendations are adopted except on rare occasions. It is clear that, as in <i>Meeks,</i> the policies, guidelines, and job descriptions for SMs are largely the same regardless of location. <i>See</i> doc. 172 at 28-36 (summarizing the corporate policy and general similarities); Richardson Decl. ¶ 4 (doc. 171-1). Likewise, differences between stores due to store size, sales volume, and cost-of-living largely account for any variation in SMs' duties, and Defendant's salary guidelines specifically take these differences into consideration. Nonetheless, despite the uniformity of job description, the application of similar company guidelines, and the existence of salary ranges, the shared supervision and the hiring and salary decisions at the district <span class=\"star-pagination\">*1340</span> level require the court to follow <i>Meeks's</i> rejection of a nationwide establishment.</p>\n<p>Plaintiffs argue repeatedly that the DMs' discretion is illusory, and rely heavily upon a 2007 memo from Dollar Tree's Director of Human Resources, David McDearmon, (doc. 175-3), which urges DMs to \"be mindful of consistency and fair pay equity across all boundaries while considering pay adjustments.\" <i>Id.</i> Unfortunately for Plaintiffs, that memo reinforces, rather than rebuts, a DM's discretion. The memo demonstrates that while Defendant controls the salary guidelines centrally, the salary decisions are actually made at the local level. <i>Id.</i> If the headquarters and central administration actually set the pay, then a memorandum encouraging DMs to award pay and evaluate fairly and consistently would be unnecessary, as the pay decisions and pay raises would be controlled by the very same central administration that sent the memo.</p>\n<p>Likewise, that Defendant sets a budget for each district supports, rather than refutes, a finding that the district represents the proper establishment. It is within the district, and within that allocated budget, that DMs make salary and raise allocations. The assigning of a budget by a central administration is not the equivalent of setting the pay for individual SMs where the DMs have discretion in at least 15% of the SM's salary and may assign salaries outside the appropriate range with approval. Thus, Plaintiffs may make salary comparisons within that District to show that Defendant pays unequal wages.</p>\n<p></p>\n<h2>(iv) <i>The Establishment is at the District Level</i>\n</h2>\n<p>On the other hand, Defendant asserts that the relevant establishment must be even smaller. Defendant moves this court to follow <i>Meeks</i> by not only rejecting the nationwide establishment, but also by selecting this smaller, individual store level establishment. Defendant asks the court to follow the line of cases which limited the establishment to an individual store. <i>See </i><i>Wetzel v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1639848\"><a href=\"/opinion/1639848/wetzel-v-liberty-mut-ins-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></a></span>, 407 (W.D.Pa.1978) (holding that the defendant's \"130 branch offices do not constitute a single establishment because of the potential and actual range of duties\" amongst the stores, despite finding that a central salary administration that selected the pay and assigned the salary increases and bonuses). Defendant argues that the evidence of the different sizes of Dollar Tree stores, the varying responsibilities of SMs, the infrequency of transfers from one store to another, and the presumption that an establishment is a distinct physical location, demonstrates that the proper establishment in this case is a single Dollar Tree store. <i>See</i> doc. 166 at 46. Defendant ignores conveniently that, unlike in <i>Meeks,</i> the decision maker for the salary decisions Plaintiffs challenge is not physically located at the same store as Plaintiffs and that these individuals also make salary determinations for other SMs in their district. Moreover, although Defendant acknowledges that if a store-level establishment is proper then some SMs might not have a comparator, it argues that \"[w]hen there is no comparator within the establishment, the proper result is dismissal of Plaintiffs' EPA claims, not an unprincipled search for a broader establishment.\" Doc. 166 at 56; <i>see also Moser v. Pizza Hut of Am., Inc.,</i> No. 97-0046-D, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">6256</span></span>, at *27-28 (W.D.Va. April 9, 1998) (confining plaintiff's establishment to her single Pizza Hut store and granting the defendant summary judgment because the plaintiff could only identify one comparator, whose higher pay was based on a factor other than sex); <i>Gerlach v. Mich. Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"2351727\"><a href=\"/opinion/2351727/gerlach-v-michigan-bell-tel-co/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1168</span></a></span>, 1171-72 (E.D.Mich.1978) (granting summary judgment against the EPA <span class=\"star-pagination\">*1341</span> claims of all the plaintiffs who did not have comparators in their same store). The court disagrees and asserts, instead, that it is \"unprincipled\" to ignore the actual facts and realities at play.</p>\n<p>Indeed, the court <i>must</i> determine whether the shared supervision and salary administration of SMs by their DM creates the \"functional interrelationship\" and unusual circumstances to support a single establishment. <i>See </i><i>Mulhall,</i> 19 F.3d at 592 (overturning the district court for failure to recognize such a \"functional interrelationship\" might support an establishment beyond a single physical location). Significantly, the court notes that Defendant concedes that \"[c]ourts consider the extent of common supervision of employees assigned to different geographic locations in determining the scope of the `establishment' in an EPA claim.\" Doc. 166 at 50; doc. 184 at 13 n. 35 (collecting cases). Thus, such analysis is far from \"unprincipled\" as Defendant contends.</p>\n<p>Here, Plaintiffs explain, and Defendant does not dispute, that no one in the individual Dollar Tree stores has the ability to set the pay for a SM's salary, <i>see</i> doc. 172 at 41,  again, a key distinction from the <i>Meeks</i> case Defendant contends dictates a finding of a store level establishment. Salary decisions are made by DMs and approved by RDs or HR Managers. Plaintiffs must look at all pay decisions by their DMs, including those outside their individual Dollar Tree stores, to determine whether the decision maker assigned the allegedly uneven salaries based on sex. In doing so, it makes sense to group the SMs based upon their district, the level at which their salaries are initially selected. Indeed, \"[m]anagerial employees, such as [Plaintiffs], who work under the superintendence of a single supervisor, perform similar work, and are employed by the same corporation can naturally be considered to be working in the same establishment as their peers for the purposes of comparing unequal salaries under the EPA.\" <i>Vickers v. Int'l Baking Co.,</i> No. Civ.A. 398CV1864D, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1804612</span></span>, at *5 (N.D.Tex. Dec. 7, 2000)</p>\n<p>To hold otherwise would improperly narrow the \"establishment\" requirement in light of the facts here and the EPA's remedial purpose. <i>See </i><i>Goose Creek,</i> 519 F.2d at 57 (rejecting a \"narrow construction of the word `establishment' ... [that] might make proof of discrimination more difficult, thus frustrating congressional intent\"); <i>see also Vickers,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1804612</span></span> at *5 (\"[D]efendant's reading of the single establishment requirement would effectively permit a large employer with national operations to exempt its managerial staff (each of whom is in charge of a single facility) from the reach of the EPA.\"). In <i>Vickers,</i> the court recognized that the physical separation of the plaintiff's natural peer group simply because each managed his or her own location constituted the \"unusual circumstance\" to justify comparing the plaintiff's salary to others in the defendant's offices in Texas, who shared the same job and supervisor as her. <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1804612</span></span> at *5; <i>see also Stough v. Inns,</i> No. 3:05CV421-SRW, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2009087</span></span>, at *10 (M.D.Ala. July 17, 2006) (quoting <i>Vickers</i> and echoing the need to analyze managerial employees in an establishment with their peers); <i>Grumbine v. United States,</i> <span class=\"citation\" data-id=\"1903292\"><a href=\"/opinion/1903292/grumbine-v-united-states/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></a></span>, 1150 (D.D.C.1984) (noting the need to have a more expansive interpretation of \"establishment\" for managerial employees with no comparators in their physical location). This \"unusual circumstance\" is precisely why Defendant here misses the mark when it contends that the establishment is at the store level.</p>\n<p>However, as explained previously, contrary to Plaintiffs' contention, the rationale <span class=\"star-pagination\">*1342</span> cautioning against a narrow interpretation of \"establishment\" does not support an establishment beyond the geographic location that provides a plaintiff with comparators. <i>See, e.g., </i><i>Molden,</i> 11 Cl.Ct. at 611 (1987) (recognizing the limits of the need to view \"establishment\" expansively if comparators are available). To the contrary, Eleventh Circuit precedent supports the existence of an establishment at the level of \"functional interrelation\" and common supervision. <i>See </i><i>Mulhall,</i> 19 F.3d at 592. Where, as here, the DM exhibits control over daily store operations, hiring, placement, salary administration, training, employee transfers, and overall budget considerations, the appropriate establishment is at the district level, rather than at the nationwide level as Plaintiffs contend or at the store level as Defendant contends.</p>\n<p>Courts confronted with similar evidence of centralized salary administration, management, and control, as well as a functional interrelation, recognize such unusual circumstances and agree that an establishment can span multiple locations. <i>See, e.g., Ames v. Verizon Data Servs.,</i> No. 8:07-cv-00698-T-24-TGW, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3927262</span></span>, at *2-3 (M.D.Fla. Aug. 21, 2008) (plaintiff's establishment can include offices in other states where all nine division members were hired and managed by the same supervisor and swapped work interchangeably); <i>Dumas v. SBC Global Servs.,</i> No. 1:07-cv-3583, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2497473</span></span>, at *4 (N.D.Ohio June 18, 2008) (Columbus and Cleveland, Ohio offices were a single establishment where the same area manager oversaw both, conducted interviews for both, and made hiring and compensation recommendations to upper management that were rarely vetoed); <i>Stough,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2009087</span></span>, at *9-10 (establishment could extend beyond the plaintiff's specific office because her salary and promotion determinations were recommended by district managers who oversaw general managers like plaintiff at other offices); <i>Smith v. Allstate Ins. Corp.,</i> <span class=\"citation\" data-id=\"2516966\"><a href=\"/opinion/2516966/smith-v-allstate-ins-corp/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">870</span></a></span>, 879 (N.D.Ill.1998) (a nationwide corporation's Chicago area offices constituted the appropriate establishment where the same supervisor made compensation decisions and promotions regarding the entire Chicago region); <i>cf. Winther v. City of Portland,</i> No. 91-1232-JU, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">696529</span></span>, at *3-4 (D.Or. June 10, 1992) (finding separate establishments where the two entities had limited interaction and were operationally distinct), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></span> (9th Cir.1994) (table decision) (finding that the separate hiring processes, lack of centralized supervision, and independent management in addition to the physical separation prevented plaintiff from using comparator from separate establishment).</p>\n<p>Notably, these cases recognize that the appropriate scope of the establishment, when beyond a single physical location, is only so far as the shared supervision and salary determinations occur. Thus, a DM's role in hiring, placing, disciplining, evaluating, and setting the pay for SMs must also present the bounds of the relevant establishment. <i>See </i><i>Meeks,</i> 15 F.3d at 1017 (recognizing that salary decisions are really made locally even when a company creates national salary ranges and requires approval of the local decision maker's salary recommendation); <i>see also </i><i>Allstate Ins. Corp.,</i> 24 F.Supp.2d at 879 (limiting the establishment of a national corporation to only the other Chicago offices, which all shared the same supervisor as the plaintiff's office); <i>Brownlee,</i> 642 F.Supp. at 350-52 (finding that the plaintiff's establishment included other managers who shared the same boss as the plaintiff). Here, it is the DM's functional interrelation with each of his or her SMs, as demonstrated through hiring, training, paying, and supervising, that creates the <span class=\"star-pagination\">*1343</span> unusual circumstances to support a district-wide establishment. <i>See </i><i>Mulhall,</i> 19 F.3d at 592; <i>see also</i> 29 C.F.R. § 1620.9(b).</p>\n<p>Likewise, the differences in sales volume, merchandise type, store size, and staffing levels of the stores within the district do not prevent the finding of a single district-wide establishment. Instead, these are factors that, when coupled with Defendant's separate store grade levels, may help it demonstrate that any differences in pay are actually based on factors other than sex. Though Defendant asserts that the stores are too distinct to allow comparison, Defendant grouped these stores into seven pay grades that it concluded allowed the various stores to be compared to one another. Moreover, it encouraged DMs to ensure a level of consistency of pay within those ranges for SMs employed in similar stores. Supp. McDearmon Decl. ¶ 4 (doc. 180-2); doc. 175-3. Whatever the differences in SMs' jobs from one store type to another, Defendant's maintenance of just seven store grades indicates that it concluded that the store types and the job descriptions of the SMs are similar enough to group together for purposes of setting pay ranges. Where Defendant's salary ranges adjust for store type, the court finds no basis to hold that comparisons of stores within those ranges at the district level is not possible for EPA purposes.</p>\n<p></p>\n<h2>B. Similarly Situated/Decertification</h2>\n<p>In light of the considerations above, the court still must determine whether the district-level establishment necessitates decertification of the collective action. Plaintiffs argue that a finding of multiple district-level establishments does not necessarily require decertification. <i>See</i> doc. 172 at 47. The court agrees that, theoretically, nothing in the statutes, regulations, or case law necessarily requires that an EPA collective action be limited to the single establishment within which a given plaintiff's comparator may be found.<sup>[5]</sup> Indeed, it seems <i>possible</i> that a set of plaintiffs could be sufficiently similarly situated to suffice § 216(b)'s requirements, yet still work in multiple establishments, requiring separate analysis regarding EPA violations in each establishment. As discussed above, the establishment typically limits the pool of comparators, not the opt-in plaintiffs. <i>Cf. </i><i>Mulhall,</i> 19 F.3d at 590 (noting the \"geographic limitation\" applies to \"[t]hose employees against whom plaintiff compares herself\" for wage comparisons). Thus, the court considers whether its findings support maintaining this case as a nationwide collective action.</p>\n<p></p>\n<h2>(i) <i>The Factors in the Heightened Similarly Situated Standard</i>\n</h2>\n<p>As Judge Acker noted when he conditionally certified this matter, discovery often illuminates whether the members of the collective action are, in fact, similarly situated. <i>See</i> doc. 66 at 7-8. Here, discovery demonstrated that DMs make the vast majority of initial pay determinations. Allowing the nationwide collective action to proceed would force the court to make determinations regarding potentially 318 decision makers.<sup>[6]</sup> As the Eleventh Circuit explained, \"as more legally significant <span class=\"star-pagination\">*1344</span> differences appear amongst the opt-ins, the less likely it is that the group of employees is similarly situated.\" <i>Morgan v. Family Dollar Stores, Inc.,</i> <span class=\"citation\" data-id=\"78210\"><a href=\"/opinion/78210/morgan-v-family-dollar-stores-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span>, 1261 (11th Cir.2008). Thus, the court considers the following factors in evaluating whether employees are similarly situated: \"(1) disparate factual employment settings of the individual plaintiffs; (2) the various defenses available to defendant[s] [that] appear to be individual to each plaintiff; [and] (3) fairness and procedural considerations.\" <i>Id.</i> (citation omitted). The court's analysis involves more than whether the employees all held the same position or were subject to the same pay provisions. <i>See id.</i> However, the mere likelihood that a collective action would require \"a collection of individualized analyses\" does not support decertification. <i>See </i><i>O'Brien v. Ed Donnelly Enters., Inc.,</i> <span class=\"citation\" data-id=\"1213759\"><a href=\"/opinion/1213759/obrien-v-ed-donnelly-enterprises-inc/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span>, 584 (6th Cir.2009) (a district court erred when it decertified because \"individualized questions predominated\" because it implicitly applied the more stringent Rule 23 predominance-type analysis rather than the \"similarly situated\" analysis Congress chose for FLSA claims).</p>\n<p></p>\n<h2>(ii) <i>Plaintiffs Are Not Similarly Situated Nationwide</i>\n</h2>\n<p>Unfortunately, the parties did not present the court with any case law holding that the geographic limitation for an EPA establishment necessarily applies to the prospective opt-in plaintiffs as well. Plaintiffs argue that the similarity in job descriptions, the common corporate policies, and the shared salary ranges which apply across establishments show that they are similarly situated even without a nationwide establishment. <i>See</i> doc. 172 at 56. However, Plaintiffs' similarities \"must extend beyond the mere facts of job duties and pay provisions\" to allow a collective action at the second stage of consideration. <i>Morgan,</i> 551 F.3d at 1261-62 (internal quotation marks and citation omitted). Additionally, Plaintiffs contend that were they allowed to conduct further discovery, a statistical analysis coupled with the management's involvement in the salary and budget decisions would show a \"hydraulic influence\" by Defendant over a DM's decision regarding pay, and they assert that such statistical evidence would help demonstrate that the opt-in plaintiffs are similarly situated nationwide. <i>Id.</i> at 29, 56. Although such aggregate statistical evidence would not necessarily show unequal pay in light of each DM's hiring decision and range of salary discretion, proof of a company-wide policy that proves a violation to all Plaintiffs is not required to find Plaintiffs similarly situated. <i>See </i><i>O'Brien,</i> 575 F.3d at 585 (\"In the instant case, proof of a violation as to one particular plaintiff does not prove that the defendant violated any other plaintiff's rights under the FLSA. Nevertheless, the plaintiffs are `similarly situated' according to § 216(b).\"). Thus, the absence of such evidence is not a basis to conclude that Plaintiffs are not similarly situated.</p>\n<p>Nonetheless, consideration of the factors listed in <i>Morgan</i> supports decertification here. The Plaintiffs work in thousands of different stores in hundreds of different districts. Pay for SMs is set by the various DMs, who need at most the almost-routine approval of either their HR Manager or their RD. Thus, Plaintiffs likely do not share common facts, even where they work in stores of the same grade level, because a different decision-maker determined their pay. Indeed, this is precisely why the existence of several establishments presents serious questions regarding the appropriateness of a collective action. By its terms, an EPA violation only occurs within a single establishment. <i>See</i> 29 U.S.C. § 216(d). Thus, the court <span class=\"star-pagination\">*1345</span> would necessarily have to investigate the pay determination within each establishment if it allowed multiple establishments to proceed in this case. This would necessitate hundreds, or, perhaps, thousands, depending on DM turnover, of mini-trials regarding whether an EPA violation occurred in each given establishment. Courts have determined employees are not similarly situated where a defendant may have various defenses as to the allegedly \"similarly situated\" plaintiffs. <i>See, e.g., </i><i>Morgan,</i> 551 F.3d at 1262 (citing <i>Anderson,</i> 488 F.3d at 954 n. 8); <i>Thiessen,</i> 267 F.3d at 1103; <i>Smith v. Heartland Auto. Servs., Inc.,</i> <span class=\"citation\" data-id=\"2315870\"><a href=\"/opinion/2315870/smith-v-heartland-automotive-services-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1144</span></a></span>, 1154-55 (D.Minn.2005). Here, Defendant would be entitled to distinct defenses with respect to each district, since up to 15% of the pay is left at the discretion of the DM, regardless of the store grade level of a particular store.</p>\n<p>The court must then weigh the advantage of conducting such a collective action against the potential prejudice to plaintiffs. One advantage is that \"a plaintiff who has suffered only small monetary sum can join a large pool of similarly situated plaintiffs [and t]hat pool can attract effective counsel.\" <i>See </i><i>O'Brien,</i> 575 F.3d at 586. This advantage to pool resources is still available here because the court determined that an establishment consists of an entire Dollar Tree District, and, therefore, it need not completely decertify the collective action. Likewise, then, opt-in plaintiffs who worked in districts other than the districts of Collins and Dauzat may pool similarly situated employees with respect to their Dollar Tree District to file suit elsewhere. Thus, such decertified opt-in plaintiffs are not without the means to secure able counsel to pursue their claims. Moreover, the opt-in plaintiffs from other districts have benefitted from the consolidated discovery already conducted in this action, such that noticing depositions of Dollar Tree's corporate representatives may be unnecessary  making their case even more attractive to another set of lawyers if counsel here decide not to represent them. In other words, they do not necessarily face an increase in their costs by partial decertification of this matter.</p>\n<p>Likewise, the benefits to a collective action are mitigated when it includes several establishments, triggering separate discovery for each group of plaintiffs based on their relevant establishment and a separate analysis with respect to each group and the comparators in that establishment. Because the court would necessarily have to evaluate each grouping of plaintiffs with respect to their specific establishment, the sheer size of the purported collective action militates in favor of partial decertification as well. Consequently, the various actions that may spring up out of this court's decision would each be tailored to a specific district. The relevant employees, including the DMs whose decisions would likely be in question, would have less distance to travel for depositions or trial-related obligations. The opt-in plaintiffs may actually reduce their cost obligations more so than they would if they had to prosecute their respective cases here, hundreds or thousands of miles away from where they live.</p>\n<p>Finally, the court finds support in <i>Rehwaldt v. Electronic Data Systems Corp.,</i> No. 95-876, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">947568</span></span> (W.D.N.Y. Mar. 28, 1996), where the Western District of New York likewise concluded that the EPA's reference to \"establishment\" narrowed the scope of similarly situated employees. <i>Id.</i> at *5-7. The court conducted its analysis of the relevant offices pursuant to <i>Meeks</i> and <i>Mulhall</i> and concluded that the degree of central administration between the two physically separate divisions supported finding a single establishment. <i>Id.</i> at *6-7. Therefore, <span class=\"star-pagination\">*1346</span> the court permitted notice of employees right to opt-in, but limited it to the female employees in either of the two division offices that shared the same western New York management unit. <i>Id.</i> at *7. Although the <i>Rehwaldt</i> court did not elaborate further, it found that the \"establishment\" included both of the defendant's locations under the same supervising unit, and agreed that such a finding resolved its \"similarly situated\" analysis and framed the scope of the proper notice. <i>Id.</i> at *6-7. Though the <i>Rehwaldt</i> court conducted its analysis pursuant to the more lenient standard at the conditional certification stage, its conclusion regarding the effect of the establishment limitation on the permissible scope of the collective action supports this court's conclusion to partially decertify.<sup>[7]</sup></p>\n<p>In short, in light of the particular facts of this case, Plaintiffs cannot demonstrate that the Plaintiffs in the various districts nationwide are similarly situated to one another.<sup>[8]</sup> Thus, in light of the court's decision that the EPA \"establishment\" is limited to the district-level and the consideration outlined above, the court concludes that Plaintiffs cannot maintain a nationwide collective action. Instead, Plaintiffs may proceed with this action as a collective action limited to the districts in which Plaintiffs Cynthia Ann Collins and Beryl Dauzat were employed as SMs.<sup>[9]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, the court GRANTS, in part, Defendant's motion for decertification. The court STAYS its order for 60 days,<sup>[10]</sup> at which time the action will be limited only to those members of the named-plaintiffs' district, as explained more fully above.</p>\n<h2>NOTES</h2>\n<p>[1]  As a preliminary matter, Defendant notes the parties previously stipulated to the dismissal of several Plaintiffs pursuant to Rule 41(a). <i>See</i> doc. 187 at 2 n. 1; doc. 143. However, it does not appear the court has formally dismissed those Plaintiffs. Accordingly, the court hereby DISMISSES without prejudice each of the Plaintiffs named in Document 143 pursuant to Rule 41(a).</p>\n<p>[2]  The named plaintiffs in this action are also named plaintiffs in an FLSA overtime exemption case against Defendant. <i>See Knott et al. v. Dollar Tree Stores, Inc.,</i> 7:06-cv-01553-LSC (N.D.Ala.2006).</p>\n<p>[3]  In <i>Bonner v. Prichard,</i> <span class=\"citation\" data-id=\"396175\"><a href=\"/opinion/396175/larry-bonner-v-city-of-prichard-alabama/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1207 (11th Cir.1981), the Eleventh Circuit adopted as binding precedent those cases decided by the Fifth Circuit prior to October 1, 1981.</p>\n<p>[4]  Though the <i>Grumbine</i> court found an establishment included the entire civil service, the court specifically limited its opinion to the public employment context and the centralized control and uniform nature of the federal government. <i>See</i> 586 F.Supp. at 1148, n. 15. Indeed, the court expressed specific concern that a geographic test alone might effectively eliminate professional and managerial employees in the <i>federal government</i> from the protections of the EPA. <i>See id.</i> at 1150. District courts since <i>Grumbine</i> have chosen not to expand establishment as far, even within the public employment sector, and have instead distinguished <i>Grumbine. See, e.g., </i><i>Molden v. United States,</i> 11 Cl.Ct. 604, 611 (1987) (limiting the establishment to the government's Chicago offices and distinguishing <i>Grumbine</i> because that court was only required to reach out beyond the plaintiff's geographic location to \"give effect to the legislative purpose\" where no one else held the same position in her city).</p>\n<p>[5]  Indeed, Defendant acknowledges this possibility in its brief: \"Thus, if any establishment beyond the Store is appropriate, it must be the District. And, if a District-sized establishment is appropriate, only <i>those Districts</i> contained within the territory of this court would properly be before this Court.\" Doc. 166 at 53 (emphasis added) (recognizing that such a ruling might include multiple districts).</p>\n<p>[6]  In fact, in light of the turnover, the number would greatly exceed 318.</p>\n<p>[7]  The court notes, however, that many courts, if not prompted, do not include the establishment analysis when considering the certification of a collective action under the EPA. <i>See, e.g., </i><i>Garner v. G.D. Searle Pharm. &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">418</span></span>, 422-23 (M.D.Ala.1991) (facilitating conditional notice of plaintiff's EPA claim and right to opt-in to the forty female employees in the company's southern region, without addressing the establishment issue); <i>Jarvaise v. Rand Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span>, 4 (D.D.C.2002) (certifying an EPA collective action and allowing inclusion of employees from both the defendant's Washington, D.C. and California offices as similarly situated without discussing the establishment requirement).</p>\n<p>[8]  The court declines to speculate as to what set of facts would support certifying a collective action including multiple establishments.</p>\n<p>[9]  On the record before the court, it is unclear in precisely which district(s) the two named plaintiffs worked. The court limits this collective action to their Dollar Tree District(s) located in the Northern District of Alabama, in light of the fact that it is their action which the opt-in plaintiffs have joined.</p>\n<p>[10]  In an effort to preserve the rights of the opt-in plaintiffs who no longer are part of this collective action, the court will stay this decision for 60 days to allow notification to those opt-ins and to afford them sufficient time to pursue an action elsewhere. <i>See, e.g., </i><i>Heartland Auto. Servs., Inc.,</i> 404 F.Supp.2d at 1155, n. 9 (staying its order of decertification to \"allow those individual plaintiffs adversely affected to pursue their individual claims\"). However, this does not stay the remaining parties discovery obligations in this action. As noted in the accompanying order, these parties have six more months to complete discovery.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/396175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/665874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1213759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1903292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2315870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2348129/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2351727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2398805/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2516966/"
          ]
        }
      ],
      "judges": "Abdul K. Kallon",
      "date_created": "2014-10-30T21:14:02.274802Z",
      "date_modified": "2014-10-30T21:14:02.274802Z",
      "date_filed": "2011-03-31",
      "date_filed_is_approximate": false,
      "slug": "collins-v-dollar-tree-stores-inc",
      "citation_id": 2117725,
      "case_name_short": "Collins",
      "case_name": "Collins v. Dollar Tree Stores, Inc.",
      "case_name_full": "",
      "federal_cite_one": "788 F. Supp. 2d 1328",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2012603/collins-v-dollar-tree-stores-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:14:02.271160Z",
  "date_modified": "2014-10-30T21:14:02.271160Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Collins",
  "case_name": "Collins v. Dollar Tree Stores, Inc.",
  "case_name_full": "",
  "slug": "collins-v-dollar-tree-stores-inc",
  "docket_number": "Civil Action No. 2:08-cv-01267-AKK",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}