{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2024929/",
  "id": 2024929,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ksd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2154976/",
      "id": 2154976,
      "absolute_url": "/opinion/2154976/poindexter-v-woodson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2024929/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2154976/",
          "id": 2154976,
          "absolute_url": "/opinion/2154976/poindexter-v-woodson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2154976/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/428/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:28:56.155060Z",
          "date_modified": "2017-04-08T17:47:59.924983Z",
          "type": "010combined",
          "sha1": "680d5a9c9fdb2233efbd43f7aa2df2c7820f56df",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>357 F.Supp. 443 (1973)</b></center>\n<center><h1>Gary L. POINDEXTER, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nJames Mearl SHARP, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nSamuel Ross BROOKS, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nRay Charles TURNER, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nDavid Thomas KOWALEC, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.</h1></center>\n<center>Civ. Nos. L-1325, L-1201, L-1211, L-1217, L-1343.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>January 24, 1973.</center>\n<center>Supplemental Opinion April 2, 1973.</center>\n<p><span class=\"star-pagination\">*444</span> Robert Claus, Associate Gen. Counsel, Wyandotte County Legal Aid Society (appointed), Allen M. Ressler, Ronald L. Roseman, The Legal Aid and Defender <span class=\"star-pagination\">*445</span> Society of Greater Kansas City, Kansas City, Mo., Malcolm E. Wheeler, University of Kansas Law School, Lawrence, Kan., for petitioners.</p>\n<p>Vern Miller, Kansas Atty. Gen., Dennis W. Moore, Asst. Atty. Gen., Kenneth F. Crockett, Sp. Asst. Atty. Gen., Topeka, Kan., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF OPINION FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>WESLEY E. BROWN, Chief Judge.</p>\n<p>This is a civil rights action for injunctive relief and monetary damages. Jurisdiction of all parties and subject matter under 42 U.S.C. § 1983 and 28 U.S.C. § 1343 is admitted. At all times pertinent to the events giving rise to this action, all plaintiffs were inmates of the Kansas State Penitentiary, Lansing, Kansas (hereinafter referred to as \"KSP\"). At the time of trial, all plaintiffs remained incarcerated at KSP, with the exception of plaintiff Turner, who was free on parole. At the time of the events giving rise to this action, all defendants were employees of the State of Kansas, and were acting in their respective official capacities in the Kansas penal system.<sup>[1]</sup> By agreement of counsel, the above-captioned cases were consolidated for trial, due to their factual similarity.<sup>[2]</sup> Additionally, it was agreed that the cases should be tried to the <span class=\"star-pagination\">*446</span> Court, rather than to a jury. The Court has considered the evidence adduced at trial, stipulations contained in the pretrial orders, and the arguments by presented pre- and post-trial briefs.</p>\n<p></p>\n<h2>ISSUES PRESENTED AND RELIEF REQUESTED</h2>\n<p>A separate pre-trial order was filed for each plaintiff. Each pre-trial order sets out for determination several issues of fact, and one common issue of law. The issues of fact are generally applicable to each plaintiff and our findings of fact will apply except where noted to each plaintiff. We summarized the issue which apply to each plaintiff as follows:</p>\n<blockquote>1. Confinement in the maximum security facility without charges being made by Prison officials.</blockquote>\n<blockquote>2. Exposure to tear gas while confined in cells.</blockquote>\n<blockquote>3. Spraying by water hoses.</blockquote>\n<blockquote>4. Incarceration in \"strip cells\".</blockquote>\n<p>Intertwined in these general issues of fact are issues relating to the conditions at the prison and the injuries, if any, suffered by the plaintiffs as a result of the acts alleged.</p>\n<p>The single common issue of law is as follows:</p>\n<blockquote>\"Did plaintiffs' confinement in the Adjustment and Treatment Facility, and the treatment he was subjected to while there confined under the conditions to which he was subjected, or any one or more of said conditions or any one or more of acts of mistreatment, if any, constitute cruel and unusual punishment?\"</blockquote>\n<p>At trial, the plaintiffs reduced their respective prayers for monetary damages to $10,000.00 each. Each plaintiff also prays for permanent injunctive relief from the acts complained of, plus reasonable attorney's fees and costs.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. During 1968-1969, there were approximately 1,250 inmates incarcerated at KSP. The maximum capacity of KSP, when originally designed, was 1100 inmates housed in single cells. It is undisputed that conditions during this period within KSP were unsatisfactory in several respects. Prison officials and inmates alike testified that the prison was overcrowded, that the living conditions, food, and rehabilitation programs were substandard, and that, in the words of the present warden, the prison hospital was a \"pest house\". The present penal director, defendant Woodson, described the institution as degrading, and he stated that prior to the riot of June 1969, it was questionable whether the inmates or the administration was running the prison.</p>\n<p>2. In the evening hours of June 17, 1969, a massive \"shake-down\" of the cell-houses was conducted. Large quantities of contraband were confiscated. By the next morning, June 18, 1969, a full-scale riot was in progress in two of the three main cell-houses. In A and C cell-houses, prisoners broke windows and fixtures, started fires and rendered inoperable the locking mechanisms of the individual cells. By evening, the guards were withdrawn from within the cell-houses, leaving the prisoners free to roam unrestrained inside the cell-houses. The outer main door, which was locked by prison officials, kept the inmates in the cell-houses.</p>\n<p>3. Within a short time, the inmates took complete control of cell-houses A and C. Plaintiff Sharp, for example, testified that in C cell-house, informal and unstable leadership roles were established by the inmates in an effort to maintain some order and discipline. Potential perpetrators and victims of assaults were first warned, and then ejected from the cell-houses at the direction of inmate leaders, one of whom was Sharp. At least one inmate was killed in the cell-houses, apparently by a fellow inmate or inmates.</p>\n<p>4. The weeks following June 18, 1969, were chaotic. Prison officials worked 7-day weeks, often 16-hour days. Control of the prison population was <span class=\"star-pagination\">*447</span> maintained largely by force, and the prison staff was supplemented by highway patrolmen. Several prison staff members resigned. It became difficult to keep an accurate count of the inmates and escapes were feared. Few, if any, inmates continued to work in the prison industries. The inmates remained largely in control of the cell-houses. Due to destruction of cell-houses by inmates, a compound was constructed outside the prison walls to house inmates while repairs were being made in the cell-houses. Portable housing units were erected in the compound, but these were burned by inmates. Acts of destruction continued within the prison walls and in the cell-houses. The sign and marker plant was destroyed by fire; the cannery was badly damaged. Several tunnels were discovered and closed. Inmates made demands and ultimatums to prison officials concerning such things as food and hospital services. The rate of self-inflicted wounds was high.</p>\n<p>5. This situation continued on for several months, and it was not until May, 1970, that officials regained complete control of the prison. It took many months to repair the damages caused by the rioting inmates at a cost in excess of $234,000.00.</p>\n<p>6. Within the walls of KSP, there is a separate building referred to by prison officials as the Adjustment and Treatment Facility or \"A and T\", and by the inmates as \"jail\". A and T was completed in 1965, and is much newer than the other cell-houses. It is a solid concrete building in the shape of a \"T\", with each arm of the T forming the wings of cells: north, east, and south wings. At the apex of the T, where the arms join, there is a control center or guard station. The cells are situated in two-story fashion on each wing, and are in double rows or \"runs\". Each run is bisected by a corridor or \"tunnel\" which contains the plumbing, heating and air-conditioning and electrical connections for each cell. There are no windows in A and T, only one door, and the only ventilation is through the central air-conditioning system. Fresh air is introduced through air ducts which run along the walls opposite the front of the cell runs. Stale air is exhausted through vents in the rear of each cell via a duct system running in the tunnel.</p>\n<p>The bottom floor of each wing is called the \"Flag\" and is an open area approximately ten feet wide which runs the length of each cell run, and which is, in effect, three stories high (there is a third story above the second tier of cells which exists for future expansion, but which, at times pertinent to this case, was merely an open, concrete-floored area). In front of the second tier of cells runs a concrete walkway, protected by a double rail. There are 109 cells in A and T, ranging from one, two, and four-man capacity. Each cell, except the strip cells which will be described presently, contains a bunk or bunks, a prison-type combination washbasin and toilet, a mirror, radio jack, a recessed light fixture which is covered by a glass plate and surrounded by a metal frame, and a metal-framed exhaust ventilator covered by a metal grill. In the bars at the front of each cell is a slot through which food trays are passed. The inmates call this slot the \"bean-hole\".</p>\n<p>7. The purpose of the A and T facility is to segregate prisoners from the general prison population in a maximum-security environment. During the time period pertinent to this case, inmates were confined in their cells for almost 24 hours per day, with no opportunity to participate in vocational training, work or educational programs, or any other type of rehabilitation or recreational programs. There were no exercise facilities in A and T, and an inmate in A and T had no opportunity for daily exercise. Bathing was allowed only when there was sufficient guard force available to supervise the showers. The diet given A and T inmates was generally <span class=\"star-pagination\">*448</span> the same as that given the rest of the prison population, except that fruits, fruit juices, and dry cereal were not provided, apparently on the grounds that these foods could be used to make alcohol or \"hooch\".</p>\n<p>8. During the time period pertinent to this case, and particularly following the riot of June 18, 1969, any number of prison officials were authorized to place an inmate in A and T. It is clear from the testimony that the Warden, Deputy Warden, and Major of the Guard had such authority, but it would appear that other officers likewise had authority. The length of time an inmate would remain in A and T also was generally indefinite, and the officials listed above, plus the Officer-in-Charge of A and T had authority in this regard.<sup>[3]</sup></p>\n<p>9. During the time period pertinent to this case, an inmate could be ordered into A and T for a variety of reasons, the most common of which were for violations of institutional rules or the commission of crimes, for protection of the inmate from other inmates or vice-versa, and for loosely-described \"mental\" reasons. An inmate did not have to be a proven rule violator to be placed in A and T; suspicion was often sufficient. There is no question that A and T was considered a vehicle of punishment by both prison officials and inmates. During the period from June, 1969, to about March, 1970, A and T was frequently used to house the overflow of inmates who formerly had been housed in the damaged cell-houses. Some, but not necessarily all of these inmates had taken part in the riot of June 18, and/or the disturbances which followed the riot.</p>\n<p>10. Prior to the June 18 riot, an inmate could be placed in A and T without formal notification of charges, and without a hearing. Hearings before the prison disciplinary board (referred to by the inmates as \"court line\") often followed the inmate's initial incarceration in A and T, but there was no established procedure concerning when the hearing would be held. When the hearing was held, it was before a board of three prison officials. The inmate was not given a copy of the charges against him, could have neither inmate or lawyer counsel, could not confront witnesses, and had no right of appeal.<sup>[4]</sup> During the weeks following the riot, and particularly with respect to the round-up of suspected agitators, few, if any hearings were given prior to an inmate's incarceration in A and T,<sup>[5]</sup> and court line hearings following an inmate's initial incarceration were sporadic and delayed due to the continuing disturbances at KSP, and the resultant disruptions to the duties of officials and prison routine.</p>\n<p>11. In late July, 1969, prison officials determined that as part of the effort to restore order to the institution, it would be necessary to separate from the general prison population those inmates who were suspected of taking part in the continuing disturbances. Defendant Crouse, then Warden, directed staff members to furnish him with the names of those inmates who they, the staff, believed to be instigators and agitators of the disturbances. When the names were compiled, Crouse ordered the named inmates to be placed in A and T. All five plaintiffs were on the \"list\".</p>\n<p>12. Prison records reflect that all plaintiffs were initially confined in A and T on charges listed as \"instigation and agitation to riot\". The A and T <span class=\"star-pagination\">*449</span> Logs from August 3 through October 26, 1969, show the following information concerning each plaintiff's confinement in A and T:</p>\n<p></p>\n<pre>\n-----------------------------------------------------------------------------\n               |  Kowalec    |  <sup>[*]</sup>Brooks  | Poindexter |  Sharp   | Turner\nDate Conf'd:   |  7/24/69    |   7/30/69 |  7/30/69   |  7/24/69 |  7/24/69\n---------------|-------------|-----------|------------|----------|-----------\nAug.  3, '69:  |  CELL 100 S |  206 E    |  116 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   10,  \" :  |    \"  100 S |  206 E    |  214 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   17,  \" :  |    \"  100 S |  no entry |  214 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   24,  \" :  |    \"  214 S |  100 E    |  206 E     |   104 S  |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   31,  \" :  |    \"  214 S |  206 N    |  206 E     |   104 S  |  204 N\n---------------|-------------|-----------|------------|----------|-----------\nSep.  7, '69   |       120   |           |            |          |\n               |    \" (strip)   206 N    |  206 E     | no entry |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   14,  \" :  |    \"  214 S |  206 N    |  206 E     |  \"   \"   |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   21,  \" :  |    \"  214 S |  109 E    |  105 E     |  \"   \"   |  113 S\n---------------|-------------|-----------|------------|----------|-----------\n \"   28,  \" :  |   no entry  |  109 E    |  105 E     |  \"   \"   |  113 S\n---------------|-------------|-----------|------------|----------|-----------\nOct. 5, '69 :  |   \"    \"    |  no entry |  100 E     |  \"   \"   |  218 S\n---------------|-------------|-----------|------------|----------|-----------\n \"  12,  \"  :  |   \"    \"    |  109 E    |  100 E     |   101 E  |  218 S\n---------------|-------------|-----------|------------|----------|-----------\n \"  19,  \"  :  |   \"    \"    | no entry  |  100 E     |   101 E  | no entry\n---------------|-------------|-----------|------------|----------|-----------\n \"  26,  \"  :  |   no entry  | no entry  |  no entry  |   101 E  | no entry\n-----------------------------------------------------------------------------\n</pre>\n<p>The plaintiffs' testimony varied somewhat from what was shown by the A and T Logs with respect to the time periods they were confined in A and T, and the particular cells in which they were housed, but these variances are not material to the issues in this case. For purposes of this case, the Court concludes that \"no entry\", as recorded on the diagram, indicates that a particular plaintiff was not incarcerated in A and T on the dates noted.</p>\n<p>13. Upon their initial incarceration in A and T, on charges of agitation and instigation to riot, plaintiffs Poindexter, Kowalec, Brooks, and Turner were not informed of the charges against them.<sup>[6]</sup> Plaintiff Sharp was given a hearing before officers, although not a \"court line.\" He was told that men were being placed in A and T for agitation, instigation, and association, but he was not told which of these categories he fitted into. None of the plaintiffs' disciplinary records reflect that any plaintiff ever had a hearing on charges of \"agitation and instigation to riot\".</p>\n<p>14. About 8:30 P.M., August 27, 1969, tear gas was introduced into the A and T facility. All the plaintiffs were incarcerated in A and T on that date. In all, approximately 115 men were <span class=\"star-pagination\">*450</span> housed in A and T on that date. During the daytime hours of that day, there was a disturbance in the north wing of A and T. Apparently an inmate, not one of the plaintiffs, wanted to see a nurse, and began yelling. As the day wore on, other inmates in the north wing joined in the yelling until, by evening, the noise level in the building was very high. Some inmates in the north wing were breaking light fixtures and glass was being thrown at the guard station from all three wings. The guards made no effort to determine the exact cause of the disturbance. One guard testified that to enter the runs along the cells would have been at the risk of personal safety.</p>\n<p>15. At approximately 7:00 P.M., Officer Clingenpeel, one of the two guards on duty in A and T, called the prison control center and reported that the situation was getting out of hand. Captain (now Major) Johnson told Clingenpeel to give the situation a little more time to die out by itself, but when it did not improve in an hour and a half, he went to A and T. The inmates were beating on cell bars with heavy objects and were breaking lights in the cells. Johnson threw two cannisters of tear gas down the Flag on each side of the north wing, and when he heard plaintiff Turner yell to the inmates to put their heads into the tunnel to get fresh air, Johnson threw another one or two cannisters into the tunnel. No gas was thrown into the east or south wings. Presently, the disturbance ceased.</p>\n<p>16. The tear gas' effect on the plaintiffs was fairly uniform. It immediately caused tearing of the eyes, coughing and difficulty in breathing, and later, burning sensations under the armpits and in the crotch area. The gas caused Poindexter and Brooks to vomit. The gas lingered in the cells in fairly heavy concentrations for 3 or 4 days, particularly in those cells at the end of the runs. For several days after that, the inmates testified that their eyes watered and burned during the first hour in the morning and again when they went to bed. None was given treatment such as eye drops. None but Poindexter complained of permanent injury due to the gas.<sup>[7]</sup> All inmates, including each of the plaintiffs, were locked in their cells at the time the gas was fired.</p>\n<p>17. The testimony of the guards who were on duty in A and T concerning the effects of the gas was basically the same as that of the plaintiffs, except that the effects of the gas were less pronounced. The difference may be attributed to the fact that the guards' exposure to the gas was not as great or as prolonged as that of the inmates, particularly those in the north wing.</p>\n<p>18. As previously noted, there are no windows in the A and T facility, and ventilation is provided solely by the airconditioning system. One of the guards on duty when the gas was introduced testified that when the gas was first fired, he turned off the airconditioning system for a few minutes in an effort to keep the gas from spreading to the east and south wings. When, in a few minutes, it became apparent that the gas had permeated the entire facility, he turned the system back on. The plaintiffs, on the other hand, testified that the system was off for a half hour to an hour and a half.</p>\n<p>19. At the time of the riot and the months that followed, there were no written rules and regulations regarding <span class=\"star-pagination\">*451</span> the use of tear gas. Its use was authorized on a standing-order basis when necessary to quell disturbances. The Warden, Deputy Warden, or duty officer-in-charge of the institution could authorize its use.<sup>[8]</sup> Captain Johnson was acting in the latter capacity on August 27, 1969.</p>\n<p>20. Following the August 27 disturbance, it was discussed and decided among the staff that in the event of future disturbances in A and T, fire hoses would be used to control the inmates. The reason for the decision was threefold: First, the gas was as hard on the guards as on the inmates; second, the gas affected inmates who were not causing a disturbance equally with those who were; and three, use of gas required medical treatment for inmates and guards, which added another burden to the prison staff. Defendant Huggins stated that, aside from gas, water was the only other way to control disturbances in A and T. Thereafter, on several occasions, fire hoses were used to quell disturbances in A and T.</p>\n<p>21. Each plaintiff testified with respect to the occasions on which he was sprayed, stating that he was sprayed on one or more occasions, and for varying lengths of time. Each plaintiff testified that the force of the water stream was powerful, and that he protected himself by holding up mattresses and hiding under bunks. The plaintiffs claim that prior to most of the spraying incidents, they were \"doing nothing\" but Poindexter admitted that one time he was making a racket, Kowalec stated that he threw an egg at officers, and Turner testified that he threw a cup of coffee in a guard's face, all immediately prior to being sprayed. None of the plaintiffs complained of permanent injuries from the hosings, but did complain of temporary soreness and stiffness, and that their wet mattresses and clothing were not changed for several weeks.</p>\n<p>22. The several officers' testimony with respect to the occasions, the reasons, and the methods in which the hoses were employed differed from that of the inmates. Briefly summarized, their fairly uniform testimony was that the hoses were brought into action on several occasions during the period from September, 1969, to March, 1970. The hoses were used for various reasons: to put out fires started by inmates in such items as mattresses, to wet down the cells to prevent further fires, and to quell disturbances. To some extent, the manner in which the hoses were employed depended upon the nature of the disturbance. If it could be determined which specific inmate or inmates were making noise, burning mattresses, swearing at officers or throwing things out of their cells, then that particular inmate would be sprayed. On the other hand, if the entire wing or run was in an uproar, then all the cells would be sprayed. The hoses were not used every time an inmate or inmates made a disturbance, but only on those occasions when it appeared that the disturbance would not die out by itself if left to run its course. When spraying an individual cell, the officers would stand in front of the cell rather than on the Flag, but the officers denied that the water stream was powerful enough to knock an inmate off his feet or throw him against the cell wall. Generally, an individual inmate was sprayed until he said he had \"had enough\". Officer Fitzpatrick testified that an inmate would be sprayed for a minute to a minute and a half, and that if he did not say anything, the guards would not leave the hose on the inmate \"too long\". Fitzpatrick stated <span class=\"star-pagination\">*452</span> that hosing stopped the noise. The officers stated that mattresses and clothing were replaced as soon as possible after the hoses were used, usually the next day or two thereafter.</p>\n<p>23. As with the tear gas, there were no published rules regarding the use of water hoses.<sup>[9]</sup> When the guards in A and T believed its use necessary, they called the Captain or Major of the Guard, who would authorize its use.</p>\n<p>24. In the A and T facility there are two cells commonly referred to as \"strip cells.\" These cells are approximately 9 feet long by 5 feet wide by 8 feet high. They are situated next to each other at the far end of the east wing, lower tier, and one wall of cell #120 is the outside wall of the building. The walls and floor of each cell are bare concrete. There is a barred door at the front of each cell, then a small entryway, and finally, a solid metal door which opens onto the Flag. There is a small peephole in the metal door. There is a light in each cell, and a hole in the floor covered by metal grate. The hole is used primarily as a toilet since there is no standard prison-type toilet-washbasin in the cell. The floor drain cannot be \"flushed\" from within the cell, but must be controlled by valves outside the cell. Neither strip cell has a bed or any type of washing facilities.</p>\n<p>25. The strip cells were used during the time period pertinent to this case.<sup>[10]</sup> However, in June, 1970, shortly after Warden Gaffney succeeded Warden Crouse, the cells were welded shut, and have not been used since that time. They have been opened recently and are being converted into regular cells.</p>\n<p>26. The strip cells were used for two primary reasons: to house \"mental cases\" and for discipline. An inmate placed in a strip cell was ordinarily confined without clothing or a blanket, nor was he furnished with personal hygiene materials such as a toothbrush, soap, shaving gear or towel. Toilet paper was provided on a sporadic basis. The inmate was not taken out of the cell to wash his hands prior to meals, nor, apparently, was he given the opportunity to bathe while he remained in strip. The meals he received were essentially the same as that received by the other inmates in A and T, but they were served on paper plates with paper spoons. Two small \"dixie\" cups of water were provided with each meal.</p>\n<p>27. During 1969-70, Warden Crouse gave the deputy warden, the Major of the guard and the officers-in-charge of A and T the authority to place an inmate in the strip cells. There were no written guidelines concerning the reasons for which an inmate could be placed in strip. He was given no hearing. Once the inmate was placed in strip, notification was given through the prison chain-of-command, and the inmate's presence was, supposedly, recorded in the daily A and T log. (It would appear that this was not always done). The <span class=\"star-pagination\">*453</span> duration of strip cell incarceration was indeterminate, and the authority to release an inmate from strip was given to any of the officers authorized to confine an inmate, and was exercised on a discretionary basis.</p>\n<p>28. Following the riot of June 18, all five of the plaintiffs were placed in a strip cell on various occasions and for varying lengths of time. Each plaintiff testified at length concerning the details of his incarceration in the strip cell, and while all of the plaintiffs' descriptions of strip were similar in many respects, a short summary of each plaintiff's testimony follows.</p>\n<p>29. Plaintiff Poindexter was placed in strip cell # 120 some time in September, 1969, and remained there for about two weeks. He testified that the reason given to him by the guards was that he threw water on another inmate. He was given clothes only once during his stay, on September 29, 1969, when his attorney visited him. He was required to return them when the attorney departed. He was given no personal hygiene articles, and was not permitted to bathe. He was not given toilet paper, and used the paper plates and cups upon which his meals were served to force feces through the grate covering the floor drain. He testified that there was excrement on the walls of the cell, that the walls \"sweated\" and that the cell was cold.</p>\n<p>30. Plaintiff Kowalec was placed in strip cell # 120 on September 7, 1969, and remained there for six days. Apparently, he was charged with making a disturbance and threatening an officer. Kowalec testified that there was excrement on the walls and that the cell was so cold that he would not sleep. He was given half a blanket on the third day, but an officer took it away almost immediately. He was given a small roll of toilet paper, but otherwise had no personal hygiene articles.</p>\n<p>31. Plaintiff Brooks was placed in strip cell # 118 on January 13, 1970, and remained there until February 17, 1970. He was charged with causing a disturbance and refusing to work. He testified that the cell smelled of excrement and urine, and that on at least two occasions, water leaked into the cell when the other cells were being sprayed by the guards. The water covered the floor for about an hour, during which Brooks climbed on the bars. He was nude for eight days, and was without a mattress or blanket for four weeks. He was not given personal hygiene articles except toilet paper, which was given him by an inmate porter on an occasional basis after his first eight days in strip.</p>\n<p>32. Plaintiff Sharp was placed in a strip cell in February, 1970, for approximately four days. He admitted that the reason he was placed in strip was because he threw water in an officer's face, after the officer allegedly had maced him. He testified that the conditions in the cell were the same as described by the other plaintiffs.</p>\n<p>33. Plaintiff Turner was placed in strip cell # 120 on February 12, 1970, and remained there for 16 days. He was under the impression that he was incarcerated in strip because of a poster he had written which was critical of the prison administration. His description of the strip cell was similar to that of the other plaintiffs', except that during part of his incarceration, another inmate was placed in the cell with him. Turner described this inmate as a true mental case who was shackled at all times with waist chains. Both inmates were nude. The light was off much of the time, leaving the cell in total darkness. Turner described his experience as \"psychological torture.\"</p>\n<p>34. There is no question that each of the three defendants had actual knowledge that strip cells existed at KSP, and at least a general knowledge of what the cells were like and what they were used for. Defendant Crouse testified that he had been in the strip cells \"numerous times.\" Defendant Huggins stated that he had seen a strip cell and that he ordered plaintiff Brooks placed in one. Defendant Woodson toured A and T <span class=\"star-pagination\">*454</span> when he took over in July, 1969, and although he never actually saw a strip cell, he knew of their existence and generally of their use.</p>\n<p>35. Although the foregoing findings give insight, both from guards' and inmates' perspective, into the conditions which existed at KSP and in A and T during the months following the June riot, the findings describe specific events covering relatively short periods of time. They cannot be viewed as isolated incidents. Throughout the entire period from June, 1969, until the Spring of 1970, there were disruptions both throughout the prison itself, and in A and T. In A and T, both guards and inmates alike cited examples of incidents where some or all inmates yelled and pounded on bars with metal objects, broke out lights and other fixtures in their cells, threw objects such as soap, glass and wet toilet paper rolls at guards, burned mattresses and other objects, and flooded their cells by stopping up toilets and wash basins. Guards were ordered not to go into the cell runs alone. One guard testified that an inmate threw a cup of warm urine in his face. The rate among inmates of self-inflicted wounds was high, and this put pressure on the guard force since two guards had to escort an inmate from A and T to the hospital. During much of the time, A and T was overcrowded. Inmates were sleeping on the cell floors. Fights inevitably occurred.</p>\n<p>36. On June 1, 1970, Warden Crouse was replaced by Raymond Gaffney. In addition to welding shut the strip cells, Warden Gaffney introduced a wide variety of new programs designed to make the prisoners' existence more tolerable and conducive to new rehabilitation programs which were also introduced. This has been an on-going program, and is still in progress. Both prison officials and the plaintiffs describe the present prison conditions as much improved over those which existed at and prior to the time of the riot of June, 1969.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The first issue of law for determination by this Court is whether any or all of the plaintiffs were subjected to cruel and unusual punishment by the defendants acting under color of state law. The second issue concerns the relief, if any, to which plaintiffs would be entitled if such punishment was impermissible.</p>\n<p>We are not concerned here with what is popularly referred to as \"prison reform\". That is a matter for the Kansas legislature, and those prison authorities who are charged with the responsibility of running KSP, and the other Kansas penal institutions, according to legislative mandate. This Court has always been reluctant to interfere in matters of prison administration, whether the prison be a state or federal institution, Graham v. Willingham, 384 F.2d 367 (CA 10, 1967) (per curiam), Bethea v. Crouse, 417 F.2d 504 (CA 10, 1969). The Constitution of the United States specifically provides for freedom from cruel and unusual punishment. The test in defining cruel and unusual punishment approved in <i>Bethea,</i> and which seems to be of broad application, is whether the acts complained of were of \". . . such a character as to shock general conscience or to be intolerable to fundamental fairness to the extent that the constitutional right to be free from cruel and unusual punishment had been violated.\"</p>\n<p>Poindexter and Brooks contend that they were subjected to cruel and unusual punishment by being \"rounded up\" and placed in A and T as agitators and instigators. (The other plaintiffs do not join in this contention). Their argument is that since Poindexter was in the hospital and Brooks was in A and T on June 18, 1969, neither could have played an instrumental part in causing the riot, and therefore, by being placed in A and T, they were subjected to arbitrarily imposed punishment. (They do not specifically contend that transfer to A and T without a hearing was a violation of due <span class=\"star-pagination\">*455</span> process, or that the conditions in A and T constituted cruel and unusual punishment).</p>\n<p>As a preliminary matter, we note that Brooks' and Poindexter's interpretation of the facts is not supported by the evidence. There was no evidence that the names of those inmates who were provided to Warden Crouse as agitators and instigators was limited solely to those inmates who actually took part in the riot on the day it began, June 18. The fact that neither Brooks nor Poindexter was in the general prison population on June 18th, then, cannot be said to exempt them from being considered agitators and instigators. The facts are that the riot did not begin and cease on June 18th, but rather that it continued through June and July, and that the intent of the round-up of late July was to get those inmates out of the general prison population who were keeping the disturbances going and preventing prison officials from regaining control of the institution. Both Poindexter and Brooks were in the general prison population on the day they were taken to A and T, and had been for some time.</p>\n<p>Poindexter and Brooks do not contend and the facts do not disclose that the everyday conditions which prevailed in A and T during the time period pertinent to this case constituted cruel and unusual punishment. The rule in this Circuit is that segregated confinement, as such, is not cruel and unusual punishment, Black v. Warden, 467 F.2d 202 (CA 10, 1972). Compare, Wright v. McMann, 387 F.2d 519 (CA 2, 1967). Poindexter or Brooks do not contend and the evidence does not support a finding that their transfer to A and T without a hearing constitutes cruel and unusual punishment. In any event, such a contention does not rise to constitutional proportions, see Burns v. Swenson, 430 F.2d 771 (CA 8, 1971), cert. den. 404 U.S. 1062, 92 S.Ct. 743, 30 L.Ed.2d 751 (1972). Finally, and though it is not specifically raised herein, the fact that neither Brooks nor Poindexter was given a hearing following his incarceration in A and T does not, under the facts of this case, present a constitutional issue. The facts are that Brooks was released from A and T within two weeks after July 30, and that Poindexter remained in A and T due to other charges. [<i>Cf. </i><i>Burns, supra</i>].</p>\n<p>Brooks' and Poindexter's position on this issue, is that they object to the manner in which segregation was effected. The argument is that the Eighth Amendment incorporates a basic prohibition against the arbitrary imposition of punishment. This position is not sustained by either the facts or the law. It is clear that the intent of prison officials in ordering the \"round-up\" of suspected agitators was not to punish the suspects, but rather to segregate or control them from the general prison population as a measure to restore order and prevent disorder. Brooks' and Poindexter's incarceration in A and T was an appropriate disciplinary measure. It was not as plaintiffs suggest, unreasonable. The isolation of some inmates for the purpose of attempting to prevent destruction of property and a threat to the safety of other inmates and prison personnel is a reasonable and proper exercise of authority at any time and under the facts of this case, unquestionably so under any due process theory. Such a measure does not shock the \"general conscience\" although failure to take such an action certainly would. The cases cited by the plaintiffs, Landman v. Royster, 333 F.Supp. 621 (E.D.Va., 1971) and Clutchette v. Procunier, 328 F.Supp. 767 (N.D.Cal., 1971) are two of the most conspicuous examples of court intervention into the everyday affairs of prison administration from which we will generally refrain. <i>Cf.</i> United States v. Wyandotte County Kansas, 343 F.Supp. 1189 (D.Kan.1972).</p>\n<p>The next issue is whether the use of tear gas in A and T on August 27, 1969, constituted cruel and unusual punishment. All plaintiffs join in this issue. The plaintiffs' position is two-fold: first, that the introduction of the tear gas was arbitrary because it affected all <span class=\"star-pagination\">*456</span> inmates, whether they were involved in the disturbance or not; and, two, that it was unnecessary because all inmates were locked in their cells during the disturbance.</p>\n<p>With respect to the tear gas issue, as with the water hose issue which will be discussed separately, the plaintiffs rely on cases wherein various courts have ruled upon the constitutional prohibition against cruel and unusual punishment. The cases are: Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972); Holt v. Sarver, 300 F.Supp. 825 (E.D.Ark., 1969), subsequent opinion, 309 F.Supp. 362 (1970), aff'd. 442 F.2d 304 (CA 8, 1971); Landman v. Royster, <i>supra</i><i>;</i> Louisiana ex rel. Francis v. Resweber, 329 U.S. 459, 67 S.Ct. 374, 91 L.Ed. 422 (1946); Wilkerson v. Utah, 99 U.S. 130, 25 L.Ed. 345 (1879); Jackson v. Bishop, 404 F.2d 571 (CA 8, 1968) and Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1909). Each of these cases is distinguishable from the case at bar in one or more crucial aspects: <i>Furman, Resweber,</i> and <i>Wilkerson</i> discuss cruel and unusual punishment as it relates to the manner in which the sentence of a court is carried out (i. e., the death penalty), and do not treat the Eighth Amendment question as it relates to the day-by-day aspects of incarceration. <i>Weems</i> and <i>Jackson</i> treat methods of inflicting punishment as Eighth Amendment violations (use of the strap, hanging by the wrist, etc.) <i>Holt</i> deals with the wellknown excesses and faults which were discovered in the Arkansas penal system. Throughout their briefs, the plaintiffs have addressed themselves to what prison officials did <i>not</i> do prior to making the decision to use gas or by posing hypotheticals regarding approaches that should have been tried because they might have worked to alleviate the disturbance. Regardless of the manner in which the plaintiffs attempt to support these positions by fitting them into the cases cited, supra, such an approach is nothing more than Monday-morning quarterbacking or a continuing attempt to establish their own standards of discipline. Determinations of constitutional issues should not be made to turn upon hypothesis, conjecture or surmise.</p>\n<p>The facts of this case show that on August 27, 1960 a disturbance of considerable proportion occurred in A and T. It brewed all day. It did not become less intense as time wore on, but instead became worse. By evening, it appeared to the guards that at least one entire wing was involved  44 men. No attempt was made to go into the north wing because the guards feared for their safety. It was only after the disruption had continued for several hours that tear gas was used. The guards attempted to prevent the gas from spreading to those perhaps innocent inmates. And, the gas stopped the disturbance. Under these facts, it does not \"shock the conscience\" of this Court that tear gas  whose effects are unpleasant but temporary  was employed to stop the disruption. This, in the Court's view, is not punishment as contemplated by the Eighth Amendment but is an appropriate use of force to control prisoner conduct. The Court cannot accept the plaintiffs' view that every infliction by prison officials of pain or physical discomfort upon an inmate constitutes cruel and unusual punishment. We recognize that this is the approach taken by the Court in <i>Landman, supra,</i> but we are not in agreement with it. Nor will the Court accept the contention that the use of tear gas is justifiable only to disburse men who are not confined in their cells, or to subdue an inmate, in or out of a cell, who possesses a firearm, and no other weapon. This simply is not a realistic restriction to place upon prison officials. A piece of jagged glass from a broken light fixture, thrown by an inmate in or out of his cell, can cut or blind a guard or other inmate. The fact that the threat of injury may not be a <i>fatal</i> injury cannot be the controlling factor. It is absurd to suggest that a guard must subject himself to the risk of physical injury by attempting to personally subdue even one inmate, much <span class=\"star-pagination\">*457</span> less several inmates. Nor are we impressed with the contention that use of tear gas was excessive because the inmates were only yelling and destroying physical property. First of all, the credible evidence shows that the disruption had developed into far more than the shouting contest characterized by the plaintiffs. Second, and of more importance, it is naive to contend that prison guards are obliged to stand by while property is being destroyed and while a disturbance is building, waiting for some nebulous and unpredictable moment when the disruption reaches such a fever pitch that life may be threatened, prior to stepping in to halt the disturbance. This is not the function of prison officials. Their task, and duty, is to prevent disturbances, whether they involve one or many inmates. The methods used to control such disturbances will, of necessity, be varied and will depend upon many factors. The basic decision as to the action to be taken, however, must rest with those persons charged with the care, custody and control of prisoners, and must be based upon the responsible officials' on-the-scene analysis of the problem and its solution. That the action taken by the prison officials is subject to later judicial scrutiny cannot operate to shift the basic responsibility of the operations of the prisons to the courts, for the courts are not equipped to perform such duties. [<i>Cf.</i> United States v. Wyandotte Co., <i>supra,</i> 343 F.Supp. at 1203 and 4.]</p>\n<p>Our research has revealed two cases whose factual situation fairly parallels that which existed here: Beishir v. Swenson, 331 F.Supp. 1227 (W.D.Mo., 1971) and Inmates of Attica v. Rockefeller, 453 F.2d 12 (CA 2, 1971). In <i>Beishir,</i> Judge Hunter details, with appropriate case citations, the three general approaches to a determination of what constitutes cruel and unusual punishment. These are:</p>\n<blockquote>1. Whether the punishment in question is of such a character as to shock the general conscience or to be intolerable in fundamental fairness. Such judgment is to be made in light of developing concepts of decency.</blockquote>\n<blockquote>2. Whether the punishment is greatly disproportionate to the offenses for which it is imposed.</blockquote>\n<blockquote>3. Whether the punishment, although applied pursuant to a legitimate penal aim, goes beyond that aim; that is, when a punishment is unnecessarily cruel in view of the purpose for which it is used.</blockquote>\n<p>Applying these tests, Judge Hunter concluded that under all these standards, the plaintiffs' claims concerning exposure to water hoses and chemical mace failed to sustain a showing of unconstitutional punishment. It is noteworthy that these implements were used to quell a disturbance in the Missouri State Penitentiary which had lasted some three days, as opposed to the disturbance in this case which, on August 27, 1969, had continued for over two months.</p>\n<p>We find that the use of tear gas, under the facts of this case, does not constitute cruel and unusual punishment under any appropriate standards.</p>\n<p>The same conclusion must follow with respect to the plaintiffs' contention that use of water hoses subjected them to cruel and unusual punishment. Their position on this issue is much the same as with the use of tear gas: that because of the force of the water stream caused physical bruising and discomfort, it constituted corporal punishment which was excessive in light of magnitude of the disturbances. The plaintiffs' interpretation of the facts is that they themselves, at most, were doing nothing more than yelling or swearing at guards, that therefore, they posed no threat to guards, and that the guards should have talked to the prisoners to try to quiet them down.</p>\n<p>As before, the facts do not bear out this non-violent characterization of the events which led to the spraying. Three of the plaintiffs, Poindexter, Kowalec, and Turner admitted that they had committed acts to provoke being sprayed on at least some of the occasions the hoses <span class=\"star-pagination\">*458</span> were employed. While the throwing of an egg may seem to be nothing more than a harmless prank when viewed in a vacuum, it takes on an entirely different light when viewed in the context of a prisoner-guard relationship in a maximum security environment in a time of constant disruptions. Furthermore, the credible evidence before us indicates that the hoses were used not to harass or torment the general inmate population in A and T, but rather to quell disturbances caused by individual inmates in a manner which would have the least deleterious effects upon nondisruptive inmates. What has been said before with regard to the duty of prison guards to anticipate and prevent serious disturbances applies equally here, and we find the use of water hoses under the facts of this case did not constitute cruel and unusual punishment.</p>\n<p>The plaintiffs' final contention is that they were subjected to cruel and unusual punishment by being incarcerated in strip cells.</p>\n<p>We are satisfied that each plaintiff was incarcerated in a strip cell, and that each plaintiffs' testimony depicted the conditions of his confinement therein.</p>\n<p>In support of their respective positions that the conditions of the strip cells did, and did not, constitute cruel and unusual punishment, the parties have cited many cases in which conditions, or combinations of conditions similar to that of the strip cells at KSP were held either to constitute, or not to constitute, cruel and unusual punishment. No point would be served in reviewing the cases thus cited, for they cannot be reconciled. We are satisfied that the guiding principles in this area have been established by the Supreme Court. In Trop v. Dulles, 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958) the Court stated:</p>\n<blockquote>\"The basic concept underlying the Eighth Amendment is nothing less than the dignity of man. While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.</blockquote>\n<blockquote>\". . . the words of the Amendment are not precise, and . . . their scope is not static. The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\"</blockquote>\n<p>We hold that the totality of the conditions of strip cell incarceration in this case constituted cruel and unusual punishment under the standards cited and facts found in this opinion. It is the combination of conditions present in this case upon which the Court bases its finding. The fact defendant Crouse concluded that strip cells served no useful purpose or that Warden Gaffney welded shut the strip cells, while relevant and persuasive, does not render <i>ipso facto</i> unconstitutional the use of strip cells under certain limited conditions and circumstances.</p>\n<p>The Court is now left with the questions of liability and relief. Since the plaintiffs have requested injunctive relief from all the conditions just discussed, we shall deal with that question first. Because of our finding that incarceration in A and T, and use of tear gas and water hoses did not constitute cruel and unusual punishment, no injunction need be forthcoming with respect to those circumstances. With respect to the question of strip cells, plaintiffs argue that without an injunction, there is nothing to stop the defendants from reconstructing or reopening the strip cells in their former condition.</p>\n<p>Several recent cases have dealt with the question of injunctive relief where the conduct sought to be enjoined has ceased. In Atlantic Richfield Co. v. Oil, Chemical and Atomic Workers International Union, AFL-CIO, 447 F.2d 945 (CA7, 1971), the Court held:</p>\n<blockquote>\"A voluntary cessation of wrongful conduct may eliminate the need for injunctive relief but does not defeat a <span class=\"star-pagination\">*459</span> court's power to act. (Citations omitted). The exercise of that power depends on the court's appraisal of all relevant circumstances, including the threat or likelihood of recurring violations. (Citations omitted). If past wrongs have been proved, and the possibility of future misconduct survives, so does the court's power. The appeal is not moot.\"</blockquote>\n<p>In Carter v. Gallagher, 452 F.2d 315 (CA8, 1971), cert. den. 406 U.S. 950, 92 S.Ct. 2045, 32 L.Ed.2d 338, the Court held:</p>\n<blockquote>\"Generally the granting or denial of an injunction to remedy illegal conduct in situations where good faith effort has been made to remedy the wrong rests in the sound discretion of the trial court.\"</blockquote>\n<p>See also, Cortright v. Resor, 447 F.2d 245 (CA2, 1971), cert. den. 405 U.S. 965, 92 S.Ct. 1172, 31 L.Ed.2d 240, and Bell Telephone Co. v. CWA, AFL-CIO, 454 F.2d 1333 (CA5, 1971).</p>\n<p>Based upon these rules, we conclude that the welding shut of the strip cells does not, standing alone, render moot the issue of their use in the manner condemned, but that the state and prison officials have made a good faith effort to remedy the wrongs, that the only evidence before the Court is that their use has been permanently halted by prison officials, and that no need for a permanent injunction as to their use is presently necessary.</p>\n<p>The final question involves liability of the defendants for money damages to the plaintiffs. The issue of a state official's liability for money damages in a civil rights action has been recently discussed in Williams v. Eaton, 443 F.2d 422 (CA 10, 1971). Although that case did not involve a suit by prisoners, we believe its guiding principles are binding in this case. <i>Williams,</i> as we read it, holds that while a state official who is sued in his official capacity, as opposed to individual capacity, cannot interject his official capacity as a bar to injunctive and declaratory relief, the fact that he is sued in his official capacity does operate as a bar to liability for monetary damages.<sup>[11]</sup> Such is the case here.</p>\n<p>The <i>Williams'</i> Court said:</p>\n<blockquote>\"However, we feel that the basis for allowing equitable suits against unconstitutional action is that they merely enjoin such acts, and we believe the result is different where the relief sought would `expend itself on the public treasury or domain, or interfere with the public administration. Ex parte New York, 256 U.S. 490, 500, 502, 41 S.Ct. 588, 590, 591, 65 L. Ed. 1057.' Land v. Dollar, 330 U.S. 731, 738, 67 S.Ct. 1009, 1012, 91 L.Ed. 1209. When the action in essence is for recovery of money from the State the immunity is available even though individual officials are nominal defendants. See Ford Motor Co. v. Department of Treasury of Indiana, supra, 323 U.S. [459] at 464, 65 S.Ct. 347 [89 L.Ed. 389]; Hamilton Manufacturing Co. v. Trustees of State Colleges in Colorado, supra [356 F.2d <span class=\"star-pagination\">*460</span> 599]; and Westberry v. Fisher, 309 F.Supp. 12, 18-20 (D.Me.); contra, Sostre v. Rockefeller, supra [312 F. Supp. 863 (D.C.)].\" [See also, Wright v. Altus Production Credit Association, 468 F.2d 997 (CA 10, 1972).]</blockquote>\n<p>All defendants are named in the pretrial order as officials of the state, and there is no question that they were acting in their respective official capacity during the period when the unconstitutional acts charged were committed. It was never alleged, nor was any evidence offered to the effect that the defendants were sued as individuals, or that they were acting in an individual capacity in any matter connected with this suit. Compare Wylie v. Walbourn, W-4466, February 25, 1972 (D.Kan., J. Theis).</p>\n<p>Attorneys' fees and costs are prayed for, and there is authority that such an award is appropriate even though not specifically provided for in 42 U.S.C. § 1983. See Lyle v. Teresi, 327 F.Supp. 683 (D.Minn., 1971). Nevertheless, we believe that the rationale of <i>Williams, supra,</i> controls, and that this requested relief must likewise be denied. The Clerk will enter judgment for the defendants.</p>\n<p></p>\n<h2>SUPPLEMENTAL MEMORANDUM OF OPINION</h2>\n<p>This case is a civil rights action for injunctive relief and money damages brought by state prisoners against certain state prison officials. By our Memorandum of Opinion filed January 26, 1973, we rendered judgment for the defendants. Since that time, the plaintiffs, through their attorneys,<sup>[1]</sup> have filed several post-trial motions. The motions to amend petitions and judgment were heard and denied on February 5, 1973. The plaintiffs, through their attorneys, have also filed a motion to amend the caption, and the pre-trial orders, and the Court's original Findings of Fact. In reviewing the motions, the Court has also reviewed the parties pre- and post-trial briefs, and its Memorandum and Opinion. We have determined that the issues raised by the Plaintiffs in all their motions require that we make additional conclusions from our previous findings in order for the record to be complete and because there remain to be tried some nine cases of a similar factual nature to the instant consolidated cases.</p>\n<p></p>\n<h2><i>Motions to Amend Petitions and Judgment</i></h2>\n<p>A money judgment against the defendants was denied on the grounds that it was barred by the 11th Amendment, following Williams v. Eaton, 443 F.2d 422 (CA 10, 1972). The Court found that all the defendants were sued in their official capacities as prison officials of the State of Kansas (Opinion, p. 446), that the defendants were acting in their respective official capacities during the period when the acts found by the Court to be unconstitutional were committed, and that it was not alleged, nor was there any evidence offered to prove, that any of the defendants acted individually in any matter connected with the action (Opinion, p. 459).</p>\n<p>In their motions to amend their petitions and judgment the Plaintiffs asserted that the distinction between official and individual action was an \"insufficient basis\" for the denial of money damages, and moved to amend their pleadings on the following alternative grounds:</p>\n<blockquote>(1) that the issue of defendants' individual liability <i>was</i> raised by the pleadings; or</blockquote>\n<blockquote>(2) that if the issue was not raised. that individual liability was tried by the implied consent of the parties and that the pleadings should be amended pursuant to Rule 15(b), Federal Rules of Civil Procedure, to reflect that the defendants were sued in their individual, as well as, official capacities.</blockquote>\n<p><span class=\"star-pagination\">*461</span> The thrust of these requested amendments indicates a belief by the Plaintiffs, or more specifically by their counsel, that the Court had, in their words, \"hit (them) from the blind side\" and had, by a technical trick, deprived them of the money to which they believed the evidence showed they were entitled. Apparently, the Plaintiffs believe that the Court denied them money damages simply because the actions' captions do not reflect that the defendants were sued in their individual, as well as their official capacities. This belief is not only unfounded, but is also refuted by the Opinion, wherein, at Footnote 11, the Court stated that there would be no bar to money damages \". . . if the defendants had been sued <i>and had acted in their individual capacities</i> . . .\" [Emphasis supplied.] As clearly stated in the opinion, we found that the plaintiffs had failed in their burden to show any individual action by the defendants. In other words, we did not rest our denial of monetary relief on technicalities of pleading, but rather determined the issue from the facts.<sup>[2]</sup></p>\n<p>We are satisfied that the rule of <i>Williams</i> operates to bar money damages under the facts of this case. Our concern now is with the motions pending before us.</p>\n<p>We categorically reject Plaintiffs' contention that the issue of Defendants' individual liability was raised by the pleadings. Therefore, if we allow the plaintiffs to amend their pleadings to reflect that individual liability was tried by implied consent of the parties, then we shall also permit the Defendants, pursuant to their motion, to amend their pleadings to allege official immunity from liability for money damages. What is fair for the goose is fair for the gander.</p>\n<p>We found that the Plaintiffs were subjected to cruel and unusual punishment by being confined in strip cells. As the Plaintiffs correctly stated in their post-trial briefs, the issue of a recovery under § 1983 is to be conditioned upon traditional \"tort liability that makes a man responsible for the natural consequences of his actions.\" Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L. Ed.2d 592. Plaintiffs' three touchstones of tort liability are:</p>\n<blockquote>(1) that their injuries were the natural consequences of Defendants' <i>intentional</i> acts and omissions;</blockquote>\n<blockquote>(2) that their injuries were the natural consequences of Defendants' <i>negligent</i> acts and omissions; and</blockquote>\n<blockquote>(3) respondeat superior.</blockquote>\n<p>They reject the idea that Defendants could avoid liability under <i>any</i> of these theories by relying on the defense of official immunity.</p>\n<p>Assuming, but not deciding, that liability might attach under any or all of Plaintiffs' theories,<sup>[3]</sup> we are left with the question of whether official immunity could be asserted as a defense to liability <span class=\"star-pagination\">*462</span> for money damages. Monroe v. Pape is not the Supreme Court's final pronouncement on liability for damages in a § 1983 action. In fact, in Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L. Ed.2d 288, the Court specifically stated that \"no question of immunity [was presented in <i>Monroe</i>] and none was decided.\" There has been an absolute profusion of civil rights cases in which state officials have sought to avoid liability for money damages under the <i>Pierson</i> doctrine. The cases do not present a uniform approach to the question of immunity. Much depends upon the facts of the case: the nature of the involvement of the state official, the type of constitutional violation which occurred, and the flagrancy of that violation.<sup>[4]</sup> These cases, and the ones cited, infra, cannot be reconciled. However, there is a certain common thread running through the cases on the issue of official immunity: although official immunity cannot be asserted as an <i>absolute</i> defense to § 1983 liability,<sup>[5]</sup> it is available in certain circumstances, generally when the actions of the state officials were taken in good faith, or, as sometimes stated, within the scope of their authority.<sup>[6]</sup> The \"good faith\" test has been used to bar liability for damages in cases wherein the defendants were sued in their official capacities only,<sup>[7]</sup> and in both their official <i>and</i> individual capacities.<sup>[8]</sup> As to what constitutes a lack of good faith, Ellenburg v. Shepherd, 304 F.Supp. 1059 (E.D.Tenn., 1966)<sup>[9]</sup> states as a test whether the acts of the officials constituted malice, oppression or wanton disregard of rights. And in Boyce v. School District, 341 F. Supp. 672, (D.Del., 1972) the Court said that allegations of arbitrary and unreasonable action, if proved, would support a finding of bad faith. In this connection, Devitt and Blackmar, Federal Jury Practice and Instructions, Second Edition, § 87.11 deals with the authority of prison officials over prisoners. Two Tenth Circuit cases are cited in the notes as following the Monroe v. Pape tort-standard test. One of these in particular, Morgan v. Labiak, 368 F.2d 338 (10 Cir. 1966) says that a reasonableness standard is appropriate in judging the acts of the officials.</p>\n<p>We believe that under any of these standards  good faith, scope of authority or reasonableness  the Defendants would be entitled to assert a <span class=\"star-pagination\">*463</span> valid official immunity defense <i>under the facts of this case.</i> Although the Defendants did, directly or indirectly, commit acts which we determined, <i>ex post facto,</i> to have caused the Plaintiffs to suffer cruel and unusual punishment, the evidence is the acts were performed as part of their official duties, during a time of riot at the Penitentiary, and as part of a general effort to regain control of an extremely dangerous situation. Furthermore, the general incidents of strip cell incarceration were authorized by Kansas Statute, (See Footnote 10 of Opinion of January 26, 1973) and no court to which the Defendants could be held to answer had ever found the strip cells to constitute cruel and unusual punishment (Compare Wright v. McMann, 460 F.2d 126 [CA 2, 1972] cert. den., 409 U.S. 885, 93 S.Ct. 115, 34 L.Ed.2d 141, where the warden had been put on notice of the \"foul and inhuman\" conditions which were later held unconstitutional).<sup>[10]</sup></p>\n<p>In summary, under the amended pleadings, we find that the Defendants are not liable for damages to the Plaintiffs due to the doctrine of official immunity.<sup>[11]</sup></p>\n<p></p>\n<h2><i>Plaintiffs' Motion to Amend the Caption and Pre-Trial Order.</i></h2>\n<p>Plaintiffs have also moved to amend the caption and pre-trial order to reflect that all defendants are sued in their individual as well as official capacities. For the reasons previously stated, this motion is unnecessary, and is Denied.</p>\n<p>One last matter remains for comment. Because we have denied recovery of money damages, it follows that Plaintiffs' prayer for attorneys' fees must also be denied. Because of our finding that none of the Defendants acted individually toward any of the Plaintiffs, an award of attorneys' fees, even if made pursuant to this Court's broad equity powers and in the absence of a finding of bad faith,<sup>[12]</sup> would, of necessity and fundamental fairness, expend itself on state funds rather than the personal funds of the Defendants.<sup>[13]</sup> Such an award, therefore, would seem to be barred under <i>Williams.</i><sup>[14]</sup> We add, however, that we approve of the <i>Williams' holding,</i> but had funds been available to make an award of attorneys' fees, we would have done so, for the Plaintiffs' attorneys have worked hard in their behalf. Accordingly,</p>\n<p>Plaintiffs' motion to amend their pleadings to reflect that the issue of Defendants' individual liability was tried by implied consent is Granted; Defendants' motion to amend their pleadings to allege the defense of official immunity from money damages is Granted: Plaintiffs' motion to amend the caption and pre-trial orders in these consolidated cases is Denied; and Plaintiffs' motion to amend findings and judgment is Denied.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants are: Robert N. Woodson, who is the present Director of Kansas Penal Institutions, having held that position continuously since July 1, 1969; Sherman H. Crouse, Warden of the Kansas State Penitentiary from 1962 until May 1, 1970; and A. J. Huggins, Deputy Warden of the Kansas State Penitentiary from September, 1969-May, 1970.\n</p>\n<p>The duties of each defendant are set forth in Kansas statutes, in pertinent part, as follows:</p>\n<p>\"K.S.A. 76-2404. <i>Powers and duties of director of penal institutions.</i> The director shall have power, and it shall be his duty from time to time, to examine and inquire into all matters connected with the government, discipline and police of the penitentiary; the punishment . . . of the prisoners confined therein, . . . and he may from time to time require reports from the warden or other officers of the penitentiary in relation to any or all of said matters.\"</p>\n<p>\"K.S.A. 76-2406. <i>Duties of the warden.</i> It shall be the duty of the warden under the general supervision of, and the rules and regulations adopted by, the director for the direction and government of all officers of the penitentiary:</p>\n<p><i>First:</i> To attend constantly at the penitentiary, except while performing some other duty connected with his office.</p>\n<p><i>Second:</i> To exercise a general superintendence over the government, discipline and police of the penitentiary . . .</p>\n<p><i>Third:</i> To give necessary directions to the keepers, and to examine whether they have been careful and vigilant in their respective duties.</p>\n<p><i>Fourth:</i> To examine daily into the state of the penitentiary, and the health, conduct and safekeeping of the prisoners . . .\"</p>\n<p>\"K.S.A. 76-2414: <i>Deputy Warden; duties.</i> Whenever there shall be a vacancy in the office of the warden of the penitentiary, or when the warden shall necessarily be absent from the penitentiary, all the duties and keeping of the prisoners and the discipline of the penitentiary shall devolve upon and be executed by the deputy warden of the penitentiary . . .\"</p>\n<p>A fourth defendant, Officer Peter Schwartz, was named in the Pre-trial Orders. However, plaintiffs have omitted from their pre- and post-trial briefs any reference to Officer Schwartz as a defendant in this consolidated action. It would thus appear, and the Court shall assume, that the plaintiffs have abandoned their claim against Officer Schwartz. However, the findings of fact and conclusions of law would apply equally to Officer Schwartz as to the other defendants.</p>\n<p>[2]  Immediately prior to trial, case number L-1205, Rider v. Woodson, et al., was dismissed with prejudice upon the motion of the plaintiff, Gene Rider. At the present time, some nine actions arising out of the riots and involving different plaintiffs but identical defendants remain to be tried. By its Order of September 11, 1972, the Court directed that those nine cases should be consolidated and tried subsequent to the five consolidated cases herein.</p>\n<p>[3]  Since the riot, written regulations have been promulgated and published by the Director of Prisons. These provide that institutional heads may approve the transfer of an inmate to A and T. In addition, the duration of confinement in A and T, as well as other punishments for violations of institutional rules, has been made the subject of written regulations.</p>\n<p>[4]  This, too, has now been changed by new written procedures which provide a due-process type of procedure with regard to infractions of prison regulations.</p>\n<p>[5]  Defendant Woodson testified that the staff tried to give hearings to all those incarcerated in A and T, but they were prevented from doing so in many cases due to the continuing disruptions.</p>\n<p>[*]   Brooks released: 10/14/69</p>\n<p>[6]  With respect to plaintiffs Poindexter and Brooks only, Poindexter's disciplinary reports indicate that he was \"written up\" on seven different occasions between August 8 and September 26, 1969. All write-ups involved charges other than instigation and agitation, and five of the seven charges arose while Poindexter was confined in A and T. Poindexter testified that on one occasion during this period, he actually broke out of his cell in A and T. It would appear that Poindexter was released from A and T about November 7, 1969. By his own testimony, Brooks was confined in A and T for about two weeks following his initial incarceration on July 30. He then was released, only to be reincarcerated about a week later on charges unrelated to agitation and instigation.</p>\n<p>[7]  Poindexter alleged that his present condition of smoker's bronchitis was either caused or aggravated by the gas. From the credible evidence before the Court, including plaintiff's physician witness's testimony that recovery from tear gas is complete, we find that Poindexter suffered no permanent injury due to the gas. In this regard, Plaintiff Brooks also claimed that a stomach ulcer condition from which he presently suffers was caused by some or all of the incidents of incarceration in A and T and the strip cells. Once again, from the credible evidence, including physician's testimony, we find that Brooks has not met his burden with respect to this claim of injury.</p>\n<p>[8]  Use of tear gas is now authorized by written regulation, as follows:\n</p>\n<p>\"Tear gas may be used in maintaining order and discipline only when an emergency occurs which may result in injury to persons or property. No tear gas shall be used without approval of the institution head or in his absence, the approval of the acting head of the institution. If circumstances permit, the institution head shall be present when tear gas is used. The use of tear gas as punishment is prohibited.\"</p>\n<p>[9]  No written rules now exist with regard to the use of water hoses in the event of a disturbance. Officer Fitzpatrick, whose testimony via deposition was stipulated to, stated that use of hoses in A and T to quell demonstrations had been prohibited.</p>\n<p>[10]  It would appear that the strip cells were used for punishment purposes and to segregate inmates for various reasons on a continuous basis since the construction of the A and T building in 1965. While it cannot be said that their use was specifically authorized by Kansas statute, the general incidents of strip cell confinement are authorized by K.S.A. 76-2423, as follows:\n</p>\n<p><i>Punishment.</i> There shall be no corporal punishment, and no painful and unusual kinds of punishment inflicted, such as binding the limbs or any member thereof, or placing and keeping the person in painful posture; and that the punishment of delinquent prisoners shall be restricted to the ball and chain, but so used as not to torture the person or limbs, <i>and to close and solitary confinement, with such deprivation of light and such limitation in kind and quality of food as may, in the exercise of a sound discretion, produce distress without hazarding the life of the offender.</i>\" [Emphasis supplied.]</p>\n<p>[11]  There is authority in this Circuit that official immunity of prison officials must be pleaded and proved, Morgan v. Willingham, 424 F.2d 200 (CA 10, 1970). However, in that case, it would appear that official immunity was raised as a bar to all liability via a motion for summary judgment. In our case, official immunity was not pleaded specifically as a defense to all liability, and <i>Williams</i> makes it clear that it would not act as a bar to injunctive relief, had such been appropriate here. We do not read <i>Williams</i> to say that defendants must specifically plead immunity in order to bar an award of <i>damages.</i> Rather, we read it to say that when the defendants are sued in their official capacities, and are named as nominal defendants (the State of Kansas could not be named as a defendant in this type of action  K.S.A. 46-901), then no recovery of money damages may be had. Thus, we find no conflict between <i>Morgan</i> and <i>Williams.</i> If the defendants had been sued and had acted in their individual capacities, then there would be no bar to money damages.</p>\n<p>[1]  This fact is mentioned because the Petitioners originally filed their respective actions in <i>forma pauperis.</i></p>\n<p>[2]  We are not impressed by Plaintiffs' suggestion that if counsel had not been appointed, then the Court would have been required to construe the pleadings as suing the defendants individually in order to square them with Plaintiffs' claim for money damages, citing Haines v. Kerner. Whatever our duties are under <i>Haines,</i> that decision is wholly inapplicable to the instant case. The pleadings herein were prepared by counsel, not by the Plaintiffs. Indeed, the Plaintiffs were represented throughout this case by four lawyers, one of whom is a law school professor. Our duty in this case was to construe the pleadings so as to do substantial justice to <i>all</i> parties, Rule 8(f), Federal Rules of Civil Procedure. We were under no obligation to afford the Plaintiffs' counsel special treatment simply because their clients were prisoners or one of them was a professor who was appointed at request by the Court.</p>\n<p>[3]  It is noteworthy that there are several recent cases which hold that respondeat superior is not applicable to civil rights cases: Salazar v. Dowd, 256 F.Supp. 220 (D.Colo., 1966, J. Doyle); Barrows v. Faulkner, 327 F.Supp. 1190 (N.D., Okla., 1971, J. Daughtery); Jennings v. Davis, 339 F.Supp. 919 (W.D.Mo., 1972) and Richardson v. Snow, 340 F.Supp. 1261 (D.Md., 1972).</p>\n<p>[4]  See and compare Roberts v. Williams, 456 F.2d 819 (CA 5, 1972); Carter v. Carlson, 144 U.S.App.D.C. 388, 447 F.2d 358 (1971) reversed District of Columbia v. Carter, 409 U.S. 418, 93 S.Ct. 602, 34 L.Ed.2d 613; Bennett v. Gravelle, 323 F.Supp. 203 (D.Md., 1971) cert. dismissed 407 U.S. 917, 92 S.Ct. 2451, 32 L.Ed.2d 692.</p>\n<p>[5]  The Plaintiffs have cited several cases which they claim hold that official immunity can never be raised as a defense in a § 1983 action. Even a cursory reading of these cases belies that contention and in fact, most actually recognize the availability of an immunity defense. At best, the cases cited stand for the rule that immunity is a defense which must be proved, and it cannot be used as a basis for a motion to dismiss. The cases are: Carter v. Carlson, <i>supra</i><i>;</i> Donovan v. Reinbold, 433 F.2d 738 (CA 9, 1970); Jobson v. Henne, 355 F.2d 129 (CA 2, 1966); Gaito v. Ellenbogen, 425 F.2d 845 (CA 3, 1970); Martinez v. Mancusi, 443 F.2d 921 (CA 2, 1970) cert. den. 401 U.S. 988, 91 S.Ct. 1202, 28 L.Ed.2d 335 and Wiltsie v. California Dept. of Corrections, 406 F.2d 515 (CA 9, 1968).</p>\n<p>[6]  Endicott v. Van Petten, 330 F.Supp. 676 (D.Kan., 1971, J. Theis); Pennsylvania v. Sincavage, 439 F.2d 1133 (CA 3, 1971); United States ex. rel. Birnbaum v. Dolan, 452 F.2d 1078 (CA 3, 1971); Hayes v. Cape Henloper School District, 341 F. Supp. 823 (D. Delaware, 1972); Bennett v. Gravelle, 323 F.Supp. 203 (D.Md., 1971) cert. dismissed, 407 U.S. 917, 92 S.Ct. 2451, 32 L.Ed.2d 692; Urbano v. McCorkle, 346 F.Supp. 51 (D.N.J., 1972); Westberry v. Fisher, 309 F.Supp. 12 (D. Maine, 1970) and Kirstein v. Rector, 309 F.Supp. 184 (E.D.Va., 1970).</p>\n<p>[7]  Pennsylvania v. Sincavage, <i>Ibid.</i></p>\n<p>[8]  Hayes v. Cape Henloper School District, <i>supra</i><i>,</i> Bennett and Westberry, <i>Ibid.</i></p>\n<p>[9]  aff'd, 406 F.2d 1331 (CA 6, 1969) cert. den., 393 U.S. 1087, 89 S.Ct. 878, 21 L.Ed.2d 781.</p>\n<p>[10]  In this connection, we are not impressed by Plaintiffs' contention, raised at the trial, that Defendants should have known the strip cells were unconstitutional because courts in other jurisdictions had held similar cells to be violative of the Eighth Amendment.</p>\n<p>[11]  This finding is quite apart from the question of the Defendants' liability for money damages under the 11th Amendment. The latter is a constitutional bar, and has nothing whatsoever to do with tort-theory liability.</p>\n<p>[12]  Sims v. Amos, 340 F.Supp. 691 (M.D. Ala., 1972) aff'd, 409 U.S. 942, 93 S.Ct. 290, 34 L.Ed.2d 215.</p>\n<p>[13]  Urbano v. Board of Managers of New Jersey State Prison, 415 F.2d 247 (CA 3, 1969).</p>\n<p>[14]  It is noteworthy that there is no discussion of 11th Amendment applicability in Sims v. Amos, <i>Ibid.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">443</span></span> (1973)</b></center>\n<center><h1>Gary L. POINDEXTER, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nJames Mearl SHARP, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nSamuel Ross BROOKS, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nRay Charles TURNER, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.<br>\nDavid Thomas KOWALEC, Petitioner,<br>\nv.<br>\nRobert N. WOODSON et al., Respondents.</h1></center>\n<center>Civ. Nos. L-1325, L-1201, L-1211, L-1217, L-1343.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>January 24, 1973.</center>\n<center>Supplemental Opinion April 2, 1973.</center>\n<p><span class=\"star-pagination\">*444</span> Robert Claus, Associate Gen. Counsel, Wyandotte County Legal Aid Society (appointed), Allen M. Ressler, Ronald L. Roseman, The Legal Aid and Defender <span class=\"star-pagination\">*445</span> Society of Greater Kansas City, Kansas City, Mo., Malcolm E. Wheeler, University of Kansas Law School, Lawrence, Kan., for petitioners.</p>\n<p>Vern Miller, Kansas Atty. Gen., Dennis W. Moore, Asst. Atty. Gen., Kenneth F. Crockett, Sp. Asst. Atty. Gen., Topeka, Kan., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF OPINION FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>WESLEY E. BROWN, Chief Judge.</p>\n<p>This is a civil rights action for injunctive relief and monetary damages. Jurisdiction of all parties and subject matter under 42 U.S.C. § 1983 and 28 U.S.C. § 1343 is admitted. At all times pertinent to the events giving rise to this action, all plaintiffs were inmates of the Kansas State Penitentiary, Lansing, Kansas (hereinafter referred to as \"KSP\"). At the time of trial, all plaintiffs remained incarcerated at KSP, with the exception of plaintiff Turner, who was free on parole. At the time of the events giving rise to this action, all defendants were employees of the State of Kansas, and were acting in their respective official capacities in the Kansas penal system.<sup>[1]</sup> By agreement of counsel, the above-captioned cases were consolidated for trial, due to their factual similarity.<sup>[2]</sup> Additionally, it was agreed that the cases should be tried to the <span class=\"star-pagination\">*446</span> Court, rather than to a jury. The Court has considered the evidence adduced at trial, stipulations contained in the pretrial orders, and the arguments by presented pre- and post-trial briefs.</p>\n<p></p>\n<h2>ISSUES PRESENTED AND RELIEF REQUESTED</h2>\n<p>A separate pre-trial order was filed for each plaintiff. Each pre-trial order sets out for determination several issues of fact, and one common issue of law. The issues of fact are generally applicable to each plaintiff and our findings of fact will apply except where noted to each plaintiff. We summarized the issue which apply to each plaintiff as follows:</p>\n<blockquote>1. Confinement in the maximum security facility without charges being made by Prison officials.</blockquote>\n<blockquote>2. Exposure to tear gas while confined in cells.</blockquote>\n<blockquote>3. Spraying by water hoses.</blockquote>\n<blockquote>4. Incarceration in \"strip cells\".</blockquote>\n<p>Intertwined in these general issues of fact are issues relating to the conditions at the prison and the injuries, if any, suffered by the plaintiffs as a result of the acts alleged.</p>\n<p>The single common issue of law is as follows:</p>\n<blockquote>\"Did plaintiffs' confinement in the Adjustment and Treatment Facility, and the treatment he was subjected to while there confined under the conditions to which he was subjected, or any one or more of said conditions or any one or more of acts of mistreatment, if any, constitute cruel and unusual punishment?\"</blockquote>\n<p>At trial, the plaintiffs reduced their respective prayers for monetary damages to $10,000.00 each. Each plaintiff also prays for permanent injunctive relief from the acts complained of, plus reasonable attorney's fees and costs.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. During 1968-1969, there were approximately 1,250 inmates incarcerated at KSP. The maximum capacity of KSP, when originally designed, was 1100 inmates housed in single cells. It is undisputed that conditions during this period within KSP were unsatisfactory in several respects. Prison officials and inmates alike testified that the prison was overcrowded, that the living conditions, food, and rehabilitation programs were substandard, and that, in the words of the present warden, the prison hospital was a \"pest house\". The present penal director, defendant Woodson, described the institution as degrading, and he stated that prior to the riot of June 1969, it was questionable whether the inmates or the administration was running the prison.</p>\n<p>2. In the evening hours of June 17, 1969, a massive \"shake-down\" of the cell-houses was conducted. Large quantities of contraband were confiscated. By the next morning, June 18, 1969, a full-scale riot was in progress in two of the three main cell-houses. In A and C cell-houses, prisoners broke windows and fixtures, started fires and rendered inoperable the locking mechanisms of the individual cells. By evening, the guards were withdrawn from within the cell-houses, leaving the prisoners free to roam unrestrained inside the cell-houses. The outer main door, which was locked by prison officials, kept the inmates in the cell-houses.</p>\n<p>3. Within a short time, the inmates took complete control of cell-houses A and C. Plaintiff Sharp, for example, testified that in C cell-house, informal and unstable leadership roles were established by the inmates in an effort to maintain some order and discipline. Potential perpetrators and victims of assaults were first warned, and then ejected from the cell-houses at the direction of inmate leaders, one of whom was Sharp. At least one inmate was killed in the cell-houses, apparently by a fellow inmate or inmates.</p>\n<p>4. The weeks following June 18, 1969, were chaotic. Prison officials worked 7-day weeks, often 16-hour days. Control of the prison population was <span class=\"star-pagination\">*447</span> maintained largely by force, and the prison staff was supplemented by highway patrolmen. Several prison staff members resigned. It became difficult to keep an accurate count of the inmates and escapes were feared. Few, if any, inmates continued to work in the prison industries. The inmates remained largely in control of the cell-houses. Due to destruction of cell-houses by inmates, a compound was constructed outside the prison walls to house inmates while repairs were being made in the cell-houses. Portable housing units were erected in the compound, but these were burned by inmates. Acts of destruction continued within the prison walls and in the cell-houses. The sign and marker plant was destroyed by fire; the cannery was badly damaged. Several tunnels were discovered and closed. Inmates made demands and ultimatums to prison officials concerning such things as food and hospital services. The rate of self-inflicted wounds was high.</p>\n<p>5. This situation continued on for several months, and it was not until May, 1970, that officials regained complete control of the prison. It took many months to repair the damages caused by the rioting inmates at a cost in excess of $234,000.00.</p>\n<p>6. Within the walls of KSP, there is a separate building referred to by prison officials as the Adjustment and Treatment Facility or \"A and T\", and by the inmates as \"jail\". A and T was completed in 1965, and is much newer than the other cell-houses. It is a solid concrete building in the shape of a \"T\", with each arm of the T forming the wings of cells: north, east, and south wings. At the apex of the T, where the arms join, there is a control center or guard station. The cells are situated in two-story fashion on each wing, and are in double rows or \"runs\". Each run is bisected by a corridor or \"tunnel\" which contains the plumbing, heating and air-conditioning and electrical connections for each cell. There are no windows in A and T, only one door, and the only ventilation is through the central air-conditioning system. Fresh air is introduced through air ducts which run along the walls opposite the front of the cell runs. Stale air is exhausted through vents in the rear of each cell via a duct system running in the tunnel.</p>\n<p>The bottom floor of each wing is called the \"Flag\" and is an open area approximately ten feet wide which runs the length of each cell run, and which is, in effect, three stories high (there is a third story above the second tier of cells which exists for future expansion, but which, at times pertinent to this case, was merely an open, concrete-floored area). In front of the second tier of cells runs a concrete walkway, protected by a double rail. There are 109 cells in A and T, ranging from one, two, and four-man capacity. Each cell, except the strip cells which will be described presently, contains a bunk or bunks, a prison-type combination washbasin and toilet, a mirror, radio jack, a recessed light fixture which is covered by a glass plate and surrounded by a metal frame, and a metal-framed exhaust ventilator covered by a metal grill. In the bars at the front of each cell is a slot through which food trays are passed. The inmates call this slot the \"bean-hole\".</p>\n<p>7. The purpose of the A and T facility is to segregate prisoners from the general prison population in a maximum-security environment. During the time period pertinent to this case, inmates were confined in their cells for almost 24 hours per day, with no opportunity to participate in vocational training, work or educational programs, or any other type of rehabilitation or recreational programs. There were no exercise facilities in A and T, and an inmate in A and T had no opportunity for daily exercise. Bathing was allowed only when there was sufficient guard force available to supervise the showers. The diet given A and T inmates was generally <span class=\"star-pagination\">*448</span> the same as that given the rest of the prison population, except that fruits, fruit juices, and dry cereal were not provided, apparently on the grounds that these foods could be used to make alcohol or \"hooch\".</p>\n<p>8. During the time period pertinent to this case, and particularly following the riot of June 18, 1969, any number of prison officials were authorized to place an inmate in A and T. It is clear from the testimony that the Warden, Deputy Warden, and Major of the Guard had such authority, but it would appear that other officers likewise had authority. The length of time an inmate would remain in A and T also was generally indefinite, and the officials listed above, plus the Officer-in-Charge of A and T had authority in this regard.<sup>[3]</sup></p>\n<p>9. During the time period pertinent to this case, an inmate could be ordered into A and T for a variety of reasons, the most common of which were for violations of institutional rules or the commission of crimes, for protection of the inmate from other inmates or vice-versa, and for loosely-described \"mental\" reasons. An inmate did not have to be a proven rule violator to be placed in A and T; suspicion was often sufficient. There is no question that A and T was considered a vehicle of punishment by both prison officials and inmates. During the period from June, 1969, to about March, 1970, A and T was frequently used to house the overflow of inmates who formerly had been housed in the damaged cell-houses. Some, but not necessarily all of these inmates had taken part in the riot of June 18, and/or the disturbances which followed the riot.</p>\n<p>10. Prior to the June 18 riot, an inmate could be placed in A and T without formal notification of charges, and without a hearing. Hearings before the prison disciplinary board (referred to by the inmates as \"court line\") often followed the inmate's initial incarceration in A and T, but there was no established procedure concerning when the hearing would be held. When the hearing was held, it was before a board of three prison officials. The inmate was not given a copy of the charges against him, could have neither inmate or lawyer counsel, could not confront witnesses, and had no right of appeal.<sup>[4]</sup> During the weeks following the riot, and particularly with respect to the round-up of suspected agitators, few, if any hearings were given prior to an inmate's incarceration in A and T,<sup>[5]</sup> and court line hearings following an inmate's initial incarceration were sporadic and delayed due to the continuing disturbances at KSP, and the resultant disruptions to the duties of officials and prison routine.</p>\n<p>11. In late July, 1969, prison officials determined that as part of the effort to restore order to the institution, it would be necessary to separate from the general prison population those inmates who were suspected of taking part in the continuing disturbances. Defendant Crouse, then Warden, directed staff members to furnish him with the names of those inmates who they, the staff, believed to be instigators and agitators of the disturbances. When the names were compiled, Crouse ordered the named inmates to be placed in A and T. All five plaintiffs were on the \"list\".</p>\n<p>12. Prison records reflect that all plaintiffs were initially confined in A and T on charges listed as \"instigation and agitation to riot\". The A and T <span class=\"star-pagination\">*449</span> Logs from August 3 through October 26, 1969, show the following information concerning each plaintiff's confinement in A and T:</p>\n<p></p>\n<pre>\n-----------------------------------------------------------------------------\n               |  Kowalec    |  <sup>[*]</sup>Brooks  | Poindexter |  Sharp   | Turner\nDate Conf'd:   |  7/24/69    |   7/30/69 |  7/30/69   |  7/24/69 |  7/24/69\n---------------|-------------|-----------|------------|----------|-----------\nAug.  3, '69:  |  CELL 100 S |  206 E    |  116 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   10,  \" :  |    \"  100 S |  206 E    |  214 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   17,  \" :  |    \"  100 S |  no entry |  214 E     |   110 S  |  108 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   24,  \" :  |    \"  214 S |  100 E    |  206 E     |   104 S  |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   31,  \" :  |    \"  214 S |  206 N    |  206 E     |   104 S  |  204 N\n---------------|-------------|-----------|------------|----------|-----------\nSep.  7, '69   |       120   |           |            |          |\n               |    \" (strip)   206 N    |  206 E     | no entry |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   14,  \" :  |    \"  214 S |  206 N    |  206 E     |  \"   \"   |  204 N\n---------------|-------------|-----------|------------|----------|-----------\n \"   21,  \" :  |    \"  214 S |  109 E    |  105 E     |  \"   \"   |  113 S\n---------------|-------------|-----------|------------|----------|-----------\n \"   28,  \" :  |   no entry  |  109 E    |  105 E     |  \"   \"   |  113 S\n---------------|-------------|-----------|------------|----------|-----------\nOct. 5, '69 :  |   \"    \"    |  no entry |  100 E     |  \"   \"   |  218 S\n---------------|-------------|-----------|------------|----------|-----------\n \"  12,  \"  :  |   \"    \"    |  109 E    |  100 E     |   101 E  |  218 S\n---------------|-------------|-----------|------------|----------|-----------\n \"  19,  \"  :  |   \"    \"    | no entry  |  100 E     |   101 E  | no entry\n---------------|-------------|-----------|------------|----------|-----------\n \"  26,  \"  :  |   no entry  | no entry  |  no entry  |   101 E  | no entry\n-----------------------------------------------------------------------------\n</pre>\n<p>The plaintiffs' testimony varied somewhat from what was shown by the A and T Logs with respect to the time periods they were confined in A and T, and the particular cells in which they were housed, but these variances are not material to the issues in this case. For purposes of this case, the Court concludes that \"no entry\", as recorded on the diagram, indicates that a particular plaintiff was not incarcerated in A and T on the dates noted.</p>\n<p>13. Upon their initial incarceration in A and T, on charges of agitation and instigation to riot, plaintiffs Poindexter, Kowalec, Brooks, and Turner were not informed of the charges against them.<sup>[6]</sup> Plaintiff Sharp was given a hearing before officers, although not a \"court line.\" He was told that men were being placed in A and T for agitation, instigation, and association, but he was not told which of these categories he fitted into. None of the plaintiffs' disciplinary records reflect that any plaintiff ever had a hearing on charges of \"agitation and instigation to riot\".</p>\n<p>14. About 8:30 P.M., August 27, 1969, tear gas was introduced into the A and T facility. All the plaintiffs were incarcerated in A and T on that date. In all, approximately 115 men were <span class=\"star-pagination\">*450</span> housed in A and T on that date. During the daytime hours of that day, there was a disturbance in the north wing of A and T. Apparently an inmate, not one of the plaintiffs, wanted to see a nurse, and began yelling. As the day wore on, other inmates in the north wing joined in the yelling until, by evening, the noise level in the building was very high. Some inmates in the north wing were breaking light fixtures and glass was being thrown at the guard station from all three wings. The guards made no effort to determine the exact cause of the disturbance. One guard testified that to enter the runs along the cells would have been at the risk of personal safety.</p>\n<p>15. At approximately 7:00 P.M., Officer Clingenpeel, one of the two guards on duty in A and T, called the prison control center and reported that the situation was getting out of hand. Captain (now Major) Johnson told Clingenpeel to give the situation a little more time to die out by itself, but when it did not improve in an hour and a half, he went to A and T. The inmates were beating on cell bars with heavy objects and were breaking lights in the cells. Johnson threw two cannisters of tear gas down the Flag on each side of the north wing, and when he heard plaintiff Turner yell to the inmates to put their heads into the tunnel to get fresh air, Johnson threw another one or two cannisters into the tunnel. No gas was thrown into the east or south wings. Presently, the disturbance ceased.</p>\n<p>16. The tear gas' effect on the plaintiffs was fairly uniform. It immediately caused tearing of the eyes, coughing and difficulty in breathing, and later, burning sensations under the armpits and in the crotch area. The gas caused Poindexter and Brooks to vomit. The gas lingered in the cells in fairly heavy concentrations for 3 or 4 days, particularly in those cells at the end of the runs. For several days after that, the inmates testified that their eyes watered and burned during the first hour in the morning and again when they went to bed. None was given treatment such as eye drops. None but Poindexter complained of permanent injury due to the gas.<sup>[7]</sup> All inmates, including each of the plaintiffs, were locked in their cells at the time the gas was fired.</p>\n<p>17. The testimony of the guards who were on duty in A and T concerning the effects of the gas was basically the same as that of the plaintiffs, except that the effects of the gas were less pronounced. The difference may be attributed to the fact that the guards' exposure to the gas was not as great or as prolonged as that of the inmates, particularly those in the north wing.</p>\n<p>18. As previously noted, there are no windows in the A and T facility, and ventilation is provided solely by the airconditioning system. One of the guards on duty when the gas was introduced testified that when the gas was first fired, he turned off the airconditioning system for a few minutes in an effort to keep the gas from spreading to the east and south wings. When, in a few minutes, it became apparent that the gas had permeated the entire facility, he turned the system back on. The plaintiffs, on the other hand, testified that the system was off for a half hour to an hour and a half.</p>\n<p>19. At the time of the riot and the months that followed, there were no written rules and regulations regarding <span class=\"star-pagination\">*451</span> the use of tear gas. Its use was authorized on a standing-order basis when necessary to quell disturbances. The Warden, Deputy Warden, or duty officer-in-charge of the institution could authorize its use.<sup>[8]</sup> Captain Johnson was acting in the latter capacity on August 27, 1969.</p>\n<p>20. Following the August 27 disturbance, it was discussed and decided among the staff that in the event of future disturbances in A and T, fire hoses would be used to control the inmates. The reason for the decision was threefold: First, the gas was as hard on the guards as on the inmates; second, the gas affected inmates who were not causing a disturbance equally with those who were; and three, use of gas required medical treatment for inmates and guards, which added another burden to the prison staff. Defendant Huggins stated that, aside from gas, water was the only other way to control disturbances in A and T. Thereafter, on several occasions, fire hoses were used to quell disturbances in A and T.</p>\n<p>21. Each plaintiff testified with respect to the occasions on which he was sprayed, stating that he was sprayed on one or more occasions, and for varying lengths of time. Each plaintiff testified that the force of the water stream was powerful, and that he protected himself by holding up mattresses and hiding under bunks. The plaintiffs claim that prior to most of the spraying incidents, they were \"doing nothing\" but Poindexter admitted that one time he was making a racket, Kowalec stated that he threw an egg at officers, and Turner testified that he threw a cup of coffee in a guard's face, all immediately prior to being sprayed. None of the plaintiffs complained of permanent injuries from the hosings, but did complain of temporary soreness and stiffness, and that their wet mattresses and clothing were not changed for several weeks.</p>\n<p>22. The several officers' testimony with respect to the occasions, the reasons, and the methods in which the hoses were employed differed from that of the inmates. Briefly summarized, their fairly uniform testimony was that the hoses were brought into action on several occasions during the period from September, 1969, to March, 1970. The hoses were used for various reasons: to put out fires started by inmates in such items as mattresses, to wet down the cells to prevent further fires, and to quell disturbances. To some extent, the manner in which the hoses were employed depended upon the nature of the disturbance. If it could be determined which specific inmate or inmates were making noise, burning mattresses, swearing at officers or throwing things out of their cells, then that particular inmate would be sprayed. On the other hand, if the entire wing or run was in an uproar, then all the cells would be sprayed. The hoses were not used every time an inmate or inmates made a disturbance, but only on those occasions when it appeared that the disturbance would not die out by itself if left to run its course. When spraying an individual cell, the officers would stand in front of the cell rather than on the Flag, but the officers denied that the water stream was powerful enough to knock an inmate off his feet or throw him against the cell wall. Generally, an individual inmate was sprayed until he said he had \"had enough\". Officer Fitzpatrick testified that an inmate would be sprayed for a minute to a minute and a half, and that if he did not say anything, the guards would not leave the hose on the inmate \"too long\". Fitzpatrick stated <span class=\"star-pagination\">*452</span> that hosing stopped the noise. The officers stated that mattresses and clothing were replaced as soon as possible after the hoses were used, usually the next day or two thereafter.</p>\n<p>23. As with the tear gas, there were no published rules regarding the use of water hoses.<sup>[9]</sup> When the guards in A and T believed its use necessary, they called the Captain or Major of the Guard, who would authorize its use.</p>\n<p>24. In the A and T facility there are two cells commonly referred to as \"strip cells.\" These cells are approximately 9 feet long by 5 feet wide by 8 feet high. They are situated next to each other at the far end of the east wing, lower tier, and one wall of cell #120 is the outside wall of the building. The walls and floor of each cell are bare concrete. There is a barred door at the front of each cell, then a small entryway, and finally, a solid metal door which opens onto the Flag. There is a small peephole in the metal door. There is a light in each cell, and a hole in the floor covered by metal grate. The hole is used primarily as a toilet since there is no standard prison-type toilet-washbasin in the cell. The floor drain cannot be \"flushed\" from within the cell, but must be controlled by valves outside the cell. Neither strip cell has a bed or any type of washing facilities.</p>\n<p>25. The strip cells were used during the time period pertinent to this case.<sup>[10]</sup> However, in June, 1970, shortly after Warden Gaffney succeeded Warden Crouse, the cells were welded shut, and have not been used since that time. They have been opened recently and are being converted into regular cells.</p>\n<p>26. The strip cells were used for two primary reasons: to house \"mental cases\" and for discipline. An inmate placed in a strip cell was ordinarily confined without clothing or a blanket, nor was he furnished with personal hygiene materials such as a toothbrush, soap, shaving gear or towel. Toilet paper was provided on a sporadic basis. The inmate was not taken out of the cell to wash his hands prior to meals, nor, apparently, was he given the opportunity to bathe while he remained in strip. The meals he received were essentially the same as that received by the other inmates in A and T, but they were served on paper plates with paper spoons. Two small \"dixie\" cups of water were provided with each meal.</p>\n<p>27. During 1969-70, Warden Crouse gave the deputy warden, the Major of the guard and the officers-in-charge of A and T the authority to place an inmate in the strip cells. There were no written guidelines concerning the reasons for which an inmate could be placed in strip. He was given no hearing. Once the inmate was placed in strip, notification was given through the prison chain-of-command, and the inmate's presence was, supposedly, recorded in the daily A and T log. (It would appear that this was not always done). The <span class=\"star-pagination\">*453</span> duration of strip cell incarceration was indeterminate, and the authority to release an inmate from strip was given to any of the officers authorized to confine an inmate, and was exercised on a discretionary basis.</p>\n<p>28. Following the riot of June 18, all five of the plaintiffs were placed in a strip cell on various occasions and for varying lengths of time. Each plaintiff testified at length concerning the details of his incarceration in the strip cell, and while all of the plaintiffs' descriptions of strip were similar in many respects, a short summary of each plaintiff's testimony follows.</p>\n<p>29. Plaintiff Poindexter was placed in strip cell # 120 some time in September, 1969, and remained there for about two weeks. He testified that the reason given to him by the guards was that he threw water on another inmate. He was given clothes only once during his stay, on September 29, 1969, when his attorney visited him. He was required to return them when the attorney departed. He was given no personal hygiene articles, and was not permitted to bathe. He was not given toilet paper, and used the paper plates and cups upon which his meals were served to force feces through the grate covering the floor drain. He testified that there was excrement on the walls of the cell, that the walls \"sweated\" and that the cell was cold.</p>\n<p>30. Plaintiff Kowalec was placed in strip cell # 120 on September 7, 1969, and remained there for six days. Apparently, he was charged with making a disturbance and threatening an officer. Kowalec testified that there was excrement on the walls and that the cell was so cold that he would not sleep. He was given half a blanket on the third day, but an officer took it away almost immediately. He was given a small roll of toilet paper, but otherwise had no personal hygiene articles.</p>\n<p>31. Plaintiff Brooks was placed in strip cell # 118 on January 13, 1970, and remained there until February 17, 1970. He was charged with causing a disturbance and refusing to work. He testified that the cell smelled of excrement and urine, and that on at least two occasions, water leaked into the cell when the other cells were being sprayed by the guards. The water covered the floor for about an hour, during which Brooks climbed on the bars. He was nude for eight days, and was without a mattress or blanket for four weeks. He was not given personal hygiene articles except toilet paper, which was given him by an inmate porter on an occasional basis after his first eight days in strip.</p>\n<p>32. Plaintiff Sharp was placed in a strip cell in February, 1970, for approximately four days. He admitted that the reason he was placed in strip was because he threw water in an officer's face, after the officer allegedly had maced him. He testified that the conditions in the cell were the same as described by the other plaintiffs.</p>\n<p>33. Plaintiff Turner was placed in strip cell # 120 on February 12, 1970, and remained there for 16 days. He was under the impression that he was incarcerated in strip because of a poster he had written which was critical of the prison administration. His description of the strip cell was similar to that of the other plaintiffs', except that during part of his incarceration, another inmate was placed in the cell with him. Turner described this inmate as a true mental case who was shackled at all times with waist chains. Both inmates were nude. The light was off much of the time, leaving the cell in total darkness. Turner described his experience as \"psychological torture.\"</p>\n<p>34. There is no question that each of the three defendants had actual knowledge that strip cells existed at KSP, and at least a general knowledge of what the cells were like and what they were used for. Defendant Crouse testified that he had been in the strip cells \"numerous times.\" Defendant Huggins stated that he had seen a strip cell and that he ordered plaintiff Brooks placed in one. Defendant Woodson toured A and T <span class=\"star-pagination\">*454</span> when he took over in July, 1969, and although he never actually saw a strip cell, he knew of their existence and generally of their use.</p>\n<p>35. Although the foregoing findings give insight, both from guards' and inmates' perspective, into the conditions which existed at KSP and in A and T during the months following the June riot, the findings describe specific events covering relatively short periods of time. They cannot be viewed as isolated incidents. Throughout the entire period from June, 1969, until the Spring of 1970, there were disruptions both throughout the prison itself, and in A and T. In A and T, both guards and inmates alike cited examples of incidents where some or all inmates yelled and pounded on bars with metal objects, broke out lights and other fixtures in their cells, threw objects such as soap, glass and wet toilet paper rolls at guards, burned mattresses and other objects, and flooded their cells by stopping up toilets and wash basins. Guards were ordered not to go into the cell runs alone. One guard testified that an inmate threw a cup of warm urine in his face. The rate among inmates of self-inflicted wounds was high, and this put pressure on the guard force since two guards had to escort an inmate from A and T to the hospital. During much of the time, A and T was overcrowded. Inmates were sleeping on the cell floors. Fights inevitably occurred.</p>\n<p>36. On June 1, 1970, Warden Crouse was replaced by Raymond Gaffney. In addition to welding shut the strip cells, Warden Gaffney introduced a wide variety of new programs designed to make the prisoners' existence more tolerable and conducive to new rehabilitation programs which were also introduced. This has been an on-going program, and is still in progress. Both prison officials and the plaintiffs describe the present prison conditions as much improved over those which existed at and prior to the time of the riot of June, 1969.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The first issue of law for determination by this Court is whether any or all of the plaintiffs were subjected to cruel and unusual punishment by the defendants acting under color of state law. The second issue concerns the relief, if any, to which plaintiffs would be entitled if such punishment was impermissible.</p>\n<p>We are not concerned here with what is popularly referred to as \"prison reform\". That is a matter for the Kansas legislature, and those prison authorities who are charged with the responsibility of running KSP, and the other Kansas penal institutions, according to legislative mandate. This Court has always been reluctant to interfere in matters of prison administration, whether the prison be a state or federal institution, Graham v. Willingham, <span class=\"citation\" data-id=\"277494\"><a href=\"/opinion/277494/kenneth-graham-v-j-t-willingham-warden-united-states-penitentiary/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span> (CA 10, 1967) (per curiam), Bethea v. Crouse, <span class=\"citation\" data-id=\"286950\"><a href=\"/opinion/286950/oscar-bethea-v-sherman-h-crouse-warden-kansas-state-penitentiary-james/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span> (CA 10, 1969). The Constitution of the United States specifically provides for freedom from cruel and unusual punishment. The test in defining cruel and unusual punishment approved in <i>Bethea,</i> and which seems to be of broad application, is whether the acts complained of were of \". . . such a character as to shock general conscience or to be intolerable to fundamental fairness to the extent that the constitutional right to be free from cruel and unusual punishment had been violated.\"</p>\n<p>Poindexter and Brooks contend that they were subjected to cruel and unusual punishment by being \"rounded up\" and placed in A and T as agitators and instigators. (The other plaintiffs do not join in this contention). Their argument is that since Poindexter was in the hospital and Brooks was in A and T on June 18, 1969, neither could have played an instrumental part in causing the riot, and therefore, by being placed in A and T, they were subjected to arbitrarily imposed punishment. (They do not specifically contend that transfer to A and T without a hearing was a violation of due <span class=\"star-pagination\">*455</span> process, or that the conditions in A and T constituted cruel and unusual punishment).</p>\n<p>As a preliminary matter, we note that Brooks' and Poindexter's interpretation of the facts is not supported by the evidence. There was no evidence that the names of those inmates who were provided to Warden Crouse as agitators and instigators was limited solely to those inmates who actually took part in the riot on the day it began, June 18. The fact that neither Brooks nor Poindexter was in the general prison population on June 18th, then, cannot be said to exempt them from being considered agitators and instigators. The facts are that the riot did not begin and cease on June 18th, but rather that it continued through June and July, and that the intent of the round-up of late July was to get those inmates out of the general prison population who were keeping the disturbances going and preventing prison officials from regaining control of the institution. Both Poindexter and Brooks were in the general prison population on the day they were taken to A and T, and had been for some time.</p>\n<p>Poindexter and Brooks do not contend and the facts do not disclose that the everyday conditions which prevailed in A and T during the time period pertinent to this case constituted cruel and unusual punishment. The rule in this Circuit is that segregated confinement, as such, is not cruel and unusual punishment, Black v. Warden, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></span> (CA 10, 1972). Compare, Wright v. McMann, <span class=\"citation\" data-id=\"278308\"><a href=\"/opinion/278308/lawrence-william-wright-v-daniel-mcmann-as-warden-of-clinton-state-prison/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span> (CA 2, 1967). Poindexter or Brooks do not contend and the evidence does not support a finding that their transfer to A and T without a hearing constitutes cruel and unusual punishment. In any event, such a contention does not rise to constitutional proportions, see Burns v. Swenson, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></span> (CA 8, 1971), cert. den. <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">743</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></span> (1972). Finally, and though it is not specifically raised herein, the fact that neither Brooks nor Poindexter was given a hearing following his incarceration in A and T does not, under the facts of this case, present a constitutional issue. The facts are that Brooks was released from A and T within two weeks after July 30, and that Poindexter remained in A and T due to other charges. [<i>Cf. </i><i>Burns, supra</i>].</p>\n<p>Brooks' and Poindexter's position on this issue, is that they object to the manner in which segregation was effected. The argument is that the Eighth Amendment incorporates a basic prohibition against the arbitrary imposition of punishment. This position is not sustained by either the facts or the law. It is clear that the intent of prison officials in ordering the \"round-up\" of suspected agitators was not to punish the suspects, but rather to segregate or control them from the general prison population as a measure to restore order and prevent disorder. Brooks' and Poindexter's incarceration in A and T was an appropriate disciplinary measure. It was not as plaintiffs suggest, unreasonable. The isolation of some inmates for the purpose of attempting to prevent destruction of property and a threat to the safety of other inmates and prison personnel is a reasonable and proper exercise of authority at any time and under the facts of this case, unquestionably so under any due process theory. Such a measure does not shock the \"general conscience\" although failure to take such an action certainly would. The cases cited by the plaintiffs, Landman v. Royster, <span class=\"citation\" data-id=\"1606763\"><a href=\"/opinion/1606763/landman-v-royster/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">621</span></a></span> (E.D.Va., 1971) and Clutchette v. Procunier, <span class=\"citation\" data-id=\"1428216\"><a href=\"/opinion/1428216/clutchette-v-procunier/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">767</span></a></span> (N.D.Cal., 1971) are two of the most conspicuous examples of court intervention into the everyday affairs of prison administration from which we will generally refrain. <i>Cf.</i> United States v. Wyandotte County Kansas, <span class=\"citation\" data-id=\"1691416\"><a href=\"/opinion/1691416/united-states-v-wyandotte-county-kansas/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1189</span></a></span> (D.Kan.1972).</p>\n<p>The next issue is whether the use of tear gas in A and T on August 27, 1969, constituted cruel and unusual punishment. All plaintiffs join in this issue. The plaintiffs' position is two-fold: first, that the introduction of the tear gas was arbitrary because it affected all <span class=\"star-pagination\">*456</span> inmates, whether they were involved in the disturbance or not; and, two, that it was unnecessary because all inmates were locked in their cells during the disturbance.</p>\n<p>With respect to the tear gas issue, as with the water hose issue which will be discussed separately, the plaintiffs rely on cases wherein various courts have ruled upon the constitutional prohibition against cruel and unusual punishment. The cases are: Furman v. Georgia, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1972); Holt v. Sarver, <span class=\"citation\" data-id=\"1820796\"><a href=\"/opinion/1820796/holt-v-sarver/\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">825</span></a></span> (E.D.Ark., 1969), subsequent opinion, <span class=\"citation\" data-id=\"2096340\"><a href=\"/opinion/2096340/holt-v-sarver/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span> (1970), aff'd. <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (CA 8, 1971); Landman v. Royster, <i>supra</i><i>;</i> Louisiana ex rel. Francis v. Resweber, <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">422</span></span> (1946); Wilkerson v. Utah, <span class=\"citation\" data-id=\"89923\"><a href=\"/opinion/89923/wilkerson-v-utah/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"89923\"><a href=\"/opinion/89923/wilkerson-v-utah/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">345</span></a></span> (1879); Jackson v. Bishop, <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span> (CA 8, 1968) and Weems v. United States, <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></span> (1909). Each of these cases is distinguishable from the case at bar in one or more crucial aspects: <i>Furman, Resweber,</i> and <i>Wilkerson</i> discuss cruel and unusual punishment as it relates to the manner in which the sentence of a court is carried out (i. e., the death penalty), and do not treat the Eighth Amendment question as it relates to the day-by-day aspects of incarceration. <i>Weems</i> and <i>Jackson</i> treat methods of inflicting punishment as Eighth Amendment violations (use of the strap, hanging by the wrist, etc.) <i>Holt</i> deals with the wellknown excesses and faults which were discovered in the Arkansas penal system. Throughout their briefs, the plaintiffs have addressed themselves to what prison officials did <i>not</i> do prior to making the decision to use gas or by posing hypotheticals regarding approaches that should have been tried because they might have worked to alleviate the disturbance. Regardless of the manner in which the plaintiffs attempt to support these positions by fitting them into the cases cited, supra, such an approach is nothing more than Monday-morning quarterbacking or a continuing attempt to establish their own standards of discipline. Determinations of constitutional issues should not be made to turn upon hypothesis, conjecture or surmise.</p>\n<p>The facts of this case show that on August 27, 1960 a disturbance of considerable proportion occurred in A and T. It brewed all day. It did not become less intense as time wore on, but instead became worse. By evening, it appeared to the guards that at least one entire wing was involved  44 men. No attempt was made to go into the north wing because the guards feared for their safety. It was only after the disruption had continued for several hours that tear gas was used. The guards attempted to prevent the gas from spreading to those perhaps innocent inmates. And, the gas stopped the disturbance. Under these facts, it does not \"shock the conscience\" of this Court that tear gas  whose effects are unpleasant but temporary  was employed to stop the disruption. This, in the Court's view, is not punishment as contemplated by the Eighth Amendment but is an appropriate use of force to control prisoner conduct. The Court cannot accept the plaintiffs' view that every infliction by prison officials of pain or physical discomfort upon an inmate constitutes cruel and unusual punishment. We recognize that this is the approach taken by the Court in <i>Landman, supra,</i> but we are not in agreement with it. Nor will the Court accept the contention that the use of tear gas is justifiable only to disburse men who are not confined in their cells, or to subdue an inmate, in or out of a cell, who possesses a firearm, and no other weapon. This simply is not a realistic restriction to place upon prison officials. A piece of jagged glass from a broken light fixture, thrown by an inmate in or out of his cell, can cut or blind a guard or other inmate. The fact that the threat of injury may not be a <i>fatal</i> injury cannot be the controlling factor. It is absurd to suggest that a guard must subject himself to the risk of physical injury by attempting to personally subdue even one inmate, much <span class=\"star-pagination\">*457</span> less several inmates. Nor are we impressed with the contention that use of tear gas was excessive because the inmates were only yelling and destroying physical property. First of all, the credible evidence shows that the disruption had developed into far more than the shouting contest characterized by the plaintiffs. Second, and of more importance, it is naive to contend that prison guards are obliged to stand by while property is being destroyed and while a disturbance is building, waiting for some nebulous and unpredictable moment when the disruption reaches such a fever pitch that life may be threatened, prior to stepping in to halt the disturbance. This is not the function of prison officials. Their task, and duty, is to prevent disturbances, whether they involve one or many inmates. The methods used to control such disturbances will, of necessity, be varied and will depend upon many factors. The basic decision as to the action to be taken, however, must rest with those persons charged with the care, custody and control of prisoners, and must be based upon the responsible officials' on-the-scene analysis of the problem and its solution. That the action taken by the prison officials is subject to later judicial scrutiny cannot operate to shift the basic responsibility of the operations of the prisons to the courts, for the courts are not equipped to perform such duties. [<i>Cf.</i> United States v. Wyandotte Co., <i>supra,</i> 343 F.Supp. at 1203 and 4.]</p>\n<p>Our research has revealed two cases whose factual situation fairly parallels that which existed here: Beishir v. Swenson, <span class=\"citation\" data-id=\"1400735\"><a href=\"/opinion/1400735/beishir-v-swenson/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1227</span></a></span> (W.D.Mo., 1971) and Inmates of Attica v. Rockefeller, <span class=\"citation\" data-id=\"300646\"><a href=\"/opinion/300646/inmates-of-the-attica-correctional-facility-v-nelson-rockefeller/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span> (CA 2, 1971). In <i>Beishir,</i> Judge Hunter details, with appropriate case citations, the three general approaches to a determination of what constitutes cruel and unusual punishment. These are:</p>\n<blockquote>1. Whether the punishment in question is of such a character as to shock the general conscience or to be intolerable in fundamental fairness. Such judgment is to be made in light of developing concepts of decency.</blockquote>\n<blockquote>2. Whether the punishment is greatly disproportionate to the offenses for which it is imposed.</blockquote>\n<blockquote>3. Whether the punishment, although applied pursuant to a legitimate penal aim, goes beyond that aim; that is, when a punishment is unnecessarily cruel in view of the purpose for which it is used.</blockquote>\n<p>Applying these tests, Judge Hunter concluded that under all these standards, the plaintiffs' claims concerning exposure to water hoses and chemical mace failed to sustain a showing of unconstitutional punishment. It is noteworthy that these implements were used to quell a disturbance in the Missouri State Penitentiary which had lasted some three days, as opposed to the disturbance in this case which, on August 27, 1969, had continued for over two months.</p>\n<p>We find that the use of tear gas, under the facts of this case, does not constitute cruel and unusual punishment under any appropriate standards.</p>\n<p>The same conclusion must follow with respect to the plaintiffs' contention that use of water hoses subjected them to cruel and unusual punishment. Their position on this issue is much the same as with the use of tear gas: that because of the force of the water stream caused physical bruising and discomfort, it constituted corporal punishment which was excessive in light of magnitude of the disturbances. The plaintiffs' interpretation of the facts is that they themselves, at most, were doing nothing more than yelling or swearing at guards, that therefore, they posed no threat to guards, and that the guards should have talked to the prisoners to try to quiet them down.</p>\n<p>As before, the facts do not bear out this non-violent characterization of the events which led to the spraying. Three of the plaintiffs, Poindexter, Kowalec, and Turner admitted that they had committed acts to provoke being sprayed on at least some of the occasions the hoses <span class=\"star-pagination\">*458</span> were employed. While the throwing of an egg may seem to be nothing more than a harmless prank when viewed in a vacuum, it takes on an entirely different light when viewed in the context of a prisoner-guard relationship in a maximum security environment in a time of constant disruptions. Furthermore, the credible evidence before us indicates that the hoses were used not to harass or torment the general inmate population in A and T, but rather to quell disturbances caused by individual inmates in a manner which would have the least deleterious effects upon nondisruptive inmates. What has been said before with regard to the duty of prison guards to anticipate and prevent serious disturbances applies equally here, and we find the use of water hoses under the facts of this case did not constitute cruel and unusual punishment.</p>\n<p>The plaintiffs' final contention is that they were subjected to cruel and unusual punishment by being incarcerated in strip cells.</p>\n<p>We are satisfied that each plaintiff was incarcerated in a strip cell, and that each plaintiffs' testimony depicted the conditions of his confinement therein.</p>\n<p>In support of their respective positions that the conditions of the strip cells did, and did not, constitute cruel and unusual punishment, the parties have cited many cases in which conditions, or combinations of conditions similar to that of the strip cells at KSP were held either to constitute, or not to constitute, cruel and unusual punishment. No point would be served in reviewing the cases thus cited, for they cannot be reconciled. We are satisfied that the guiding principles in this area have been established by the Supreme Court. In Trop v. Dulles, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958) the Court stated:</p>\n<blockquote>\"The basic concept underlying the Eighth Amendment is nothing less than the dignity of man. While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.</blockquote>\n<blockquote>\". . . the words of the Amendment are not precise, and . . . their scope is not static. The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\"</blockquote>\n<p>We hold that the totality of the conditions of strip cell incarceration in this case constituted cruel and unusual punishment under the standards cited and facts found in this opinion. It is the combination of conditions present in this case upon which the Court bases its finding. The fact defendant Crouse concluded that strip cells served no useful purpose or that Warden Gaffney welded shut the strip cells, while relevant and persuasive, does not render <i>ipso facto</i> unconstitutional the use of strip cells under certain limited conditions and circumstances.</p>\n<p>The Court is now left with the questions of liability and relief. Since the plaintiffs have requested injunctive relief from all the conditions just discussed, we shall deal with that question first. Because of our finding that incarceration in A and T, and use of tear gas and water hoses did not constitute cruel and unusual punishment, no injunction need be forthcoming with respect to those circumstances. With respect to the question of strip cells, plaintiffs argue that without an injunction, there is nothing to stop the defendants from reconstructing or reopening the strip cells in their former condition.</p>\n<p>Several recent cases have dealt with the question of injunctive relief where the conduct sought to be enjoined has ceased. In Atlantic Richfield Co. v. Oil, Chemical and Atomic Workers International Union, AFL-CIO, <span class=\"citation\" data-id=\"298776\"><a href=\"/opinion/298776/atlantic-richfield-company-v-oil-chemical-and-atomic-workers/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span> (CA7, 1971), the Court held:</p>\n<blockquote>\"A voluntary cessation of wrongful conduct may eliminate the need for injunctive relief but does not defeat a <span class=\"star-pagination\">*459</span> court's power to act. (Citations omitted). The exercise of that power depends on the court's appraisal of all relevant circumstances, including the threat or likelihood of recurring violations. (Citations omitted). If past wrongs have been proved, and the possibility of future misconduct survives, so does the court's power. The appeal is not moot.\"</blockquote>\n<p>In Carter v. Gallagher, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></span> (CA8, 1971), cert. den. <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></span>, the Court held:</p>\n<blockquote>\"Generally the granting or denial of an injunction to remedy illegal conduct in situations where good faith effort has been made to remedy the wrong rests in the sound discretion of the trial court.\"</blockquote>\n<p>See also, Cortright v. Resor, <span class=\"citation\" data-id=\"298604\"><a href=\"/opinion/298604/david-b-cortright-on-behalf-of-himself-and-others-similarly-situated-v/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span> (CA2, 1971), cert. den. <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1172</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">240</span></span>, and Bell Telephone Co. v. CWA, AFL-CIO, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></span> (CA5, 1971).</p>\n<p>Based upon these rules, we conclude that the welding shut of the strip cells does not, standing alone, render moot the issue of their use in the manner condemned, but that the state and prison officials have made a good faith effort to remedy the wrongs, that the only evidence before the Court is that their use has been permanently halted by prison officials, and that no need for a permanent injunction as to their use is presently necessary.</p>\n<p>The final question involves liability of the defendants for money damages to the plaintiffs. The issue of a state official's liability for money damages in a civil rights action has been recently discussed in Williams v. Eaton, <span class=\"citation\" data-id=\"297014\"><a href=\"/opinion/297014/joe-harold-williams-v-lloyd-eaton-as-football-coach-of-the-university-of/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">422</span></a></span> (CA 10, 1971). Although that case did not involve a suit by prisoners, we believe its guiding principles are binding in this case. <i>Williams,</i> as we read it, holds that while a state official who is sued in his official capacity, as opposed to individual capacity, cannot interject his official capacity as a bar to injunctive and declaratory relief, the fact that he is sued in his official capacity does operate as a bar to liability for monetary damages.<sup>[11]</sup> Such is the case here.</p>\n<p>The <i>Williams'</i> Court said:</p>\n<blockquote>\"However, we feel that the basis for allowing equitable suits against unconstitutional action is that they merely enjoin such acts, and we believe the result is different where the relief sought would `expend itself on the public treasury or domain, or interfere with the public administration. Ex parte New York, <span class=\"citation\" data-id=\"99824\"><a href=\"/opinion/99824/ex-parte-state-of-new-york-no-1/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 500, 502, <span class=\"citation\" data-id=\"99824\"><a href=\"/opinion/99824/ex-parte-state-of-new-york-no-1/\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">588</span></a></span>, 590, 591, <span class=\"citation\" data-id=\"99824\"><a href=\"/opinion/99824/ex-parte-state-of-new-york-no-1/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1057</span></a></span>.' Land v. Dollar, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, 738, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1009</span></a></span>, 1012, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1209</span></a></span>. When the action in essence is for recovery of money from the State the immunity is available even though individual officials are nominal defendants. See Ford Motor Co. v. Department of Treasury of Indiana, supra, 323 U.S. [459] at 464, <span class=\"citation\" data-id=\"104057\"><a href=\"/opinion/104057/ford-co-v-dept-of-treasury/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span> [<span class=\"citation\" data-id=\"104057\"><a href=\"/opinion/104057/ford-co-v-dept-of-treasury/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">389</span></a></span>]; Hamilton Manufacturing Co. v. Trustees of State Colleges in Colorado, supra [356 F.2d <span class=\"star-pagination\">*460</span> 599]; and Westberry v. Fisher, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">12</span></span>, 18-20 (D.Me.); contra, Sostre v. Rockefeller, supra [<span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">863</span></span> (D.C.)].\" [See also, Wright v. Altus Production Credit Association, <span class=\"citation\" data-id=\"306403\"><a href=\"/opinion/306403/phillip-lee-wright-individually-and-as-of-the-estate-of-sidney-franklin/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span> (CA 10, 1972).]</blockquote>\n<p>All defendants are named in the pretrial order as officials of the state, and there is no question that they were acting in their respective official capacity during the period when the unconstitutional acts charged were committed. It was never alleged, nor was any evidence offered to the effect that the defendants were sued as individuals, or that they were acting in an individual capacity in any matter connected with this suit. Compare Wylie v. Walbourn, W-4466, February 25, 1972 (D.Kan., J. Theis).</p>\n<p>Attorneys' fees and costs are prayed for, and there is authority that such an award is appropriate even though not specifically provided for in 42 U.S.C. § 1983. See Lyle v. Teresi, <span class=\"citation\" data-id=\"1449587\"><a href=\"/opinion/1449587/lyle-v-teresi/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></a></span> (D.Minn., 1971). Nevertheless, we believe that the rationale of <i>Williams, supra,</i> controls, and that this requested relief must likewise be denied. The Clerk will enter judgment for the defendants.</p>\n<p></p>\n<h2>SUPPLEMENTAL MEMORANDUM OF OPINION</h2>\n<p>This case is a civil rights action for injunctive relief and money damages brought by state prisoners against certain state prison officials. By our Memorandum of Opinion filed January 26, 1973, we rendered judgment for the defendants. Since that time, the plaintiffs, through their attorneys,<sup>[1]</sup> have filed several post-trial motions. The motions to amend petitions and judgment were heard and denied on February 5, 1973. The plaintiffs, through their attorneys, have also filed a motion to amend the caption, and the pre-trial orders, and the Court's original Findings of Fact. In reviewing the motions, the Court has also reviewed the parties pre- and post-trial briefs, and its Memorandum and Opinion. We have determined that the issues raised by the Plaintiffs in all their motions require that we make additional conclusions from our previous findings in order for the record to be complete and because there remain to be tried some nine cases of a similar factual nature to the instant consolidated cases.</p>\n<p></p>\n<h2><i>Motions to Amend Petitions and Judgment</i></h2>\n<p>A money judgment against the defendants was denied on the grounds that it was barred by the 11th Amendment, following Williams v. Eaton, <span class=\"citation\" data-id=\"297014\"><a href=\"/opinion/297014/joe-harold-williams-v-lloyd-eaton-as-football-coach-of-the-university-of/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">422</span></a></span> (CA 10, 1972). The Court found that all the defendants were sued in their official capacities as prison officials of the State of Kansas (Opinion, p. 446), that the defendants were acting in their respective official capacities during the period when the acts found by the Court to be unconstitutional were committed, and that it was not alleged, nor was there any evidence offered to prove, that any of the defendants acted individually in any matter connected with the action (Opinion, p. 459).</p>\n<p>In their motions to amend their petitions and judgment the Plaintiffs asserted that the distinction between official and individual action was an \"insufficient basis\" for the denial of money damages, and moved to amend their pleadings on the following alternative grounds:</p>\n<blockquote>(1) that the issue of defendants' individual liability <i>was</i> raised by the pleadings; or</blockquote>\n<blockquote>(2) that if the issue was not raised. that individual liability was tried by the implied consent of the parties and that the pleadings should be amended pursuant to Rule 15(b), Federal Rules of Civil Procedure, to reflect that the defendants were sued in their individual, as well as, official capacities.</blockquote>\n<p><span class=\"star-pagination\">*461</span> The thrust of these requested amendments indicates a belief by the Plaintiffs, or more specifically by their counsel, that the Court had, in their words, \"hit (them) from the blind side\" and had, by a technical trick, deprived them of the money to which they believed the evidence showed they were entitled. Apparently, the Plaintiffs believe that the Court denied them money damages simply because the actions' captions do not reflect that the defendants were sued in their individual, as well as their official capacities. This belief is not only unfounded, but is also refuted by the Opinion, wherein, at Footnote 11, the Court stated that there would be no bar to money damages \". . . if the defendants had been sued <i>and had acted in their individual capacities</i> . . .\" [Emphasis supplied.] As clearly stated in the opinion, we found that the plaintiffs had failed in their burden to show any individual action by the defendants. In other words, we did not rest our denial of monetary relief on technicalities of pleading, but rather determined the issue from the facts.<sup>[2]</sup></p>\n<p>We are satisfied that the rule of <i>Williams</i> operates to bar money damages under the facts of this case. Our concern now is with the motions pending before us.</p>\n<p>We categorically reject Plaintiffs' contention that the issue of Defendants' individual liability was raised by the pleadings. Therefore, if we allow the plaintiffs to amend their pleadings to reflect that individual liability was tried by implied consent of the parties, then we shall also permit the Defendants, pursuant to their motion, to amend their pleadings to allege official immunity from liability for money damages. What is fair for the goose is fair for the gander.</p>\n<p>We found that the Plaintiffs were subjected to cruel and unusual punishment by being confined in strip cells. As the Plaintiffs correctly stated in their post-trial briefs, the issue of a recovery under § 1983 is to be conditioned upon traditional \"tort liability that makes a man responsible for the natural consequences of his actions.\" Monroe v. Pape, <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></span>. Plaintiffs' three touchstones of tort liability are:</p>\n<blockquote>(1) that their injuries were the natural consequences of Defendants' <i>intentional</i> acts and omissions;</blockquote>\n<blockquote>(2) that their injuries were the natural consequences of Defendants' <i>negligent</i> acts and omissions; and</blockquote>\n<blockquote>(3) respondeat superior.</blockquote>\n<p>They reject the idea that Defendants could avoid liability under <i>any</i> of these theories by relying on the defense of official immunity.</p>\n<p>Assuming, but not deciding, that liability might attach under any or all of Plaintiffs' theories,<sup>[3]</sup> we are left with the question of whether official immunity could be asserted as a defense to liability <span class=\"star-pagination\">*462</span> for money damages. Monroe v. Pape is not the Supreme Court's final pronouncement on liability for damages in a § 1983 action. In fact, in Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span>, the Court specifically stated that \"no question of immunity [was presented in <i>Monroe</i>] and none was decided.\" There has been an absolute profusion of civil rights cases in which state officials have sought to avoid liability for money damages under the <i>Pierson</i> doctrine. The cases do not present a uniform approach to the question of immunity. Much depends upon the facts of the case: the nature of the involvement of the state official, the type of constitutional violation which occurred, and the flagrancy of that violation.<sup>[4]</sup> These cases, and the ones cited, infra, cannot be reconciled. However, there is a certain common thread running through the cases on the issue of official immunity: although official immunity cannot be asserted as an <i>absolute</i> defense to § 1983 liability,<sup>[5]</sup> it is available in certain circumstances, generally when the actions of the state officials were taken in good faith, or, as sometimes stated, within the scope of their authority.<sup>[6]</sup> The \"good faith\" test has been used to bar liability for damages in cases wherein the defendants were sued in their official capacities only,<sup>[7]</sup> and in both their official <i>and</i> individual capacities.<sup>[8]</sup> As to what constitutes a lack of good faith, Ellenburg v. Shepherd, <span class=\"citation\" data-id=\"1867727\"><a href=\"/opinion/1867727/ellenburg-v-shepherd/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1059</span></a></span> (E.D.Tenn., 1966)<sup>[9]</sup> states as a test whether the acts of the officials constituted malice, oppression or wanton disregard of rights. And in Boyce v. School District, <span class=\"citation\" data-id=\"1456858\"><a href=\"/opinion/1456858/boyce-v-alexis-i-dupont-school-district/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">672</span></a></span>, (D.Del., 1972) the Court said that allegations of arbitrary and unreasonable action, if proved, would support a finding of bad faith. In this connection, Devitt and Blackmar, Federal Jury Practice and Instructions, Second Edition, § 87.11 deals with the authority of prison officials over prisoners. Two Tenth Circuit cases are cited in the notes as following the Monroe v. Pape tort-standard test. One of these in particular, Morgan v. Labiak, <span class=\"citation\" data-id=\"273606\"><a href=\"/opinion/273606/bobbie-j-morgan-and-robert-e-straight-v-paul-labiak/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span> (10 Cir. 1966) says that a reasonableness standard is appropriate in judging the acts of the officials.</p>\n<p>We believe that under any of these standards  good faith, scope of authority or reasonableness  the Defendants would be entitled to assert a <span class=\"star-pagination\">*463</span> valid official immunity defense <i>under the facts of this case.</i> Although the Defendants did, directly or indirectly, commit acts which we determined, <i>ex post facto,</i> to have caused the Plaintiffs to suffer cruel and unusual punishment, the evidence is the acts were performed as part of their official duties, during a time of riot at the Penitentiary, and as part of a general effort to regain control of an extremely dangerous situation. Furthermore, the general incidents of strip cell incarceration were authorized by Kansas Statute, (See Footnote 10 of Opinion of January 26, 1973) and no court to which the Defendants could be held to answer had ever found the strip cells to constitute cruel and unusual punishment (Compare Wright v. McMann, <span class=\"citation\" data-id=\"303419\"><a href=\"/opinion/303419/lawrence-william-wright-v-daniel-mcmann-warden-of-clinton-prison-united/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span> [CA 2, 1972] cert. den., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span></span>, where the warden had been put on notice of the \"foul and inhuman\" conditions which were later held unconstitutional).<sup>[10]</sup></p>\n<p>In summary, under the amended pleadings, we find that the Defendants are not liable for damages to the Plaintiffs due to the doctrine of official immunity.<sup>[11]</sup></p>\n<p></p>\n<h2><i>Plaintiffs' Motion to Amend the Caption and Pre-Trial Order.</i></h2>\n<p>Plaintiffs have also moved to amend the caption and pre-trial order to reflect that all defendants are sued in their individual as well as official capacities. For the reasons previously stated, this motion is unnecessary, and is Denied.</p>\n<p>One last matter remains for comment. Because we have denied recovery of money damages, it follows that Plaintiffs' prayer for attorneys' fees must also be denied. Because of our finding that none of the Defendants acted individually toward any of the Plaintiffs, an award of attorneys' fees, even if made pursuant to this Court's broad equity powers and in the absence of a finding of bad faith,<sup>[12]</sup> would, of necessity and fundamental fairness, expend itself on state funds rather than the personal funds of the Defendants.<sup>[13]</sup> Such an award, therefore, would seem to be barred under <i>Williams.</i><sup>[14]</sup> We add, however, that we approve of the <i>Williams' holding,</i> but had funds been available to make an award of attorneys' fees, we would have done so, for the Plaintiffs' attorneys have worked hard in their behalf. Accordingly,</p>\n<p>Plaintiffs' motion to amend their pleadings to reflect that the issue of Defendants' individual liability was tried by implied consent is Granted; Defendants' motion to amend their pleadings to allege the defense of official immunity from money damages is Granted: Plaintiffs' motion to amend the caption and pre-trial orders in these consolidated cases is Denied; and Plaintiffs' motion to amend findings and judgment is Denied.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants are: Robert N. Woodson, who is the present Director of Kansas Penal Institutions, having held that position continuously since July 1, 1969; Sherman H. Crouse, Warden of the Kansas State Penitentiary from 1962 until May 1, 1970; and A. J. Huggins, Deputy Warden of the Kansas State Penitentiary from September, 1969-May, 1970.\n</p>\n<p>The duties of each defendant are set forth in Kansas statutes, in pertinent part, as follows:</p>\n<p>\"K.S.A. 76-2404. <i>Powers and duties of director of penal institutions.</i> The director shall have power, and it shall be his duty from time to time, to examine and inquire into all matters connected with the government, discipline and police of the penitentiary; the punishment . . . of the prisoners confined therein, . . . and he may from time to time require reports from the warden or other officers of the penitentiary in relation to any or all of said matters.\"</p>\n<p>\"K.S.A. 76-2406. <i>Duties of the warden.</i> It shall be the duty of the warden under the general supervision of, and the rules and regulations adopted by, the director for the direction and government of all officers of the penitentiary:</p>\n<p><i>First:</i> To attend constantly at the penitentiary, except while performing some other duty connected with his office.</p>\n<p><i>Second:</i> To exercise a general superintendence over the government, discipline and police of the penitentiary . . .</p>\n<p><i>Third:</i> To give necessary directions to the keepers, and to examine whether they have been careful and vigilant in their respective duties.</p>\n<p><i>Fourth:</i> To examine daily into the state of the penitentiary, and the health, conduct and safekeeping of the prisoners . . .\"</p>\n<p>\"K.S.A. 76-2414: <i>Deputy Warden; duties.</i> Whenever there shall be a vacancy in the office of the warden of the penitentiary, or when the warden shall necessarily be absent from the penitentiary, all the duties and keeping of the prisoners and the discipline of the penitentiary shall devolve upon and be executed by the deputy warden of the penitentiary . . .\"</p>\n<p>A fourth defendant, Officer Peter Schwartz, was named in the Pre-trial Orders. However, plaintiffs have omitted from their pre- and post-trial briefs any reference to Officer Schwartz as a defendant in this consolidated action. It would thus appear, and the Court shall assume, that the plaintiffs have abandoned their claim against Officer Schwartz. However, the findings of fact and conclusions of law would apply equally to Officer Schwartz as to the other defendants.</p>\n<p>[2]  Immediately prior to trial, case number L-1205, Rider v. Woodson, et al., was dismissed with prejudice upon the motion of the plaintiff, Gene Rider. At the present time, some nine actions arising out of the riots and involving different plaintiffs but identical defendants remain to be tried. By its Order of September 11, 1972, the Court directed that those nine cases should be consolidated and tried subsequent to the five consolidated cases herein.</p>\n<p>[3]  Since the riot, written regulations have been promulgated and published by the Director of Prisons. These provide that institutional heads may approve the transfer of an inmate to A and T. In addition, the duration of confinement in A and T, as well as other punishments for violations of institutional rules, has been made the subject of written regulations.</p>\n<p>[4]  This, too, has now been changed by new written procedures which provide a due-process type of procedure with regard to infractions of prison regulations.</p>\n<p>[5]  Defendant Woodson testified that the staff tried to give hearings to all those incarcerated in A and T, but they were prevented from doing so in many cases due to the continuing disruptions.</p>\n<p>[*]   Brooks released: 10/14/69</p>\n<p>[6]  With respect to plaintiffs Poindexter and Brooks only, Poindexter's disciplinary reports indicate that he was \"written up\" on seven different occasions between August 8 and September 26, 1969. All write-ups involved charges other than instigation and agitation, and five of the seven charges arose while Poindexter was confined in A and T. Poindexter testified that on one occasion during this period, he actually broke out of his cell in A and T. It would appear that Poindexter was released from A and T about November 7, 1969. By his own testimony, Brooks was confined in A and T for about two weeks following his initial incarceration on July 30. He then was released, only to be reincarcerated about a week later on charges unrelated to agitation and instigation.</p>\n<p>[7]  Poindexter alleged that his present condition of smoker's bronchitis was either caused or aggravated by the gas. From the credible evidence before the Court, including plaintiff's physician witness's testimony that recovery from tear gas is complete, we find that Poindexter suffered no permanent injury due to the gas. In this regard, Plaintiff Brooks also claimed that a stomach ulcer condition from which he presently suffers was caused by some or all of the incidents of incarceration in A and T and the strip cells. Once again, from the credible evidence, including physician's testimony, we find that Brooks has not met his burden with respect to this claim of injury.</p>\n<p>[8]  Use of tear gas is now authorized by written regulation, as follows:\n</p>\n<p>\"Tear gas may be used in maintaining order and discipline only when an emergency occurs which may result in injury to persons or property. No tear gas shall be used without approval of the institution head or in his absence, the approval of the acting head of the institution. If circumstances permit, the institution head shall be present when tear gas is used. The use of tear gas as punishment is prohibited.\"</p>\n<p>[9]  No written rules now exist with regard to the use of water hoses in the event of a disturbance. Officer Fitzpatrick, whose testimony via deposition was stipulated to, stated that use of hoses in A and T to quell demonstrations had been prohibited.</p>\n<p>[10]  It would appear that the strip cells were used for punishment purposes and to segregate inmates for various reasons on a continuous basis since the construction of the A and T building in 1965. While it cannot be said that their use was specifically authorized by Kansas statute, the general incidents of strip cell confinement are authorized by K.S.A. 76-2423, as follows:\n</p>\n<p><i>Punishment.</i> There shall be no corporal punishment, and no painful and unusual kinds of punishment inflicted, such as binding the limbs or any member thereof, or placing and keeping the person in painful posture; and that the punishment of delinquent prisoners shall be restricted to the ball and chain, but so used as not to torture the person or limbs, <i>and to close and solitary confinement, with such deprivation of light and such limitation in kind and quality of food as may, in the exercise of a sound discretion, produce distress without hazarding the life of the offender.</i>\" [Emphasis supplied.]</p>\n<p>[11]  There is authority in this Circuit that official immunity of prison officials must be pleaded and proved, Morgan v. Willingham, <span class=\"citation\" data-id=\"289392\"><a href=\"/opinion/289392/daniel-morgan-v-john-t-willingham-and-c-a-jarvis/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span> (CA 10, 1970). However, in that case, it would appear that official immunity was raised as a bar to all liability via a motion for summary judgment. In our case, official immunity was not pleaded specifically as a defense to all liability, and <i>Williams</i> makes it clear that it would not act as a bar to injunctive relief, had such been appropriate here. We do not read <i>Williams</i> to say that defendants must specifically plead immunity in order to bar an award of <i>damages.</i> Rather, we read it to say that when the defendants are sued in their official capacities, and are named as nominal defendants (the State of Kansas could not be named as a defendant in this type of action  K.S.A. 46-901), then no recovery of money damages may be had. Thus, we find no conflict between <i>Morgan</i> and <i>Williams.</i> If the defendants had been sued and had acted in their individual capacities, then there would be no bar to money damages.</p>\n<p>[1]  This fact is mentioned because the Petitioners originally filed their respective actions in <i>forma pauperis.</i></p>\n<p>[2]  We are not impressed by Plaintiffs' suggestion that if counsel had not been appointed, then the Court would have been required to construe the pleadings as suing the defendants individually in order to square them with Plaintiffs' claim for money damages, citing Haines v. Kerner. Whatever our duties are under <i>Haines,</i> that decision is wholly inapplicable to the instant case. The pleadings herein were prepared by counsel, not by the Plaintiffs. Indeed, the Plaintiffs were represented throughout this case by four lawyers, one of whom is a law school professor. Our duty in this case was to construe the pleadings so as to do substantial justice to <i>all</i> parties, Rule 8(f), Federal Rules of Civil Procedure. We were under no obligation to afford the Plaintiffs' counsel special treatment simply because their clients were prisoners or one of them was a professor who was appointed at request by the Court.</p>\n<p>[3]  It is noteworthy that there are several recent cases which hold that respondeat superior is not applicable to civil rights cases: Salazar v. Dowd, <span class=\"citation\" data-id=\"2349631\"><a href=\"/opinion/2349631/salazar-v-dowd/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">220</span></a></span> (D.Colo., 1966, J. Doyle); Barrows v. Faulkner, <span class=\"citation\" data-id=\"1449568\"><a href=\"/opinion/1449568/barrows-v-faulkner/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1190</span></a></span> (N.D., Okla., 1971, J. Daughtery); Jennings v. Davis, <span class=\"citation\" data-id=\"1460743\"><a href=\"/opinion/1460743/jennings-v-davis/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">919</span></a></span> (W.D.Mo., 1972) and Richardson v. Snow, <span class=\"citation\" data-id=\"1445603\"><a href=\"/opinion/1445603/richardson-v-snow/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1261</span></a></span> (D.Md., 1972).</p>\n<p>[4]  See and compare Roberts v. Williams, <span class=\"citation\" data-id=\"302031\"><a href=\"/opinion/302031/arthur-roberts-by-his-father-and-guardian-eddie-w-roberts/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span> (CA 5, 1972); Carter v. Carlson, 144 U.S.App.D.C. 388, <span class=\"citation\" data-id=\"298619\"><a href=\"/opinion/298619/melvin-carter-v-john-r-carlson/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span> (1971) reversed District of Columbia v. Carter, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">602</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></span>; Bennett v. Gravelle, <span class=\"citation\" data-id=\"1572368\"><a href=\"/opinion/1572368/bennett-v-gravelle/\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></a></span> (D.Md., 1971) cert. dismissed <span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">692</span></span>.</p>\n<p>[5]  The Plaintiffs have cited several cases which they claim hold that official immunity can never be raised as a defense in a § 1983 action. Even a cursory reading of these cases belies that contention and in fact, most actually recognize the availability of an immunity defense. At best, the cases cited stand for the rule that immunity is a defense which must be proved, and it cannot be used as a basis for a motion to dismiss. The cases are: Carter v. Carlson, <i>supra</i><i>;</i> Donovan v. Reinbold, <span class=\"citation\" data-id=\"292900\"><a href=\"/opinion/292900/michael-arthur-donovan-v-earl-reinbold-and-harley-askew-michael-arthur/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span> (CA 9, 1970); Jobson v. Henne, <span class=\"citation\" data-id=\"270321\"><a href=\"/opinion/270321/warren-jobson-v-frank-r-henne-edward-d-stevenson-murray-bergman-and/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span> (CA 2, 1966); Gaito v. Ellenbogen, <span class=\"citation\" data-id=\"289923\"><a href=\"/opinion/289923/joseph-gaito-v-honorable-henry-ellenbogen-honorable-j-frank-graff/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span> (CA 3, 1970); Martinez v. Mancusi, <span class=\"citation\" data-id=\"297139\"><a href=\"/opinion/297139/louis-martinez-v-vincent-r-mancusi-warden-attica-prison-dr-williams/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span> (CA 2, 1970) cert. den. <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></span> and Wiltsie v. California Dept. of Corrections, <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></span> (CA 9, 1968).</p>\n<p>[6]  Endicott v. Van Petten, <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">676</span></span> (D.Kan., 1971, J. Theis); Pennsylvania v. Sincavage, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1133</span></span> (CA 3, 1971); United States ex. rel. Birnbaum v. Dolan, <span class=\"citation\" data-id=\"300566\"><a href=\"/opinion/300566/united-states-of-america-ex-rel-alex-birnbaum-v-edward-j-dolan/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span> (CA 3, 1971); Hayes v. Cape Henloper School District, <span class=\"citation\" data-id=\"1456973\"><a href=\"/opinion/1456973/hayes-v-cape-henlopen-school-district/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span> (D. Delaware, 1972); Bennett v. Gravelle, <span class=\"citation\" data-id=\"1572368\"><a href=\"/opinion/1572368/bennett-v-gravelle/\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></a></span> (D.Md., 1971) cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">692</span></span>; Urbano v. McCorkle, <span class=\"citation\" data-id=\"1878567\"><a href=\"/opinion/1878567/urbano-v-mccorkle/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span></a></span> (D.N.J., 1972); Westberry v. Fisher, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">12</span></span> (D. Maine, 1970) and Kirstein v. Rector, <span class=\"citation\" data-id=\"2096076\"><a href=\"/opinion/2096076/kirstein-v-rector-and-visitors-of-university-of-virginia/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">184</span></a></span> (E.D.Va., 1970).</p>\n<p>[7]  Pennsylvania v. Sincavage, <i>Ibid.</i></p>\n<p>[8]  Hayes v. Cape Henloper School District, <i>supra</i><i>,</i> Bennett and Westberry, <i>Ibid.</i></p>\n<p>[9]  aff'd, <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></span> (CA 6, 1969) cert. den., <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1087</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span></span>.</p>\n<p>[10]  In this connection, we are not impressed by Plaintiffs' contention, raised at the trial, that Defendants should have known the strip cells were unconstitutional because courts in other jurisdictions had held similar cells to be violative of the Eighth Amendment.</p>\n<p>[11]  This finding is quite apart from the question of the Defendants' liability for money damages under the 11th Amendment. The latter is a constitutional bar, and has nothing whatsoever to do with tort-theory liability.</p>\n<p>[12]  Sims v. Amos, <span class=\"citation\" data-id=\"1445712\"><a href=\"/opinion/1445712/sims-v-amos/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></a></span> (M.D. Ala., 1972) aff'd, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span>.</p>\n<p>[13]  Urbano v. Board of Managers of New Jersey State Prison, <span class=\"citation\" data-id=\"286238\"><a href=\"/opinion/286238/robert-f-urbano-v-the-board-of-managers-of-the-new-jersey-state-prison/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span> (CA 3, 1969).</p>\n<p>[14]  It is noteworthy that there is no discussion of 11th Amendment applicability in Sims v. Amos, <i>Ibid.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104057/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/277494/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298619/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298776/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/306403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400735/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1572368/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1606763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1691416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1820796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1867727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1878567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2349631/"
          ]
        }
      ],
      "judges": "Wesley E. Brown",
      "date_created": "2014-10-30T21:19:47.341003Z",
      "date_modified": "2016-03-03T21:37:02.093456Z",
      "date_filed": "1973-04-02",
      "date_filed_is_approximate": false,
      "slug": "poindexter-v-woodson",
      "citation_id": 2127747,
      "case_name_short": "Poindexter",
      "case_name": "Poindexter v. Woodson",
      "case_name_full": "",
      "federal_cite_one": "357 F. Supp. 443",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2024929/poindexter-v-woodson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:19:47.338151Z",
  "date_modified": "2014-10-30T21:19:47.338151Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Poindexter",
  "case_name": "Poindexter v. Woodson",
  "case_name_full": "",
  "slug": "poindexter-v-woodson",
  "docket_number": "Civ. Nos. L-1325, L-1201, L-1211, L-1217, L-1343",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}