{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2028655/",
  "id": 2028655,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2158021/",
      "id": 2158021,
      "absolute_url": "/opinion/2158021/balabin-v-scully/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2028655/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2158021/",
          "id": 2158021,
          "absolute_url": "/opinion/2158021/balabin-v-scully/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2158021/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/530/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:29:21.352825Z",
          "date_modified": "2017-04-08T18:02:57.198982Z",
          "type": "010combined",
          "sha1": "eb864375b45655e3fe694908ade13c1f88d1599e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>606 F.Supp. 176 (1985)</b></center>\n<center><h1>Pinchas BALABIN, Plaintiff,<br>\nv.<br>\nCharles SCULLY, Thomas Coughlin, III, Dean Riley, Robert Seitz, Wayne Strack, W.J. Connolly, Rosario, Defendants.</h1></center>\n<center>No. 83 Civ. 6778 (JMC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>January 31, 1985.</center>\n<p><span class=\"star-pagination\">*177</span> <span class=\"star-pagination\">*178</span> Cravath, Swaine &amp; Moore, New York City (John E. Beerbower, James E. Brandt, New York City, of counsel), for plaintiff.</p>\n<p>Robert Abrams, Atty. Gen. of the State of New York, New York City (Sue Barnett Bohringer, Asst. Atty. Gen., New York City, of counsel), for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>CANNELLA, District Judge:</p>\n<p>Defendants' motion to dismiss the complaint is granted in part and denied in part. Fed.R.Civ.P. 12(b)(6).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff Pinchas Balabin commenced this action by pro se complaint on September 15, 1983.<sup>[1]</sup> Defendants filed a notice of motion to dismiss the complaint on December 13, 1983.<sup>[2]</sup> Before that motion was decided, however, counsel was appointed by this Court, <i>see</i> Order, 83 Civ. 6778 (JMC) (S.D.N.Y. Jan. 11, 1984), the motion was withdrawn, and the complaint was amended.<sup>[3]</sup> Defendants now move to dismiss the amended complaint.</p>\n<p>In the amended complaint, plaintiff alleges that defendants violated his civil rights under 42 U.S.C. § 1983 and unlawfully converted his property in violation of state law. The defendants are or were employees of the Green Haven Correctional Facility [\"Green Haven\"], except Thomas Coughlin, III, who is the New York State Commissioner of Correction. This Court has jurisdiction over the federal constitutional claims under 28 U.S.C. §§ 1331, 1343. Whether the Court has jurisdiction over the state claim under the principles of pendent jurisdiction is an issue raised in this motion.</p>\n<p>The facts leading to the current dispute are as follows: On June 3, 1983, plaintiff's cell at Green Haven was searched, without warning. Plaintiff claims that the cell was left in \"shambles\" and that some personal property was damaged or destroyed.<sup>[4]</sup> Certain other property was confiscated, including, according to plaintiff, a transcript of plaintiff's criminal trial, other legal papers and notes, lawbooks, letters to and from attorneys, three bibles, prayer books, a prayer shawl, a tefillin, a yarmulke and some personal letters. Plaintiff was given a receipt indicating that the following property had been taken: \"All paperwork, All contraband wood, Exacto knife, 8 track Radio and Realistic Radio, medical supplies, and misc. contraband.\"<sup>[5]</sup> Apparently at least some of the items taken were contraband. Plaintiff claims that the property was \"scrutinized\", including the letters to and from attorneys.<sup>[6]</sup></p>\n<p>At some time after the search and confiscation, a disciplinary proceeding was held and plaintiff was \"found guilty\" of possessing certain contraband items: \"a print of a helicopter that allegedly contained drawings of certain keys, sand paper, an allen wrench and a map of the world.\"<sup>[7]</sup> This ruling was later overturned on procedural grounds.</p>\n<p><span class=\"star-pagination\">*179</span> There is some dispute as to whether plaintiff has been offered access to his property or merely been allowed to inspect it. Apparently, the only property that has been returned to plaintiff is one bible, one prayer book, certain nonlegal books and personal correspondence.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiff raises claims based on the first, fourth, fifth, sixth, eighth and fourteenth amendments to the United States Constitution, and a state law claim of conversion. Each of these claims, and the defendants' objections to each, will be discussed in turn.</p>\n<p></p>\n<h2><i>First and Fourteenth Amendments</i></h2>\n<p>Plaintiff claims that the confiscation and failure to return certain religious items  bibles, prayer books, a prayer shawl, tefillin and a yarmulke  has \"curtailed\" his religious activities,<sup>[8]</sup> in violation of his first amendment rights. Defendants have moved to dismiss the claim on the ground that the confiscation is within the discretion of the prison officials and that the complaint insufficiently states the way in which plaintiff's religious activities have been curtailed.</p>\n<p>Prisoners are not automatically stripped of first amendment rights by virtue of their incarceration. <i>See </i><i>Wolff v. McDonnell,</i> 418 U.S. 539, 555-56, 94 S.Ct. 2963, 2974-75, 41 L.Ed.2d 935 (1974); <i>Pell v. Procunier,</i> 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495 (1974); <i>Moorish Science Temple of Am., Inc. v. Smith,</i> 693 F.2d 987, 990 (2d Cir.1982); <i>Phillips v. Coughlin,</i> 586 F.Supp. 1281, 1283 (S.D.N. Y.1984). <i>See also </i><i>Heimerle v. Attorney General,</i> 753 F.2d 10, 12-13 (2d Cir.1985) (discussing first amendment restrictions on prison mail censorship). On the contrary, a prisoner retains all first amendment guarantees \"not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\" <i>Pell v. Procunier,</i> 417 U.S. at 822, 94 S.Ct. at 2804. Prison officials may thus interfere with those rights only for important penological purposes, where the \"restraint on religious liberty is reasonably adapted to achieving [the] objective.\" <i>LaReau v. MacDougall,</i> 473 F.2d 974, 979 (2d Cir. 1972), <i>cert. denied,</i> 414 U.S. 878, 94 S.Ct. 49, 38 L.Ed.2d 123 (1973), <i>quoted in </i><i>Moorish Science Temple,</i> 693 F.2d at 990.</p>\n<p>In certain circumstances, the Supreme Court has shown great deference to prison officials' enunciations of their motives in restricting prisoners' first amendment rights, <i>see </i><i>Jones v. North Carolina Prisoners' Labor Union,</i> 433 U.S. 119, 128, 97 S.Ct. 2532, 2539, 53 L.Ed.2d 629 (1977) (where prisoners sought to form union, district court erroneously required prison officials to prove that it would be detrimental to proper penal objectives); <i>see also </i><i>St. Claire v. Cuyler,</i> 634 F.2d 109, 112-15 (3d Cir.1980) (discussing burden of proof and compiling cases). Even assuming that prison officials may not be required to prove that their motives are valid or their means the least restrictive, however, they must, at the very least, allege an important purpose for imposing a restriction. <i>See </i><i>Moorish Science Temple,</i> 693 F.2d at 990 (plaintiff need only plead that his first amendment rights were restricted to overcome sua sponte dismissal); <i>Burgin v. Henderson,</i> 536 F.2d 501, 504 (2d Cir.1976) (counsel's unsupported assertion that religious hats might conceal weapons held insufficient to permit affirmance of district court's sua sponte dismissal).</p>\n<p>Defendants have given plaintiff no explanation whatever for retaining his religious items for a year and a half and have also failed to allege any purpose in their motion papers before this Court. The only suggestion that counsel has presented is the equivocal statement that \"[i]t is not inconceivable that an inmate might use religious articles to conceal contraband and that prison officials would occasionally be justified in confiscating such articles.\"<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*180</span> Defendants instead rest their motion to dismiss this claim on the contention that plaintiff has insufficiently pleaded an interference with his religion. It has been held that there is a judicial policy requiring stricter pleading in civil rights cases as a means to combat the ever-increasing burden that these cases place on district courts. <i>See </i><i>Patton v. Dumpson,</i> 425 F.Supp. 621, 626 (S.D.N.Y.1977). Even supposing that his circuit was to adopt such a rule, this case presents no such broad conclusory allegation as that raised in <i>Patton.</i> In that case, the court dismissed the complaint with leave to amend because the plaintiff had made the conclusory allegation that the defendants had participated in a pattern and practice of racial discrimination in their placement of children who are wards of the state. <i>Id.</i> Balabin, by contrast, specifically alleges that certain religious artifacts were seized from him and have been retained for over a year without legitimate reason and that his religious practices have thereby been curtailed. Whether the lack of these items has in fact curtailed his religious practices is a question of fact that cannot be decided in this motion. The complaint clearly presents circumstances that, if proved, would warrant recovery at trial. <i>See </i><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-102, 2 L.Ed.2d 80 (1957).</p>\n<p>Accordingly, plaintiff's claim that his first amendment rights were infringed must not be dismissed at this time.</p>\n<p></p>\n<h2><i>Fourth and Fourteenth Amendments</i></h2>\n<p>In moving to dismiss plaintiff's fourth amendment claim that his cell was the subject of an unreasonable search, defendants raise the recent Supreme Court decision in <i>Hudson v. Palmer,</i> ___ U.S. ___, 104 S.Ct. 3194, 3198-204, 82 L.Ed.2d 393 (1984). <i>Hudson</i> held that prisoners have no reasonable expectation of privacy in their cells and thus are not protected by the fourth amendment insofar as concerns searches of their cells. <i>Id.</i> The plaintiff does not contest this argument in its brief.</p>\n<p>It is clear that <i>Hudson v. Palmer</i> is controlling in this situation. Therefore, plaintiff's fourth amendment claim is dismissed.</p>\n<p></p>\n<h2><i>Fifth and Fourteenth Amendments</i></h2>\n<p>Plaintiff raises claims that he was deprived of both property and liberty interests without due process of law in violation of the fifth and fourteenth amendments. Under the fourteenth amendment, no state may \"deprive any person of life, liberty, or property, without due process of law.\" U.S. CONST. amend. XIV, § 1. However, not all liberty or property interests are covered by this section. <i>Hewitt v. Helms,</i> 459 U.S. 460, 466, 103 S.Ct. 864, 868, 74 L.Ed.2d 675 (1983). That a prisoner has a property interest in his personal belongings is undisputed. The existence of the alleged liberty interests is less clear. Protected liberty interests may arise from the Due Process Clause or the laws of the state. <i>See Hewitt, supra; </i><i>Meachum v. Fano,</i> 427 U.S. 215, 223-27, 96 S.Ct. 2532, 2537-40, 49 L.Ed.2d 451 (1976). Plaintiff claims three constitutionally protected liberty interests, each created by a separate Directive of the State of New York Department of Correctional Services [\"Directive\"]: (1) the interest in protecting certain religious articles;<sup>[10]</sup> (2) the interest in possessing property not classified as contraband;<sup>[11]</sup> and (3) the interest in not having outgoing privileged mail read by prison officials except in the presence of the inmate.<sup>[12]</sup></p>\n<p>The Supreme Court in <i>Hewitt</i> emphasized that the Court had \"never held that statutes and regulations governing daily operation of a prison system conferred any liberty interest in and of themselves.\" 459 U.S. at 469, 103 S.Ct. at 870. In that case, the Court was concerned with whether a prisoner in a Pennsylvania prison had liberty interest in remaining with the general prison population rather than in a secluded administrative segregation. The Court <span class=\"star-pagination\">*181</span> held that Pennsylvania had created such a liberty interest, not by the mere enactment of procedural guidelines to direct the prison officials, but by its use of emphatic words in the regulations. <i>Id.</i> at 470-72, 103 S.Ct. at 870-72. The Court stressed that the state \"has used language of an unmistakably mandatory character, requiring that certain procedures `shall,' `will,' or `must' be employed, and that administrative segregation will not occur absent specified substantive predicates.\" <i>Id.</i> at 470-71, 103 S.Ct. at 870-71 (citation omitted).</p>\n<p>The first two liberty interests claimed by plaintiff are essentially identical to his property interests and best characterized as property interests. Moreover, the first two directives cited by plaintiff to support those interests use no emphatic language. The directives are clearly prison regulations governing daily operation and do not give rise to an independent liberty interest protected by the due process clause of the fourteenth amendment.</p>\n<p>The third directive, however, uses the word \"must\" in each sentence and is phrased in a forceful, mandatory style.<sup>[13]</sup> Moreover, the Directive places substantive limits on prison officials' actions by creating substantive predicates to opening and reading prisoners' outgoing mail: \"[T]here must be a reasonable suspicion to believe that the contents of such mail endangers or threatens the safety, security, and operations of a facility or the safety of a party to whom the letter is addressed.\"<sup>[14]</sup></p>\n<p>It is not clear whether the law of this circuit holds that a constitutionally protected liberty interest can be created by a prison regulation. In <i>Pugliese v. Nelson,</i> 617 F.2d 916, 924 (2d Cir.1980), the Second Circuit held that a prison Policy Statement, which did not use emphatic language, had not created a constitutionally protected liberty interest. The court also suggested that there were problems with finding any mere policy statement to be capable of creating such an interest: \"One obvious problem is that if a Policy Statement were held to create a liberty interest ... prison administrators might then opt in favor of revoking such statements.\" <i>Id.</i> at 924 n. 8. <i>But see </i><i>Walker v. Hughes,</i> 558 F.2d 1247, 1254-56 (6th Cir.1977) (analyzing drawbacks of permitting administrative regulations to create liberty interests but finding prison policy statements to do so).</p>\n<p>The New York State Directive at issue here, however, is not a mere policy statement. It purports to describe \"the policies, regulations, and procedures governing `privileged' correspondence.\"<sup>[15]</sup> Moreover, at least five circuits, <i>see </i><i>Lucas v. Hodges,</i> 730 F.2d 1493, 1502-03 (D.C.Cir.1984) (collecting cases from Seventh, Fifth, Sixth, Tenth Circuits), have held that prison policy statements can create liberty interests as long as the inmate shows some specific criteria or guidelines designed to direct or limit the prison officials. <i>Id.</i> at 1504. <i>See also </i><i>Olim v. Wakinekona,</i> 461 U.S. 238, 103 S.Ct. 1741, 75 L.Ed.2d 813 (1983) (regulations providing prison officials with complete discretion do not create liberty interest); <i>Sher v. Coughlin,</i> 739 F.2d 77, 81-82 (2d Cir.1984) (similar analysis applied to statute/regulation scheme).</p>\n<p>The overwhelming trend of judicial decisions, on both the Supreme Court and <span class=\"star-pagination\">*182</span> Circuit Court levels, compels the conclusion that the New York Department of Correctional Services has created a constitutionally protected liberty interest in a prisoner's right to have privileged mail opened and read only under the limited circumstances detailed in the regulation. By placing emphatic and discrete limitations upon prison officials' actions, the department has given prisoners a right to be free from intrusions upon that interest without the operation of due process of law. Thus, if plaintiff's outgoing mail was among the effects seized and was \"scrutinized,\" as alleged by plaintiff, a liberty interest may have been deprived.</p>\n<p>Having determined that plaintiff has adequately alleged that certain constitutionally protected property and liberty interests have been deprived, the Court must next determine what procedural safeguards are required and whether plaintiff was accorded those procedures. The Supreme Court has, in recent years, laid out several preliminary questions that must be answered. In <i>Parratt v. Taylor,</i> 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), the Court held that in the case of random and unauthorized negligent takings of property by state officials no predeprivation procedures were possible so that adequate postdeprivation procedures would satisfy the requirements of due process. <i>Id.</i> at 541, 101 S.Ct. at 1916. The holding of <i>Parratt</i> was extended to intentional, but unauthorized, takings of property in <i>Hudson v. Palmer,</i> ___ U.S. ___, 104 S.Ct. 3194, 3203-04, 82 L.Ed.2d 393 (1984). Additionally, in <i>Logan v. Zimmerman Brush Co.,</i> 455 U.S. 422, 435-37, 102 S.Ct. 1148, 1157-59, 71 L.Ed.2d 265 (1982) the Court held that postdeprivation remedies do not satisfy due process requirements when a property interest has been taken or withheld in accord with established state procedure rather than by random and unauthorized action.</p>\n<p>Three questions must thus be asked: (1) whether predeprivation procedures were required; (2) if not, whether the deprivations were accomplished in accordance with established state procedures; and (3) if not, whether adequate postdeprivation remedies exist under state law. The Court will first address plaintiff's property interests. Plaintiff claims that his property was seized, some of it destroyed or lost and the rest withheld without due process of law. Apparently, no procedures were undertaken prior to the seizure. The only hearing that plaintiff has received was a disciplinary hearing, later vacated, that took place after the seizure, but perhaps before the loss of the property, and which was not directly related to the return of plaintiff's property. Whether predeprivation proceedings are required depends in part upon whether the deprivation was the result of random and unauthorized acts of state officials. <i>See </i><i>Hudson v. Palmer, supra</i><i>; </i><i>Logan v. Zimmerman Brush Co., supra</i><i>; </i><i>Parratt v. Taylor, supra</i><i>.</i> To the extent that plaintiff's property was destroyed or lost, the cause was presumably random and unauthorized negligence. To the extent that the property is being wrongfully held by prison authorities, it was seized and is being held in violation of state procedures and is thus unauthorized. Therefore, under <i>Parratt</i> and <i>Hudson,</i> no prior procedures were required. Additionally, plaintiff does not allege any specific state procedure that by its operation violates due process. <i>See </i><i>Logan v. Zimmerman Brush Co., supra</i> (state procedure precluded hearing if state labor commission failed to conduct fact finding hearing within 120 days). There is no allegation that the procedures outlined in Department of Corrections Directives, if followed, would constitute a violation of due process. Therefore, <i>Logan</i> is inapplicable. Thus the only remaining question is whether adequate postdeprivation remedies exist under state law.</p>\n<p>The Court finds that adequate state postdeprivation proceedings exist in the form of Directive 2733, which provides for claims by prisoners for lost property; Article 78 of the New York Civil Practice Law and Rules; and tort claims for conversion or negligence against the officials or state, <i>see</i> N.Y.CT.CL.ACT § 8 (McKinney's <span class=\"star-pagination\">*183</span> 1963) (waiving immunity of state to tort suits); N.Y.CORRECT.L. § 24 (McKinney's Supp. 1983-84) (all claims against corrections officers for acts within the scope of employment must be brought as claims against state). Accordingly, because adequate postdeprivation remedies exist, plaintiff's due process claims with respect to his property interests are dismissed.</p>\n<p>Neither the Supreme Court nor the Second Circuit have ruled on whether these preliminary questions apply to liberty as well as property interests, although in many cases, there seems no logical reason to distinguish between the two. <i>See </i><i>Thibodeaux v. Bordelon,</i> 740 F.2d 329, 337-38 (5th Cir.1984); <i>Daniels v. Williams,</i> 720 F.2d 792, 795 (4th Cir.1983); <i>Haygood v. Younger,</i> 718 F.2d 1472 (9th Cir.1983), <i>reh'g granted,</i> 729 F.2d 613 (9th Cir.1984); <i>Garcia v. County of Los Angeles,</i> 588 F.Supp. 700, 701-03 (C.D.Cal.1984); <i>Holmes v. Ward,</i> 566 F.Supp. 863, 865 (S.D. N.Y.1983). The Court need not decide this question, however, because the result is the same whether or not <i>Parratt</i> and <i>Hudson</i> apply to liberty interest claims.</p>\n<p>Plaintiff alleges that his outgoing mail was read during the process of examining property seized subsequent to a search. If this is done as a regular matter, then the procedure itself violates due process. Although a formal hearing may not be necessary before opening privileged mail, the procedures outlined in Directive 4421 are clearly the minimum required to protect this liberty interest created by the state. Plaintiff claims and defendants do not dispute that no such procedures were undertaken. Therefore, plaintiff's claim must stand. Moreover, assuming the mail was opened and read as a result of a random and unauthorized act, the claim must also stand because defendants have not alleged any postdeprivation remedies. Nor has the Court found any clear indication that the state provides any postdeprivation remedy that would adequately redress the wrongful scrutiny of privileged letters.</p>\n<p>Accordingly, plaintiff's property interest claims are dismissed. His claim regarding a violation of his liberty interest in not having his mail opened and scrutinized remains standing.<sup>[16]</sup></p>\n<p></p>\n<h2><i>Sixth and Fourteenth Amendments</i></h2>\n<p>Count four alleges that by confiscating plaintiff's legal materials, defendants have interfered with plaintiff's right to access to courts under the sixth and fourteenth amendments. He claims that without these legal materials he is unable to adequately file a habeas corpus petition concerning his criminal conviction. There is some dispute over whether plaintiff has in fact been allowed access to these materials. However, for the purpose of this motion, the Court must accept as true plaintiff's allegation that he was merely allowed to inspect them. Defendants' primary legal arguments are that delay in filing papers is not sufficient to constitute a denial of access to courts and that the confiscated papers are in any case not necessary for the filing of a federal habeas petition, which does not require citations to the trial transcript.</p>\n<p>Defendants' arguments are unavailing. It is well-settled that prisoners have a right of access that guarantees them some affirmative action on the part of prison officials, <i>see </i><i>Bounds v. Smith,</i> 430 U.S. 817, 827-28, 97 S.Ct. 1491, 1497-98, 52 L.Ed.2d 72 (1977), as well as prohibits prison officials from interfering with existing channels available to the prisoner, <i>see </i><i>Hiney v. Wilson,</i> 520 F.2d 589, 591 (2d Cir.1975) (confiscation of legal papers may equal denial of access). Whether or not the state would be required to furnish plaintiff a transcript free of cost for the purposes of his habeas petition, the officials may not interfere with his existing transcript and other legal papers, which taken as a whole are necessary for effective legal argument. <i>Cf. </i><i>Patterson v. Mintzes,</i> 717 F.2d 284, 288 <span class=\"star-pagination\">*184</span> (6th Cir.1983) (prison officials may not interfere with existing transcript necessary for effective review).</p>\n<p>Whether plaintiff was in fact obstructed in obtaining access to courts is a question of fact. It is enough to overcome this motion to dismiss that plaintiff has alleged that all his handwritten notes, memos, briefs and an existing transcript were seized and have not been returned for a year-and-a-half. This is clearly not the minor delay contemplated by the court in <i>Pickett v. Schaefer,</i> 503 F.Supp. 27, 28 (S.D.N.Y.1980), which held that a nine and one-half day delay in the mailing of the prisoner's correspondence to the court did not constitute a constitutional violation.</p>\n<p>For these reasons, defendants' motion to dismiss plaintiff's claim that he was denied access to courts is denied.</p>\n<p></p>\n<h2><i>Eighth and Fourteenth Amendments</i></h2>\n<p>Count five alleges that plaintiff's eighth and fourteenth amendment rights have been violated by the deprivation of any reasonable expectation of privacy. It is true that in ruling out a fourth amendment claim by prisoners in <i>Hudson, supra,</i> the Supreme Court explicitly refused to preclude an eighth amendment claim for harrassment, given the appropriate circumstances. <i>See </i><i>Hudson v. Palmer,</i> ___ U.S. ___, 104 S.Ct. 3194, 3204, 82 L.Ed.2d 393 (1984). Plaintiff has made no allegations of harassment, nor alleged any facts that suggest an invasion of privacy that might rise to the level of cruel and unusual punishment. <i>Cf. </i><i>Rhodes v. Chapman,</i> 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981) (double celling does not necessarily constitute cruel and unusual punishment).</p>\n<p>Accordingly, plaintiff's fifth cause of action must be dismissed.</p>\n<p></p>\n<h2><i>Conversion</i></h2>\n<p>Finally, plaintiff alleges that defendants are jointly and severally liable for conversion. Defendants claim that the decisions in <i>Parratt</i> and <i>Hudson, supra,</i> preclude pendent state law claims in federal civil rights actions. These two cases, however, deal only with the existence of adequate due process available under state law; neither addresses the question whether those state law procedures may be pursued in federal court under the principles of pendent jurisdiction. Similarly, the Supreme Court's decision in <i>Pennhurst State School &amp; Hospital v. Halderman,</i> 465 U.S. 89, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984), does not require that this suit be barred on eleventh amendment grounds. Unlike Pennhurst's claim, this suit does not involve a claim against the State itself, through the guise of a suit against prison officials. <i>See id.</i> 104 S.Ct. at 908-17. Rather, it is a suit against prison officials who, if plaintiff's claims are true, acted outside their authority and against the interests of the state's clearly enunciated prison rules. <i>See </i><i>Morrison v. LeFevre,</i> 592 F.Supp. 1052, 1081 (S.D.N.Y.1984).</p>\n<p>Under the doctrine of <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966), a state claim may be attached to colorable federal claims if the two claims arise out of \"a common nucleus of operative facts.\" <i>Id.</i> at 725, 86 S.Ct. at 1138. Here, the federal and state claims arise out of the same confiscation of plaintiff's property, and the federal claims are substantive enough to have survived this motion and thus adequate to support jurisdiction.</p>\n<p>For these reasons, defendants' motion to dismiss plaintiff's conversion claim is denied.</p>\n<p></p>\n<h2><i>Claims against Thomas Coughlin</i></h2>\n<p>When a prisoner brings an action under 42 U.S.C. § 1983, the doctrine of \"<i>respondeat superior</i> does not suffice and a showing of some personal responsibility of the defendant is required.\" <i>Johnson v. Glick,</i> 481 F.2d 1028, 1034 (2d Cir.), <i>cert. denied,</i> 414 U.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973). The only personal connection that plaintiffs allege between Commissioner Coughlin and this action is the requirement that he be made aware of the <span class=\"star-pagination\">*185</span> circumstances under which a prisoner's outgoing mail is opened and inspected.<sup>[17]</sup></p>\n<p>Because plaintiff alleges that his mail was opened without the observance of required procedures and there is no allegation that Coughlin actually knew what was happening, Coughlin cannot be held to have had any personal responsibility for the actions alleged. Therefore, the claims against him are dismissed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, defendants' motion to dismiss the complaint is granted as to defendant Coughlin. As to the remaining defendants, counts two and five are dismissed in totality and count three is dismissed in part. Fed.R.Civ.P. 12(b)(6).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Pro Se Complaint, 83 Civ. 6778 (JMC) (filed Sept. 15, 1983).</p>\n<p>[2]  <i>See</i> Notice of Motion, 83 Civ. 6778 (JMC) (filed Dec. 13, 1983).</p>\n<p>[3]  <i>See</i> Amended Complaint, 83 Civ. 6778 (JMC) (filed May 25, 1984) [hereinafter \"Amended Complaint\"].</p>\n<p>[4]  <i>Id.</i> at ¶ 13.</p>\n<p>[5]  <i>Id.</i> at ¶ 21; Exh. 1.</p>\n<p>[6]  <i>Id.</i> at ¶ 23.</p>\n<p>[7]  <i>Id.</i> at ¶ 27.</p>\n<p>[8]  <i>Id.</i> at ¶ 35.</p>\n<p>[9]  Reply Memorandum at 11, 83 Civ. 6778 (JMC) (filed Sept. 5, 1984) (discussing due process claim).</p>\n<p>[10]  State of New York Dep't of Correctional Services Directive [\"Directive\"] 4202 J.4, 5; K.3.</p>\n<p>[11]  Directive 4931 I.D.</p>\n<p>[12]  Directive 4421 III.A.1.</p>\n<p>[13]  A. Outgoing Privileged Correspondence\n</p>\n<p>1. Outgoing mail to any of the above must not be opened or inspected in any manner unless authorized by the facility Superintendent, upon written notice of the Commissioner. Substantial information must be conveyed to the Commissioner by a Superintendent as a basis for this action. In such cases, there must be a reasonable suspicion to believe that the contents of such mail endangers or threatens the safety, security, and operations of a facility or the safety of a party to whom the letter is addressed.</p>\n<p>Outgoing privileged mail may be sent according to the provisions of the free postage program described in Section III-D of Directive # 4422, Inmate Correspondence Program.</p>\n<p>Outgoing privileged mail addressed to the Commissioner of the Department of Correctional Services and his staff must be sent in the facility mail pouch. No postage is required on such letters.</p>\n<p>[14]  <i>Id.</i></p>\n<p>[15]  <i>Id.</i></p>\n<p>[16]  Plaintiff also raises an equal protection claim arising out of the fifth and fourteenth amendments. However, plaintiff has made no arguments regarding this claim in his briefs and the facts suggest that no such claim exists. Therefore this claim is also dismissed.</p>\n<p>[17]  <i>See</i> Directive 4421 III.A.1.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">606</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">176</span></span> (1985)</b></center>\n<center><h1>Pinchas BALABIN, Plaintiff,<br>\nv.<br>\nCharles SCULLY, Thomas Coughlin, III, Dean Riley, Robert Seitz, Wayne Strack, W.J. Connolly, Rosario, Defendants.</h1></center>\n<center>No. 83 Civ. 6778 (JMC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>January 31, 1985.</center>\n<p><span class=\"star-pagination\">*177</span> <span class=\"star-pagination\">*178</span> Cravath, Swaine &amp; Moore, New York City (John E. Beerbower, James E. Brandt, New York City, of counsel), for plaintiff.</p>\n<p>Robert Abrams, Atty. Gen. of the State of New York, New York City (Sue Barnett Bohringer, Asst. Atty. Gen., New York City, of counsel), for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>CANNELLA, District Judge:</p>\n<p>Defendants' motion to dismiss the complaint is granted in part and denied in part. Fed.R.Civ.P. 12(b)(6).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff Pinchas Balabin commenced this action by pro se complaint on September 15, 1983.<sup>[1]</sup> Defendants filed a notice of motion to dismiss the complaint on December 13, 1983.<sup>[2]</sup> Before that motion was decided, however, counsel was appointed by this Court, <i>see</i> Order, 83 Civ. 6778 (JMC) (S.D.N.Y. Jan. 11, 1984), the motion was withdrawn, and the complaint was amended.<sup>[3]</sup> Defendants now move to dismiss the amended complaint.</p>\n<p>In the amended complaint, plaintiff alleges that defendants violated his civil rights under 42 U.S.C. § 1983 and unlawfully converted his property in violation of state law. The defendants are or were employees of the Green Haven Correctional Facility [\"Green Haven\"], except Thomas Coughlin, III, who is the New York State Commissioner of Correction. This Court has jurisdiction over the federal constitutional claims under 28 U.S.C. §§ 1331, 1343. Whether the Court has jurisdiction over the state claim under the principles of pendent jurisdiction is an issue raised in this motion.</p>\n<p>The facts leading to the current dispute are as follows: On June 3, 1983, plaintiff's cell at Green Haven was searched, without warning. Plaintiff claims that the cell was left in \"shambles\" and that some personal property was damaged or destroyed.<sup>[4]</sup> Certain other property was confiscated, including, according to plaintiff, a transcript of plaintiff's criminal trial, other legal papers and notes, lawbooks, letters to and from attorneys, three bibles, prayer books, a prayer shawl, a tefillin, a yarmulke and some personal letters. Plaintiff was given a receipt indicating that the following property had been taken: \"All paperwork, All contraband wood, Exacto knife, 8 track Radio and Realistic Radio, medical supplies, and misc. contraband.\"<sup>[5]</sup> Apparently at least some of the items taken were contraband. Plaintiff claims that the property was \"scrutinized\", including the letters to and from attorneys.<sup>[6]</sup></p>\n<p>At some time after the search and confiscation, a disciplinary proceeding was held and plaintiff was \"found guilty\" of possessing certain contraband items: \"a print of a helicopter that allegedly contained drawings of certain keys, sand paper, an allen wrench and a map of the world.\"<sup>[7]</sup> This ruling was later overturned on procedural grounds.</p>\n<p><span class=\"star-pagination\">*179</span> There is some dispute as to whether plaintiff has been offered access to his property or merely been allowed to inspect it. Apparently, the only property that has been returned to plaintiff is one bible, one prayer book, certain nonlegal books and personal correspondence.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiff raises claims based on the first, fourth, fifth, sixth, eighth and fourteenth amendments to the United States Constitution, and a state law claim of conversion. Each of these claims, and the defendants' objections to each, will be discussed in turn.</p>\n<p></p>\n<h2><i>First and Fourteenth Amendments</i></h2>\n<p>Plaintiff claims that the confiscation and failure to return certain religious items  bibles, prayer books, a prayer shawl, tefillin and a yarmulke  has \"curtailed\" his religious activities,<sup>[8]</sup> in violation of his first amendment rights. Defendants have moved to dismiss the claim on the ground that the confiscation is within the discretion of the prison officials and that the complaint insufficiently states the way in which plaintiff's religious activities have been curtailed.</p>\n<p>Prisoners are not automatically stripped of first amendment rights by virtue of their incarceration. <i>See </i><i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555-56, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974-75, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2804, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974); <i>Moorish Science Temple of Am., Inc. v. Smith,</i> <span class=\"citation\" data-id=\"411246\"><a href=\"/opinion/411246/moorish-science-temple-of-america-inc-and-bro-r-smallwood-el-v-harold/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 990 (2d Cir.1982); <i>Phillips v. Coughlin,</i> <span class=\"citation\" data-id=\"1903273\"><a href=\"/opinion/1903273/phillips-v-coughlin/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span></a></span>, 1283 (S.D.N. Y.1984). <i>See also </i><i>Heimerle v. Attorney General,</i> <span class=\"citation\" data-id=\"446873\"><a href=\"/opinion/446873/james-f-heimerle-v-attorney-general-united-states-of-america-director/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12-13 (2d Cir.1985) (discussing first amendment restrictions on prison mail censorship). On the contrary, a prisoner retains all first amendment guarantees \"not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\" <i>Pell v. Procunier,</i> 417 U.S. at 822, 94 S.Ct. at 2804. Prison officials may thus interfere with those rights only for important penological purposes, where the \"restraint on religious liberty is reasonably adapted to achieving [the] objective.\" <i>LaReau v. MacDougall,</i> <span class=\"citation\" data-id=\"308565\"><a href=\"/opinion/308565/donald-joseph-lareau-v-ellis-c-macdougall-commissioner-of-correction/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 979 (2d Cir. 1972), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span></span> (1973), <i>quoted in </i><i>Moorish Science Temple,</i> 693 F.2d at 990.</p>\n<p>In certain circumstances, the Supreme Court has shown great deference to prison officials' enunciations of their motives in restricting prisoners' first amendment rights, <i>see </i><i>Jones v. North Carolina Prisoners' Labor Union,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 128, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2539, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977) (where prisoners sought to form union, district court erroneously required prison officials to prove that it would be detrimental to proper penal objectives); <i>see also </i><i>St. Claire v. Cuyler,</i> <span class=\"citation\" data-id=\"383809\"><a href=\"/opinion/383809/st-claire-frank-x-in-no-80-1077-v-cuyler-julius-individually/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 112-15 (3d Cir.1980) (discussing burden of proof and compiling cases). Even assuming that prison officials may not be required to prove that their motives are valid or their means the least restrictive, however, they must, at the very least, allege an important purpose for imposing a restriction. <i>See </i><i>Moorish Science Temple,</i> 693 F.2d at 990 (plaintiff need only plead that his first amendment rights were restricted to overcome sua sponte dismissal); <i>Burgin v. Henderson,</i> <span class=\"citation\" data-id=\"336093\"><a href=\"/opinion/336093/ronald-burgin-aka-hasan-jamal-abdul-majid-billy-sandpiper-aka-abdul/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">501</span></a></span>, 504 (2d Cir.1976) (counsel's unsupported assertion that religious hats might conceal weapons held insufficient to permit affirmance of district court's sua sponte dismissal).</p>\n<p>Defendants have given plaintiff no explanation whatever for retaining his religious items for a year and a half and have also failed to allege any purpose in their motion papers before this Court. The only suggestion that counsel has presented is the equivocal statement that \"[i]t is not inconceivable that an inmate might use religious articles to conceal contraband and that prison officials would occasionally be justified in confiscating such articles.\"<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*180</span> Defendants instead rest their motion to dismiss this claim on the contention that plaintiff has insufficiently pleaded an interference with his religion. It has been held that there is a judicial policy requiring stricter pleading in civil rights cases as a means to combat the ever-increasing burden that these cases place on district courts. <i>See </i><i>Patton v. Dumpson,</i> <span class=\"citation\" data-id=\"1513340\"><a href=\"/opinion/1513340/patton-v-dumpson/\"><span class=\"volume\">425</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">621</span></a></span>, 626 (S.D.N.Y.1977). Even supposing that his circuit was to adopt such a rule, this case presents no such broad conclusory allegation as that raised in <i>Patton.</i> In that case, the court dismissed the complaint with leave to amend because the plaintiff had made the conclusory allegation that the defendants had participated in a pattern and practice of racial discrimination in their placement of children who are wards of the state. <i>Id.</i> Balabin, by contrast, specifically alleges that certain religious artifacts were seized from him and have been retained for over a year without legitimate reason and that his religious practices have thereby been curtailed. Whether the lack of these items has in fact curtailed his religious practices is a question of fact that cannot be decided in this motion. The complaint clearly presents circumstances that, if proved, would warrant recovery at trial. <i>See </i><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>Accordingly, plaintiff's claim that his first amendment rights were infringed must not be dismissed at this time.</p>\n<p></p>\n<h2><i>Fourth and Fourteenth Amendments</i></h2>\n<p>In moving to dismiss plaintiff's fourth amendment claim that his cell was the subject of an unreasonable search, defendants raise the recent Supreme Court decision in <i>Hudson v. Palmer,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, 3198-204, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984). <i>Hudson</i> held that prisoners have no reasonable expectation of privacy in their cells and thus are not protected by the fourth amendment insofar as concerns searches of their cells. <i>Id.</i> The plaintiff does not contest this argument in its brief.</p>\n<p>It is clear that <i>Hudson v. Palmer</i> is controlling in this situation. Therefore, plaintiff's fourth amendment claim is dismissed.</p>\n<p></p>\n<h2><i>Fifth and Fourteenth Amendments</i></h2>\n<p>Plaintiff raises claims that he was deprived of both property and liberty interests without due process of law in violation of the fifth and fourteenth amendments. Under the fourteenth amendment, no state may \"deprive any person of life, liberty, or property, without due process of law.\" U.S. CONST. amend. XIV, § 1. However, not all liberty or property interests are covered by this section. <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 466, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 868, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983). That a prisoner has a property interest in his personal belongings is undisputed. The existence of the alleged liberty interests is less clear. Protected liberty interests may arise from the Due Process Clause or the laws of the state. <i>See Hewitt, supra; </i><i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 223-27, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2537-40, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976). Plaintiff claims three constitutionally protected liberty interests, each created by a separate Directive of the State of New York Department of Correctional Services [\"Directive\"]: (1) the interest in protecting certain religious articles;<sup>[10]</sup> (2) the interest in possessing property not classified as contraband;<sup>[11]</sup> and (3) the interest in not having outgoing privileged mail read by prison officials except in the presence of the inmate.<sup>[12]</sup></p>\n<p>The Supreme Court in <i>Hewitt</i> emphasized that the Court had \"never held that statutes and regulations governing daily operation of a prison system conferred any liberty interest in and of themselves.\" 459 U.S. at 469, 103 S.Ct. at 870. In that case, the Court was concerned with whether a prisoner in a Pennsylvania prison had liberty interest in remaining with the general prison population rather than in a secluded administrative segregation. The Court <span class=\"star-pagination\">*181</span> held that Pennsylvania had created such a liberty interest, not by the mere enactment of procedural guidelines to direct the prison officials, but by its use of emphatic words in the regulations. <i>Id.</i> at 470-72, 103 S.Ct. at 870-72. The Court stressed that the state \"has used language of an unmistakably mandatory character, requiring that certain procedures `shall,' `will,' or `must' be employed, and that administrative segregation will not occur absent specified substantive predicates.\" <i>Id.</i> at 470-71, 103 S.Ct. at 870-71 (citation omitted).</p>\n<p>The first two liberty interests claimed by plaintiff are essentially identical to his property interests and best characterized as property interests. Moreover, the first two directives cited by plaintiff to support those interests use no emphatic language. The directives are clearly prison regulations governing daily operation and do not give rise to an independent liberty interest protected by the due process clause of the fourteenth amendment.</p>\n<p>The third directive, however, uses the word \"must\" in each sentence and is phrased in a forceful, mandatory style.<sup>[13]</sup> Moreover, the Directive places substantive limits on prison officials' actions by creating substantive predicates to opening and reading prisoners' outgoing mail: \"[T]here must be a reasonable suspicion to believe that the contents of such mail endangers or threatens the safety, security, and operations of a facility or the safety of a party to whom the letter is addressed.\"<sup>[14]</sup></p>\n<p>It is not clear whether the law of this circuit holds that a constitutionally protected liberty interest can be created by a prison regulation. In <i>Pugliese v. Nelson,</i> <span class=\"citation\" data-id=\"375906\"><a href=\"/opinion/375906/frank-pugliese-v-w-raymond-nelson-warden-federal-correctional/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 924 (2d Cir.1980), the Second Circuit held that a prison Policy Statement, which did not use emphatic language, had not created a constitutionally protected liberty interest. The court also suggested that there were problems with finding any mere policy statement to be capable of creating such an interest: \"One obvious problem is that if a Policy Statement were held to create a liberty interest ... prison administrators might then opt in favor of revoking such statements.\" <i>Id.</i> at 924 n. 8. <i>But see </i><i>Walker v. Hughes,</i> <span class=\"citation\" data-id=\"347437\"><a href=\"/opinion/347437/randolph-walker-daniel-s-bridge-and-melvin-drain-plaintiffs-v-charles/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1247</span></a></span>, 1254-56 (6th Cir.1977) (analyzing drawbacks of permitting administrative regulations to create liberty interests but finding prison policy statements to do so).</p>\n<p>The New York State Directive at issue here, however, is not a mere policy statement. It purports to describe \"the policies, regulations, and procedures governing `privileged' correspondence.\"<sup>[15]</sup> Moreover, at least five circuits, <i>see </i><i>Lucas v. Hodges,</i> <span class=\"citation\" data-id=\"433507\"><a href=\"/opinion/433507/gregory-a-lucas-v-benny-o-hodges-administrator-lorton-reformatory/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1493</span></a></span>, 1502-03 (D.C.Cir.1984) (collecting cases from Seventh, Fifth, Sixth, Tenth Circuits), have held that prison policy statements can create liberty interests as long as the inmate shows some specific criteria or guidelines designed to direct or limit the prison officials. <i>Id.</i> at 1504. <i>See also </i><i>Olim v. Wakinekona,</i> <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></a></span> (1983) (regulations providing prison officials with complete discretion do not create liberty interest); <i>Sher v. Coughlin,</i> <span class=\"citation\" data-id=\"438844\"><a href=\"/opinion/438844/walter-sher-v-thomas-coughlin-iii-individually-and-as-commissioner-of/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 81-82 (2d Cir.1984) (similar analysis applied to statute/regulation scheme).</p>\n<p>The overwhelming trend of judicial decisions, on both the Supreme Court and <span class=\"star-pagination\">*182</span> Circuit Court levels, compels the conclusion that the New York Department of Correctional Services has created a constitutionally protected liberty interest in a prisoner's right to have privileged mail opened and read only under the limited circumstances detailed in the regulation. By placing emphatic and discrete limitations upon prison officials' actions, the department has given prisoners a right to be free from intrusions upon that interest without the operation of due process of law. Thus, if plaintiff's outgoing mail was among the effects seized and was \"scrutinized,\" as alleged by plaintiff, a liberty interest may have been deprived.</p>\n<p>Having determined that plaintiff has adequately alleged that certain constitutionally protected property and liberty interests have been deprived, the Court must next determine what procedural safeguards are required and whether plaintiff was accorded those procedures. The Supreme Court has, in recent years, laid out several preliminary questions that must be answered. In <i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), the Court held that in the case of random and unauthorized negligent takings of property by state officials no predeprivation procedures were possible so that adequate postdeprivation procedures would satisfy the requirements of due process. <i>Id.</i> at 541, 101 S.Ct. at 1916. The holding of <i>Parratt</i> was extended to intentional, but unauthorized, takings of property in <i>Hudson v. Palmer,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, 3203-04, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984). Additionally, in <i>Logan v. Zimmerman Brush Co.,</i> <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 435-37, <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1148</span></a></span>, 1157-59, <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1982) the Court held that postdeprivation remedies do not satisfy due process requirements when a property interest has been taken or withheld in accord with established state procedure rather than by random and unauthorized action.</p>\n<p>Three questions must thus be asked: (1) whether predeprivation procedures were required; (2) if not, whether the deprivations were accomplished in accordance with established state procedures; and (3) if not, whether adequate postdeprivation remedies exist under state law. The Court will first address plaintiff's property interests. Plaintiff claims that his property was seized, some of it destroyed or lost and the rest withheld without due process of law. Apparently, no procedures were undertaken prior to the seizure. The only hearing that plaintiff has received was a disciplinary hearing, later vacated, that took place after the seizure, but perhaps before the loss of the property, and which was not directly related to the return of plaintiff's property. Whether predeprivation proceedings are required depends in part upon whether the deprivation was the result of random and unauthorized acts of state officials. <i>See </i><i>Hudson v. Palmer, supra</i><i>; </i><i>Logan v. Zimmerman Brush Co., supra</i><i>; </i><i>Parratt v. Taylor, supra</i><i>.</i> To the extent that plaintiff's property was destroyed or lost, the cause was presumably random and unauthorized negligence. To the extent that the property is being wrongfully held by prison authorities, it was seized and is being held in violation of state procedures and is thus unauthorized. Therefore, under <i>Parratt</i> and <i>Hudson,</i> no prior procedures were required. Additionally, plaintiff does not allege any specific state procedure that by its operation violates due process. <i>See </i><i>Logan v. Zimmerman Brush Co., supra</i> (state procedure precluded hearing if state labor commission failed to conduct fact finding hearing within 120 days). There is no allegation that the procedures outlined in Department of Corrections Directives, if followed, would constitute a violation of due process. Therefore, <i>Logan</i> is inapplicable. Thus the only remaining question is whether adequate postdeprivation remedies exist under state law.</p>\n<p>The Court finds that adequate state postdeprivation proceedings exist in the form of Directive 2733, which provides for claims by prisoners for lost property; Article 78 of the New York Civil Practice Law and Rules; and tort claims for conversion or negligence against the officials or state, <i>see</i> N.Y.CT.CL.ACT § 8 (McKinney's <span class=\"star-pagination\">*183</span> 1963) (waiving immunity of state to tort suits); N.Y.CORRECT.L. § 24 (McKinney's Supp. 1983-84) (all claims against corrections officers for acts within the scope of employment must be brought as claims against state). Accordingly, because adequate postdeprivation remedies exist, plaintiff's due process claims with respect to his property interests are dismissed.</p>\n<p>Neither the Supreme Court nor the Second Circuit have ruled on whether these preliminary questions apply to liberty as well as property interests, although in many cases, there seems no logical reason to distinguish between the two. <i>See </i><i>Thibodeaux v. Bordelon,</i> <span class=\"citation\" data-id=\"439245\"><a href=\"/opinion/439245/james-thibodeaux-v-james-bordelon-linda-brown/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 337-38 (5th Cir.1984); <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"427010\"><a href=\"/opinion/427010/roy-e-daniels-v-andrew-williams-deputy/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 795 (4th Cir.1983); <i>Haygood v. Younger,</i> <span class=\"citation\" data-id=\"425963\"><a href=\"/opinion/425963/frank-haygood-v-evelle-j-younger-etc-and-harold-cranke-and-benjamin/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1472</span></a></span> (9th Cir.1983), <i>reh'g granted,</i> <span class=\"citation\" data-id=\"432081\"><a href=\"/opinion/432081/frank-haygood-v-evelle-j-younger-etc-and-harold-cranke-and-benjamin/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span> (9th Cir.1984); <i>Garcia v. County of Los Angeles,</i> <span class=\"citation\" data-id=\"1680497\"><a href=\"/opinion/1680497/garcia-v-county-of-los-angeles/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">700</span></a></span>, 701-03 (C.D.Cal.1984); <i>Holmes v. Ward,</i> <span class=\"citation\" data-id=\"2396862\"><a href=\"/opinion/2396862/holmes-v-ward/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">863</span></a></span>, 865 (S.D. N.Y.1983). The Court need not decide this question, however, because the result is the same whether or not <i>Parratt</i> and <i>Hudson</i> apply to liberty interest claims.</p>\n<p>Plaintiff alleges that his outgoing mail was read during the process of examining property seized subsequent to a search. If this is done as a regular matter, then the procedure itself violates due process. Although a formal hearing may not be necessary before opening privileged mail, the procedures outlined in Directive 4421 are clearly the minimum required to protect this liberty interest created by the state. Plaintiff claims and defendants do not dispute that no such procedures were undertaken. Therefore, plaintiff's claim must stand. Moreover, assuming the mail was opened and read as a result of a random and unauthorized act, the claim must also stand because defendants have not alleged any postdeprivation remedies. Nor has the Court found any clear indication that the state provides any postdeprivation remedy that would adequately redress the wrongful scrutiny of privileged letters.</p>\n<p>Accordingly, plaintiff's property interest claims are dismissed. His claim regarding a violation of his liberty interest in not having his mail opened and scrutinized remains standing.<sup>[16]</sup></p>\n<p></p>\n<h2><i>Sixth and Fourteenth Amendments</i></h2>\n<p>Count four alleges that by confiscating plaintiff's legal materials, defendants have interfered with plaintiff's right to access to courts under the sixth and fourteenth amendments. He claims that without these legal materials he is unable to adequately file a habeas corpus petition concerning his criminal conviction. There is some dispute over whether plaintiff has in fact been allowed access to these materials. However, for the purpose of this motion, the Court must accept as true plaintiff's allegation that he was merely allowed to inspect them. Defendants' primary legal arguments are that delay in filing papers is not sufficient to constitute a denial of access to courts and that the confiscated papers are in any case not necessary for the filing of a federal habeas petition, which does not require citations to the trial transcript.</p>\n<p>Defendants' arguments are unavailing. It is well-settled that prisoners have a right of access that guarantees them some affirmative action on the part of prison officials, <i>see </i><i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 827-28, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, 1497-98, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977), as well as prohibits prison officials from interfering with existing channels available to the prisoner, <i>see </i><i>Hiney v. Wilson,</i> <span class=\"citation\" data-id=\"329285\"><a href=\"/opinion/329285/david-jp-hiney-v-malcolm-wilson/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 591 (2d Cir.1975) (confiscation of legal papers may equal denial of access). Whether or not the state would be required to furnish plaintiff a transcript free of cost for the purposes of his habeas petition, the officials may not interfere with his existing transcript and other legal papers, which taken as a whole are necessary for effective legal argument. <i>Cf. </i><i>Patterson v. Mintzes,</i> <span class=\"citation\" data-id=\"424808\"><a href=\"/opinion/424808/chester-patterson-v-barry-mintzes/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span>, 288 <span class=\"star-pagination\">*184</span> (6th Cir.1983) (prison officials may not interfere with existing transcript necessary for effective review).</p>\n<p>Whether plaintiff was in fact obstructed in obtaining access to courts is a question of fact. It is enough to overcome this motion to dismiss that plaintiff has alleged that all his handwritten notes, memos, briefs and an existing transcript were seized and have not been returned for a year-and-a-half. This is clearly not the minor delay contemplated by the court in <i>Pickett v. Schaefer,</i> <span class=\"citation\" data-id=\"1467273\"><a href=\"/opinion/1467273/pickett-v-schaefer/\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">27</span></a></span>, 28 (S.D.N.Y.1980), which held that a nine and one-half day delay in the mailing of the prisoner's correspondence to the court did not constitute a constitutional violation.</p>\n<p>For these reasons, defendants' motion to dismiss plaintiff's claim that he was denied access to courts is denied.</p>\n<p></p>\n<h2><i>Eighth and Fourteenth Amendments</i></h2>\n<p>Count five alleges that plaintiff's eighth and fourteenth amendment rights have been violated by the deprivation of any reasonable expectation of privacy. It is true that in ruling out a fourth amendment claim by prisoners in <i>Hudson, supra,</i> the Supreme Court explicitly refused to preclude an eighth amendment claim for harrassment, given the appropriate circumstances. <i>See </i><i>Hudson v. Palmer,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, 3204, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984). Plaintiff has made no allegations of harassment, nor alleged any facts that suggest an invasion of privacy that might rise to the level of cruel and unusual punishment. <i>Cf. </i><i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981) (double celling does not necessarily constitute cruel and unusual punishment).</p>\n<p>Accordingly, plaintiff's fifth cause of action must be dismissed.</p>\n<p></p>\n<h2><i>Conversion</i></h2>\n<p>Finally, plaintiff alleges that defendants are jointly and severally liable for conversion. Defendants claim that the decisions in <i>Parratt</i> and <i>Hudson, supra,</i> preclude pendent state law claims in federal civil rights actions. These two cases, however, deal only with the existence of adequate due process available under state law; neither addresses the question whether those state law procedures may be pursued in federal court under the principles of pendent jurisdiction. Similarly, the Supreme Court's decision in <i>Pennhurst State School &amp; Hospital v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984), does not require that this suit be barred on eleventh amendment grounds. Unlike Pennhurst's claim, this suit does not involve a claim against the State itself, through the guise of a suit against prison officials. <i>See id.</i> 104 S.Ct. at 908-17. Rather, it is a suit against prison officials who, if plaintiff's claims are true, acted outside their authority and against the interests of the state's clearly enunciated prison rules. <i>See </i><i>Morrison v. LeFevre,</i> <span class=\"citation\" data-id=\"1817202\"><a href=\"/opinion/1817202/morrison-v-lefevre/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1052</span></a></span>, 1081 (S.D.N.Y.1984).</p>\n<p>Under the doctrine of <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966), a state claim may be attached to colorable federal claims if the two claims arise out of \"a common nucleus of operative facts.\" <i>Id.</i> at 725, 86 S.Ct. at 1138. Here, the federal and state claims arise out of the same confiscation of plaintiff's property, and the federal claims are substantive enough to have survived this motion and thus adequate to support jurisdiction.</p>\n<p>For these reasons, defendants' motion to dismiss plaintiff's conversion claim is denied.</p>\n<p></p>\n<h2><i>Claims against Thomas Coughlin</i></h2>\n<p>When a prisoner brings an action under 42 U.S.C. § 1983, the doctrine of \"<i>respondeat superior</i> does not suffice and a showing of some personal responsibility of the defendant is required.\" <i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1034 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1973). The only personal connection that plaintiffs allege between Commissioner Coughlin and this action is the requirement that he be made aware of the <span class=\"star-pagination\">*185</span> circumstances under which a prisoner's outgoing mail is opened and inspected.<sup>[17]</sup></p>\n<p>Because plaintiff alleges that his mail was opened without the observance of required procedures and there is no allegation that Coughlin actually knew what was happening, Coughlin cannot be held to have had any personal responsibility for the actions alleged. Therefore, the claims against him are dismissed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, defendants' motion to dismiss the complaint is granted as to defendant Coughlin. As to the remaining defendants, counts two and five are dismissed in totality and count three is dismissed in part. Fed.R.Civ.P. 12(b)(6).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Pro Se Complaint, 83 Civ. 6778 (JMC) (filed Sept. 15, 1983).</p>\n<p>[2]  <i>See</i> Notice of Motion, 83 Civ. 6778 (JMC) (filed Dec. 13, 1983).</p>\n<p>[3]  <i>See</i> Amended Complaint, 83 Civ. 6778 (JMC) (filed May 25, 1984) [hereinafter \"Amended Complaint\"].</p>\n<p>[4]  <i>Id.</i> at ¶ 13.</p>\n<p>[5]  <i>Id.</i> at ¶ 21; Exh. 1.</p>\n<p>[6]  <i>Id.</i> at ¶ 23.</p>\n<p>[7]  <i>Id.</i> at ¶ 27.</p>\n<p>[8]  <i>Id.</i> at ¶ 35.</p>\n<p>[9]  Reply Memorandum at 11, 83 Civ. 6778 (JMC) (filed Sept. 5, 1984) (discussing due process claim).</p>\n<p>[10]  State of New York Dep't of Correctional Services Directive [\"Directive\"] 4202 J.4, 5; K.3.</p>\n<p>[11]  Directive 4931 I.D.</p>\n<p>[12]  Directive 4421 III.A.1.</p>\n<p>[13]  A. Outgoing Privileged Correspondence\n</p>\n<p>1. Outgoing mail to any of the above must not be opened or inspected in any manner unless authorized by the facility Superintendent, upon written notice of the Commissioner. Substantial information must be conveyed to the Commissioner by a Superintendent as a basis for this action. In such cases, there must be a reasonable suspicion to believe that the contents of such mail endangers or threatens the safety, security, and operations of a facility or the safety of a party to whom the letter is addressed.</p>\n<p>Outgoing privileged mail may be sent according to the provisions of the free postage program described in Section III-D of Directive # 4422, Inmate Correspondence Program.</p>\n<p>Outgoing privileged mail addressed to the Commissioner of the Department of Correctional Services and his staff must be sent in the facility mail pouch. No postage is required on such letters.</p>\n<p>[14]  <i>Id.</i></p>\n<p>[15]  <i>Id.</i></p>\n<p>[16]  Plaintiff also raises an equal protection claim arising out of the fifth and fourteenth amendments. However, plaintiff has made no arguments regarding this claim in his briefs and the facts suggest that no such claim exists. Therefore this claim is also dismissed.</p>\n<p>[17]  <i>See</i> Directive 4421 III.A.1.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347437/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/383809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/432081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/438844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/446873/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1467273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1680497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1817202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1903273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396862/"
          ]
        }
      ],
      "judges": "Cannella",
      "date_created": "2014-10-30T21:21:32.879373Z",
      "date_modified": "2016-03-03T21:37:30.006325Z",
      "date_filed": "1985-01-31",
      "date_filed_is_approximate": false,
      "slug": "balabin-v-scully",
      "citation_id": 2130792,
      "case_name_short": "Balabin",
      "case_name": "Balabin v. Scully",
      "case_name_full": "",
      "federal_cite_one": "606 F. Supp. 176",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2028655/balabin-v-scully/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:21:32.875221Z",
  "date_modified": "2014-10-30T21:21:32.875221Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Balabin",
  "case_name": "Balabin v. Scully",
  "case_name_full": "",
  "slug": "balabin-v-scully",
  "docket_number": "83 Civ. 6778 (JMC)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}