{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2037736/",
  "id": 2037736,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/74020/",
      "id": 74020,
      "absolute_url": "/opinion/74020/barnes-v-broward-cty-sheriff/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2037736/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/74020/",
          "id": 74020,
          "absolute_url": "/opinion/74020/barnes-v-broward-cty-sheriff/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/74020/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T08:36:17Z",
          "date_modified": "2017-03-24T02:59:32.467112Z",
          "type": "010combined",
          "sha1": "cbd28121f7d033a9bac2bd229c3eb018170d2d5d",
          "page_count": 7,
          "download_url": "http://www.ca11.uscourts.gov/opinions/ops/19984259.MAN.pdf",
          "local_path": "pdf/1999/09/30/Barnes_v._Broward_Cty._Sheriff.pdf",
          "plain_text": "                                  William V. BARNES, Plaintiff-Appellant,\n\n                                                       v.\n\n                    BROWARD COUNTY SHERIFF'S OFFICE, Defendant-Appellee.\n\n                                                 No. 98-4259.\n\n                                       United States Court of Appeals,\n\n                                               Eleventh Circuit.\n\n                                                Sept. 30, 1999.\n\nAppeal from the United States District Court for the Southern District of Florida. (No. 95-6530-Cv-JAG),\nJose A. Gonzalez, Jr., Judge.\n\nBefore BIRCH and CARNES, Circuit Judges, and MILLS*, Senior District Judge.\n\n        BIRCH, Circuit Judge:\n\n        This appeal raises the question of whether a plaintiff who seeks and obtains injunctive relief pursuant\n\nto the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, et seq., is entitled to attorney's fees when\n\nthat relief does not benefit the plaintiff directly. William V. Barnes appeals the decision of the district court\n\nto amend its initial decision to award attorney's fees. For the reasons that follow, we conclude that the district\n\ncourt properly amended its original judgment, thereby denying Barnes' request for attorney's fees under the\n\nADA.\n\n                                              I. BACKGROUND\n\n        Barnes filed this action against Ron Cochran, Sheriff of Broward County, Florida (\"the County\"),\n\nalleging that the County had refused to hire him for a position as detention deputy due to a perceived\n\ndisability and due to his age, in violation of the ADA and the Age Discrimination in Employment Act, 29\n\nU.S.C. § 621 (\"ADEA\"). Barnes sought compensatory relief with respect to both the ADA and ADEA\n\nclaims. In addition, Barnes sought injunctive relief under the ADA to prohibit the County from maintaining\n\nits practice of conducting pre-employment psychological examinations, to which he had been subjected as\n\n\n\n    *\n     Honorable Richard Mills, Senior U.S. District Judge for the Central District of Illinois, sitting by\ndesignation.\n\fpart of the job application process.\n\n        The district court granted summary judgment in favor of the County on Barnes' discrimination claims.\n\nSpecifically, the court found that Barnes had \"barely satisfied the burden of proving his prima facie case\" of\n\ndiscrimination under the ADA and, even assuming he had satisfied this burden, nonetheless had failed to\n\nproffer sufficient evidence to give rise to a reasonable inference that the County's stated legitimate reasons\n\nfor not hiring Barnes were pretextual. See R2-29 at 8. The court further determined that Barnes had failed\n\nto present \"even a scintilla of evidence in his favor\" with respect to the ADEA claim. Id. With regard to\n\nBarnes' challenge to the County's use of pre-employment psychological testing, however, the court concluded\n\nthat the particular examination process employed by the County was impermissible under the ADA.\n\nConsistent with this determination, the court granted summary judgment in favor of Barnes on this claim and\n\npermanently enjoined the County from continuing the practice of conducting pre-employment psychological\n\nor physical medical evaluations. See id. at 15-16.\n\n        Both the County and Barnes subsequently moved for attorney's fees. In its initial order, the district\n\ncourt found that (1) because Barnes' institution of the ADEA claim was \"without foundation,\" R2-50 at 5, the\n\nCounty was entitled to attorney's fees on this claim, and (2) because the court had enjoined the County from\n\nfurther use of pre-employment psychological testing as a result of Barnes' lawsuit, Barnes had effectively\n\nprevailed on a significant issue and, therefore, also was entitled to attorney's fees. See id. at 4.\n\n        Both parties moved to amend the judgment. In response to these motions, the district court concluded\n\nthat it had erred both in characterizing Barnes as a prevailing party and in awarding him attorney's fees as a\n\nresult of the injunctive relief ordered at the conclusion of the litigation. The court thus vacated its earlier\n\njudgment to the extent that it granted Barnes attorney's fees, and denied Barnes' motion to amend the\n\njudgment as to the ADEA claim. See R2-59 at 3.\n\n                                               II. DISCUSSION\n\n         We review the district court's decision to alter or amend a judgment regarding attorney's fees for\n\n\n\n                                                       2\n\fabuse of discretion. Taylor v. City of Fort Lauderdale, 810 F.2d 1551, 1556 (11th Cir.1987). To the extent\n\nthat the district court's conclusion implicates a question of law, we review de novo. See Preserve Endangered\n\nAreas of Cobb's History, Inc. v. United States Army Corps of Engineers, 87 F.3d 1242, 1246 (11th Cir.1996).\n\n        In Hewitt v. Helms, 482 U.S. 755, 107 S.Ct. 2672, 96 L.Ed.2d 654 (1987), a case involving the\n\nplaintiff's entitlement to attorney's fees under 42 U.S.C. § 19881, the Supreme Court expressly noted that\n\n        [t]he real value of the judicial pronouncement—what makes it a proper judicial resolution of a \"case\n        or controversy\" rather than an advisory opinion—is in the settling of some dispute which affects the\n        behavior of the defendant towards the plaintiff.\n\nId. at 761, 107 S.Ct. at 2676 (emphasis in original). Hewitt concerned a claim brought by a prison inmate\n\npursuant to 42 U.S.C. § 1983. The inmate, Helms, alleged that his administrative segregation and subsequent\n\nconviction for participating in a prison riot violated his right to due process. Although the Court of Appeals\n\ndetermined that Helms' conviction constituted a violation of due process, the district court, on remand, found\n\nthat the defendants were entitled to qualified immunity. The Supreme Court concluded that, notwithstanding\n\nthe earlier finding that Helms' constitutional right had been violated, this \"moral satisfaction,\"2 id. at 762, 107\n\nS.Ct. at 2676, without more, was not sufficient to confer on the plaintiff prevailing party status. Noting that,\n\nduring the pendency of Helms' lawsuit, Helms was released from prison and, at the same time, the state\n\nBureau of Corrections revised its inmate disciplinary proceedings, the Court observed:\n\n        When [the Bureau of Prison's regulation] was amended, Helms had long since been released from\n        prison. Although he has subsequently been returned to prison, and is presumably now benefitting\n        from the new procedures..., that fortuity can hardly render him, retroactively, a \"prevailing party\" in\n        this lawsuit, even though he was not such when the final judgment entered.\n\n\n\n   1\n     While this case involves the \"prevailing party\" standard under the ADA, the Court has noted that its\nanalysis of the \"prevailing party\" standard under section 1988 is \"generally applicable in all cases in which\nCongress has authorized an award of fees to a 'prevailing party.' \" Hensley v. Eckerhart, 461 U.S. 424, 433\nn. 7, 103 S.Ct. 1933, 1939 n. 7, 76 L.Ed.2d 40 (1983).\n    2\n    We recognize that, unlike the plaintiff in Hewitt, the court in this case granted a portion of the relief\nBarnes' sought in his complaint—that is, an injunction barring the County from continuing its use of\npsychological examinations. As we discuss further below, however, the Supreme Court has suggested in\nbroad terms that a plaintiff's \"success\" in a lawsuit may not, in all instances, render him a prevailing party for\npurposes of an attorney's fee award.\n\n                                                        3\n\fId. at 763-64, 107 S.Ct. at 2677.\n\n        In Rhodes v. Stewart, 488 U.S. 1, 109 S.Ct. 202, 102 L.Ed.2d 1 (1988), the Supreme Court applied\n\nthe reasoning of Hewitt in the context of prison inmates suing under section 1983 for prison officials' refusal\n\nto allow them to subscribe to certain magazines. The Court acknowledged that, subsequent to the inmates'\n\ninitiation of their lawsuit, judgment was entered for the inmates and the prison modified its\n\nmagazine-subscription policy, but concluded that the plaintiffs nonetheless were not entitled to attorney's fees.\n\nIn reaching this determination, the Court observed that \"[a] modification of prison policies on magazine\n\nsubscriptions could not in any way have benefitted either plaintiff, one of whom was dead and the other\n\nreleased before the District Court entered its order.\" Id. at 4, 109 S.Ct. at 203.\n\n        More recently, in Farrar v. Hobby, 506 U.S. 103, 113 S.Ct. 566, 121 L.Ed.2d 494 (1992), the Court\n\nsynthesized its jurisprudence regarding a prevailing plaintiff's entitlement to attorney's fees under the\n\nfee-shifting provisions of civil rights legislation and stated:\n\n        Whatever relief the plaintiff secures must directly benefit him at the time of the judgment or\n        settlement. Otherwise the judgment or settlement cannot be said to affect the behavior of the\n        defendant toward the plaintiff. Only under these circumstances can civil rights litigation effect \"the\n        material alteration of the legal relationship of the parties\" and thereby transform the plaintiff into a\n        prevailing party. In short, a plaintiff \"prevails\" when actual relief on the merits of his claim\n        materially alters the legal relationship between the parties by modifying the defendant's behavior in\n        a way that directly benefits the plaintiff.\n\nFarrar, 506 U.S. at 111, 113 S.Ct. at 573 (citations and internal quotation marks omitted).\n\n         Our review of the foregoing decisional law convinces us that we are bound, in this instance, to\n\nconclude that Barnes is not entitled to attorney's fees. Despite the fact that the court granted injunctive relief\n\nwith respect to the County's use of pre-employment psychological testing, there is neither evidence that this\n\nchange in policy affected the relationship between Barnes and the County at the time judgment was rendered,\n\nnor any indication that Barnes directly benefitted from the injunction. As alluded to by the Supreme Court\n\nin Hewitt, the fact that Barnes conceivably could benefit from the court's order prohibiting the referenced\n\nexaminations if he ever chose in the future to re-apply to the Sheriff's office for a job is not adequate to render\n\n\n\n                                                        4\n\fhim a prevailing party with respect to this litigation.3 See Hewitt, 482 U.S. at 763-64, 107 S.Ct. at 2677.\n\n        It is worth adding that we do not share Barnes' interpretation of decisional law from this and other\n\ncircuits, cited for the proposition that courts frequently do not consider as significant or dispositive, for\n\npurposes of assessing a plaintiff's entitlement to attorney's fees, whether that plaintiff has received a direct\n\nlegal or equitable benefit as a result of the litigation. Although Barnes is correct that these decisions do not\n\nexpressly describe or discuss the plaintiff's legal relationship to the defendant at the conclusion of the\n\nlitigation, the facts in each case indicate that such a discussion was unnecessary because the applicable\n\ncourt-ordered relief unambiguously and personally affected the plaintiff. See, e.g., LeBlanc-Sternberg v.\n\nFletcher, 143 F.3d 748, 759 (2nd Cir.1998), (where injunctive relief prevented defendants from implementing\n\nzoning regulations that would impair the plaintiffs' ability to conduct religious services, plaintiffs—members\n\nof the affected religious community—were direct beneficiaries of the defendants' change in conduct.); Layton\n\nv. Elder, 143 F.3d 469, 470-73 (8th Cir.1998), (injunction mandating that the defendant-county make its\n\nservices and programs accessible to disabled individuals effected a material change in the relationship\n\nbetween the county and the private plaintiffs, two disabled members of the community.); Ensley Branch,\n\nN.A.A.C.P. v. Seibels, 31 F.3d 1548 (11th Cir.1994) (class of plaintiffs comprised of current City employees\n\nentitled to attorney's fees based on partial success in eliminating race and gender-conscious personnel\n\ndecisions regarding City's affirmative action policies.); Ruffin v. Great Dane Trailers, 969 F.2d 989 (11th\n\n    3\n      We do not foreclose the possibility that an employment discrimination plaintiff who receives only\ninjunctive relief may be entitled to attorney's fees where the plaintiff establishes that he continues to have or\nis reasonably likely to have some legal relationship to the defendant. We acknowledge that Hewitt and\nRhodes cannot be applied wholesale and without limitation to every civil rights case where attorney's fees\nare at issue. Indeed, conferring prevailing party status on the prisoner-plaintiffs in Hewitt and Rhodes would\nrequire that the court inappropriately speculate that the plaintiffs were likely, at some point in the future, to\nreturn to the particular prison whose policy was modified by virtue of the injunctive relief and, thereby,\n\"benefit\" from the fruits of the litigation. In an employment case, however, it may be possible to allege and\nshow—without requiring any speculation by the court—that the plaintiff retains a sufficient connection to\nthe defendant that he likely will be affected by the court's judgment. For example, a plaintiff could\ndemonstrate that he remains eligible and is likely to reapply to the employer after challenging an employment\npractice. In this case, there is no evidence that Barnes was eligible to re-apply for the deputy position, nor\ndoes he allege that he intended to re-apply or would re-apply if the court were to bar the continued use of the\npsychological examinations.\n\n                                                       5\n\fCir.1992) (where court ordered defendant-employer to correct racist conduct at its job-site, fact that plaintiff\n\ncould \"now protect his rights through a civil contempt proceeding in the event that [the defendant's]\n\ncompliance with the court's injunction is not forthcoming,\" id. at 993, indicates (in the absence of any\n\nlanguage to the contrary) that, at the time court rendered judgment, plaintiff was still employed by\n\ndefendant.). Contrary to Barnes' suggestion, we believe that in each of these cited cases, the plaintiff or\n\nplaintiffs were at least the partial direct beneficiaries of any injunctive relief obtained.\n\n         Our determination that, under the circumstances presented in this case, Barnes is not entitled to\n\nattorney's fees is not intended to ignore or eviscerate the continuing viability of the \"private attorney general\"\n\ncause of action, whereby a plaintiff—or class of plaintiffs—vindicates a constitutional or\n\nstatutorily-prescribed right by bringing a civil rights lawsuit and, as a result of that lawsuit, causes a\n\nmodification of the defendant's behavior or policies. Indeed, the Supreme Court has expressly noted the\n\nimportance of this particular means of enforcing civil rights legislation. See, e.g., Texas State Teachers v.\n\nGarland Indep. School Dist., 489 U.S. 782, 793 109 S.Ct. 1486, 1494, 103 L.Ed.2d 866 (1989) (\"Petitioners\n\nhere obtained a judgment vindicating the First Amendment rights of public employees in the workplace....\n\nPetitioners have thus served the 'private attorney general' role which Congress meant to promote in enacting\n\n§ 1988.\"). As previously stated, however, the Court's application of its general guiding principles regarding\n\nthe outer limits of prevailing party status consistently has evinced a requirement that, to be considered a\n\nprevailing party, a plaintiff must obtain some benefit from the defendant at the time the litigation ceases.\n\n                                              III. CONCLUSION\n\n         In this appeal, Barnes asks that we set aside the district court's judgment amending its original\n\ndecision to grant Barnes' request for attorney's fees. Based on our review of binding Supreme Court\n\nprecedent, we conclude that an ADA plaintiff who obtains injunctive relief that does not directly benefit him\n\nat the time court-ordered relief is imposed does not constitute a prevailing party for purposes of the applicable\n\nfee-shifting provision. We therefore determine that the district court properly altered its initial order awarding\n\n\n\n                                                        6\n\fBarnes' attorney's fees. Accordingly, we AFFIRM.\n\n\n\n\n                                                   7\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                  William V. BARNES, Plaintiff-Appellant,\n\n                                                       v.\n\n                    BROWARD COUNTY SHERIFF'S OFFICE, Defendant-Appellee.\n\n                                                 No. 98-4259.\n\n                                       United States Court of Appeals,\n\n                                               Eleventh Circuit.\n\n                                                Sept. 30, 1999.\n\nAppeal from the United States District Court for the Southern District of Florida. (No. 95-6530-Cv-JAG),\nJose A. Gonzalez, Jr., Judge.\n\nBefore BIRCH and CARNES, Circuit Judges, and MILLS*, Senior District Judge.\n\n        BIRCH, Circuit Judge:\n\n        This appeal raises the question of whether a plaintiff who seeks and obtains injunctive relief pursuant\n\nto the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, et seq., is entitled to attorney's fees when\n\nthat relief does not benefit the plaintiff directly. William V. Barnes appeals the decision of the district court\n\nto amend its initial decision to award attorney's fees. For the reasons that follow, we conclude that the district\n\ncourt properly amended its original judgment, thereby denying Barnes' request for attorney's fees under the\n\nADA.\n\n                                              I. BACKGROUND\n\n        Barnes filed this action against Ron Cochran, Sheriff of Broward County, Florida (\"the County\"),\n\nalleging that the County had refused to hire him for a position as detention deputy due to a perceived\n\ndisability and due to his age, in violation of the ADA and the Age Discrimination in Employment Act, 29\n\nU.S.C. § 621 (\"ADEA\"). Barnes sought compensatory relief with respect to both the ADA and ADEA\n\nclaims. In addition, Barnes sought injunctive relief under the ADA to prohibit the County from maintaining\n\nits practice of conducting pre-employment psychological examinations, to which he had been subjected as\n\n\n\n    *\n     Honorable Richard Mills, Senior U.S. District Judge for the Central District of Illinois, sitting by\ndesignation.\n\fpart of the job application process.\n\n        The district court granted summary judgment in favor of the County on Barnes' discrimination claims.\n\nSpecifically, the court found that Barnes had \"barely satisfied the burden of proving his prima facie case\" of\n\ndiscrimination under the ADA and, even assuming he had satisfied this burden, nonetheless had failed to\n\nproffer sufficient evidence to give rise to a reasonable inference that the County's stated legitimate reasons\n\nfor not hiring Barnes were pretextual. See R2-29 at 8. The court further determined that Barnes had failed\n\nto present \"even a scintilla of evidence in his favor\" with respect to the ADEA claim. Id. With regard to\n\nBarnes' challenge to the County's use of pre-employment psychological testing, however, the court concluded\n\nthat the particular examination process employed by the County was impermissible under the ADA.\n\nConsistent with this determination, the court granted summary judgment in favor of Barnes on this claim and\n\npermanently enjoined the County from continuing the practice of conducting pre-employment psychological\n\nor physical medical evaluations. See id. at 15-16.\n\n        Both the County and Barnes subsequently moved for attorney's fees. In its initial order, the district\n\ncourt found that (1) because Barnes' institution of the ADEA claim was \"without foundation,\" R2-50 at 5, the\n\nCounty was entitled to attorney's fees on this claim, and (2) because the court had enjoined the County from\n\nfurther use of pre-employment psychological testing as a result of Barnes' lawsuit, Barnes had effectively\n\nprevailed on a significant issue and, therefore, also was entitled to attorney's fees. See id. at 4.\n\n        Both parties moved to amend the judgment. In response to these motions, the district court concluded\n\nthat it had erred both in characterizing Barnes as a prevailing party and in awarding him attorney's fees as a\n\nresult of the injunctive relief ordered at the conclusion of the litigation. The court thus vacated its earlier\n\njudgment to the extent that it granted Barnes attorney's fees, and denied Barnes' motion to amend the\n\njudgment as to the ADEA claim. See R2-59 at 3.\n\n                                               II. DISCUSSION\n\n         We review the district court's decision to alter or amend a judgment regarding attorney's fees for\n\n\n\n                                                       2\n\fabuse of discretion. Taylor v. City of Fort Lauderdale, </pre><span class=\"citation\" data-id=\"482843\"><a href=\"/opinion/482843/william-taylor-v-city-of-fort-lauderdale-leo-callahan-etc-donald-r/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1551</span></a></span><pre class=\"inline\">, 1556 (11th Cir.1987). To the extent\n\nthat the district court's conclusion implicates a question of law, we review de novo. See Preserve Endangered\n\nAreas of Cobb's History, Inc. v. United States Army Corps of Engineers, </pre><span class=\"citation\" data-id=\"71085\"><a href=\"/opinion/71085/preserve-endangered-v-us-army/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></a></span><pre class=\"inline\">, 1246 (11th Cir.1996).\n\n        In Hewitt v. Helms, </pre><span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span><pre class=\"inline\"> (1987), a case involving the\n\nplaintiff's entitlement to attorney's fees under 42 U.S.C. § 19881, the Supreme Court expressly noted that\n\n        [t]he real value of the judicial pronouncement—what makes it a proper judicial resolution of a \"case\n        or controversy\" rather than an advisory opinion—is in the settling of some dispute which affects the\n        behavior of the defendant towards the plaintiff.\n\nId. at 761, 107 S.Ct. at 2676 (emphasis in original). Hewitt concerned a claim brought by a prison inmate\n\npursuant to 42 U.S.C. § 1983. The inmate, Helms, alleged that his administrative segregation and subsequent\n\nconviction for participating in a prison riot violated his right to due process. Although the Court of Appeals\n\ndetermined that Helms' conviction constituted a violation of due process, the district court, on remand, found\n\nthat the defendants were entitled to qualified immunity. The Supreme Court concluded that, notwithstanding\n\nthe earlier finding that Helms' constitutional right had been violated, this \"moral satisfaction,\"2 id. at 762, 107\n\nS.Ct. at 2676, without more, was not sufficient to confer on the plaintiff prevailing party status. Noting that,\n\nduring the pendency of Helms' lawsuit, Helms was released from prison and, at the same time, the state\n\nBureau of Corrections revised its inmate disciplinary proceedings, the Court observed:\n\n        When [the Bureau of Prison's regulation] was amended, Helms had long since been released from\n        prison. Although he has subsequently been returned to prison, and is presumably now benefitting\n        from the new procedures..., that fortuity can hardly render him, retroactively, a \"prevailing party\" in\n        this lawsuit, even though he was not such when the final judgment entered.\n\n\n\n   1\n     While this case involves the \"prevailing party\" standard under the ADA, the Court has noted that its\nanalysis of the \"prevailing party\" standard under section 1988 is \"generally applicable in all cases in which\nCongress has authorized an award of fees to a 'prevailing party.' \" Hensley v. Eckerhart, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 433\nn. 7, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span><pre class=\"inline\">, 1939 n. 7, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span><pre class=\"inline\"> (1983).\n    2\n    We recognize that, unlike the plaintiff in Hewitt, the court in this case granted a portion of the relief\nBarnes' sought in his complaint—that is, an injunction barring the County from continuing its use of\npsychological examinations. As we discuss further below, however, the Supreme Court has suggested in\nbroad terms that a plaintiff's \"success\" in a lawsuit may not, in all instances, render him a prevailing party for\npurposes of an attorney's fee award.\n\n                                                        3\n\fId. at 763-64, 107 S.Ct. at 2677.\n\n        In Rhodes v. Stewart, </pre><span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1988), the Supreme Court applied\n\nthe reasoning of Hewitt in the context of prison inmates suing under section 1983 for prison officials' refusal\n\nto allow them to subscribe to certain magazines. The Court acknowledged that, subsequent to the inmates'\n\ninitiation of their lawsuit, judgment was entered for the inmates and the prison modified its\n\nmagazine-subscription policy, but concluded that the plaintiffs nonetheless were not entitled to attorney's fees.\n\nIn reaching this determination, the Court observed that \"[a] modification of prison policies on magazine\n\nsubscriptions could not in any way have benefitted either plaintiff, one of whom was dead and the other\n\nreleased before the District Court entered its order.\" Id. at 4, 109 S.Ct. at 203.\n\n        More recently, in Farrar v. Hobby, </pre><span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span><pre class=\"inline\"> (1992), the Court\n\nsynthesized its jurisprudence regarding a prevailing plaintiff's entitlement to attorney's fees under the\n\nfee-shifting provisions of civil rights legislation and stated:\n\n        Whatever relief the plaintiff secures must directly benefit him at the time of the judgment or\n        settlement. Otherwise the judgment or settlement cannot be said to affect the behavior of the\n        defendant toward the plaintiff. Only under these circumstances can civil rights litigation effect \"the\n        material alteration of the legal relationship of the parties\" and thereby transform the plaintiff into a\n        prevailing party. In short, a plaintiff \"prevails\" when actual relief on the merits of his claim\n        materially alters the legal relationship between the parties by modifying the defendant's behavior in\n        a way that directly benefits the plaintiff.\n\nFarrar, 506 U.S. at 111, 113 S.Ct. at 573 (citations and internal quotation marks omitted).\n\n         Our review of the foregoing decisional law convinces us that we are bound, in this instance, to\n\nconclude that Barnes is not entitled to attorney's fees. Despite the fact that the court granted injunctive relief\n\nwith respect to the County's use of pre-employment psychological testing, there is neither evidence that this\n\nchange in policy affected the relationship between Barnes and the County at the time judgment was rendered,\n\nnor any indication that Barnes directly benefitted from the injunction. As alluded to by the Supreme Court\n\nin Hewitt, the fact that Barnes conceivably could benefit from the court's order prohibiting the referenced\n\nexaminations if he ever chose in the future to re-apply to the Sheriff's office for a job is not adequate to render\n\n\n\n                                                        4\n\fhim a prevailing party with respect to this litigation.3 See Hewitt, 482 U.S. at 763-64, 107 S.Ct. at 2677.\n\n        It is worth adding that we do not share Barnes' interpretation of decisional law from this and other\n\ncircuits, cited for the proposition that courts frequently do not consider as significant or dispositive, for\n\npurposes of assessing a plaintiff's entitlement to attorney's fees, whether that plaintiff has received a direct\n\nlegal or equitable benefit as a result of the litigation. Although Barnes is correct that these decisions do not\n\nexpressly describe or discuss the plaintiff's legal relationship to the defendant at the conclusion of the\n\nlitigation, the facts in each case indicate that such a discussion was unnecessary because the applicable\n\ncourt-ordered relief unambiguously and personally affected the plaintiff. See, e.g., LeBlanc-Sternberg v.\n\nFletcher, </pre><span class=\"citation\" data-id=\"754226\"><a href=\"/opinion/754226/rabbi-yitzchok-leblanc-sternberg-chanie-leblanc-sternberg-fred-walfish/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">748</span></a></span><pre class=\"inline\">, 759 (2nd Cir.1998), (where injunctive relief prevented defendants from implementing\n\nzoning regulations that would impair the plaintiffs' ability to conduct religious services, plaintiffs—members\n\nof the affected religious community—were direct beneficiaries of the defendants' change in conduct.); Layton\n\nv. Elder, </pre><span class=\"citation\" data-id=\"754192\"><a href=\"/opinion/754192/richard-ray-layton-billy-r-penny-v-ted-elder-as-county-judge-of/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span><pre class=\"inline\">, 470-73 (8th Cir.1998), (injunction mandating that the defendant-county make its\n\nservices and programs accessible to disabled individuals effected a material change in the relationship\n\nbetween the county and the private plaintiffs, two disabled members of the community.); Ensley Branch,\n\nN.A.A.C.P. v. Seibels, </pre><span class=\"citation\" data-id=\"676060\"><a href=\"/opinion/676060/ensley-branch-naacp-donald-nixon-william-moss-alvin-mahaffey-jr/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1548</span></a></span><pre class=\"inline\"> (11th Cir.1994) (class of plaintiffs comprised of current City employees\n\nentitled to attorney's fees based on partial success in eliminating race and gender-conscious personnel\n\ndecisions regarding City's affirmative action policies.); Ruffin v. Great Dane Trailers, </pre><span class=\"citation\" data-id=\"587012\"><a href=\"/opinion/587012/ronald-ruffin-v-great-dane-trailers/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span><pre class=\"inline\"> (11th\n\n    3\n      We do not foreclose the possibility that an employment discrimination plaintiff who receives only\ninjunctive relief may be entitled to attorney's fees where the plaintiff establishes that he continues to have or\nis reasonably likely to have some legal relationship to the defendant. We acknowledge that Hewitt and\nRhodes cannot be applied wholesale and without limitation to every civil rights case where attorney's fees\nare at issue. Indeed, conferring prevailing party status on the prisoner-plaintiffs in Hewitt and Rhodes would\nrequire that the court inappropriately speculate that the plaintiffs were likely, at some point in the future, to\nreturn to the particular prison whose policy was modified by virtue of the injunctive relief and, thereby,\n\"benefit\" from the fruits of the litigation. In an employment case, however, it may be possible to allege and\nshow—without requiring any speculation by the court—that the plaintiff retains a sufficient connection to\nthe defendant that he likely will be affected by the court's judgment. For example, a plaintiff could\ndemonstrate that he remains eligible and is likely to reapply to the employer after challenging an employment\npractice. In this case, there is no evidence that Barnes was eligible to re-apply for the deputy position, nor\ndoes he allege that he intended to re-apply or would re-apply if the court were to bar the continued use of the\npsychological examinations.\n\n                                                       5\n\fCir.1992) (where court ordered defendant-employer to correct racist conduct at its job-site, fact that plaintiff\n\ncould \"now protect his rights through a civil contempt proceeding in the event that [the defendant's]\n\ncompliance with the court's injunction is not forthcoming,\" id. at 993, indicates (in the absence of any\n\nlanguage to the contrary) that, at the time court rendered judgment, plaintiff was still employed by\n\ndefendant.). Contrary to Barnes' suggestion, we believe that in each of these cited cases, the plaintiff or\n\nplaintiffs were at least the partial direct beneficiaries of any injunctive relief obtained.\n\n         Our determination that, under the circumstances presented in this case, Barnes is not entitled to\n\nattorney's fees is not intended to ignore or eviscerate the continuing viability of the \"private attorney general\"\n\ncause of action, whereby a plaintiff—or class of plaintiffs—vindicates a constitutional or\n\nstatutorily-prescribed right by bringing a civil rights lawsuit and, as a result of that lawsuit, causes a\n\nmodification of the defendant's behavior or policies. Indeed, the Supreme Court has expressly noted the\n\nimportance of this particular means of enforcing civil rights legislation. See, e.g., Texas State Teachers v.\n\nGarland Indep. School Dist., </pre><span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span><pre class=\"inline\">, 793 </pre><span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span><pre class=\"inline\">, 1494, </pre><span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span><pre class=\"inline\"> (1989) (\"Petitioners\n\nhere obtained a judgment vindicating the First Amendment rights of public employees in the workplace....\n\nPetitioners have thus served the 'private attorney general' role which Congress meant to promote in enacting\n\n§ 1988.\"). As previously stated, however, the Court's application of its general guiding principles regarding\n\nthe outer limits of prevailing party status consistently has evinced a requirement that, to be considered a\n\nprevailing party, a plaintiff must obtain some benefit from the defendant at the time the litigation ceases.\n\n                                              III. CONCLUSION\n\n         In this appeal, Barnes asks that we set aside the district court's judgment amending its original\n\ndecision to grant Barnes' request for attorney's fees. Based on our review of binding Supreme Court\n\nprecedent, we conclude that an ADA plaintiff who obtains injunctive relief that does not directly benefit him\n\nat the time court-ordered relief is imposed does not constitute a prevailing party for purposes of the applicable\n\nfee-shifting provision. We therefore determine that the district court properly altered its initial order awarding\n\n\n\n                                                        6\n\fBarnes' attorney's fees. Accordingly, we AFFIRM.\n\n\n\n\n                                                   7\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/587012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/676060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754192/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754226/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T09:09:04.879193Z",
      "date_modified": "2017-06-07T15:59:33.352480Z",
      "date_filed": "1999-09-30",
      "date_filed_is_approximate": false,
      "slug": "barnes-v-broward-cty-sheriff",
      "citation_id": 70609,
      "case_name_short": "Barnes",
      "case_name": "Barnes v. Broward Cty. Sheriff",
      "case_name_full": "",
      "federal_cite_one": "190 F.3d 1274",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2037736/barnes-v-broward-cty-sheriff/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:25:47.707989Z",
  "date_modified": "2014-10-30T21:25:47.707989Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Barnes",
  "case_name": "Barnes v. Broward Cty. Sheriff",
  "case_name_full": "",
  "slug": "barnes-v-broward-cty-sheriff",
  "docket_number": "98-4259",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}