{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2050050/",
  "id": 2050050,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mowd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2183222/",
      "id": 2183222,
      "absolute_url": "/opinion/2183222/thompson-v-southwest-sch-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2050050/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2183222/",
          "id": 2183222,
          "absolute_url": "/opinion/2183222/thompson-v-southwest-sch-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2183222/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/634/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:33:09.652337Z",
          "date_modified": "2017-04-08T20:23:30.201642Z",
          "type": "010combined",
          "sha1": "6640cb9cd5162e504d18f4fd4a06e18f3a7404a0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>483 F.Supp. 1170 (1980)</b></center>\n<center><h1>Diane THOMPSON<br>\nv.<br>\nSOUTHWEST SCHOOL DISTRICT et al.</h1></center>\n<center>No. 79-5112-CV-SW.</center>\n<center><p><b>United States District Court, W. D. Missouri, Southwestern Division.</b></p></center>\n<center>January 18, 1980.</center>\n<p><span class=\"star-pagination\">*1171</span> <span class=\"star-pagination\">*1172</span> Thomas D. Carver, and Charles E. Buchanan, Joplin, Mo., for plaintiff.</p>\n<p>Jon Dermott, Blanchard, Van Fleet, Martin, Robertson &amp; Dermott, Joplin, Mo., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>RUSSELL G. CLARK, District Judge.</p>\n<p>On December 14, 1979, plaintiff filed this action pursuant to 42 U.S.C. § 1983 against <span class=\"star-pagination\">*1173</span> the Southwest School District, R-V Board of Education, individual board members as well as the principal and superintendent of the school where Diane Thompson has taught for the past eleven years. Plaintiff alleged in her complaint that she had been employed by the school district since 1969. She further alleged that on November 14, 1979 she was asked to sign a statement on her performance evaluation indicating that she was living with a man to whom she was not married but that she did plan on marrying him in the near future. On November 15, 1979, plaintiff was informed by school officials that she could resign in which case she would be given a favorable recommendation for employment or that she would be fired and her credentials as a teacher would be taken away. Plaintiff's complaint further alleged that on November 19, she married Mr. Thompson, the man with whom she had been living, and that the school board was notified that day of their marriage.</p>\n<p>On November 20, 1979 a letter was sent to plaintiff informing her that she was being suspended with pay because of the charge of immorality brought against her by the school board and that she had a right to a hearing (Defs. Exhibit 4). A termination hearing was held December 20, 1979 at 7:30 p. m. On December 21, 1979, the Court issued a temporary restraining order enjoining the defendants from further enforcing §§ 168.114 through 168.120, Mo.Rev.Stat. until 6:00 p. m., January 4, 1980. A hearing on whether a preliminary injunction should issue was held on January 4, 1980. At the conclusion of the hearing, the parties voluntarily agreed to extend the temporary restraining order until January 18, 1980 in order to allow additional time for the submission of briefs.</p>\n<p></p>\n<h2>SUMMARY OF THE EVIDENCE</h2>\n<p></p>\n<h2><i>Diane Thompson</i></h2>\n<p>Diane Thompson testified that she had been employed as a school teacher in Southwest School District for eleven years and had taught second grade for the past four years. She first met Cal Thompson in the spring of 1979 and began dating him in June of 1979 after her divorce in May of 1979. Mr. Thompson moved in with her around September 15, 1979. In early June of 1979 Sally Thompson, Cal's ex-wife, arrived at her house one evening when Cal was there for dinner; she had been drinking and became violent toward both plaintiff and Mr. Thompson. The sheriff was called to remove her from the premises. A few days later Mr. Timmons came to plaintiff's home to talk with her concerning this event as well as her relationship with Mr. Thompson. No one accused plaintiff of living with Mr. Thompson until the first part of November a week or so before the 14th of November. On November 14, plaintiff was asked by Mr. Timmons to sign a statement on her performance evaluation indicating that she was living with Mr. Thompson and that they intended to marry soon. Plaintiff signed this statement, but after thinking about it called Mr. Timmons at home that evening to see about getting her evaluation back. She was told that Mr. Mills was in possession of this evaluation. On November 15 in Mr. Mills' office, plaintiff was asked to resign and was told that if she did resign they would not mention her cohabitation on recommendations to other schools. On November 19 plaintiff and Cal Thompson were married, and she informed the school board of their marriage at the meeting that night. On November 20, 1979, a letter was mailed from Mr. Mills to plaintiff indicating that she had been suspended with pay. After her suspension Mrs. Thompson attended a Christmas performance at her elementary school and was told to leave by Mr. Mills or a sheriff would be called.</p>\n<p></p>\n<h2><i>Raymond Timmons</i></h2>\n<p>Mr. Timmons, an elementary principal in the Southwest School District for eighteen years, testified that on June 13, 1979 he visited plaintiff's home, and she told him at that time that she and Cal Thompson were living together. Mr. Timmons further indicated that while driving by Mrs. Thompson's home on several occasions in July of 1979 early in the morning and late in the <span class=\"star-pagination\">*1174</span> evening, he observed Cal Thompson's vehicle there. Defendant's Exhibit 5 is a summary of notes made by Mr. Timmons after meeting with plaintiff on several occasions. Mr. Timmons had gone to Mrs. Thompson's home on June 13, 1979 because of a call the day before from Mr. Thompson's ex-wife Sally Thompson complaining about plaintiff. Mr. Timmons felt that because Sally Thompson lived in the school district where plaintiff taught and had school age children there would be trouble, and this was a further reason why he thought plaintiff should resign. On June 14, 1979, Mr. Timmons told plaintiff that she should resign and plaintiff indicated that she would. Evaluations made by Mr. Timmons concerning Mrs. Thompson's classroom performance have always been satisfactory including the November 14th evaluation completed shortly before her suspension. The first week of September, Mr. Timmons met with Diane to ask if she had married yet. She indicated \"not yet\". On November 8, 1979 Mr. Timmons met with plaintiff to talk about her relationship with Cal Thompson. She indicated to him that they were going to get married. On November 14 plaintiff came to see her evaluation, and Mr. Timmons added at the bottom a note that she and Cal Thompson were living together but planned to marry soon. These evaluations were turned over to Mr. Mills. On November 15, 1979, plaintiff met with Mr. Timmons in Mr. Mills' office. Mr. Timmons and Mr. Mills offered plaintiff a chance to resign indicating that they would not prevent her from getting employment elsewhere if she did so. Mr. Timmons indicated that he had determined plaintiff's conduct was immoral based on his own personal beliefs and his reading of the bible. He further indicated the mere fact that plaintiff engaged in immoral conduct would in his view jeopardize her ability to perform even if this conduct was unknown to anyone in the community.</p>\n<p></p>\n<h2><i>Cathy Busen</i></h2>\n<p>Cathy Busen was employed as a second grade teacher in the Southwest School District at the same school where plaintiff was employed. Cathy Busen believed that plaintiff and Cal began living together in May of 1979. She estimated that she had visited in Diane Thompson's home twice a month beginning during the 1978-79 school year. During the many times she visited Diane, Cal Thompson was there only once. She never noticed any men's belongings in Diane Thompson's home or any of Cal Thompson's things there. She believed Diane Thompson had done a good job teaching and that nothing would prevent her from doing a good job if she were allowed to resume her duties.</p>\n<p></p>\n<h2><i>Bonnie Pendergraft</i></h2>\n<p>Bonnie Pendergraft, secretary to the superintendent of schools and treasurer to the Board of Education, recalled having a conversation with Diane sometime in August about her living with Cal. At that time Diane indicated \"I thought everyone knew\". She further indicated that in May of 1979, she and a friend unexpectedly visited plaintiff's house between 2:00 and 2:30 a. m. and that there was no evidence that anyone other than plaintiff and her son were residing in the home at that time.</p>\n<p></p>\n<h2><i>Doyle Price</i></h2>\n<p>Mr. Price, principal of Southwest Secondary School, indicated that he had a boy in the second grade and had this past summer requested that his son be placed in another classroom prior to the start of the school year.</p>\n<p></p>\n<h2><i>Darrell Tillford</i></h2>\n<p>Mr. Tillford was physical education teacher and coach at Southwest High School and had lived in Seligman, Missouri all of his life except for six years while teaching elsewhere. In his view cohabitation outside of marriage was an unaccepted community practice. He had a daughter in the second grade and he did not want his daughter in plaintiff's classroom. He had determined that it would be preferable to send his daughter to another school before he would let her be in plaintiff's class. He further <span class=\"star-pagination\">*1175</span> indicated that while Mrs. Thompson might be competent to teach elsewhere she should not be allowed to teach in southwest Missouri.</p>\n<p></p>\n<h2><i>Jim Pitts</i></h2>\n<p>Mr. Pitts, president of the local school board, testified that in his view cohabitation outside of wedlock was immoral. He indicated that the board unanimously agreed that cohabitation outside of marriage was immoral when they voted to suspend plaintiff. He stated that Diane Thompson's teaching was and always had been reasonably good. Further, he stated that Mrs. Thompson would be as good a teacher as she ever was and the school board was not nor had they ever questioned her teaching ability. However, because of her conduct Mr. Pitts did not believe plaintiff could be an effective teacher any longer. He further testified that initial inquiries into the relationship between plaintiff and Cal Thompson were made as the result of a call by Sally Thompson, Cal's ex-wife to him and to every member of the school board complaining of Diane Thompson. He also did not believe that plaintiff's marriage had cured the problems created by her conduct.</p>\n<p></p>\n<h2><i>Cal Thompson</i></h2>\n<p>Cal Thompson testified that he did not live with plaintiff before September 15, 1979 and prior to the time he moved in with plaintiff he lived with his sister, Virginia Edgin. Mr. Thompson was divorced from Sally Thompson eight years ago but since the divorce he has cohabited with her.</p>\n<p></p>\n<h2><i>Sally Thompson</i></h2>\n<p>Sally Thompson, ex-wife of Cal Thompson, testified that she thought Cal Thompson began living with plaintiff in January of 1979 and continued living with her through the present date. However, plaintiff indicated that in the spring of 1979, she was in El Paso, Texas and had no personal knowledge of where Cal Thompson was staying during this period.</p>\n<p></p>\n<h2><i>Narissa Van Zandt</i></h2>\n<p>Mrs. Van Zandt's daughter was a student in plaintiff's second grade class beginning in the fall of 1979. Mrs. Van Zandt had specifically requested that her daughter be placed in plaintiff's classroom at the beginning of the year because she had been advised that plaintiff was the best second grade teacher. Mrs. Van Zandt indicated that she had been satisfied with her child's progress and would want her child to continue in Mrs. Thompson's classroom. She further indicated she had no reservations about returning her child to plaintiff's classroom. When she requested her daughter be placed in plaintiff's classroom, Mr. Timmons tried to talk her out of this request and asked her \"do you know what kind of person she is\". Mrs. Van Zandt feels that it is immoral to cohabit out of wedlock. She does not believe that this conduct has affected plaintiff's teaching ability and she is satisfied now that Mrs. Thompson has corrected the situation.</p>\n<p></p>\n<h2><i>Gary Van Zandt</i></h2>\n<p>Gary Van Zandt, a lifelong resident of Washburn, Missouri (31 years), has a daughter in Mrs. Thompson's second grade class. His daughter's progress has been satisfactory. He, as well as his wife, have no reservations about her continuing in the classroom with Mrs. Thompson.</p>\n<p></p>\n<h2><i>Dr. Ralph Scott</i></h2>\n<p>Dr. Ralph Scott was called by the defendants as one of their educational experts. He holds a doctorate in educational administration and has been superintendent of schools in Monett, Missouri for 15 years. He testified that there is a relationship between what a teacher does outside of the classroom and his effect in the classroom. He further testified that especially in rural communities people know about the private lives of teachers and that a teacher cannot segregate his private life from his professional life. He further indicated that it was essential that parents and teachers support each other if the child is to learn at an optimum rate. Therefore, if parents and <span class=\"star-pagination\">*1176</span> students do not agree with the lifestyle of a teacher, the teacher's ability and classroom effectiveness would be diminished. Dr. Scott indicated that he considered cohabiting outside of marriage to be immoral conduct which would be grounds for him to recommend a teacher's termination to the board of education in Monett, Missouri. In his view even though a student has no direct knowledge of immoral conduct, it adversely affects the teaching environment because it causes a deterioration of the learning environment. He further indicated that teachers should not be out of step with the mores of the community.</p>\n<p></p>\n<h2><i>Dr. Richard King</i></h2>\n<p>Dr. King was also called as an expert in the educational area by the defendants. Dr. King holds a doctorate from the University of Missouri at Columbia and is employed with the Missouri State Department of Secondary Education in Jefferson City. He previously taught in Upton, Urbana and Buffalo, Missouri and his specialty is in curriculum. He indicated that teachers cannot avoid a modeling role and therefore \"what one <i>is</i> is as important as what one knows\". He did indicate that before a teacher's conduct outside the classroom can have an effect in the classroom, the parents and the students must have some knowledge of the conduct. In the Buffalo School District, a small rural community where he previously taught and was high school principal from 1950 through 1963, he indicated that most activities of teachers outside the classroom were common knowledge. In his personal opinion cohabiting outside of marriage is immoral conduct. In his view it would be hard for an individual to be an excellent teacher unless they are also a good moral model.</p>\n<p></p>\n<h2><i>Dr. Jenkins</i></h2>\n<p>Dr. Jenkins, professor of psychology at Missouri Southern State College and past president of the Joplin Board of Education, whose doctorate is in the field of student guidance, was called as an educational expert by plaintiff in the above case. He indicated that the effectiveness of a teacher will depend upon a number of factors including whether they are cooperative, democratic, verbal, understand the subject matter, and treat the students as individuals. He too indicated that teachers provide a role model as students will emulate behavior they observe in the classroom. For example if a teacher is aggressive in the classroom, the students may also become more aggressive. In his opinion concepts of morality differ from one geographic area to another. A teacher's moral conduct would impact on the teacher's effectiveness in the classroom only indirectly. The mere fact that immoral conduct is known to others is not sufficient for it to have an effect on the teacher's effectiveness. There must be additional factors present as well. The teacher's effectiveness as a role model however might be reduced if the student found some reason not to respect the model anymore. He also indicated that children will develop their own attitudes unless parents give them some other attitude and that second graders as opposed to older children would be more likely to adopt parental attitudes.</p>\n<p></p>\n<h2><i>Dr. Judith Conboy</i></h2>\n<p>Dr. Judith Conboy, assistant professor of sociology at Missouri Southern specializing in relationships between students and teachers, was called by the plaintiff as an educational expert. She indicated that a teacher's effectiveness is generally measured by (1) student performance or (2) by the opinions and evaluations of teachers and administrators. She too testified that one of the teacher's functions is to be a role model for the students. However, for a teacher's conduct outside the classroom to affect their role or effectiveness in the classroom, there would have to be more than mere knowledge on the part of the parents and the students. There would also have to be a hostile atmosphere which undermined the teacher's authority in the classroom. She further testified that if parents had knowledge of a teacher's conduct of which they disapproved or with which they disagreed whether this would have an effect on the educational process <span class=\"star-pagination\">*1177</span> would depend on whether the knowledge and attitude became a pervasive part of the classroom.</p>\n<p></p>\n<h2><i>Case or Controversy</i></h2>\n<p>Defendants have alleged that any request for relief is premature because the defendants have not yet voted to terminate plaintiff's employment. The case or controversy requirement is jurisdictional and if this requirement is not met, the federal court may not entertain the complaint. A case or controversy arises within the meaning of the constitution when a question respecting the constitution, treaties or laws of the United States have assumed such a form that the judicial power is capable of acting on it. <i>In Re Summers,</i> 325 U.S. 561, 567, 65 S.Ct. 1307, 1311, 89 L.Ed. 1795, 1800 (1945). While the case or controversy requirement can also involve the question of standing, i. e. does a litigant have a personal stake in the outcome of the case; this aspect of the case or controversy requirement is not at issue in the above action. The issue before the Court is whether plaintiff has sustained or is in immediate danger of sustaining some direct injury. That injury or threat of injury must be both real and immediate and not hypothetical nor conjectural. Abstract injury clearly is not sufficient to meet the Article III requirement. See <i>O'Shea v. Littleton,</i> 414 U.S. 488, 494, 94 S.Ct. 669, 675, 38 L.Ed.2d 674, 682 (1974). It is well established:</p>\n<blockquote>that federal judicial power is to be exercised to strike down legislation, whether state or federal, only at the instance of one who is himself immediately harmed, or immediately threatened with harm, by the challenged action. <i>Poe v. Ullman,</i> 367 U.S. 497, 504, 81 S.Ct. 1752, 1756, 6 L.Ed.2d 989, 996 (1961).</blockquote>\n<p>This is not a situation where a litigant fears merely the potential application of a statute against him. Plaintiff in this case has been suspended from her job after the school board unanimously voted that her actions constituted immoral conduct. Clearly the challenged Missouri statute has been brought into threatened if not actual application. Plaintiff in the Court's view has sufficiently demonstrated that she is in immediate danger of sustaining a direct injury as a result of its enforcement. Thus, the existence of an actual case or controversy between plaintiff and the Southwest School Board has been demonstrated. On this basis, the Court finds that this action is not premature.</p>\n<p></p>\n<h2><i>Failure to Exhaust Administrative Remedies</i></h2>\n<p>Defendants have also challenged the timeliness of this action on grounds that plaintiff has failed to exhaust administrative remedies. It is well established that plaintiff is not required to exhaust administrative remedies under 42 U.S.C. § 1983. The United States Supreme Court explicitly decided in <i>Monroe v. Pape,</i> 365 U.S. 167, 183, 81 S.Ct. 473, 482, 5 L.Ed.2d 492, 503 (1961):</p>\n<blockquote>It is no answer that the State has a law which if enforced would give relief. The federal remedy is supplementary to the state remedy, and the latter need not be first sought and refused before the federal one is invoked.</blockquote>\n<p>In <i>Drake v. Covington Board of Education,</i> 371 F.Supp. 974 (M.D.Ala.1974), plaintiff was terminated by a school board for \"immorality\". A three judge panel for the Middle District of Alabama recognizing that plaintiff could have sought review in the state court held that under the doctrine of <i>Monroe v. Pape</i> plaintiff in a § 1983 action did not have to exhaust her state remedies. For these reasons the Court finds that defendants' allegations that this case is premature because of plaintiff's failure to exhaust her state remedies is not well taken, and plaintiff's failure to pursue her state remedies does not bar this action.</p>\n<p></p>\n<h2>STANDARDS FOR GRANTING PRELIMINARY INJUNCTION</h2>\n<p>A preliminary injunction may be issued only if the moving party can satisfy either of the following requirements:</p>\n<blockquote>(1) probable success on the merits and possible irreparable injury; or,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1178</span> (2) sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardship tipping decidedly toward the party requesting injunctive relief. <i>Dakota Wholesale Liquor, Inc. v. Minnesota,</i> 584 F.2d 847, 848 (8th Cir. 1978); <i>Fennell v. Butler,</i> 570 F.2d 263 (8th Cir. 1978).</blockquote>\n<p></p>\n<h2>SUFFICIENTLY SERIOUS QUESTION GOING TO THE MERITS TO MAKE THEM A FAIR GROUND FOR LITIGATION</h2>\n<p>Plaintiff has challenged her suspension under Missouri Revised Statute 168.114 on several grounds: (1) Mo.Rev.Stat. 168.114 1(2) is void for vagueness; (2) plaintiff's suspension for the charges outlined by the school board violates her right to substantive due process; (3) the Board's actions have infringed plaintiff's right to privacy and freedom of association.</p>\n<p></p>\n<h2><i>Vagueness Issue</i></h2>\n<p>The Court will first consider whether § 168.114 1(2) of Mo.Rev.Stat. is unconstitutionally vague or whether there is a sufficiently serious question on the merits of this issue so as to make it a fair ground for litigation. § 168.114 provides:</p>\n<blockquote>1. An indefinite contract with a permanent teacher shall not be terminated by the board of education of a school district except for one or more of the following causes:</blockquote>\n<blockquote>(1) Physical or mental condition unfitting him to instruct or associate with children;</blockquote>\n<blockquote>(2) Immoral conduct;</blockquote>\n<blockquote>(3) Incompetency, inefficiency or insubordination in line of duty;</blockquote>\n<blockquote>(4) Willful or persistent violation of, or failure to obey the school laws of the state or the published regulations of the board of education of the school district employing him;</blockquote>\n<blockquote>(5) Excessive or unreasonable absence from performance of duties; or</blockquote>\n<blockquote>(6) Conviction of a felony or a crime involving moral turpitude.</blockquote>\n<blockquote>2. In determining the professional competency of or efficiency a permanent teacher, consideration should be given to regular and special evaluation reports prepared in accordance with the policy of the employing school district and to any written standards of performance which may have been adopted by the school board.</blockquote>\n<p>As a matter of due process no one may be required at peril of life, liberty or property to speculate as to the meaning of a penal statute. <i>Hynes v. Mayor of Oradel,</i> 425 U.S. 610, 96 S.Ct. 1755, 48 L.Ed.2d 243 (1976); therefore it has become a basic principle of due process that an enactment is void for vagueness if its prohibitions are not clearly defined. <i>Grayned v. City of Rockford,</i> 408 U.S. 104, 92 S.Ct. 2294, 33 L.Ed.2d 222 (1972). The void for vagueness doctrine:</p>\n<blockquote>\"incorporates notions of fair notice or warning. Moreover, it requires legislatures to set reasonably clear guidelines for law enforcement officials and triers of fact in order to prevent `arbitrary and discriminatory enforcement'.\" <i>Smith v. Goguen,</i> 415 U.S. 566, 572-73, 94 S.Ct. 1242, 1247, 39 L.Ed.2d 605, 611-12 (1974).</blockquote>\n<p>Vague laws are offensive to notions of due process for a number of reasons. First our judicial system has always insisted that laws give persons of ordinary intelligence an opportunity to know what conduct is prohibited so that they will have an opportunity to avoid that type of conduct. Secondly, if arbitrary and discriminatory enforcement is to be avoided, laws must provide explicit standards for those who apply them. <i>Grayned, supra,</i> 408 U.S. at 108-109, 92 S.Ct. at 2298-2299, 33 L.Ed.2d at 227-28.</p>\n<p>Admittedly not every statute which a reviewing court believes could have been drafted with greater precision is unconstitutionally vague. Because the Court is dealing with words, mathematical certainty can never be demanded nor expected. <i>Grayned,</i> supra, 408 U.S. at 110-11, 92 S.Ct. at 2300-01, 33 L.Ed.2d at 228-29. However, legislation, particularly legislation imposing <span class=\"star-pagination\">*1179</span> penalties, must fairly apprise those who are subject to its restrictions as to the proscribed conduct with a reasonable degree of certainty. <i>United States v. Thompson,</i> 603 F.2d 1200 (5th Cir. 1979). Thus, the standard test for determining whether the terms of a statute are sufficiently precise to comply with due process concepts is whether the statute gives the person of ordinary intelligence a reasonable opportunity to know what is prohibited so that he may act accordingly. <i>Grayned, supra; </i><i>Gosney v. Sonora Independent School District,</i> 603 F.2d 522 (5th Cir. 1979); <i>Angelico v. Louisiana,</i> 593 F.2d 585 (5th Cir. 1979).</p>\n<p>The test for determining if a statute is unconstitutionally vague is more stringently applied where criminal penalties or where laws that may infringe on first amendment freedoms are involved. In these areas strict standards of definiteness have been imposed. <i>Hynes,</i> supra, 425 U.S. at 621, 96 S.Ct. at 1761, 48 L.Ed.2d at 253; <i>Angelico,</i> supra, at 588. In this case no criminal statute is involved and although plaintiff asserts a right of association protected by the first and fourteenth amendments, it is not clear whether any first amendment rights are involved. However, it is undisputed that civil as well as criminal statutes must be sufficiently clear to give fair warning and provide a standard against which conduct can be uniformly judged. This is particularly true where a challenged civil statute allows imposition of penalties for prohibited conduct. <i>Connally v. General Construction Co.,</i> 269 U.S. 385, 46 S.Ct. 126, 70 L.Ed. 322 (1926). Additionally, since the statute in question applies to teachers who have acquired some type of property interest in their employment and are employed under an indefinite contract, failure to fairly warn these individuals of the proscribed conduct might clearly deny them this \"property interest\" without adequate notice. Because of the penal nature of this statute and the property interest in continued employment acquired by teachers under an indefinite contract, the Court believes that standards for determining if the statute is unconstitutionally vague should be governed by the tests set forth in criminal and first amendment areas as opposed to less stringent tests applied to regulatory statutes governing economic or commercial activities. See <i>Diebold, Inc. v. Marshall,</i> 585 F.2d 1327 (6th Cir. 1978) for the standards to be applied where economic and commercial regulations are involved.</p>\n<p>Judged by the standards outlined above, this Court has serious doubts as to whether the term \"immoral conduct\" when considered in the abstract provides fair warning of the proscribed conduct or sufficient guidance to officials in applying the statute. The United States District Court for the District of Oregon declared a statute allowing for dismissal of teachers on grounds of \"immorality\" unconstitutionally vague because:</p>\n<blockquote>Immorality means different things to different people, and its definition depends on the idiosyncracies of the individual school board members. It may be applied so broadly that every teacher in the state could be subject to discipline. The potential for arbitrary and discriminatory enforcement is inherent in such a statute.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>A statute so broad makes those charged with its enforcement the arbiters of morality for the entire community. In doing so, it subjects the livelihood of every teacher in the state to the irrationality and irregularity of such judgments. The statute is vague because it fails to give fair warning of what conduct is prohibited and because it permits erratic and prejudiced exercises of authority. <i>Burton v. Cascade School District Union High School No. 5,</i> 353 F.Supp. 254, 255 (D.C.Or.1973).</blockquote>\n<p>However, even for purposes of evaluating whether a sufficiently serious question going to the merits exists, the Court hesitates to suggest the possible unconstitutionality of a state statute. It is well established that constitutional principles dictate that courts should refrain from passing on constitutional questions if there are alternative grounds such as statutory construction upon which the case might be decided. <i>Universal</i> <span class=\"star-pagination\">*1180</span> <i>Amusement Co., Inc. v. Vance,</i> 587 F.2d 159 (5th Cir. 1978).</p>\n<blockquote>When the constitutionality of a statute is drawn into question, a court must \"`ascertain whether a construction of the statute is fairly possible by which the question may be avoided.'\" <i>IAM v. Street,</i> 367 U.S. 740, 749-50, 81 S.Ct. 1784, 1790, 6 L.Ed.2d 1141 (1961) (quoting <i>Crowell v. Benson,</i> 285 U.S. 22, 62, 52 S.Ct. 285, 76 L.Ed. 598 (1932)); see <i>United States Civil Service Commission v. National Association of Letter Carriers,</i> 413 U.S. 548, 571, 93 S.Ct. 2880, 37 L.Ed.2d 796 (1973). This basic principle reflects a court's duty \"of not needlessly projecting delicate issues for judicial pronouncement.\" <i>United States v. Rumely,</i> 345 U.S. 41, 45-46, 73 S.Ct. 543, 97 L.Ed. 770 (1953). In deciding among possible interpretations of a statute, the court must select an interpretation that appears to be consistent with the statute's constitutionality. <i>UAW Locals 1093, 558, and 25 v. Nat. Right to Work,</i> 192 U.S.App.D.C. 23, 32, 590 F.2d 1139, 1148 (D.C.Cir. 1978).</blockquote>\n<p>Thus, where possible, legislation should be construed so as to avoid \"constitutional doubts as well as constitutional encounters if it is fairly susceptible of such a construction.\" <i>Ralpho v. Bell,</i> 186 U.S.App.D.C. 368, 380, 569 F.2d 607, 619 (D.C.Cir. 1977).</p>\n<p>The Court believes that the statute in question is capable of being given a more precise judicial construction so as to avoid the vagueness issue. If the term \"immoral conduct\" is considered not in the abstract but in the overall context of § 168.114, Mo.Rev.Stat., it seems clear that the legislature intended to allow dismissal only in instances where immoral conduct adversely affected a teacher's performance. § 168.114 1(1), Mo.Rev.Stat. allows for dismissal for \"Physical or mental condition <i>unfitting him to instruct or associate with children</i>\"; § 168.114 1(3) allows for dismissal for incompetency, inefficiency or insubordination <i>in line of duty</i>; § 168.114 1(4) allows for dismissal for \"Willful or persistent violation of, or failure to obey the school laws of the state or the published regulations of the board of education of the school district employing him\". Subsection (4) clearly relates to conduct occurring in the line of duty. Dismissal on the grounds of excessive or unreasonable absence from <i>performance of duties,</i> § 168.114 1(5), also relates to conduct affecting a teacher's performance. Further, § 168.114 1 must be read in conjunction with § 168.114 2. The latter subsection provides guidelines for <i>evidence</i> to be used in determining professional competency or efficiency. This subsection would clearly indicate that Mo.Rev.Stat. § 168.114 1(1)-(5) as set forth above relates to grounds for dismissal wherein a teacher's competency has been affected.<sup>[1]</sup></p>\n<p>Thus, the Court believes that the term \"immoral conduct\" was intended in this context to relate to conduct which would render a teacher unfit for the performance of his duties. A number of other courts when faced with similar statutes have reached identical conclusions. In <i>Morrison v. State Bd. of Education,</i> 1 Cal.3d 214, 82 Cal.Rptr. 175, 461 P.2d 375 (1969) the California statute providing for revocation of teaching certificates for immoral or unprofessional conduct was challenged on constitutional grounds. The Court determined:</p>\n<blockquote>In the instant case the terms denote immoral or unprofessional conduct or moral turpitude of the teacher which indicates unfitness to teach. Without such a reasonable interpretation the terms would be susceptible to so broad an application as possibly to subject to discipline virtually every teacher in the state. <i>Morrison,</i> supra, 1 Cal.3d at 225, 82 Cal.Rptr. at 182-83, 461 P.2d at 382-83.</blockquote>\n<p>Likewise, in <i>Weissman v. Board of Ed. of Jefferson Cty. Sch. Dist.,</i> 190 Colo. 414, 547 P.2d 1267 (1976), the Colorado statute allowing for dismissal of a tenured teacher on grounds of \"immorality\" was challenged. Colorado Revised Statute XX-XX-XXX provides in part:</p>\n<blockquote>\n<span class=\"star-pagination\">*1181</span> \"XX-XX-XXX. <i>Dismissal  reasons.</i> The grounds for dismissal of a tenure teacher shall be physical or mental disability, incompetency, neglect of duty, immorality, conviction of a felony, insubordination, or other good and just cause. No tenure teacher shall be dismissed for temporary illness, leave of absence previously approved by the board, or military leave of absence pursuant to article 3 of title 28, C.R.S. 1973.\" <i>Weissman,</i> supra at 1272.</blockquote>\n<p>The Court held:</p>\n<blockquote>Though section 22-63-116 does not explicitly require that the \"immorality\" be in relation to, or affect, the teacher's work, we believe that such a requirement can be readily implied from the language of the statute. The statutory ground of immorality, taken in conjunction with the other grounds of physical and mental disability, incompetency, neglect of duty, conviction of a felony, and insubordination, clearly implies a standard that is directly related to the teacher's fitness for service. We hold therefore that appellant's actions cannot constitute immorality within the meaning of the statute unless these actions indicate his unfitness to teach. <i>Weissman,</i> supra at 1272.</blockquote>\n<p>The reasoning of this decision is extremely persuasive in the instant case because of the similarity between the Missouri and Colorado statutes on dismissal of tenure teachers. The Court in that case further emphasized:</p>\n<blockquote>[t]he board's power to dismiss and discipline teachers is not merely punitive in nature and is not intended to permit the exercise of personal moral judgments by board members. Rather, it exists and finds its justification in the state's legitimate interest in protecting the school community from harm, and its exercise can only be justified upon a showing that such harm has or is likely to occur. <i>Weissman,</i> supra at 1273.</blockquote>\n<p>Likewise in <i>Reinhardt v. Board of Education,</i> 19 Ill.App.3d 481, 311 N.E.2d 710 (1974). The appellate court of Illinois affirmed the Circuit Court's reversal of the Board of Education's discharge of a tenure teacher who was married one month but was eight and a half months pregnant when she took a leave of absence. The Board adopted a resolution discharging appellee on grounds of immorality because in the Board's opinion the interests of the school district required dismissal and none of the grounds for dismissal were remedial. The Court in that case held:</p>\n<blockquote>We hold that \"immorality\" like the other causes listed in Section 10-22.4 is sufficient cause only where the record shows harm to pupils, faculty, or the school itself. Otherwise we would be subjecting teachers to infinitely variable definitions or [sic] [of] morality and thereby interpreting the Act in a manner inconsistent with its purpose. A tenured teacher \"is entitled to a construction (of the Tenure Law) which is consistent with the prime purpose of protecting teachers.\" <i>Reinhardt,</i> supra at 713.</blockquote>\n<p>See also <i>Gaylord v. Tacoma School District No. 10,</i> 88 Wash.2d 286, 559 P.2d 1340 (1977).</p>\n<p>The Court finds that the term \"immoral conduct\" as utilized in 168.114 1(2) in actuality means conduct rendering plaintiff unfit to teach.</p>\n<p>Further support for this holding is provided by cases discussing the purpose of the Missouri Teacher Tenure Law, §§ 168.102-168.130, Mo.Rev.Stat. (1970).</p>\n<blockquote>The Teacher Tenure Act evidences a legislative intent to provide substantive and procedural safeguards with respect to tenured teachers. As we view the Act, its purpose is to establish strictly defined grounds and procedures for removing a permanent teacher which may not be evaded or other procedures substituted therefor. <i>Lindbergh School District v. Syrewicz,</i> 516 S.W.2d 507, 512 (Mo.App. 1974).</blockquote>\n<p>See also <i>Hirbe v. Hazelwood School Dist.,</i> 532 S.W.2d 848, 850 (Mo.App.1976); and <i>Lopez v. Vance,</i> 509 S.W.2d 197, 202 (Mo. App.1974). It is consistent with this purpose that when defining a statutory ground for dismissal of a \"permanent teacher\" the Court interpret the provision strictly to fulfill <span class=\"star-pagination\">*1182</span> the legislature's intent that permanent teachers would have a measure of certainty and stability in employment without being subjected to arbitrary school board action. <i>Hirbe,</i> supra at 850. Accordingly, statutory grounds for dismissal have uniformly been defined by the courts to require evidence of unfitness to teach or injury to students, faculty or the school. <i>Reinhardt,</i> supra 311 N.E.2d at 712.</p>\n<p>Given this more precise construction of the term \"immoral conduct\", it is doubtful if the vagueness issue presents a sufficiently serious constitutional question so as to make it a fair ground for litigation. The Court's finding that a narrow interpretation of \"immoral conduct\" must be adopted if the statute's constitutionality is to be upheld raises the question of whether sufficient evidence has been presented to the board or to the Court to demonstrate plaintiff's unfitness to teach. Courts that have considered the issue are in agreement on the factors to be considered in determining if a teacher's \"immoral conduct\" renders her unfit to teach. These factors include: (1) the age and maturity of the students of the teacher involved; (2) the likelihood that the teacher's conduct will have adversely affected students or other teachers; (3) the degree of the anticipated adversity; (4) the proximity or remoteness in time of the conduct; (5) extenuating or aggravating circumstances surrounding the conduct; (6) the likelihood that the conduct may be repeated; (7) the motives underlying the conduct; (8) whether the conduct will have a chilling effect on the rights of the teachers involved or of other teachers. <i>Morrison,</i> supra 1 Cal.3d 214, 82 Cal.Rptr. at 186, 461 P.2d at 386; <i>Weissman,</i> supra 547 P.2d at 1273. For application of these principles, see <i>Board of Education of Long Beach v. Jack M.,</i> 19 Cal.3d 691, 139 Cal.Rptr. 700, 566 P.2d 602 (1977); <i>Pettit v. State Board of Education,</i> 10 Cal.3d 29, 109 Cal.Rptr. 665, 513 P.2d 889 (1973).</p>\n<p>Evaluation of the evidence presented in this case and to the board of education at the hearing on December 21, 1979, convinces the Court that no evidence has yet been developed indicating that plaintiff's conduct has rendered her unfit to teach. No evidence has been presented that prior to plaintiff's suspension, she experienced disciplinary problems in the classroom because of her conduct. Nor was there evidence of a hostile atmosphere undermining her authority. Cathy Busen, a second grade teacher in Southwest School District, indicated she felt plaintiff had done a good job until the time of her suspension and could continue to do the same job if she returned. Further, Mr. Timmons testified that on several occasions he indicated to plaintiff that if she would resign, he would assist her in obtaining a teaching job elsewhere. Superintendent Mills assured plaintiff that if she would resign she would be given a good recommendation if she sought a teaching position with some other school. In the Court's view this evidence strongly indicates that plaintiff's teaching ability had not been adversely affected and the school administrators were aware of this fact. Plaintiff's performance evaluation completed by Mr. Timmons on November 14, 1979 shortly before her suspension was satisfactory in every category (Pltf.'s Exh. 1). Further, the school board president indicated that plaintiff's teaching ability had never been an issue and was not disputed.</p>\n<p>The factual situation here differs from the circumstances of <i>Brown v. Bathke,</i> 416 F.Supp. 1194 (D.Neb.1976), rev. 566 F.2d 588 (8th Cir. 1977) relied on by the defendants. In <i>Brown</i> the court emphasized that plaintiff's pregnancy out of wedlock demonstrated <i>in the classroom</i> both verbally and <i>nonverbally,</i> conduct destructive of marital values which the Board had an interest in conserving. <i>Brown,</i> supra, 416 F.Supp. at 1198, 566 F.2d at 594 (Judge Matthes dissenting). There is no evidence here that plaintiff ever discussed her conduct with her second grade students. Nor is there any evidence that plaintiff tried to persuade any students, teachers, or other associates of the rightness of her conduct.</p>\n<p>Two parents testified before the Court that they would not want their children in plaintiff's classroom; however, both Mr. <span class=\"star-pagination\">*1183</span> and Mrs. Van Zant expressed no reservations about returning their daughter to Mrs. Thompson's classroom. The mere fact that some parents may have an adverse attitude towards plaintiff is not sufficient evidence in the Court's view to demonstrate that an attitude would prevail <i>in the classroom</i> that would undermine the learning environment. Such event had not occurred prior to November 20, 1979. The Court notes that the Board was aware on November 19th before taking any action with regard to the suspension of plaintiff that Diane and Cal Thompson had married and the conduct complained of would not be recurring. On November 19, 1979 it would appear that most of the people in the community were unaware of plaintiff's cohabitation with Cal Thompson. It would seem to be unfair that in these circumstances, the Board should seek to publicize the conduct of plaintiff through its actions and then conclude that plaintiff is unfit based upon its speculation of unfavorable community reaction to plaintiff's prior conduct which was of brief duration, terminated by her marriage. The Court is not willing to join with the board in its speculation that community reaction will be so adverse to plaintiff to make her ineffective in the classroom and thus unfit to teach.</p>\n<p>For the above reasons, the Court believes that plaintiff has demonstrated a sufficiently serious question going to the merits to make it a fair ground for litigation because of the fact that if the statute is to be interpreted so as to avoid constitutional challenge on the grounds of vagueness, insufficient evidence has been presented to demonstrate that plaintiff's immoral conduct rendered her unfit to teach.</p>\n<p></p>\n<h2><i>Substantive Due Process</i></h2>\n<p>Plaintiff also argues that her suspension and anticipated termination was arbitrary and capricious and violated her right to substantive due process. The claim that a person is entitled to \"substantive due process\" means that:</p>\n<blockquote>state action which deprives him of life, liberty, or property must have a rational basis  that is to say, the reason for the deprivation may not be so inadequate that the judiciary will characterize it as \"arbitrary.\" <i>Jeffries v. Turkey Run Consolidated School District,</i> 492 F.2d 1, 3-4 (7th Cir. 1974).</blockquote>\n<p>Where the action of the board of education in dismissing a teacher is alleged to result in a deprivation of a liberty or property interest protected by the constitution, it is well established that the court may consider whether the dismissal was arbitrary or capricious. <i>Buhr v. Buffalo Public School District No. 38,</i> 509 F.2d 1196 (8th Cir. 1974). In this case plaintiff, a permanent teacher, entitled to protection under the Missouri Teacher Tenure Act, had developed a property interest in continued employment protected by both procedural and substantive due process.</p>\n<p>Before a teacher may successfully argue that a dismissal or suspension was arbitrary and capricious, he must prove:</p>\n<blockquote>that each of the stated reasons [underlying his dismissal] is trivial, or is unrelated to the educational process or to working relationships within the educational institution, or is wholly unsupported by a basis in fact. <i>Fisher v. Snyder,</i> 476 F.2d 375, 377 (8th Cir. 1973).</blockquote>\n<p>While the school board may legitimately inquire into the character and integrity of its teachers, in reviewing inquiries into the character of a teacher, a nexus between the teacher's conduct and the workings of the educational system must be demonstrated. <i>Fisher,</i> supra at 377; and <i>Sullivan v. Meade,</i> 387 F.Supp. 1237 (D.S.D.1975). Numerous factual differences separate this case from <i>Sullivan.</i> In <i>Sullivan</i> plaintiff lived in a mobile home furnished by the school and situated one eighth of a mile from the school. Students of Ms. Sullivan lived in the same mobile home park, and students frequently visited her mobile home. One hundred forty residents of the small community petitioned for her dismissal thus indicating that the hostile community reaction was so great that it was likely to carry over into the classroom. Further, Ms. Sullivan refused an opportunity to correct <span class=\"star-pagination\">*1184</span> her living arrangement before being dismissed. <i>Sullivan,</i> 387 F.Supp. at 1239-1243.</p>\n<p>The same reasons that would demonstrate plaintiff was not unfit to teach would suggest that the nexus between the educational process and plaintiff's conduct had not been sufficiently developed by the school board before suspending plaintiff. Thus, the Court finds that plaintiff has demonstrated sufficiently serious questions going to the merits of her substantive due process claim so as to make this a fair issue for litigation.</p>\n<p></p>\n<h2><i>Right of Privacy</i></h2>\n<p>Because of the conclusions the Court has reached on the void for vagueness and substantive due process issues, it is unnecessary to address plaintiff's privacy claim.</p>\n<p></p>\n<h2><i>Balance of Hardships</i></h2>\n<p>In addition to demonstrating a sufficiently serious question on the merits so as to make them a fair ground for litigation, plaintiff must also demonstrate a balance of the hardships tipping decidedly in her favor. Courts applying the test for the issuance of a preliminary injunction described in <i>Fennell v. Butler</i><i>,</i> which the Court has utilized in this case, are in agreement that the balance of hardships test does not eliminate the basic obligation of plaintiff to show irreparable injury. <i>Triebwasser &amp; Katz v. American Telephone &amp; Telegraph Co.,</i> 535 F.2d 1356, 1359 (2d Cir. 1976). Thus, in considering whether the balance of hardships tips decidedly in plaintiff's favor, the Court will consider whether plaintiff has demonstrated possible irreparable injury and weigh that injury to any hardships or injury her reinstatement might impose on the defendants or the community in general.</p>\n<p>Although plaintiff has been suspended with pay, her suspension came only after the board unanimously voted that her actions constituted immoral conduct. The only inference to be drawn from the testimony of the school principal and the president of the Southwest School Board was that upon expiration of the temporary restraining order, plaintiff would be discharged. The finding of the school board in suspending plaintiff on the grounds that her action constituted immoral conduct would seriously hamper plaintiff's ability to successfully seek other teaching employment now or in the future. In the event that plaintiff was ultimately discharged on the grounds of \"immoral conduct\" an even greater hardship would be imposed. A discharge on the grounds of \"immoral conduct\" might well preclude plaintiff from reemployment in any school district even if plaintiff were eventually to prevail on a claim for monetary damages in this case. Discharge on this basis would also create a stigma hampering future employment in districts where plaintiff's conduct between September and November, 1979, would be unknown to anyone. <i>Martinez v. Brown,</i> 449 F.Supp. 207 (N.D.Cal.1978). It is evident that the failure to grant plaintiff a preliminary injunction would place a substantial burden on her ability to pursue her career now and in the future. These factors demonstrate that plaintiff has met the burden of showing that possible irreparable injury will result if injunctive relief is not granted.</p>\n<p>The Court further finds that no undue hardship would be imposed on the school district by the granting of injunctive relief. No evidence was presented that plaintiff was incompetent or would be unable to perform her duties. There is no evidence that plaintiff's second grade students would be adversely affected by her reinstatement. While the school board and the community has a recognized interest in maintaining a \"properly moral scholastic environment\" there is no indication that this objective would be frustrated by plaintiff's reinstatement. <i>Andrews v. Drew Municipal Separate School District,</i> 507 F.2d 611, 614 (5th Cir. 1975). No evidence was ever presented that plaintiff had ever advocated to her students, to other students or to teaching associates the conduct complained of by the school board. Nor was there any evidence that in the classroom, plaintiff had ever advocated any conduct verbally or nonverbally <span class=\"star-pagination\">*1185</span> which would be detrimental to a properly moral scholastic environment. Overall, it would appear that plaintiff has demonstrated a threat of significant irreparable harm and injury should preliminary relief not be granted. The Board has not demonstrated that plaintiff's reinstatement would create any undue hardship for the students, faculty or the school board. For these reasons we find that plaintiff has met her burden of demonstrating a balance of the hardships tipping decidedly in her favor.</p>\n<p>Based on all of the factors outlined above, the Court finds that plaintiff has demonstrated sufficiently serious questions going to the merits to make them a fair ground for litigation. Further, the evidence presented demonstrated that the balance of hardships tips decidedly in plaintiff's favor. For these reasons, it is hereby</p>\n<p>ORDERED that defendants are hereby restrained from suspending plaintiff or terminating her employment on the basis of the immoral conduct charge made on November 20, 1979 until further order of the Court. The parties are further directed to notify the Court within thirty days from the date of this order if there is to be any further evidence presented before determination on the matter of whether the injunction is to be made permanent.</p>\n<h2>NOTES</h2>\n<p>[1]  § 168.114 1(6) appears to reflect a legislative decision that conviction of a felony or crime involving moral turpitude is per se evidence of a teacher's incompetency and inability to efficiently carry out his duties and responsibilities.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1170</span></span> (1980)</b></center>\n<center><h1>Diane THOMPSON<br>\nv.<br>\nSOUTHWEST SCHOOL DISTRICT et al.</h1></center>\n<center>No. 79-5112-CV-SW.</center>\n<center><p><b>United States District Court, W. D. Missouri, Southwestern Division.</b></p></center>\n<center>January 18, 1980.</center>\n<p><span class=\"star-pagination\">*1171</span> <span class=\"star-pagination\">*1172</span> Thomas D. Carver, and Charles E. Buchanan, Joplin, Mo., for plaintiff.</p>\n<p>Jon Dermott, Blanchard, Van Fleet, Martin, Robertson &amp; Dermott, Joplin, Mo., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>RUSSELL G. CLARK, District Judge.</p>\n<p>On December 14, 1979, plaintiff filed this action pursuant to 42 U.S.C. § 1983 against <span class=\"star-pagination\">*1173</span> the Southwest School District, R-V Board of Education, individual board members as well as the principal and superintendent of the school where Diane Thompson has taught for the past eleven years. Plaintiff alleged in her complaint that she had been employed by the school district since 1969. She further alleged that on November 14, 1979 she was asked to sign a statement on her performance evaluation indicating that she was living with a man to whom she was not married but that she did plan on marrying him in the near future. On November 15, 1979, plaintiff was informed by school officials that she could resign in which case she would be given a favorable recommendation for employment or that she would be fired and her credentials as a teacher would be taken away. Plaintiff's complaint further alleged that on November 19, she married Mr. Thompson, the man with whom she had been living, and that the school board was notified that day of their marriage.</p>\n<p>On November 20, 1979 a letter was sent to plaintiff informing her that she was being suspended with pay because of the charge of immorality brought against her by the school board and that she had a right to a hearing (Defs. Exhibit 4). A termination hearing was held December 20, 1979 at 7:30 p. m. On December 21, 1979, the Court issued a temporary restraining order enjoining the defendants from further enforcing §§ 168.114 through 168.120, Mo.Rev.Stat. until 6:00 p. m., January 4, 1980. A hearing on whether a preliminary injunction should issue was held on January 4, 1980. At the conclusion of the hearing, the parties voluntarily agreed to extend the temporary restraining order until January 18, 1980 in order to allow additional time for the submission of briefs.</p>\n<p></p>\n<h2>SUMMARY OF THE EVIDENCE</h2>\n<p></p>\n<h2><i>Diane Thompson</i></h2>\n<p>Diane Thompson testified that she had been employed as a school teacher in Southwest School District for eleven years and had taught second grade for the past four years. She first met Cal Thompson in the spring of 1979 and began dating him in June of 1979 after her divorce in May of 1979. Mr. Thompson moved in with her around September 15, 1979. In early June of 1979 Sally Thompson, Cal's ex-wife, arrived at her house one evening when Cal was there for dinner; she had been drinking and became violent toward both plaintiff and Mr. Thompson. The sheriff was called to remove her from the premises. A few days later Mr. Timmons came to plaintiff's home to talk with her concerning this event as well as her relationship with Mr. Thompson. No one accused plaintiff of living with Mr. Thompson until the first part of November a week or so before the 14th of November. On November 14, plaintiff was asked by Mr. Timmons to sign a statement on her performance evaluation indicating that she was living with Mr. Thompson and that they intended to marry soon. Plaintiff signed this statement, but after thinking about it called Mr. Timmons at home that evening to see about getting her evaluation back. She was told that Mr. Mills was in possession of this evaluation. On November 15 in Mr. Mills' office, plaintiff was asked to resign and was told that if she did resign they would not mention her cohabitation on recommendations to other schools. On November 19 plaintiff and Cal Thompson were married, and she informed the school board of their marriage at the meeting that night. On November 20, 1979, a letter was mailed from Mr. Mills to plaintiff indicating that she had been suspended with pay. After her suspension Mrs. Thompson attended a Christmas performance at her elementary school and was told to leave by Mr. Mills or a sheriff would be called.</p>\n<p></p>\n<h2><i>Raymond Timmons</i></h2>\n<p>Mr. Timmons, an elementary principal in the Southwest School District for eighteen years, testified that on June 13, 1979 he visited plaintiff's home, and she told him at that time that she and Cal Thompson were living together. Mr. Timmons further indicated that while driving by Mrs. Thompson's home on several occasions in July of 1979 early in the morning and late in the <span class=\"star-pagination\">*1174</span> evening, he observed Cal Thompson's vehicle there. Defendant's Exhibit 5 is a summary of notes made by Mr. Timmons after meeting with plaintiff on several occasions. Mr. Timmons had gone to Mrs. Thompson's home on June 13, 1979 because of a call the day before from Mr. Thompson's ex-wife Sally Thompson complaining about plaintiff. Mr. Timmons felt that because Sally Thompson lived in the school district where plaintiff taught and had school age children there would be trouble, and this was a further reason why he thought plaintiff should resign. On June 14, 1979, Mr. Timmons told plaintiff that she should resign and plaintiff indicated that she would. Evaluations made by Mr. Timmons concerning Mrs. Thompson's classroom performance have always been satisfactory including the November 14th evaluation completed shortly before her suspension. The first week of September, Mr. Timmons met with Diane to ask if she had married yet. She indicated \"not yet\". On November 8, 1979 Mr. Timmons met with plaintiff to talk about her relationship with Cal Thompson. She indicated to him that they were going to get married. On November 14 plaintiff came to see her evaluation, and Mr. Timmons added at the bottom a note that she and Cal Thompson were living together but planned to marry soon. These evaluations were turned over to Mr. Mills. On November 15, 1979, plaintiff met with Mr. Timmons in Mr. Mills' office. Mr. Timmons and Mr. Mills offered plaintiff a chance to resign indicating that they would not prevent her from getting employment elsewhere if she did so. Mr. Timmons indicated that he had determined plaintiff's conduct was immoral based on his own personal beliefs and his reading of the bible. He further indicated the mere fact that plaintiff engaged in immoral conduct would in his view jeopardize her ability to perform even if this conduct was unknown to anyone in the community.</p>\n<p></p>\n<h2><i>Cathy Busen</i></h2>\n<p>Cathy Busen was employed as a second grade teacher in the Southwest School District at the same school where plaintiff was employed. Cathy Busen believed that plaintiff and Cal began living together in May of 1979. She estimated that she had visited in Diane Thompson's home twice a month beginning during the 1978-79 school year. During the many times she visited Diane, Cal Thompson was there only once. She never noticed any men's belongings in Diane Thompson's home or any of Cal Thompson's things there. She believed Diane Thompson had done a good job teaching and that nothing would prevent her from doing a good job if she were allowed to resume her duties.</p>\n<p></p>\n<h2><i>Bonnie Pendergraft</i></h2>\n<p>Bonnie Pendergraft, secretary to the superintendent of schools and treasurer to the Board of Education, recalled having a conversation with Diane sometime in August about her living with Cal. At that time Diane indicated \"I thought everyone knew\". She further indicated that in May of 1979, she and a friend unexpectedly visited plaintiff's house between 2:00 and 2:30 a. m. and that there was no evidence that anyone other than plaintiff and her son were residing in the home at that time.</p>\n<p></p>\n<h2><i>Doyle Price</i></h2>\n<p>Mr. Price, principal of Southwest Secondary School, indicated that he had a boy in the second grade and had this past summer requested that his son be placed in another classroom prior to the start of the school year.</p>\n<p></p>\n<h2><i>Darrell Tillford</i></h2>\n<p>Mr. Tillford was physical education teacher and coach at Southwest High School and had lived in Seligman, Missouri all of his life except for six years while teaching elsewhere. In his view cohabitation outside of marriage was an unaccepted community practice. He had a daughter in the second grade and he did not want his daughter in plaintiff's classroom. He had determined that it would be preferable to send his daughter to another school before he would let her be in plaintiff's class. He further <span class=\"star-pagination\">*1175</span> indicated that while Mrs. Thompson might be competent to teach elsewhere she should not be allowed to teach in southwest Missouri.</p>\n<p></p>\n<h2><i>Jim Pitts</i></h2>\n<p>Mr. Pitts, president of the local school board, testified that in his view cohabitation outside of wedlock was immoral. He indicated that the board unanimously agreed that cohabitation outside of marriage was immoral when they voted to suspend plaintiff. He stated that Diane Thompson's teaching was and always had been reasonably good. Further, he stated that Mrs. Thompson would be as good a teacher as she ever was and the school board was not nor had they ever questioned her teaching ability. However, because of her conduct Mr. Pitts did not believe plaintiff could be an effective teacher any longer. He further testified that initial inquiries into the relationship between plaintiff and Cal Thompson were made as the result of a call by Sally Thompson, Cal's ex-wife to him and to every member of the school board complaining of Diane Thompson. He also did not believe that plaintiff's marriage had cured the problems created by her conduct.</p>\n<p></p>\n<h2><i>Cal Thompson</i></h2>\n<p>Cal Thompson testified that he did not live with plaintiff before September 15, 1979 and prior to the time he moved in with plaintiff he lived with his sister, Virginia Edgin. Mr. Thompson was divorced from Sally Thompson eight years ago but since the divorce he has cohabited with her.</p>\n<p></p>\n<h2><i>Sally Thompson</i></h2>\n<p>Sally Thompson, ex-wife of Cal Thompson, testified that she thought Cal Thompson began living with plaintiff in January of 1979 and continued living with her through the present date. However, plaintiff indicated that in the spring of 1979, she was in El Paso, Texas and had no personal knowledge of where Cal Thompson was staying during this period.</p>\n<p></p>\n<h2><i>Narissa Van Zandt</i></h2>\n<p>Mrs. Van Zandt's daughter was a student in plaintiff's second grade class beginning in the fall of 1979. Mrs. Van Zandt had specifically requested that her daughter be placed in plaintiff's classroom at the beginning of the year because she had been advised that plaintiff was the best second grade teacher. Mrs. Van Zandt indicated that she had been satisfied with her child's progress and would want her child to continue in Mrs. Thompson's classroom. She further indicated she had no reservations about returning her child to plaintiff's classroom. When she requested her daughter be placed in plaintiff's classroom, Mr. Timmons tried to talk her out of this request and asked her \"do you know what kind of person she is\". Mrs. Van Zandt feels that it is immoral to cohabit out of wedlock. She does not believe that this conduct has affected plaintiff's teaching ability and she is satisfied now that Mrs. Thompson has corrected the situation.</p>\n<p></p>\n<h2><i>Gary Van Zandt</i></h2>\n<p>Gary Van Zandt, a lifelong resident of Washburn, Missouri (31 years), has a daughter in Mrs. Thompson's second grade class. His daughter's progress has been satisfactory. He, as well as his wife, have no reservations about her continuing in the classroom with Mrs. Thompson.</p>\n<p></p>\n<h2><i>Dr. Ralph Scott</i></h2>\n<p>Dr. Ralph Scott was called by the defendants as one of their educational experts. He holds a doctorate in educational administration and has been superintendent of schools in Monett, Missouri for 15 years. He testified that there is a relationship between what a teacher does outside of the classroom and his effect in the classroom. He further testified that especially in rural communities people know about the private lives of teachers and that a teacher cannot segregate his private life from his professional life. He further indicated that it was essential that parents and teachers support each other if the child is to learn at an optimum rate. Therefore, if parents and <span class=\"star-pagination\">*1176</span> students do not agree with the lifestyle of a teacher, the teacher's ability and classroom effectiveness would be diminished. Dr. Scott indicated that he considered cohabiting outside of marriage to be immoral conduct which would be grounds for him to recommend a teacher's termination to the board of education in Monett, Missouri. In his view even though a student has no direct knowledge of immoral conduct, it adversely affects the teaching environment because it causes a deterioration of the learning environment. He further indicated that teachers should not be out of step with the mores of the community.</p>\n<p></p>\n<h2><i>Dr. Richard King</i></h2>\n<p>Dr. King was also called as an expert in the educational area by the defendants. Dr. King holds a doctorate from the University of Missouri at Columbia and is employed with the Missouri State Department of Secondary Education in Jefferson City. He previously taught in Upton, Urbana and Buffalo, Missouri and his specialty is in curriculum. He indicated that teachers cannot avoid a modeling role and therefore \"what one <i>is</i> is as important as what one knows\". He did indicate that before a teacher's conduct outside the classroom can have an effect in the classroom, the parents and the students must have some knowledge of the conduct. In the Buffalo School District, a small rural community where he previously taught and was high school principal from 1950 through 1963, he indicated that most activities of teachers outside the classroom were common knowledge. In his personal opinion cohabiting outside of marriage is immoral conduct. In his view it would be hard for an individual to be an excellent teacher unless they are also a good moral model.</p>\n<p></p>\n<h2><i>Dr. Jenkins</i></h2>\n<p>Dr. Jenkins, professor of psychology at Missouri Southern State College and past president of the Joplin Board of Education, whose doctorate is in the field of student guidance, was called as an educational expert by plaintiff in the above case. He indicated that the effectiveness of a teacher will depend upon a number of factors including whether they are cooperative, democratic, verbal, understand the subject matter, and treat the students as individuals. He too indicated that teachers provide a role model as students will emulate behavior they observe in the classroom. For example if a teacher is aggressive in the classroom, the students may also become more aggressive. In his opinion concepts of morality differ from one geographic area to another. A teacher's moral conduct would impact on the teacher's effectiveness in the classroom only indirectly. The mere fact that immoral conduct is known to others is not sufficient for it to have an effect on the teacher's effectiveness. There must be additional factors present as well. The teacher's effectiveness as a role model however might be reduced if the student found some reason not to respect the model anymore. He also indicated that children will develop their own attitudes unless parents give them some other attitude and that second graders as opposed to older children would be more likely to adopt parental attitudes.</p>\n<p></p>\n<h2><i>Dr. Judith Conboy</i></h2>\n<p>Dr. Judith Conboy, assistant professor of sociology at Missouri Southern specializing in relationships between students and teachers, was called by the plaintiff as an educational expert. She indicated that a teacher's effectiveness is generally measured by (1) student performance or (2) by the opinions and evaluations of teachers and administrators. She too testified that one of the teacher's functions is to be a role model for the students. However, for a teacher's conduct outside the classroom to affect their role or effectiveness in the classroom, there would have to be more than mere knowledge on the part of the parents and the students. There would also have to be a hostile atmosphere which undermined the teacher's authority in the classroom. She further testified that if parents had knowledge of a teacher's conduct of which they disapproved or with which they disagreed whether this would have an effect on the educational process <span class=\"star-pagination\">*1177</span> would depend on whether the knowledge and attitude became a pervasive part of the classroom.</p>\n<p></p>\n<h2><i>Case or Controversy</i></h2>\n<p>Defendants have alleged that any request for relief is premature because the defendants have not yet voted to terminate plaintiff's employment. The case or controversy requirement is jurisdictional and if this requirement is not met, the federal court may not entertain the complaint. A case or controversy arises within the meaning of the constitution when a question respecting the constitution, treaties or laws of the United States have assumed such a form that the judicial power is capable of acting on it. <i>In Re Summers,</i> <span class=\"citation\" data-id=\"104162\"><a href=\"/opinion/104162/in-re-summers/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span>, 567, <span class=\"citation\" data-id=\"104162\"><a href=\"/opinion/104162/in-re-summers/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, 1311, <span class=\"citation\" data-id=\"104162\"><a href=\"/opinion/104162/in-re-summers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1795</span></a></span>, 1800 (1945). While the case or controversy requirement can also involve the question of standing, i. e. does a litigant have a personal stake in the outcome of the case; this aspect of the case or controversy requirement is not at issue in the above action. The issue before the Court is whether plaintiff has sustained or is in immediate danger of sustaining some direct injury. That injury or threat of injury must be both real and immediate and not hypothetical nor conjectural. Abstract injury clearly is not sufficient to meet the Article III requirement. See <i>O'Shea v. Littleton,</i> <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, 675, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span>, 682 (1974). It is well established:</p>\n<blockquote>that federal judicial power is to be exercised to strike down legislation, whether state or federal, only at the instance of one who is himself immediately harmed, or immediately threatened with harm, by the challenged action. <i>Poe v. Ullman,</i> <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 504, <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, 1756, <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">989</span></a></span>, 996 (1961).</blockquote>\n<p>This is not a situation where a litigant fears merely the potential application of a statute against him. Plaintiff in this case has been suspended from her job after the school board unanimously voted that her actions constituted immoral conduct. Clearly the challenged Missouri statute has been brought into threatened if not actual application. Plaintiff in the Court's view has sufficiently demonstrated that she is in immediate danger of sustaining a direct injury as a result of its enforcement. Thus, the existence of an actual case or controversy between plaintiff and the Southwest School Board has been demonstrated. On this basis, the Court finds that this action is not premature.</p>\n<p></p>\n<h2><i>Failure to Exhaust Administrative Remedies</i></h2>\n<p>Defendants have also challenged the timeliness of this action on grounds that plaintiff has failed to exhaust administrative remedies. It is well established that plaintiff is not required to exhaust administrative remedies under 42 U.S.C. § 1983. The United States Supreme Court explicitly decided in <i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 183, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, 482, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span>, 503 (1961):</p>\n<blockquote>It is no answer that the State has a law which if enforced would give relief. The federal remedy is supplementary to the state remedy, and the latter need not be first sought and refused before the federal one is invoked.</blockquote>\n<p>In <i>Drake v. Covington Board of Education,</i> <span class=\"citation\" data-id=\"2133792\"><a href=\"/opinion/2133792/drake-v-covington-county-board-of-education/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">974</span></a></span> (M.D.Ala.1974), plaintiff was terminated by a school board for \"immorality\". A three judge panel for the Middle District of Alabama recognizing that plaintiff could have sought review in the state court held that under the doctrine of <i>Monroe v. Pape</i> plaintiff in a § 1983 action did not have to exhaust her state remedies. For these reasons the Court finds that defendants' allegations that this case is premature because of plaintiff's failure to exhaust her state remedies is not well taken, and plaintiff's failure to pursue her state remedies does not bar this action.</p>\n<p></p>\n<h2>STANDARDS FOR GRANTING PRELIMINARY INJUNCTION</h2>\n<p>A preliminary injunction may be issued only if the moving party can satisfy either of the following requirements:</p>\n<blockquote>(1) probable success on the merits and possible irreparable injury; or,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1178</span> (2) sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardship tipping decidedly toward the party requesting injunctive relief. <i>Dakota Wholesale Liquor, Inc. v. Minnesota,</i> <span class=\"citation\" data-id=\"359928\"><a href=\"/opinion/359928/dakota-wholesale-liquor-inc-v-state-of-minnesota-edward-novak/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 848 (8th Cir. 1978); <i>Fennell v. Butler,</i> <span class=\"citation\" data-id=\"352787\"><a href=\"/opinion/352787/rev-dianne-fennell-v-rosalie-butler-councilwoman-donald-d-wozniak/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span> (8th Cir. 1978).</blockquote>\n<p></p>\n<h2>SUFFICIENTLY SERIOUS QUESTION GOING TO THE MERITS TO MAKE THEM A FAIR GROUND FOR LITIGATION</h2>\n<p>Plaintiff has challenged her suspension under Missouri Revised Statute 168.114 on several grounds: (1) Mo.Rev.Stat. 168.114 1(2) is void for vagueness; (2) plaintiff's suspension for the charges outlined by the school board violates her right to substantive due process; (3) the Board's actions have infringed plaintiff's right to privacy and freedom of association.</p>\n<p></p>\n<h2><i>Vagueness Issue</i></h2>\n<p>The Court will first consider whether § 168.114 1(2) of Mo.Rev.Stat. is unconstitutionally vague or whether there is a sufficiently serious question on the merits of this issue so as to make it a fair ground for litigation. § 168.114 provides:</p>\n<blockquote>1. An indefinite contract with a permanent teacher shall not be terminated by the board of education of a school district except for one or more of the following causes:</blockquote>\n<blockquote>(1) Physical or mental condition unfitting him to instruct or associate with children;</blockquote>\n<blockquote>(2) Immoral conduct;</blockquote>\n<blockquote>(3) Incompetency, inefficiency or insubordination in line of duty;</blockquote>\n<blockquote>(4) Willful or persistent violation of, or failure to obey the school laws of the state or the published regulations of the board of education of the school district employing him;</blockquote>\n<blockquote>(5) Excessive or unreasonable absence from performance of duties; or</blockquote>\n<blockquote>(6) Conviction of a felony or a crime involving moral turpitude.</blockquote>\n<blockquote>2. In determining the professional competency of or efficiency a permanent teacher, consideration should be given to regular and special evaluation reports prepared in accordance with the policy of the employing school district and to any written standards of performance which may have been adopted by the school board.</blockquote>\n<p>As a matter of due process no one may be required at peril of life, liberty or property to speculate as to the meaning of a penal statute. <i>Hynes v. Mayor of Oradel,</i> <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>, <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">243</span></a></span> (1976); therefore it has become a basic principle of due process that an enactment is void for vagueness if its prohibitions are not clearly defined. <i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972). The void for vagueness doctrine:</p>\n<blockquote>\"incorporates notions of fair notice or warning. Moreover, it requires legislatures to set reasonably clear guidelines for law enforcement officials and triers of fact in order to prevent `arbitrary and discriminatory enforcement'.\" <i>Smith v. Goguen,</i> <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">566</span></a></span>, 572-73, <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1242</span></a></span>, 1247, <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span>, 611-12 (1974).</blockquote>\n<p>Vague laws are offensive to notions of due process for a number of reasons. First our judicial system has always insisted that laws give persons of ordinary intelligence an opportunity to know what conduct is prohibited so that they will have an opportunity to avoid that type of conduct. Secondly, if arbitrary and discriminatory enforcement is to be avoided, laws must provide explicit standards for those who apply them. <i>Grayned, supra,</i> 408 U.S. at 108-109, 92 S.Ct. at 2298-2299, 33 L.Ed.2d at 227-28.</p>\n<p>Admittedly not every statute which a reviewing court believes could have been drafted with greater precision is unconstitutionally vague. Because the Court is dealing with words, mathematical certainty can never be demanded nor expected. <i>Grayned,</i> supra, 408 U.S. at 110-11, 92 S.Ct. at 2300-01, 33 L.Ed.2d at 228-29. However, legislation, particularly legislation imposing <span class=\"star-pagination\">*1179</span> penalties, must fairly apprise those who are subject to its restrictions as to the proscribed conduct with a reasonable degree of certainty. <i>United States v. Thompson,</i> <span class=\"citation\" data-id=\"369023\"><a href=\"/opinion/369023/united-states-v-george-thompson-iii/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1200</span></a></span> (5th Cir. 1979). Thus, the standard test for determining whether the terms of a statute are sufficiently precise to comply with due process concepts is whether the statute gives the person of ordinary intelligence a reasonable opportunity to know what is prohibited so that he may act accordingly. <i>Grayned, supra; </i><i>Gosney v. Sonora Independent School District,</i> <span class=\"citation\" data-id=\"368880\"><a href=\"/opinion/368880/billy-c-gosney-and-mary-lynn-gosney-v-sonora-independent-school-district/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">522</span></a></span> (5th Cir. 1979); <i>Angelico v. Louisiana,</i> <span class=\"citation\" data-id=\"363868\"><a href=\"/opinion/363868/richard-angelico-v-state-of-louisiana/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span> (5th Cir. 1979).</p>\n<p>The test for determining if a statute is unconstitutionally vague is more stringently applied where criminal penalties or where laws that may infringe on first amendment freedoms are involved. In these areas strict standards of definiteness have been imposed. <i>Hynes,</i> supra, 425 U.S. at 621, 96 S.Ct. at 1761, 48 L.Ed.2d at 253; <i>Angelico,</i> supra, at 588. In this case no criminal statute is involved and although plaintiff asserts a right of association protected by the first and fourteenth amendments, it is not clear whether any first amendment rights are involved. However, it is undisputed that civil as well as criminal statutes must be sufficiently clear to give fair warning and provide a standard against which conduct can be uniformly judged. This is particularly true where a challenged civil statute allows imposition of penalties for prohibited conduct. <i>Connally v. General Construction Co.,</i> <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></a></span>, <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></a></span> (1926). Additionally, since the statute in question applies to teachers who have acquired some type of property interest in their employment and are employed under an indefinite contract, failure to fairly warn these individuals of the proscribed conduct might clearly deny them this \"property interest\" without adequate notice. Because of the penal nature of this statute and the property interest in continued employment acquired by teachers under an indefinite contract, the Court believes that standards for determining if the statute is unconstitutionally vague should be governed by the tests set forth in criminal and first amendment areas as opposed to less stringent tests applied to regulatory statutes governing economic or commercial activities. See <i>Diebold, Inc. v. Marshall,</i> <span class=\"citation\" data-id=\"360412\"><a href=\"/opinion/360412/6-osh-casbna-2002-1978-oshd-cch-p-23124-diebold-incorporated/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span> (6th Cir. 1978) for the standards to be applied where economic and commercial regulations are involved.</p>\n<p>Judged by the standards outlined above, this Court has serious doubts as to whether the term \"immoral conduct\" when considered in the abstract provides fair warning of the proscribed conduct or sufficient guidance to officials in applying the statute. The United States District Court for the District of Oregon declared a statute allowing for dismissal of teachers on grounds of \"immorality\" unconstitutionally vague because:</p>\n<blockquote>Immorality means different things to different people, and its definition depends on the idiosyncracies of the individual school board members. It may be applied so broadly that every teacher in the state could be subject to discipline. The potential for arbitrary and discriminatory enforcement is inherent in such a statute.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>A statute so broad makes those charged with its enforcement the arbiters of morality for the entire community. In doing so, it subjects the livelihood of every teacher in the state to the irrationality and irregularity of such judgments. The statute is vague because it fails to give fair warning of what conduct is prohibited and because it permits erratic and prejudiced exercises of authority. <i>Burton v. Cascade School District Union High School No. 5,</i> <span class=\"citation\" data-id=\"2344872\"><a href=\"/opinion/2344872/burton-v-cascade-school-district-union-high-school-no-5/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">254</span></a></span>, 255 (D.C.Or.1973).</blockquote>\n<p>However, even for purposes of evaluating whether a sufficiently serious question going to the merits exists, the Court hesitates to suggest the possible unconstitutionality of a state statute. It is well established that constitutional principles dictate that courts should refrain from passing on constitutional questions if there are alternative grounds such as statutory construction upon which the case might be decided. <i>Universal</i> <span class=\"star-pagination\">*1180</span> <i>Amusement Co., Inc. v. Vance,</i> <span class=\"citation\" data-id=\"360965\"><a href=\"/opinion/360965/universal-amusement-co-inc-v-carol-vance-king-arts-theatre-inc-v/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span> (5th Cir. 1978).</p>\n<blockquote>When the constitutionality of a statute is drawn into question, a court must \"`ascertain whether a construction of the statute is fairly possible by which the question may be avoided.'\" <i>IAM v. Street,</i> <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, 749-50, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></a></span>, 1790, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1141</span></a></span> (1961) (quoting <i>Crowell v. Benson,</i> <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 62, <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span></a></span> (1932)); see <i>United States Civil Service Commission v. National Association of Letter Carriers,</i> <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 571, <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2880</span></a></span>, <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1973). This basic principle reflects a court's duty \"of not needlessly projecting delicate issues for judicial pronouncement.\" <i>United States v. Rumely,</i> <span class=\"citation\" data-id=\"105091\"><a href=\"/opinion/105091/united-states-v-rumely/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105091\"><a href=\"/opinion/105091/united-states-v-rumely/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">543</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">770</span></span> (1953). In deciding among possible interpretations of a statute, the court must select an interpretation that appears to be consistent with the statute's constitutionality. <i>UAW Locals 1093, 558, and 25 v. Nat. Right to Work,</i> 192 U.S.App.D.C. 23, 32, <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1139</span></span>, 1148 (D.C.Cir. 1978).</blockquote>\n<p>Thus, where possible, legislation should be construed so as to avoid \"constitutional doubts as well as constitutional encounters if it is fairly susceptible of such a construction.\" <i>Ralpho v. Bell,</i> 186 U.S.App.D.C. 368, 380, <span class=\"citation\" data-id=\"352543\"><a href=\"/opinion/352543/mister-ralpho-v-j-raymond-bell-chairman-foreign-claims-settlement/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 619 (D.C.Cir. 1977).</p>\n<p>The Court believes that the statute in question is capable of being given a more precise judicial construction so as to avoid the vagueness issue. If the term \"immoral conduct\" is considered not in the abstract but in the overall context of § 168.114, Mo.Rev.Stat., it seems clear that the legislature intended to allow dismissal only in instances where immoral conduct adversely affected a teacher's performance. § 168.114 1(1), Mo.Rev.Stat. allows for dismissal for \"Physical or mental condition <i>unfitting him to instruct or associate with children</i>\"; § 168.114 1(3) allows for dismissal for incompetency, inefficiency or insubordination <i>in line of duty</i>; § 168.114 1(4) allows for dismissal for \"Willful or persistent violation of, or failure to obey the school laws of the state or the published regulations of the board of education of the school district employing him\". Subsection (4) clearly relates to conduct occurring in the line of duty. Dismissal on the grounds of excessive or unreasonable absence from <i>performance of duties,</i> § 168.114 1(5), also relates to conduct affecting a teacher's performance. Further, § 168.114 1 must be read in conjunction with § 168.114 2. The latter subsection provides guidelines for <i>evidence</i> to be used in determining professional competency or efficiency. This subsection would clearly indicate that Mo.Rev.Stat. § 168.114 1(1)-(5) as set forth above relates to grounds for dismissal wherein a teacher's competency has been affected.<sup>[1]</sup></p>\n<p>Thus, the Court believes that the term \"immoral conduct\" was intended in this context to relate to conduct which would render a teacher unfit for the performance of his duties. A number of other courts when faced with similar statutes have reached identical conclusions. In <i>Morrison v. State Bd. of Education,</i> <span class=\"citation\" data-id=\"1159400\"><a href=\"/opinion/1159400/morrison-v-state-board-of-education/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"1159400\"><a href=\"/opinion/1159400/morrison-v-state-board-of-education/\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">175</span></a></span>, <span class=\"citation\" data-id=\"1159400\"><a href=\"/opinion/1159400/morrison-v-state-board-of-education/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">375</span></a></span> (1969) the California statute providing for revocation of teaching certificates for immoral or unprofessional conduct was challenged on constitutional grounds. The Court determined:</p>\n<blockquote>In the instant case the terms denote immoral or unprofessional conduct or moral turpitude of the teacher which indicates unfitness to teach. Without such a reasonable interpretation the terms would be susceptible to so broad an application as possibly to subject to discipline virtually every teacher in the state. <i>Morrison,</i> supra, 1 Cal.3d at 225, 82 Cal.Rptr. at 182-83, 461 P.2d at 382-83.</blockquote>\n<p>Likewise, in <i>Weissman v. Board of Ed. of Jefferson Cty. Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">414</span></span>, <span class=\"citation\" data-id=\"1219663\"><a href=\"/opinion/1219663/weissman-v-board-of-ed-of-jefferson-cty-sch-dist/\"><span class=\"volume\">547</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1267</span></a></span> (1976), the Colorado statute allowing for dismissal of a tenured teacher on grounds of \"immorality\" was challenged. Colorado Revised Statute XX-XX-XXX provides in part:</p>\n<blockquote>\n<span class=\"star-pagination\">*1181</span> \"XX-XX-XXX. <i>Dismissal  reasons.</i> The grounds for dismissal of a tenure teacher shall be physical or mental disability, incompetency, neglect of duty, immorality, conviction of a felony, insubordination, or other good and just cause. No tenure teacher shall be dismissed for temporary illness, leave of absence previously approved by the board, or military leave of absence pursuant to article 3 of title 28, C.R.S. 1973.\" <i>Weissman,</i> supra at 1272.</blockquote>\n<p>The Court held:</p>\n<blockquote>Though section 22-63-116 does not explicitly require that the \"immorality\" be in relation to, or affect, the teacher's work, we believe that such a requirement can be readily implied from the language of the statute. The statutory ground of immorality, taken in conjunction with the other grounds of physical and mental disability, incompetency, neglect of duty, conviction of a felony, and insubordination, clearly implies a standard that is directly related to the teacher's fitness for service. We hold therefore that appellant's actions cannot constitute immorality within the meaning of the statute unless these actions indicate his unfitness to teach. <i>Weissman,</i> supra at 1272.</blockquote>\n<p>The reasoning of this decision is extremely persuasive in the instant case because of the similarity between the Missouri and Colorado statutes on dismissal of tenure teachers. The Court in that case further emphasized:</p>\n<blockquote>[t]he board's power to dismiss and discipline teachers is not merely punitive in nature and is not intended to permit the exercise of personal moral judgments by board members. Rather, it exists and finds its justification in the state's legitimate interest in protecting the school community from harm, and its exercise can only be justified upon a showing that such harm has or is likely to occur. <i>Weissman,</i> supra at 1273.</blockquote>\n<p>Likewise in <i>Reinhardt v. Board of Education,</i> 19 Ill.App.3d 481, <span class=\"citation\" data-id=\"2018920\"><a href=\"/opinion/2018920/reinhardt-v-bd-of-education/\"><span class=\"volume\">311</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">710</span></a></span> (1974). The appellate court of Illinois affirmed the Circuit Court's reversal of the Board of Education's discharge of a tenure teacher who was married one month but was eight and a half months pregnant when she took a leave of absence. The Board adopted a resolution discharging appellee on grounds of immorality because in the Board's opinion the interests of the school district required dismissal and none of the grounds for dismissal were remedial. The Court in that case held:</p>\n<blockquote>We hold that \"immorality\" like the other causes listed in Section 10-22.4 is sufficient cause only where the record shows harm to pupils, faculty, or the school itself. Otherwise we would be subjecting teachers to infinitely variable definitions or [sic] [of] morality and thereby interpreting the Act in a manner inconsistent with its purpose. A tenured teacher \"is entitled to a construction (of the Tenure Law) which is consistent with the prime purpose of protecting teachers.\" <i>Reinhardt,</i> supra at 713.</blockquote>\n<p>See also <i>Gaylord v. Tacoma School District No. 10,</i> 88 Wash.2d 286, <span class=\"citation\" data-id=\"1455698\"><a href=\"/opinion/1455698/gaylord-v-tacoma-school-dist-10/\"><span class=\"volume\">559</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1340</span></a></span> (1977).</p>\n<p>The Court finds that the term \"immoral conduct\" as utilized in 168.114 1(2) in actuality means conduct rendering plaintiff unfit to teach.</p>\n<p>Further support for this holding is provided by cases discussing the purpose of the Missouri Teacher Tenure Law, §§ 168.102-168.130, Mo.Rev.Stat. (1970).</p>\n<blockquote>The Teacher Tenure Act evidences a legislative intent to provide substantive and procedural safeguards with respect to tenured teachers. As we view the Act, its purpose is to establish strictly defined grounds and procedures for removing a permanent teacher which may not be evaded or other procedures substituted therefor. <i>Lindbergh School District v. Syrewicz,</i> <span class=\"citation\" data-id=\"2459513\"><a href=\"/opinion/2459513/lindbergh-school-district-v-syrewicz/\"><span class=\"volume\">516</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">507</span></a></span>, 512 (Mo.App. 1974).</blockquote>\n<p>See also <i>Hirbe v. Hazelwood School Dist.,</i> <span class=\"citation\" data-id=\"1726881\"><a href=\"/opinion/1726881/hirbe-v-hazelwood-sch-dist/\"><span class=\"volume\">532</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">848</span></a></span>, 850 (Mo.App.1976); and <i>Lopez v. Vance,</i> <span class=\"citation\" data-id=\"2417782\"><a href=\"/opinion/2417782/lopez-v-vance/\"><span class=\"volume\">509</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">197</span></a></span>, 202 (Mo. App.1974). It is consistent with this purpose that when defining a statutory ground for dismissal of a \"permanent teacher\" the Court interpret the provision strictly to fulfill <span class=\"star-pagination\">*1182</span> the legislature's intent that permanent teachers would have a measure of certainty and stability in employment without being subjected to arbitrary school board action. <i>Hirbe,</i> supra at 850. Accordingly, statutory grounds for dismissal have uniformly been defined by the courts to require evidence of unfitness to teach or injury to students, faculty or the school. <i>Reinhardt,</i> supra 311 N.E.2d at 712.</p>\n<p>Given this more precise construction of the term \"immoral conduct\", it is doubtful if the vagueness issue presents a sufficiently serious constitutional question so as to make it a fair ground for litigation. The Court's finding that a narrow interpretation of \"immoral conduct\" must be adopted if the statute's constitutionality is to be upheld raises the question of whether sufficient evidence has been presented to the board or to the Court to demonstrate plaintiff's unfitness to teach. Courts that have considered the issue are in agreement on the factors to be considered in determining if a teacher's \"immoral conduct\" renders her unfit to teach. These factors include: (1) the age and maturity of the students of the teacher involved; (2) the likelihood that the teacher's conduct will have adversely affected students or other teachers; (3) the degree of the anticipated adversity; (4) the proximity or remoteness in time of the conduct; (5) extenuating or aggravating circumstances surrounding the conduct; (6) the likelihood that the conduct may be repeated; (7) the motives underlying the conduct; (8) whether the conduct will have a chilling effect on the rights of the teachers involved or of other teachers. <i>Morrison,</i> supra <span class=\"citation\" data-id=\"1159400\"><a href=\"/opinion/1159400/morrison-v-state-board-of-education/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">214</span></a></span>, 82 Cal.Rptr. at 186, 461 P.2d at 386; <i>Weissman,</i> supra 547 P.2d at 1273. For application of these principles, see <i>Board of Education of Long Beach v. Jack M.,</i> <span class=\"citation\" data-id=\"1186440\"><a href=\"/opinion/1186440/board-of-education-v-jack-m/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"1186440\"><a href=\"/opinion/1186440/board-of-education-v-jack-m/\"><span class=\"volume\">139</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">700</span></a></span>, <span class=\"citation\" data-id=\"1186440\"><a href=\"/opinion/1186440/board-of-education-v-jack-m/\"><span class=\"volume\">566</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">602</span></a></span> (1977); <i>Pettit v. State Board of Education,</i> <span class=\"citation\" data-id=\"1306112\"><a href=\"/opinion/1306112/pettit-v-state-board-of-education/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"1306112\"><a href=\"/opinion/1306112/pettit-v-state-board-of-education/\"><span class=\"volume\">109</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">665</span></a></span>, <span class=\"citation\" data-id=\"1306112\"><a href=\"/opinion/1306112/pettit-v-state-board-of-education/\"><span class=\"volume\">513</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">889</span></a></span> (1973).</p>\n<p>Evaluation of the evidence presented in this case and to the board of education at the hearing on December 21, 1979, convinces the Court that no evidence has yet been developed indicating that plaintiff's conduct has rendered her unfit to teach. No evidence has been presented that prior to plaintiff's suspension, she experienced disciplinary problems in the classroom because of her conduct. Nor was there evidence of a hostile atmosphere undermining her authority. Cathy Busen, a second grade teacher in Southwest School District, indicated she felt plaintiff had done a good job until the time of her suspension and could continue to do the same job if she returned. Further, Mr. Timmons testified that on several occasions he indicated to plaintiff that if she would resign, he would assist her in obtaining a teaching job elsewhere. Superintendent Mills assured plaintiff that if she would resign she would be given a good recommendation if she sought a teaching position with some other school. In the Court's view this evidence strongly indicates that plaintiff's teaching ability had not been adversely affected and the school administrators were aware of this fact. Plaintiff's performance evaluation completed by Mr. Timmons on November 14, 1979 shortly before her suspension was satisfactory in every category (Pltf.'s Exh. 1). Further, the school board president indicated that plaintiff's teaching ability had never been an issue and was not disputed.</p>\n<p>The factual situation here differs from the circumstances of <i>Brown v. Bathke,</i> <span class=\"citation\" data-id=\"1501035\"><a href=\"/opinion/1501035/brown-v-bathke/\"><span class=\"volume\">416</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1194</span></a></span> (D.Neb.1976), rev. <span class=\"citation\" data-id=\"350937\"><a href=\"/opinion/350937/barbara-jean-brown-v-robert-bathke-as-principal-of-monroe-junior-high/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span> (8th Cir. 1977) relied on by the defendants. In <i>Brown</i> the court emphasized that plaintiff's pregnancy out of wedlock demonstrated <i>in the classroom</i> both verbally and <i>nonverbally,</i> conduct destructive of marital values which the Board had an interest in conserving. <i>Brown,</i> supra, 416 F.Supp. at 1198, 566 F.2d at 594 (Judge Matthes dissenting). There is no evidence here that plaintiff ever discussed her conduct with her second grade students. Nor is there any evidence that plaintiff tried to persuade any students, teachers, or other associates of the rightness of her conduct.</p>\n<p>Two parents testified before the Court that they would not want their children in plaintiff's classroom; however, both Mr. <span class=\"star-pagination\">*1183</span> and Mrs. Van Zant expressed no reservations about returning their daughter to Mrs. Thompson's classroom. The mere fact that some parents may have an adverse attitude towards plaintiff is not sufficient evidence in the Court's view to demonstrate that an attitude would prevail <i>in the classroom</i> that would undermine the learning environment. Such event had not occurred prior to November 20, 1979. The Court notes that the Board was aware on November 19th before taking any action with regard to the suspension of plaintiff that Diane and Cal Thompson had married and the conduct complained of would not be recurring. On November 19, 1979 it would appear that most of the people in the community were unaware of plaintiff's cohabitation with Cal Thompson. It would seem to be unfair that in these circumstances, the Board should seek to publicize the conduct of plaintiff through its actions and then conclude that plaintiff is unfit based upon its speculation of unfavorable community reaction to plaintiff's prior conduct which was of brief duration, terminated by her marriage. The Court is not willing to join with the board in its speculation that community reaction will be so adverse to plaintiff to make her ineffective in the classroom and thus unfit to teach.</p>\n<p>For the above reasons, the Court believes that plaintiff has demonstrated a sufficiently serious question going to the merits to make it a fair ground for litigation because of the fact that if the statute is to be interpreted so as to avoid constitutional challenge on the grounds of vagueness, insufficient evidence has been presented to demonstrate that plaintiff's immoral conduct rendered her unfit to teach.</p>\n<p></p>\n<h2><i>Substantive Due Process</i></h2>\n<p>Plaintiff also argues that her suspension and anticipated termination was arbitrary and capricious and violated her right to substantive due process. The claim that a person is entitled to \"substantive due process\" means that:</p>\n<blockquote>state action which deprives him of life, liberty, or property must have a rational basis  that is to say, the reason for the deprivation may not be so inadequate that the judiciary will characterize it as \"arbitrary.\" <i>Jeffries v. Turkey Run Consolidated School District,</i> <span class=\"citation\" data-id=\"317091\"><a href=\"/opinion/317091/dorothy-jeffries-v-turkey-run-consolidated-school-district/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (7th Cir. 1974).</blockquote>\n<p>Where the action of the board of education in dismissing a teacher is alleged to result in a deprivation of a liberty or property interest protected by the constitution, it is well established that the court may consider whether the dismissal was arbitrary or capricious. <i>Buhr v. Buffalo Public School District No. 38,</i> <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></span> (8th Cir. 1974). In this case plaintiff, a permanent teacher, entitled to protection under the Missouri Teacher Tenure Act, had developed a property interest in continued employment protected by both procedural and substantive due process.</p>\n<p>Before a teacher may successfully argue that a dismissal or suspension was arbitrary and capricious, he must prove:</p>\n<blockquote>that each of the stated reasons [underlying his dismissal] is trivial, or is unrelated to the educational process or to working relationships within the educational institution, or is wholly unsupported by a basis in fact. <i>Fisher v. Snyder,</i> <span class=\"citation\" data-id=\"310120\"><a href=\"/opinion/310120/frances-fisher-v-james-snyder/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 377 (8th Cir. 1973).</blockquote>\n<p>While the school board may legitimately inquire into the character and integrity of its teachers, in reviewing inquiries into the character of a teacher, a nexus between the teacher's conduct and the workings of the educational system must be demonstrated. <i>Fisher,</i> supra at 377; and <i>Sullivan v. Meade,</i> <span class=\"citation\" data-id=\"1672191\"><a href=\"/opinion/1672191/sullivan-v-meade-cty-independent-sch-dist-no-101/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1237</span></a></span> (D.S.D.1975). Numerous factual differences separate this case from <i>Sullivan.</i> In <i>Sullivan</i> plaintiff lived in a mobile home furnished by the school and situated one eighth of a mile from the school. Students of Ms. Sullivan lived in the same mobile home park, and students frequently visited her mobile home. One hundred forty residents of the small community petitioned for her dismissal thus indicating that the hostile community reaction was so great that it was likely to carry over into the classroom. Further, Ms. Sullivan refused an opportunity to correct <span class=\"star-pagination\">*1184</span> her living arrangement before being dismissed. <i>Sullivan,</i> 387 F.Supp. at 1239-1243.</p>\n<p>The same reasons that would demonstrate plaintiff was not unfit to teach would suggest that the nexus between the educational process and plaintiff's conduct had not been sufficiently developed by the school board before suspending plaintiff. Thus, the Court finds that plaintiff has demonstrated sufficiently serious questions going to the merits of her substantive due process claim so as to make this a fair issue for litigation.</p>\n<p></p>\n<h2><i>Right of Privacy</i></h2>\n<p>Because of the conclusions the Court has reached on the void for vagueness and substantive due process issues, it is unnecessary to address plaintiff's privacy claim.</p>\n<p></p>\n<h2><i>Balance of Hardships</i></h2>\n<p>In addition to demonstrating a sufficiently serious question on the merits so as to make them a fair ground for litigation, plaintiff must also demonstrate a balance of the hardships tipping decidedly in her favor. Courts applying the test for the issuance of a preliminary injunction described in <i>Fennell v. Butler</i><i>,</i> which the Court has utilized in this case, are in agreement that the balance of hardships test does not eliminate the basic obligation of plaintiff to show irreparable injury. <i>Triebwasser &amp; Katz v. American Telephone &amp; Telegraph Co.,</i> <span class=\"citation\" data-id=\"335942\"><a href=\"/opinion/335942/triebwasser-katz-a-partnership-consisting-of-jonah-triebwasser-and/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1356</span></a></span>, 1359 (2d Cir. 1976). Thus, in considering whether the balance of hardships tips decidedly in plaintiff's favor, the Court will consider whether plaintiff has demonstrated possible irreparable injury and weigh that injury to any hardships or injury her reinstatement might impose on the defendants or the community in general.</p>\n<p>Although plaintiff has been suspended with pay, her suspension came only after the board unanimously voted that her actions constituted immoral conduct. The only inference to be drawn from the testimony of the school principal and the president of the Southwest School Board was that upon expiration of the temporary restraining order, plaintiff would be discharged. The finding of the school board in suspending plaintiff on the grounds that her action constituted immoral conduct would seriously hamper plaintiff's ability to successfully seek other teaching employment now or in the future. In the event that plaintiff was ultimately discharged on the grounds of \"immoral conduct\" an even greater hardship would be imposed. A discharge on the grounds of \"immoral conduct\" might well preclude plaintiff from reemployment in any school district even if plaintiff were eventually to prevail on a claim for monetary damages in this case. Discharge on this basis would also create a stigma hampering future employment in districts where plaintiff's conduct between September and November, 1979, would be unknown to anyone. <i>Martinez v. Brown,</i> <span class=\"citation\" data-id=\"1639730\"><a href=\"/opinion/1639730/martinez-v-brown/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">207</span></a></span> (N.D.Cal.1978). It is evident that the failure to grant plaintiff a preliminary injunction would place a substantial burden on her ability to pursue her career now and in the future. These factors demonstrate that plaintiff has met the burden of showing that possible irreparable injury will result if injunctive relief is not granted.</p>\n<p>The Court further finds that no undue hardship would be imposed on the school district by the granting of injunctive relief. No evidence was presented that plaintiff was incompetent or would be unable to perform her duties. There is no evidence that plaintiff's second grade students would be adversely affected by her reinstatement. While the school board and the community has a recognized interest in maintaining a \"properly moral scholastic environment\" there is no indication that this objective would be frustrated by plaintiff's reinstatement. <i>Andrews v. Drew Municipal Separate School District,</i> <span class=\"citation\" data-id=\"323807\"><a href=\"/opinion/323807/9-fair-emplpraccas-235-9-empl-prac-dec-p-9945-katie-mae-andrews-and/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span>, 614 (5th Cir. 1975). No evidence was ever presented that plaintiff had ever advocated to her students, to other students or to teaching associates the conduct complained of by the school board. Nor was there any evidence that in the classroom, plaintiff had ever advocated any conduct verbally or nonverbally <span class=\"star-pagination\">*1185</span> which would be detrimental to a properly moral scholastic environment. Overall, it would appear that plaintiff has demonstrated a threat of significant irreparable harm and injury should preliminary relief not be granted. The Board has not demonstrated that plaintiff's reinstatement would create any undue hardship for the students, faculty or the school board. For these reasons we find that plaintiff has met her burden of demonstrating a balance of the hardships tipping decidedly in her favor.</p>\n<p>Based on all of the factors outlined above, the Court finds that plaintiff has demonstrated sufficiently serious questions going to the merits to make them a fair ground for litigation. Further, the evidence presented demonstrated that the balance of hardships tips decidedly in plaintiff's favor. For these reasons, it is hereby</p>\n<p>ORDERED that defendants are hereby restrained from suspending plaintiff or terminating her employment on the basis of the immoral conduct charge made on November 20, 1979 until further order of the Court. The parties are further directed to notify the Court within thirty days from the date of this order if there is to be any further evidence presented before determination on the matter of whether the injunction is to be made permanent.</p>\n<h2>NOTES</h2>\n<p>[1]  § 168.114 1(6) appears to reflect a legislative decision that conviction of a felony or crime involving moral turpitude is per se evidence of a teacher's incompetency and inability to efficiently carry out his duties and responsibilities.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106282/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/335942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/363868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369023/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1159400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1186440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1219663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1306112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1455698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1501035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1672191/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1726881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2018920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2344872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2417782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2459513/"
          ]
        }
      ],
      "judges": "Russell G. Clark",
      "date_created": "2014-10-30T21:31:34.838803Z",
      "date_modified": "2016-03-03T21:41:16.657105Z",
      "date_filed": "1980-01-18",
      "date_filed_is_approximate": false,
      "slug": "thompson-v-southwest-sch-dist",
      "citation_id": 2155993,
      "case_name_short": "Thompson",
      "case_name": "Thompson v. Southwest Sch. Dist.",
      "case_name_full": "",
      "federal_cite_one": "483 F. Supp. 1170",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2050050/thompson-v-southwest-sch-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:31:34.836309Z",
  "date_modified": "2014-10-30T21:31:34.836309Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Thompson",
  "case_name": "Thompson v. Southwest Sch. Dist.",
  "case_name_full": "",
  "slug": "thompson-v-southwest-sch-dist",
  "docket_number": "79-5112-CV-SW",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}