{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2050097/",
  "id": 2050097,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/almd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1469764/",
      "id": 1469764,
      "absolute_url": "/opinion/1469764/gilmore-v-city-of-montgomery-alabama/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2050097/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1469764/",
          "id": 1469764,
          "absolute_url": "/opinion/1469764/gilmore-v-city-of-montgomery-alabama/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1469764/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1635/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:23:11.324348Z",
          "date_modified": "2017-04-05T23:53:12.965847Z",
          "type": "010combined",
          "sha1": "dca9329b025c1795304c2dd387803b083f599a93",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>337 F.Supp. 22 (1972)</b></center>\n<center><h1>Georgia Theresa GILMORE et al., Plaintiffs,<br>\nv.<br>\nCITY OF MONTGOMERY, ALABAMA, a Municipal Corporation, et al., Defendants.</h1></center>\n<center>Civ. A. No. 1490-N.</center>\n<center><p><b>United States District Court, M. D. Alabama, N. D.</b></p></center>\n<center>January 18, 1972.</center>\n<p><span class=\"star-pagination\">*23</span> Morris S. Dees, Jr., Joseph J. Levin, Jr., and Howard A. Mandell, Montgomery, Ala., for plaintiffs.</p>\n<p>Joseph D. Phelps, Hill, Robison, Belser, Brewer &amp; Phelps, Walter J. Knabe, Capell, Howard, Knabe &amp; Cobbs, and Drayton N. Hamilton, Montgomery, Ala., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JOHNSON, Chief Judge.</p>\n<p>This case now is submitted upon plaintiffs' \"Motion for Supplemental Relief\" wherein they contend that they are deprived of constitutional rights under the Fourteenth Amendment to the United States Constitution by the City of Montgomery's policy and practice of permitting racially segregated private schools and other segregated groups to use city recreational facilities.<sup>[1]</sup> Plaintiffs <span class=\"star-pagination\">*24</span> ask that the Court declare the city's policy and practice unconstitutional and enjoin the city from allowing or in any way sanctioning the use of its recreational facilities by any private school or other private group which is racially segregated or which has a racially discriminatory admissions policy.</p>\n<p>In opposition to this motion, defendants deny that the city's practice of making city owned or operated facilities open and available to all people, regardless of race, violates plaintiffs' constitutionally protected rights. The facts relevant to plaintiffs' motion are stipulated and the motion is now submitted upon the pleadings, stipulation and briefs.</p>\n<p>The City of Montgomery makes its football, basketball and baseball facilities available on a nondiscriminatory basis to private groups who apply for them. Such private groups include schools, churches, civic clubs and charitable organizations. Among the private schools taking advantage of the city's generosity are St. James School, the Stephens-Spear School, Central Alabama Academy and the Montgomery Academy. Of these schools only Stephens-Spear has a published discriminatory admissions policy. The Montgomery Academy and St. James School have \"declared\" open enrollment policies.<sup>[2]</sup></p>\n<p>As to these and all other segregated private schools, the city's aid is unconstitutional. The Court is unable to distinguish the present case from those cases which struck down state statutes providing tuition grants to students attending private schools. If a tuition grant case arose in a state previously subject to <i>de jure</i> segregation, two elements, in addition to state aid, always were present. Initially, the state's school boards were under an affirmative constitutional duty to desegregate, and secondly, the effect of the state tuition grant scheme was to frustrate the right of Negroes to attend a desegregated public school by permitting white students to escape to segregated private schools. E. g., Coffey v. State Educ'l Finance Comm'n, 296 F.Supp. 1389 (S.D. Miss.1969) (three judges); Poindexter v. Louisiana Financial Assis. Comm'n, 275 F.Supp. 833 (E.D.La.1967) (three judges), aff'd, 389 U.S. 571, 88 S.Ct. 693, 19 L.Ed.2d 780 (1968). Each of these elements is present in the case <i>sub judice.</i> Clearly, Montgomery is providing aid to private, segregated schools, thus encouraging and facilitating their establishment and operation as an alternative for white students who in most instances are seeking to avoid desegregated public schools. In addition, Montgomery's school board and all other city governmental officials are under an affirmative constitutional duty to desegregate. See McNeal v. Tate County School Dist., 5th Cir. No. 30722, September 17, 1971.</p>\n<p>This court considers irrelevant the amount of city aid provided to the private schools. The applicable standard was enunciated in a tuition grant case, Griffin v. State Bd. of Educ., 296 F.Supp. 1178 (E.D.Va.1969) (three judges), where the court said: \"[<i>A</i>]<i>ny</i> assist <i>whatever</i> by the State towards provision of a racially segregated education exceeds the pale of tolerance demarked by the Constitution. In our judgment, ... [t]he <i>effect</i> of the State's contribution is a sufficient determinant....\" Thus, this Court concludes from <i>Griffin</i> that what is important is the <i>effect</i> the state's aid has on the maintenance of a racially balanced public school system, but that the <i>extent</i> of the aid provided is immaterial.</p>\n<p>Even if one assumes, however, that the degree of aid is relevant, the aid <span class=\"star-pagination\">*25</span> provided in the present case is substantial and it significantly affects the Montgomery public school system. The opportunity to participate in sports contributes considerably to the attractiveness of any school and thereby enhances enrollments while, in the instances now presented, drawing students away from the public school system. In addition, the city saves private schools money by furnishing them a place to play free of charge. The cost of buying land and maintaining a football field, or of building a gymnasium, requires a substantial financial outlay. The money saved, of course, is being used to operate these private, segregated institutions. Even more significant, the city's aid in this case provides a means by which the schools can raise extra revenue through the sale of tickets and refreshments. Needless to say, the creation and operation of these private, segregated schools is to the detriment of a racially balanced public school system in Montgomery, Alabama.</p>\n<p>The city attempts to justify its action on the ground that it makes its facilities available to all groups regardless of race and, thereby, maintains a racially neutral policy with respect to private discrimination. Such conduct by the city, however, is not legally sufficient. In <i>Griffin, supra,</i> even though no invidious purpose or intent on the part of the state was demonstrable and even though the tuition program provided grants for which both blacks and whites in private schools were equally eligible, the court voided the state statute because, in effect, the tuition scheme tended to frustrate the opportunity of Negroes to attain public education in a desegregated institution. The court said: \"In our judgment, it follows that neither motive nor purpose is an indispensable element of the breach.\" McNeal v. Tate County School Dist., <i>supra</i><i>,</i> also is pertinent to the issue involved here. In that case, the Fifth Circuit set aside the sale of a public school building to an all-white private school, although the school board that sold the property acted in good faith and did not know that the private school discriminated against Negroes. The court said: \"[S]chool boards are charged with the <i>affirmative</i> duty to take whatever steps might be necessary to bring about a unitary educational system which is free from racial discrimination. . . . That duty includes making some sort of reasonable investigation of prospective purchasers. . . .\" In the instant case, the Montgomery City officials are charged with an affirmative duty to bring about and maintain a desegregated public school system. <i>Providing aid to segregated private schools is incompatible with that constitutional obligation.</i> Thus, it becomes apparent that Montgomery's policy of making its facilities available to all schools without regard to racial composition, does not constitute a defense to the present action.</p>\n<p>Neither does a private, segregated school's \"declared\" nondiscriminatory, open admissions policy constitute a defense to the city's aiding that school. The test is whether the city's aid frustrates the right of black citizens to a desegregated public education. When the effect upon that right is the same, no difference in constitutional result should exist. Therefore, regardless of the school's \"declared\" admissions policy, the mere fact of its segregation renders any state aid to it unconstitutional.</p>\n<p>As to that aspect of plaintiffs' motion relating to private clubs and organizations other than those affiliated with private schools, this Court feels the test should be somewhat different. Whereas state and city officials are under an affirmative obligation to end discrimination in situations involving education, this affirmative duty does not extend to cases involving private groups other than those affiliated with schools. Consequently, although state aid to such a group is unconstitutional <span class=\"star-pagination\">*26</span> if the organization discriminates on the basis of race, the mere fact that such an organization is segregated is not enough to render state aid to it <i>per se</i> constitutionally improper.</p>\n<p>Accordingly it is the order, judgment and decree of this Court:</p>\n<p>1. That the City of Montgomery, Alabama's policy and practice of permitting the use of city owned or operated recreational facilities by any private school, or private school affiliated group, which school or group is racially segregated or which has a racially discriminatory admissions policy be and the same is hereby declared unconstitutional.</p>\n<p>2. That said City of Montgomery, Alabama, its officers, agents, servants, employees, and those acting in concert with it, be and each is hereby enjoined from permitting or in any way sanctioning the use of city owned or operated recreational facilities by any private school, or private school affiliated group, if such school or group is racially segregated or if it has a racially discriminatory admissions policy.</p>\n<p>3. That said City of Montgomery, Alabama's policy and practice of permitting the use of city owned or operated recreational facilities by any private group, club or organization which has a racially discriminatory admissions policy be and the same is hereby declared unconstitutional.</p>\n<p>4. That said City of Montgomery, Alabama, its officers, agents, servants, employees and those acting in concert with it, be and each is hereby enjoined from permitting or in any way sanctioning the use of city owned or operated recreational facilities by any private group, club or organization which is not affiliated with a private school and which has a racially discriminatory admissions policy.</p>\n<p>5. That the costs of this proceeding be and the same are hereby taxed against the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  The original case concerned the desegregation of all public recreational facilities operated by the City of Montgomery. This Court's opinion and injunction are reported in Gilmore v. City of Montgomery, 176 F.Supp. 776 (M.D.Ala. 1959), affirmed as modified in City of Montgomery, Alabama, v. Gilmore, 277 F.2d 364 (5th Cir. 1960).</p>\n<p>[2]  This Court emphasizes the word \"declared\" because these schools have no Negroes in attendance. As a matter of fact, none of the private schools that are using these public facilities have Negro students or teachers.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">22</span></span> (1972)</b></center>\n<center><h1>Georgia Theresa GILMORE et al., Plaintiffs,<br>\nv.<br>\nCITY OF MONTGOMERY, ALABAMA, a Municipal Corporation, et al., Defendants.</h1></center>\n<center>Civ. A. No. 1490-N.</center>\n<center><p><b>United States District Court, M. D. Alabama, N. D.</b></p></center>\n<center>January 18, 1972.</center>\n<p><span class=\"star-pagination\">*23</span> Morris S. Dees, Jr., Joseph J. Levin, Jr., and Howard A. Mandell, Montgomery, Ala., for plaintiffs.</p>\n<p>Joseph D. Phelps, Hill, Robison, Belser, Brewer &amp; Phelps, Walter J. Knabe, Capell, Howard, Knabe &amp; Cobbs, and Drayton N. Hamilton, Montgomery, Ala., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JOHNSON, Chief Judge.</p>\n<p>This case now is submitted upon plaintiffs' \"Motion for Supplemental Relief\" wherein they contend that they are deprived of constitutional rights under the Fourteenth Amendment to the United States Constitution by the City of Montgomery's policy and practice of permitting racially segregated private schools and other segregated groups to use city recreational facilities.<sup>[1]</sup> Plaintiffs <span class=\"star-pagination\">*24</span> ask that the Court declare the city's policy and practice unconstitutional and enjoin the city from allowing or in any way sanctioning the use of its recreational facilities by any private school or other private group which is racially segregated or which has a racially discriminatory admissions policy.</p>\n<p>In opposition to this motion, defendants deny that the city's practice of making city owned or operated facilities open and available to all people, regardless of race, violates plaintiffs' constitutionally protected rights. The facts relevant to plaintiffs' motion are stipulated and the motion is now submitted upon the pleadings, stipulation and briefs.</p>\n<p>The City of Montgomery makes its football, basketball and baseball facilities available on a nondiscriminatory basis to private groups who apply for them. Such private groups include schools, churches, civic clubs and charitable organizations. Among the private schools taking advantage of the city's generosity are St. James School, the Stephens-Spear School, Central Alabama Academy and the Montgomery Academy. Of these schools only Stephens-Spear has a published discriminatory admissions policy. The Montgomery Academy and St. James School have \"declared\" open enrollment policies.<sup>[2]</sup></p>\n<p>As to these and all other segregated private schools, the city's aid is unconstitutional. The Court is unable to distinguish the present case from those cases which struck down state statutes providing tuition grants to students attending private schools. If a tuition grant case arose in a state previously subject to <i>de jure</i> segregation, two elements, in addition to state aid, always were present. Initially, the state's school boards were under an affirmative constitutional duty to desegregate, and secondly, the effect of the state tuition grant scheme was to frustrate the right of Negroes to attend a desegregated public school by permitting white students to escape to segregated private schools. E. g., Coffey v. State Educ'l Finance Comm'n, <span class=\"citation\" data-id=\"1982533\"><a href=\"/opinion/1982533/coffey-v-state-educational-finance-commission/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1389</span></a></span> (S.D. Miss.1969) (three judges); Poindexter v. Louisiana Financial Assis. Comm'n, <span class=\"citation\" data-id=\"1458865\"><a href=\"/opinion/1458865/poindexter-v-louisiana-financial-assistance-commission/\"><span class=\"volume\">275</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">833</span></a></span> (E.D.La.1967) (three judges), aff'd, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">780</span></span> (1968). Each of these elements is present in the case <i>sub judice.</i> Clearly, Montgomery is providing aid to private, segregated schools, thus encouraging and facilitating their establishment and operation as an alternative for white students who in most instances are seeking to avoid desegregated public schools. In addition, Montgomery's school board and all other city governmental officials are under an affirmative constitutional duty to desegregate. See McNeal v. Tate County School Dist., 5th Cir. No. 30722, September 17, 1971.</p>\n<p>This court considers irrelevant the amount of city aid provided to the private schools. The applicable standard was enunciated in a tuition grant case, Griffin v. State Bd. of Educ., <span class=\"citation\" data-id=\"1982666\"><a href=\"/opinion/1982666/griffin-v-state-board-of-education/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1178</span></a></span> (E.D.Va.1969) (three judges), where the court said: \"[<i>A</i>]<i>ny</i> assist <i>whatever</i> by the State towards provision of a racially segregated education exceeds the pale of tolerance demarked by the Constitution. In our judgment, ... [t]he <i>effect</i> of the State's contribution is a sufficient determinant....\" Thus, this Court concludes from <i>Griffin</i> that what is important is the <i>effect</i> the state's aid has on the maintenance of a racially balanced public school system, but that the <i>extent</i> of the aid provided is immaterial.</p>\n<p>Even if one assumes, however, that the degree of aid is relevant, the aid <span class=\"star-pagination\">*25</span> provided in the present case is substantial and it significantly affects the Montgomery public school system. The opportunity to participate in sports contributes considerably to the attractiveness of any school and thereby enhances enrollments while, in the instances now presented, drawing students away from the public school system. In addition, the city saves private schools money by furnishing them a place to play free of charge. The cost of buying land and maintaining a football field, or of building a gymnasium, requires a substantial financial outlay. The money saved, of course, is being used to operate these private, segregated institutions. Even more significant, the city's aid in this case provides a means by which the schools can raise extra revenue through the sale of tickets and refreshments. Needless to say, the creation and operation of these private, segregated schools is to the detriment of a racially balanced public school system in Montgomery, Alabama.</p>\n<p>The city attempts to justify its action on the ground that it makes its facilities available to all groups regardless of race and, thereby, maintains a racially neutral policy with respect to private discrimination. Such conduct by the city, however, is not legally sufficient. In <i>Griffin, supra,</i> even though no invidious purpose or intent on the part of the state was demonstrable and even though the tuition program provided grants for which both blacks and whites in private schools were equally eligible, the court voided the state statute because, in effect, the tuition scheme tended to frustrate the opportunity of Negroes to attain public education in a desegregated institution. The court said: \"In our judgment, it follows that neither motive nor purpose is an indispensable element of the breach.\" McNeal v. Tate County School Dist., <i>supra</i><i>,</i> also is pertinent to the issue involved here. In that case, the Fifth Circuit set aside the sale of a public school building to an all-white private school, although the school board that sold the property acted in good faith and did not know that the private school discriminated against Negroes. The court said: \"[S]chool boards are charged with the <i>affirmative</i> duty to take whatever steps might be necessary to bring about a unitary educational system which is free from racial discrimination. . . . That duty includes making some sort of reasonable investigation of prospective purchasers. . . .\" In the instant case, the Montgomery City officials are charged with an affirmative duty to bring about and maintain a desegregated public school system. <i>Providing aid to segregated private schools is incompatible with that constitutional obligation.</i> Thus, it becomes apparent that Montgomery's policy of making its facilities available to all schools without regard to racial composition, does not constitute a defense to the present action.</p>\n<p>Neither does a private, segregated school's \"declared\" nondiscriminatory, open admissions policy constitute a defense to the city's aiding that school. The test is whether the city's aid frustrates the right of black citizens to a desegregated public education. When the effect upon that right is the same, no difference in constitutional result should exist. Therefore, regardless of the school's \"declared\" admissions policy, the mere fact of its segregation renders any state aid to it unconstitutional.</p>\n<p>As to that aspect of plaintiffs' motion relating to private clubs and organizations other than those affiliated with private schools, this Court feels the test should be somewhat different. Whereas state and city officials are under an affirmative obligation to end discrimination in situations involving education, this affirmative duty does not extend to cases involving private groups other than those affiliated with schools. Consequently, although state aid to such a group is unconstitutional <span class=\"star-pagination\">*26</span> if the organization discriminates on the basis of race, the mere fact that such an organization is segregated is not enough to render state aid to it <i>per se</i> constitutionally improper.</p>\n<p>Accordingly it is the order, judgment and decree of this Court:</p>\n<p>1. That the City of Montgomery, Alabama's policy and practice of permitting the use of city owned or operated recreational facilities by any private school, or private school affiliated group, which school or group is racially segregated or which has a racially discriminatory admissions policy be and the same is hereby declared unconstitutional.</p>\n<p>2. That said City of Montgomery, Alabama, its officers, agents, servants, employees, and those acting in concert with it, be and each is hereby enjoined from permitting or in any way sanctioning the use of city owned or operated recreational facilities by any private school, or private school affiliated group, if such school or group is racially segregated or if it has a racially discriminatory admissions policy.</p>\n<p>3. That said City of Montgomery, Alabama's policy and practice of permitting the use of city owned or operated recreational facilities by any private group, club or organization which has a racially discriminatory admissions policy be and the same is hereby declared unconstitutional.</p>\n<p>4. That said City of Montgomery, Alabama, its officers, agents, servants, employees and those acting in concert with it, be and each is hereby enjoined from permitting or in any way sanctioning the use of city owned or operated recreational facilities by any private group, club or organization which is not affiliated with a private school and which has a racially discriminatory admissions policy.</p>\n<p>5. That the costs of this proceeding be and the same are hereby taxed against the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  The original case concerned the desegregation of all public recreational facilities operated by the City of Montgomery. This Court's opinion and injunction are reported in Gilmore v. City of Montgomery, <span class=\"citation\" data-id=\"1484785\"><a href=\"/opinion/1484785/gilmore-v-city-of-montgomery/\"><span class=\"volume\">176</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">776</span></a></span> (M.D.Ala. 1959), affirmed as modified in City of Montgomery, Alabama, v. Gilmore, <span class=\"citation\" data-id=\"250694\"><a href=\"/opinion/250694/city-of-montgomery-alabama-v-georgia-theresa-gilmore/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span> (5th Cir. 1960).</p>\n<p>[2]  This Court emphasizes the word \"declared\" because these schools have no Negroes in attendance. As a matter of fact, none of the private schools that are using these public facilities have Negro students or teachers.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1458865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1484785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1982533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1982666/"
          ]
        }
      ],
      "judges": "Johnson",
      "date_created": "2014-10-30T21:31:35.492006Z",
      "date_modified": "2016-03-03T19:56:17.170749Z",
      "date_filed": "1972-01-18",
      "date_filed_is_approximate": false,
      "slug": "gilmore-v-city-of-montgomery-alabama",
      "citation_id": 1442535,
      "case_name_short": "Gilmore",
      "case_name": "Gilmore v. CITY OF MONTGOMERY, ALABAMA",
      "case_name_full": "",
      "federal_cite_one": "337 F. Supp. 22",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2050097/gilmore-v-city-of-montgomery-alabama/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:31:35.488164Z",
  "date_modified": "2014-10-30T21:31:35.488164Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gilmore",
  "case_name": "Gilmore v. CITY OF MONTGOMERY, ALABAMA",
  "case_name_full": "",
  "slug": "gilmore-v-city-of-montgomery-alabama",
  "docket_number": "Civ. A. No. 1490-N",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}