{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2052611/",
  "id": 2052611,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/msnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2185593/",
      "id": 2185593,
      "absolute_url": "/opinion/2185593/livingston-v-desoto-county-school-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2052611/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2185593/",
          "id": 2185593,
          "absolute_url": "/opinion/2185593/livingston-v-desoto-county-school-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2185593/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/272/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:33:25.878794Z",
          "date_modified": "2017-04-08T20:40:59.113506Z",
          "type": "010combined",
          "sha1": "7fbcf02b5b7881fb322ee839883ae0b5d468862c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>782 F.Supp. 1173 (1992)</b></center>\n<center><h1>Michael LIVINGSTON, Betty Livingston, and Glenn Livingston, Plaintiffs,<br>\nv.<br>\nDeSOTO COUNTY SCHOOL DISTRICT, Defendant.</h1></center>\n<center>No. DC89-W214-B-O.</center>\n<center><p><b>United States District Court, N.D. Mississippi, Delta Division.</b></p></center>\n<center>January 17, 1992.</center>\n<p><span class=\"star-pagination\">*1174</span> Ronald W. Lewis, Oxford, Miss., for plaintiffs.</p>\n<p>James A. Keith, Jackson, Miss., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BIGGERS, District Judge.</p>\n<p>This is an appeal under 20 U.S.C. § 1415(e)(2), of an administrative due process hearing wherein the hearing officer determined that the plaintiffs were not entitled to reimbursement for tuition and related expenses associated with their handicapped child's placement in a private facility. The principal issues in this case are: (1) whether the DeSoto County School District (\"DCSD\") provided a free appropriate public education (\"FAPE\") to Michael Livingston, a handicapped child, whose parents withdrew him from public school at the end of his 11th grade year and placed him in the Bodine School, a private school for children with special learning disabilities; and (2) whether the school district should reimburse Michael's parents for tuition and related expenses associated with his placement at Bodine. An administrative due process hearing was held on October 10-13, 1989. The rights and responsibilities of the parties are controlled by the Education of the Handicapped Act (\"EHA\"), 20 U.S.C. §§ 1400-85, implementing federal regulations and state law.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Michael Livingston, born August 5, 1970, is a learning disabled child. At the age of 4, Michael was diagnosed by his pediatrician as hyperactive. In 1974, he entered a private kindergarten in Southhaven, Mississippi but, failing to progress, was retained for a second year. After the second year in kindergarten, Michael entered the first grade in Southhaven. He was evaluated by the DCSD for special education services but declared ineligible for such services at the end of the 1976-77 school year. Michael was retained in the first grade for a second year at the Hope Sullivan school for the 1977-78 school year. At the end of his second year in the first grade, he was reevaluated for special educational services and this time found eligible on the basis of a specific learning disability in reading.</p>\n<p>Michael's mother withdrew him from the Hope Sullivan school and placed him in <span class=\"star-pagination\">*1175</span> Sacred Heart, a nearby parochial school during the 1979-1980 school year. Michael attended the 3rd, 4th and 5th grades at Sacred Heart, although neither the school district nor Sacred Heart provided Michael special educational services during this period. At the end of the 5th grade, Michael's teachers at Sacred Heart recommended that he return to the public schools to receive special education services. In the spring of 1982, prior to reentry into DCSD, Michael was reevaluated by the school district and again found eligible for such services noting deficits in reading and mathematics.<sup>[1]</sup> At that time Michael was reading at the third grade level.</p>\n<p>The school district passed Michael to the seventh grade in order for \"age appropriate placement\" to take place. Michael again failed, was retained in the 7th grade a second year and was placed in a resource class with full special education curriculum. At the end of the year, Michael was again found not eligible to pass, and the decision was made to place him in a certificate track rather than a diploma track and to skip him to the 9th grade to participate in a pre-vocational program. No written disclosure was provided by DCSD to Michael's parents that he would be placed in the certificate track at the time the change occurred. Testimony at the administrative hearing, however, revealed that both Michael and Mrs. Livingston fully participated in this decision.</p>\n<p>Michael spent the next three school years at Southhaven High School in the pre-vocational program. During this period, Michael's self esteem appeared to drop noticeably and he began to skip classes often. At the end of his 11th grade school year, he was again found ineligible to pass to the next grade. In March of 1988, Michael was given his three-year reevaluation and was screened by a speech pathologist who determined that no severe problem existed in the speech/language area. Mrs. Livingston testified that in April she discovered that her son could not read well enough to fill out a job application. When Michael blamed his mother for his inability to read, Mrs. Livingston took him to LeBonheur Children's Medical Center to be evaluated by Dr. Roger Bennett, a clinical psychologist. Dr. Bennett diagnosed Michael as having auditory visual processing disorder as well as other learning disabilities and recommended that Mrs. Livingston consider placement at the Bodine School, a private day school for handicapped children located in Germantown, Tennessee.</p>\n<p></p>\n<h2>II. <i>The IEP Conferences</i>\n</h2>\n<p>On May 27, 1988, the school district convened a IEP (individualized educational program) conference for the 1988-89 school year, which Mrs. Livingston attended accompanied by a local special education advocate. Mrs. Livingston took a handwritten draft of Dr. Bennett's report to the school and questioned each IEP team member individually about the methods by which her son had been taught and about the nature of his learning disabilities. Mrs. Livingston and the school personnel were unable to agree on an IEP at the May 27th meeting which was reconvened on June 1, 1988. At the reconvened conference, Mrs. Livingston refused to sign a proposed IEP, which called for continuation of the certificate program, and requested alternative placement at Bodine. Thereafter, Mr. Billy McCord, Assistant Superintendent for DeSoto County Schools sent Mrs. Livingston a letter dated June 14, 1988, refusing her request for alternative placement. McCord informed Mrs. Livingston that the district believed the proposed IEP was appropriate but that academic courses could be provided, and that placement at Bodine \"would not meet the least restrictive environment for Michael.\" She was not at that time informed of her rights to a due process hearing. Mrs. Livingston then made the decision to unilaterally place Michael in the Bodine School.</p>\n<p>On September 22-23, 1988, Michael's mother took him to Vermont to be tested by the psycho-educational evaluation team of Dr. Patricia Stone, a clinical psychologist. <span class=\"star-pagination\">*1176</span> Dr. Stone diagnosed Michael as having average cognitive ability but presenting patterns of specific learning disabilities, specifically developmental language disorder and developmental dyslexia, both in the severe range. She concluded that Michael should be in a specialized school for specific learning disabled students with highly intensive services to make up for the lack of previous services, particularly with regard to language disorder. An IEP was developed for Michael at Bodine and Dr. Rene Lee was contacted to offer language services.</p>\n<p>On October 28, 1988, the Livingstons provided the school district a copy of the Stone and Bennett reports and requested its reconsideration of Bodine as alternative placement at a reconvened IEP conference. McCord responded to the letter on December 12, 1988 stating that the school district was willing to reschedule an IEP conference \"[i]f Michael's parents are willing to come to an IEP conference open minded with the possibility of placing Michael back in the DeSoto County School District....\" McCord informed the Livingstons of their right to a due process hearing at that time. Without further communication between the parties, the Livingstons on May 29, 1989 sought a due process hearing.<sup>[2]</sup> The due process hearing was conducted on October 10-13, 1989. The hearing officer concluded that, although Michael could benefit from instruction at Bodine, the appropriate placement for him for the 1989-1990 school year was the DeSoto County Public Schools and, therefore, Michael's parents should not be reimbursed for tuition or related expenses incurred by their placement of Michael at Bodine.<sup>[3]</sup> From the hearing officer's determination, the Livingstons appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The court begins with the acknowledgement that, per 20 U.S.C. § 1415(e)(2), its function is principally \"one of involved oversight.\" <i>Roland M. v. Concord School Comm.,</i> 910 F.2d 983, 989 (1st Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1122, 113 L.Ed.2d 230 (1991). Section 1415(e)(2) requires the court to:</p>\n<blockquote>receive the records of the administrative proceedings, ... hear additional evidence at the request of a party and, basing its decision on the preponderance of the evidence, ... grant such relief as the court determines is appropriate.</blockquote>\n<p>\"[D]ue weight\" should be given to the hearing officer's decision \"to avoid imposing [this court's] view of preferable educational methods\" upon the state. <i>Board of Educ. v. Rowley,</i> 458 U.S. 176, 207, 102 S.Ct. 3034, 3051, 73 L.Ed.2d 690, 712 (1982). The State of Mississippi by receipt of federal funding under the EHA must have \"in effect a policy that assures all handicapped children the right to a free appropriate public education.\" 20 U.S.C. § 1412(1). If the DeSoto County School District denied Michael a FAPE, then the district was not the appropriate placement for Michael during the relevant period. Additionally, if Bodine was the appropriate placement for Michael during the 1988-89 school year, Michael's parents are entitled to reimbursement <span class=\"star-pagination\">*1177</span> for the costs and expenses incurred through his placement there. <i>School Comm. of Burlington v. Department of Educ. of the Commonwealth of Massachusetts,</i> 471 U.S. 359, 105 S.Ct. 1996, 85 L.Ed.2d 385 (1985).</p>\n<p>The Livingstons raise several points on appeal which, simply put, may be condensed to the argument that the DeSoto County School District failed, through procedural and substantive violations of the Act, to provide Michael with a free appropriate public education as required by the Education of the Handicapped Act, 20 U.S.C. §§ 1400-85. The alleged procedural violations include: (1) DCSD \"predetermined\" Michael's placement for the 1988-89 school year; (2) DCSD failed to provide Mrs. Livingston written notification of their refusal to change Michael's placement during the 1988-89 or 1989-90 school years, or at any time since Michael's initial evaluation for eligibility as a learning disabled child; and, finally, (3) DCSD failed to provide an IEP for the 1989-90 school year. Additionally, the Livingstons also contend that the IEP which was developed for Michael was not substantively appropriate to meet Michael's needs. This court will address each of these contentions in turn.</p>\n<p>As stated earlier, the Livingstons are entitled to reimbursement for the costs of Michael's education at Bodine provided they can prove that (1) the IEP developed by DCSD which designated placement in the district was inappropriate; and (2) placement at Bodine was appropriate. <i>Burlington,</i> 471 U.S. at 370, 105 S.Ct. at 1996, 85 L.Ed.2d at 395. To determine whether the IEP proposed by the school district was appropriate, however, necessitates inquiry into whether the district complied with both procedural and substantive requirements of the EHA. In <i>Board of Educ. v. Rowley,</i> 458 U.S. 176, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982), the Supreme Court, postulated this analysis as containing two separate but related components: \"First, has the State complied with the procedures set forth in the Act? And Second, is the individualized educational program developed through the Act's procedures reasonably calculated to enable the child to receive educational benefits?\" <i>Rowley,</i> 458 U.S. at 205, 102 S.Ct. at 3050. The plaintiffs contend that if DCSD has failed either of the <i>Rowley</i> prongs, procedural or substantive, the first prong of <i>Burlington</i> is thereby satisfied and the remaining issue for the court's determination concerns only the appropriateness of Bodine.</p>\n<p></p>\n<h2>I. <i>Procedural compliance with EHA</i>\n</h2>\n<p>In their complaint, the plaintiffs allege that the 1988-89 IEP offered by the school district was procedurally inappropriate in that the district \"predetermined Michael's placement,\" e.g., that the district determined that Michael would be attending school within the district and then wrote the IEP. The record indicates that in the spring of 1988, the district did a three-year reevaluation of Michael. Mrs. Livingston received written prior notice February 18, 1988. Thereafter, Michael was reevaluated and screened for speech/language services by a school district speech pathologist. On May 12, 1988, Mrs. Livingston was notified that Michael's IEP needed reviewing and revising, and the IEP conference was held the 27th of May.</p>\n<p>The conference was reconvened on June 1st, at which time an IEP was presented to Michael's mother. The district contends that placement was not predetermined insofar as the IEP was in draft form rather than a fact accomplished. It appears that had Mrs. Livingston signed the \"draft\", the IEP as proposed would have become effective. However, up until that time Michael was in a vocational program, and according to witnesses for the school district making some progress in that program. The IEP proposed on June 1st, called for a continuation of that program. While the first IEP conference had ended indecisively, the school district had no reason to believe at that time that Mrs. Livingston would not agree to the placement indicated by the IEP. Only after this initial conference did Mrs. Livingston request that Michael's educational program be altered from vocational to academic, and that he be placed at Bodine. On June 14th, the school district <span class=\"star-pagination\">*1178</span> wrote to Mrs. Livingston denying placement at Bodine and offering to reschedule another conference at their request. For whatever shortcomings this letter may possess as discussed <i>infra,</i> it does not indicate predetermination of placement by the school district.</p>\n<p>This court agrees with the Livingstons that placement decisions should be based on the IEP, and that IEP objectives should be written before placement. 34 C.F.R. § 300.552(a)(2). The evidence before this court indicates that an IEP, however objectionable to Mrs. Livingston, was developed prior to refusing her request for placement. Two previous unsuccessful conferences were held prior to the June 14th, letter and her placement of Michael at Bodine. While placement decisions made without reference to an IEP are in violation of the EHA, <i>See </i><i>Spielberg v. Henrico County Pub. Schools,</i> 853 F.2d 256 (4th Cir.1988), <i>cert. denied,</i> 489 U.S. 1016, 109 S.Ct. 1131, 103 L.Ed.2d 192 (1989), the court finds no evidence that DCSD did so in Michael's case.</p>\n<p>Secondly, the Livingstons contend that DCSD never provided them with a written notice containing an explanation of their procedural safeguards as required by 20 U.S.C. § 1415(b)(1)(C) and 34 C.F.R. § 300.505 during either the 1988-89 or 1989-90 school years, or at any time since his initial evaluation for eligibility as a learning disabled child. The focus of the Livingstons' argument on this point again concerns the letter written by McCord, on June 14, 1988, refusing Mrs. Livingston's placement option.<sup>[4]</sup></p>\n<p>The DCSD concedes that the June 14, letter refusing her request for placement at Bodine does not inform the Livingstons of their rights to a due process hearing to challenge the School District's decision, nor certain other required information. Further, the school district's letter of December 12, 1988, in response to Mrs. Livingston's request for reconsideration in only providing notice of their right to a due process hearing also fell short of the requirements embodied in 34 C.F.R. § 300.505 (content of notice requirements). In this circuit, a violation of the EHA's procedural guarantees may be a sufficient basis for holding that the school district has failed to provide a free appropriate public education. <i>Jackson v. Franklin County School Bd.,</i> 806 F.2d 623, 630 (5th Cir. 1986). Proof of such violations however, does not appear to mandate this result. <i>Weil v. Board of Elementary &amp; Secondary Educ.,</i> 931 F.2d 1069 (5th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, 112 S.Ct. 306, 116 L.Ed.2d 249 (1991). Other Circuits confronted with evidence of procedural violations of the Act have inquired into the harmfulness of procedural shortcomings. <i>See </i><i>Roland M.,</i> 910 F.2d at 994 (procedural violations must be tempered by considerations of fairness and practicality); <i>Doe v. Defendant I,</i> 898 F.2d 1186 (6th Cir.1990) (parental involvement in development of IEP excused procedural shortcomings; <i>Evans v. District No. 17 of Douglas County,</i> 841 F.2d 824 (8th Cir.1988) (procedural violations did not amount to denial of FAPE).</p>\n<p>Procedural compliance with provisions of the EHA is required to insure that \"parents and guardians [have] a large measure of participation at every stage of the administrative process ...\" <i>Rowley,</i> 458 U.S. at 205-06, 102 S.Ct. at 3050-51. Inadequate notice or none at all of parental rights can completely defeat meaningful participation in the educational process, and thereby effectively undermine the purpose of the Act's procedures. Procedural fidelity prevents \"arbitrary or erroneous decision-making\", <i>Jackson,</i> 806 F.2d at 630, through informed parental participation in the process. True, the content of the notice of the district's refusal to change Michael's <span class=\"star-pagination\">*1179</span> placement is insufficient when gauged against the technical requirements of the Act. However, the record reflects that Mrs. Livingston was actively involved with Michael's teachers and principal throughout his time in the public school system, and that they were responsive to her concerns as well as his needs during this period. Also, Mrs. Livingston was accompanied at the May 27, 1988 IEP conference by Jim Kotowicz, her local special education advocate, who, she testified, explained to her those procedural rights. To fault the district for the content of the notice provided Mrs. Livingston in the June 14th and December 12th, 1988 letters would be to exalt form over substance.</p>\n<p>The Hearing Officer found that DCSD's refusal to provide a IEP conference with Michael's parents to discuss placement at Bodine in the communication by McCord on December 12th technically violated the guidelines of the Mississippi State Plan. She determined, however, that such violations were not sufficient to render the program Michael had been enrolled in inappropriate. This court agrees.<sup>[5]</sup> Just as the Livingstons believed the district had \"predetermined\" Michael's placement in the district prior to development of an IEP, Superintendent McCord likewise testified that the school district felt that Michael's parents had their mind made up prior to the district's letter. The record reflects that sometime between May 27th and June 1st Mrs. Livingston had made up her mind that Michael would be attending the Bodine school. What possible benefit a third IEP conference would have had in Michael's case is not apparent to this court, where both parties' positions had substantially stiffened prior to the December letter formally refusing their request for alternative placement and informing them of the right to a due process hearing to resolve the impasse.</p>\n<p>Finally, the Livingstons assign as procedural error the district's failure to provide an IEP for the 1989-90 school year. While the district concedes it did not prepare an IEP after Mrs. Livingston unilaterally removed Michael from the district prior to the 1988-89 school year, it responds in essence that it had been ready, willing and able at all times to implement the findings of the hearing officer yet, without any co-operation by the Livingstons, was unable to develop those findings into an IEP. The court notes that it is not clear whether or not the district would have the duty to prepare an IEP for Michael under these circumstances. While Section Four (IV) of the Mississippi State Plan (\"MSP\") would appear to require an IEP to be prepared annually regardless of where the handicapped child is being educated, subsection thirteen (13) appears to qualify this responsibility to local school districts which place the child in a private facility, or where the child, although enrolled in a private school, is receiving special education and related services from the local school district. <i>See also</i> MSP IV.(14) &amp; (15). Neither would appear to apply in the present case since Michael was placed at Bodine by his parents and ceased receipt of special educational services at that time.</p>\n<p>Further support may be found in the federal regulations concerning referral to placement procedures. 34 C.F.R. §§ 300.401-300.403 which only apply to handicapped children \"who are or have been placed in or referred to a private school or facility by a public agency as a means of providing special education and related services,\" <span class=\"star-pagination\">*1180</span> specifically require the public agency to insure that the referred or placed handicapped child \"[i]s provided special education and related services ... [i]n conformance with an individualized education program....\" 34 C.F.R. § 300.401. However, 34 C.F.R. §§ 300.403-300.452, applicable to \"a handicapped child who has available a free appropriate public education and the parents choose to place the child in a private school or facility,\" require only that the public agency make available \"special education and related services designed to meet the[ir] needs....\" 34 C.F.R. § 300.452. Read <i>in pari materia,</i> it appears that these provisions would require the district to retain the responsibility for providing access to special education and related services to the handicapped child enrolled in a private facility not at the behest of the district if the district in fact offers a free appropriate public education. The formality incident to development of an IEP however appears not required where the district does not itself place or refer the child to the private facility. <i>See also</i> 34 C.F.R. § 300.347 (development of IEP for private school placements). Whether the District did in fact provide a FAPE to Michael Livingston thereby removing the IEP requirement, however, remains the issue.</p>\n<p>In sum, finding no procedural errors severe enough to warrant reversal of the hearing officer's determination that Michael was given a FAPE by the DCSD, the court now addresses the Livingstons' argument that the 1988-89 IEP was substantively inappropriate since it: (1) was not designed to have Michael receive a high school diploma; (2) did not adequately address his reading/writing disability; (3) lacked provision for social skill development; (4) lacked provision for speech/language therapy; (5) lacked provision for study skills; (6) lacked provision for an intensive program designed to meet Michael's needs as a severely handicapped student; (7) failed to properly provide for Michael's low self-esteem related to repeated failure; (8) failed to provide a program calculated to enable Michael to be an independent literate adult; and (9) failed to include annual goals, short-term objectives, and objective evaluation measures.</p>\n<p></p>\n<h2>II. <i>Substantive Appropriateness of 1988-89 IEP</i>\n</h2>\n<p>The EHA seeks to guarantee to all handicapped children a free appropriate public education. The act defines a free appropriate education as:</p>\n<blockquote>special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C) include an appropriate preschool, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.</blockquote>\n<p>20 U.S.C. § 1401(18).</p>\n<p>As noted by this and other circuits, beyond the broad definition included in § 1401(18), there is little guidance provided in the way of specific educational policy and methodology. <i>Daniel R.R. v. State Bd. of Educ.,</i> 874 F.2d 1036, 1044 (5th Cir.1989); <i>Roland M.,</i> 910 F.2d at 992. Rather, \"the Act mandates an education for each handicapped child that is responsive to his needs, but leaves the substance and the details of that education to state and local school officials.\" <i>Daniel R.R.,</i> 874 F.2d at 1044. A free appropriate public education, however, must consist of \"educational instruction specifically designed to meet the unique needs of the handicapped child, supported by such services as are necessary to permit the child to benefit from the instruction.\" <i>Rowley,</i> 458 U.S. at 188-89, 102 S.Ct. at 3042. The quality of the educational \"benefit\" conferred must be \"meaningful\" though not to the maximum extent possible. <i>Christopher M. v. Corpus Christi Indep. School Dist.,</i> 933 F.2d 1285, 1289 (5th Cir.1991) (citing <i>Roland M.,</i> 910 F.2d at 991); <i>Polk v. Central Susquehanna Intermediate Unit 16,</i> 853 F.2d 171, 180-82 (3rd Cir.1988), <i>cert. denied,</i> 488 U.S. 1030, 109 S.Ct. 838, 102 L.Ed.2d 970 (1989). Consistent with the stated rationale of deferential judicial treatment of <span class=\"star-pagination\">*1181</span> state educational policy is the concomitant presumption in favor of the education placement established by the child's IEP. <i>Christopher M.,</i> 933 F.2d at 1291 (citing <i>Alamo Heights Indep. School Dist. State Bd. of Educ.,</i> 790 F.2d 1153 (5th Cir.1986)). The Livingstons therefore bear the burden of showing why DeSoto County School District, the placement established by Michael's IEP, would not provide him any meaningful benefit. <i>Christopher M.,</i> 933 F.2d at 1291.</p>\n<p>The Livingstons attack the 1988-89 IEP on the basis that it was not designed to have Michael receive a high school diploma which Drs. Stone and Lovelace and Dr. Karen Hater (director of Bodine) all agreed he was capable of earning. The EHA does not specify whether a student should be placed in a certificate or diploma track. What type of services would provide him \"meaningful benefit\" would depend upon Michael's particular abilities and handicaps. Testimony at the hearing indicated that the decision to place Michael in the certificate track was made by the district in conjunction with Michael and his parents. Mrs. Livingston testified that the decision was made at a time when it appeared that Michael was in danger of dropping out of school entirely. Noting his handicaps, it might be doubtful if Michael could have achieved self-sufficiency were he to drop out of the school system at that time.<sup>[6]</sup> Although determined by independent evaluations that Michael was capable of earning a diploma, the school district does not appear to have adopted the opposite premise, e.g., that he could not learn academically. Rather, the initial decision to place him in the certificate track was based on the opinion of all parties at the time that this would be the appropriate program. An IEP \"must take into account what was, and was not, objectively reasonable ... at the time the IEP was promulgated.\" <i>Roland M.,</i> 910 F.2d at 992. Continuation of the certificate track reflected the district's belief of what was then objectively reasonable concerning Michael's education. The evidence presented at the hearing indicated Michael's progress in that program. Although the latter evaluations also indicate, alternatively, that Michael could have succeeded in the diploma track, this fact does not make the IEP inappropriate.</p>\n<p>The hearing officer did note that the IEP was not appropriate in one respect: \"that the parents did not agree to the IEP because Michael has not demonstrated sufficient progress and is not in the Diploma track.\"<sup>[7]</sup> Although an IEP which reflected Michael's later desire to gain a high school diploma might have prevented the present dispute, it was not required to make the 1988-89 proposed IEP substantively appropriate. The Fifth Circuit, in reviewing the appropriateness of an IEP, has considered \"the nature and severity of the child's handicapping condition, his needs and abilities, and the school's response to the child's needs.\" <i>Daniel R.R.,</i> 874 F.2d at 1048. As set out previously, Michael has several specific learning disabilities, in particular reading and speech related. While the hearing officer did determine that Bodine had an excellent program to address these problems, she also noted that the school district was capable and had in the past provided appropriate services for Michael. The parties provided both lay and expert testimony concerning the various benefits and detriments of the current and alternative placement. The hearing officer determined that although placement at Bodine would result in greater academic benefits, the protected and segregated environment of the private day school would not provide the more appropriate placement. Weighed against the circumstances that existed when he entered the program and the fact <span class=\"star-pagination\">*1182</span> that the district was first informed of Mrs. Livingston's objection to that program on this basis on June 1st, the court does not hold this ingredient of his IEP inappropriate.</p>\n<p>Secondly, the Livingstons argue that the 1988-89 IEP was inadequate in addressing Michael's reading and writing disabilities. The Livingstons objected to the provision for \"GED\" reading, which they point out is not appropriate for a student seeking a diploma. This reading component was added to Michael's IEP after Mrs. Livingston rejected an SRA reading program which Michael had previously participated in. There appears to be conflicting claims as to the extent of Michael's ability to read. Michael's parents allege that when he left the school system at the end of 11th grade, he could not read a menu or job application. The district contends that Michael had tenth grade reading skills when he left the DeSoto County schools. As noted by the hearing officer, the experts on both sides of this controversy disagreed significantly over the proper methodology of teaching the learning disabled and, in particular, Michael Livingston. Without resolving this dispute, there is adequate support in the record that either program would have fulfilled the mandate that it be reasonably calculated to enable the child to receive educational benefits.</p>\n<p>The Livingstons also argue that the proposed IEP was substantively inappropriate in that it lacked provision for development of social skills, study skills, and failed to provide for Michael's low self-esteem. Related services such as these are not required to be provided unless they are necessary in order for the handicapped child to benefit educationally. <i>Irving Indep. School Dist. v. Tatro,</i> 468 U.S. 883, 890, 104 S.Ct. 3371, 3375, 82 L.Ed.2d 664 (1984). As stated previously, witnesses for both sides varied significantly in their opinion of the adequacy of Michael's education and the effectiveness of the teaching strategy employed by the district. While the plaintiffs' witnesses ascribed Michael's lack of significant progress to the district's failure to provide speech/language services, the witnesses for DCSD related the problem to his failure to attend classes while enrolled there. The hearing officer, holding a doctorate in Special Education Curriculum and Instruction, was well qualified to give the appropriate weight to the testimony of the experts presented at the hearing. This court cannot say that this decision is in error or not supported by the evidence.</p>\n<p>Without separately addressing each of the Livingstons' further contentions concerning the appropriateness of the 1988-89 IEP, this court finds none to have merit. While, arguably, Michael might have benefited from the related services proposed by his parents, the Act mandates those services only if they are required in order for the handicapped child to benefit educationally. The record supports the district's contention that Michael did benefit from his educational program while in the public school system. Although an opposite conclusion may be reached depending on how one views the evidence, this court, lacking specialized knowledge and experience in the field of educational theory, finds that a preponderance of evidence supports the hearing officer's decision and that the plaintiffs have not discharged their burden of showing the inappropriateness of the district's proposed IEP.</p>\n<p>The Court holds, therefore, that the school district provided Michael with \"meaningful\" educational benefit. Though perhaps not to the maximum extent possible, such is not required under the present state of the law. Further, the court agrees with the hearing officer that the appropriate placement for Michael during the 1988-89 school year was the DeSoto County School District. Therefore, the Livingstons are not entitled to reimbursement for tuition and related expenses associated with the unilateral placement of Michael at Bodine. Further, since the appropriate placement for Michael was the district, their request for reimbursement for the 1989-90 school year is also denied. Finally, the court finds that counsel for the plaintiffs is not entitled to attorney fees and expenses for bringing the present cause of action.</p>\n<p><span class=\"star-pagination\">*1183</span> The Handicapped Children's Protection Act of 1986 (\"HCPA\"), 20 U.S.C. § 1415(e)(4)(B), allows the award of attorney fees to the prevailing party in any action or proceeding brought under the EHA. While the parents of a handicapped child can recover their attorney fees even if they do not obtain their principal objective, to claim \"prevailing party\" status, \"(1) the remedy received under the EHA must alter the legal relationship between the parties, and (2) the nature of the remedy must foster the purposes of the HCPA.\" <i>Angela L. v. Pasadena Indep. School Dist.,</i> 918 F.2d 1188, 1196 (5th Cir.1990). In viewing the results obtained by the Livingstons, the court notes that the hearing officer determined two issues in their favor: (1) that Michael should be provided a speech/language evaluation to determine if eligible for speech/language therapy; and (2) the district will hire a consultant to work with him, his parents and the school district in developing and implementing an IEP that can be carried out in the public schools and result in a high school diploma or its equivalent. Both findings were made contingent on Michael returning to the public school. While it may be said that the Livingstons' success on these points is more than de minimis insofar as an important change was proposed to Michael's IEP, e.g., the change from certificate to diploma track, such success can only be gauged by what might have been had he returned to the district. Had he returned to the public school system which the hearing officer had determined was the appropriate placement for Michael, such success would have changed the legal relationship between the parties. However, since these changes were never implemented, no legally relevant change was brought about by the hearing. The court therefore finds that the Livingstons did not \"prevail\" in the present action and are not entitled to an award of attorney fees.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court agrees with the hearing officer that the appropriate placement for Michael for the 1988-89 school year was the DeSoto County School District and that the plaintiffs are not entitled to reimbursement for tuition and related expenses incurred by their unilateral placement of Michael at the Bodine School for the 1988-89 or 1989-90 school years. Further, the court finds that the school district had no obligation to initiate and conduct an IEP conference for Michael for the 1989-90 school year, after the due process hearing on this matter under the circumstances of the present case. Finally, the court also finds that plaintiffs are not entitled to an award for attorney fees incurred in the present case. An order in conformance with this opinion will issue accordingly.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with a memorandum opinion this day issued, it is ORDERED:</p>\n<p>That the decision of the Administrative Due Process Hearing Officer is AFFIRMED;</p>\n<p>That the plaintiffs' request for reimbursement of tuition and related expenses incurred by their unilateral placement of Michael Livingston at the Bodine School for the 1988-89 or 1989-90 school years is DENIED;</p>\n<p>That DeSoto County School District is the prevailing party in this action and the plaintiffs' request for attorney fees and costs incurred in this matter is DENIED; and</p>\n<p>That this cause is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Michael was evaluated by a psychometrist who recommended screening for speech/language deficiencies. There is no record that a screening was ever done, however.</p>\n<p>[2]  Prior to the hearing, the Livingstons obtained one final evaluation. On August 28-30, Dr. Terry Lovelace, a clinical psychologist, evaluated Michael. After conducting a battery of tests, reviewing Michael's cumulative school records and the previous reports of Drs. Stone and Bennett, she diagnosed Michael as suffering from attention deficit disorder with residual type hyperactivity, developmental dyslexia, a specific arithmetic disorder, a specific learning disability associated with composition, a specific spelling disability, developmental language disorder, abnormal auditory perception, impairment of auditory discrimination, and deficiencies of secaddic eye movements.</p>\n<p>[3]  Specifically, she determined that (1) Michael's learning disability was sufficiently identified by DCSD; however, if Michael reenters the district, he should be provided speech and language evaluation; (2) the appropriate placement for Michael for the 1989-90 school year is DCSD; (3) while the school district's failure to provide Michael's parents an IEP conference to discuss placement at Bodine violated both the EHA and the Mississippi State Plan (\"MSP\"), such failure was not \"egregious\"; (4) Michael's placement in DeSoto County Schools was substantively appropriate to meet his needs; (5) proper procedures were followed in the development of Michael's IEP; and, finally (6) the Livingstons are not entitled to reimbursement for their unilateral placement of Michael at Bodine.</p>\n<p>[4]  The record is incomplete as to the district's compliance with state and federal procedures concerning notification to Michael's parents of their various rights guaranteed by the Act after 1977-78 but before 1988-89. Although the hearing officer did not specifically address this issue, the court notes sufficient evidence to indicate otherwise. Several documents in evidence bearing Mrs. Livingston's signature state that certain procedural safeguards had been explained to her prior to her signing. Absent evidence to the contrary, the court concludes that the Livingstons were so informed.</p>\n<p>[5]  The hearing officer's stated rationale for her decision that the school district's procedural errors concerning Michael's educational development did not rise to the level of denying a FAPE to Michael is based upon her finding that such violations were technical in nature. While she found that the district's failure to convene an IEP conference once discussions broke down after the June 1, 1988 conference violated the EHA, she determined that such failure was not \"egregious,\" citing <i>Bonadonna v. Cooperman,</i> 619 F.Supp. 401 (D.N.J.1985). The language the hearing officer points to in <i>Bonadonna</i> concerns procedural violations in reference to an attempt to recover compensatory and punitive damages under the Act and, as such, is inapplicable to the present issue of whether procedural violations alone can be sufficient grounds for holding the district liable for denial of a FAPE. However, as discussed in the text, this court comes to the same conclusion that such error was not sufficiently prejudicial to the Livingstons to warrant a finding that the district denied Michael a FAPE.</p>\n<p>[6]  As noted by the Supreme Court in <i>Rowley,</i> Congress' intention in enacting the EHA, was to provide services to enable handicapped children to achieve a reasonable degree of self-sufficiency, interpreted by the Court to evidence an intention that the services provided be educationally beneficial, whatever the nature or severity of the handicap. <i>Rowley,</i> 458 U.S. at 201 n. 23, 102 S.Ct. at 3048 n. 23, 73 L.Ed.2d at 708-09 n. 23.</p>\n<p>[7]  She also noted that if Michael reentered public schools, the school district would develop and implement an IEP that can result in a high school diploma or the equivalent.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1173</span></span> (1992)</b></center>\n<center><h1>Michael LIVINGSTON, Betty Livingston, and Glenn Livingston, Plaintiffs,<br>\nv.<br>\nDeSOTO COUNTY SCHOOL DISTRICT, Defendant.</h1></center>\n<center>No. DC89-W214-B-O.</center>\n<center><p><b>United States District Court, N.D. Mississippi, Delta Division.</b></p></center>\n<center>January 17, 1992.</center>\n<p><span class=\"star-pagination\">*1174</span> Ronald W. Lewis, Oxford, Miss., for plaintiffs.</p>\n<p>James A. Keith, Jackson, Miss., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BIGGERS, District Judge.</p>\n<p>This is an appeal under 20 U.S.C. § 1415(e)(2), of an administrative due process hearing wherein the hearing officer determined that the plaintiffs were not entitled to reimbursement for tuition and related expenses associated with their handicapped child's placement in a private facility. The principal issues in this case are: (1) whether the DeSoto County School District (\"DCSD\") provided a free appropriate public education (\"FAPE\") to Michael Livingston, a handicapped child, whose parents withdrew him from public school at the end of his 11th grade year and placed him in the Bodine School, a private school for children with special learning disabilities; and (2) whether the school district should reimburse Michael's parents for tuition and related expenses associated with his placement at Bodine. An administrative due process hearing was held on October 10-13, 1989. The rights and responsibilities of the parties are controlled by the Education of the Handicapped Act (\"EHA\"), 20 U.S.C. §§ 1400-85, implementing federal regulations and state law.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Michael Livingston, born August 5, 1970, is a learning disabled child. At the age of 4, Michael was diagnosed by his pediatrician as hyperactive. In 1974, he entered a private kindergarten in Southhaven, Mississippi but, failing to progress, was retained for a second year. After the second year in kindergarten, Michael entered the first grade in Southhaven. He was evaluated by the DCSD for special education services but declared ineligible for such services at the end of the 1976-77 school year. Michael was retained in the first grade for a second year at the Hope Sullivan school for the 1977-78 school year. At the end of his second year in the first grade, he was reevaluated for special educational services and this time found eligible on the basis of a specific learning disability in reading.</p>\n<p>Michael's mother withdrew him from the Hope Sullivan school and placed him in <span class=\"star-pagination\">*1175</span> Sacred Heart, a nearby parochial school during the 1979-1980 school year. Michael attended the 3rd, 4th and 5th grades at Sacred Heart, although neither the school district nor Sacred Heart provided Michael special educational services during this period. At the end of the 5th grade, Michael's teachers at Sacred Heart recommended that he return to the public schools to receive special education services. In the spring of 1982, prior to reentry into DCSD, Michael was reevaluated by the school district and again found eligible for such services noting deficits in reading and mathematics.<sup>[1]</sup> At that time Michael was reading at the third grade level.</p>\n<p>The school district passed Michael to the seventh grade in order for \"age appropriate placement\" to take place. Michael again failed, was retained in the 7th grade a second year and was placed in a resource class with full special education curriculum. At the end of the year, Michael was again found not eligible to pass, and the decision was made to place him in a certificate track rather than a diploma track and to skip him to the 9th grade to participate in a pre-vocational program. No written disclosure was provided by DCSD to Michael's parents that he would be placed in the certificate track at the time the change occurred. Testimony at the administrative hearing, however, revealed that both Michael and Mrs. Livingston fully participated in this decision.</p>\n<p>Michael spent the next three school years at Southhaven High School in the pre-vocational program. During this period, Michael's self esteem appeared to drop noticeably and he began to skip classes often. At the end of his 11th grade school year, he was again found ineligible to pass to the next grade. In March of 1988, Michael was given his three-year reevaluation and was screened by a speech pathologist who determined that no severe problem existed in the speech/language area. Mrs. Livingston testified that in April she discovered that her son could not read well enough to fill out a job application. When Michael blamed his mother for his inability to read, Mrs. Livingston took him to LeBonheur Children's Medical Center to be evaluated by Dr. Roger Bennett, a clinical psychologist. Dr. Bennett diagnosed Michael as having auditory visual processing disorder as well as other learning disabilities and recommended that Mrs. Livingston consider placement at the Bodine School, a private day school for handicapped children located in Germantown, Tennessee.</p>\n<p></p>\n<h2>II. <i>The IEP Conferences</i>\n</h2>\n<p>On May 27, 1988, the school district convened a IEP (individualized educational program) conference for the 1988-89 school year, which Mrs. Livingston attended accompanied by a local special education advocate. Mrs. Livingston took a handwritten draft of Dr. Bennett's report to the school and questioned each IEP team member individually about the methods by which her son had been taught and about the nature of his learning disabilities. Mrs. Livingston and the school personnel were unable to agree on an IEP at the May 27th meeting which was reconvened on June 1, 1988. At the reconvened conference, Mrs. Livingston refused to sign a proposed IEP, which called for continuation of the certificate program, and requested alternative placement at Bodine. Thereafter, Mr. Billy McCord, Assistant Superintendent for DeSoto County Schools sent Mrs. Livingston a letter dated June 14, 1988, refusing her request for alternative placement. McCord informed Mrs. Livingston that the district believed the proposed IEP was appropriate but that academic courses could be provided, and that placement at Bodine \"would not meet the least restrictive environment for Michael.\" She was not at that time informed of her rights to a due process hearing. Mrs. Livingston then made the decision to unilaterally place Michael in the Bodine School.</p>\n<p>On September 22-23, 1988, Michael's mother took him to Vermont to be tested by the psycho-educational evaluation team of Dr. Patricia Stone, a clinical psychologist. <span class=\"star-pagination\">*1176</span> Dr. Stone diagnosed Michael as having average cognitive ability but presenting patterns of specific learning disabilities, specifically developmental language disorder and developmental dyslexia, both in the severe range. She concluded that Michael should be in a specialized school for specific learning disabled students with highly intensive services to make up for the lack of previous services, particularly with regard to language disorder. An IEP was developed for Michael at Bodine and Dr. Rene Lee was contacted to offer language services.</p>\n<p>On October 28, 1988, the Livingstons provided the school district a copy of the Stone and Bennett reports and requested its reconsideration of Bodine as alternative placement at a reconvened IEP conference. McCord responded to the letter on December 12, 1988 stating that the school district was willing to reschedule an IEP conference \"[i]f Michael's parents are willing to come to an IEP conference open minded with the possibility of placing Michael back in the DeSoto County School District....\" McCord informed the Livingstons of their right to a due process hearing at that time. Without further communication between the parties, the Livingstons on May 29, 1989 sought a due process hearing.<sup>[2]</sup> The due process hearing was conducted on October 10-13, 1989. The hearing officer concluded that, although Michael could benefit from instruction at Bodine, the appropriate placement for him for the 1989-1990 school year was the DeSoto County Public Schools and, therefore, Michael's parents should not be reimbursed for tuition or related expenses incurred by their placement of Michael at Bodine.<sup>[3]</sup> From the hearing officer's determination, the Livingstons appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The court begins with the acknowledgement that, per 20 U.S.C. § 1415(e)(2), its function is principally \"one of involved oversight.\" <i>Roland M. v. Concord School Comm.,</i> <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 989 (1st Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span> (1991). Section 1415(e)(2) requires the court to:</p>\n<blockquote>receive the records of the administrative proceedings, ... hear additional evidence at the request of a party and, basing its decision on the preponderance of the evidence, ... grant such relief as the court determines is appropriate.</blockquote>\n<p>\"[D]ue weight\" should be given to the hearing officer's decision \"to avoid imposing [this court's] view of preferable educational methods\" upon the state. <i>Board of Educ. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3051, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span>, 712 (1982). The State of Mississippi by receipt of federal funding under the EHA must have \"in effect a policy that assures all handicapped children the right to a free appropriate public education.\" 20 U.S.C. § 1412(1). If the DeSoto County School District denied Michael a FAPE, then the district was not the appropriate placement for Michael during the relevant period. Additionally, if Bodine was the appropriate placement for Michael during the 1988-89 school year, Michael's parents are entitled to reimbursement <span class=\"star-pagination\">*1177</span> for the costs and expenses incurred through his placement there. <i>School Comm. of Burlington v. Department of Educ. of the Commonwealth of Massachusetts,</i> <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985).</p>\n<p>The Livingstons raise several points on appeal which, simply put, may be condensed to the argument that the DeSoto County School District failed, through procedural and substantive violations of the Act, to provide Michael with a free appropriate public education as required by the Education of the Handicapped Act, 20 U.S.C. §§ 1400-85. The alleged procedural violations include: (1) DCSD \"predetermined\" Michael's placement for the 1988-89 school year; (2) DCSD failed to provide Mrs. Livingston written notification of their refusal to change Michael's placement during the 1988-89 or 1989-90 school years, or at any time since Michael's initial evaluation for eligibility as a learning disabled child; and, finally, (3) DCSD failed to provide an IEP for the 1989-90 school year. Additionally, the Livingstons also contend that the IEP which was developed for Michael was not substantively appropriate to meet Michael's needs. This court will address each of these contentions in turn.</p>\n<p>As stated earlier, the Livingstons are entitled to reimbursement for the costs of Michael's education at Bodine provided they can prove that (1) the IEP developed by DCSD which designated placement in the district was inappropriate; and (2) placement at Bodine was appropriate. <i>Burlington,</i> 471 U.S. at 370, 105 S.Ct. at 1996, 85 L.Ed.2d at 395. To determine whether the IEP proposed by the school district was appropriate, however, necessitates inquiry into whether the district complied with both procedural and substantive requirements of the EHA. In <i>Board of Educ. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982), the Supreme Court, postulated this analysis as containing two separate but related components: \"First, has the State complied with the procedures set forth in the Act? And Second, is the individualized educational program developed through the Act's procedures reasonably calculated to enable the child to receive educational benefits?\" <i>Rowley,</i> 458 U.S. at 205, 102 S.Ct. at 3050. The plaintiffs contend that if DCSD has failed either of the <i>Rowley</i> prongs, procedural or substantive, the first prong of <i>Burlington</i> is thereby satisfied and the remaining issue for the court's determination concerns only the appropriateness of Bodine.</p>\n<p></p>\n<h2>I. <i>Procedural compliance with EHA</i>\n</h2>\n<p>In their complaint, the plaintiffs allege that the 1988-89 IEP offered by the school district was procedurally inappropriate in that the district \"predetermined Michael's placement,\" e.g., that the district determined that Michael would be attending school within the district and then wrote the IEP. The record indicates that in the spring of 1988, the district did a three-year reevaluation of Michael. Mrs. Livingston received written prior notice February 18, 1988. Thereafter, Michael was reevaluated and screened for speech/language services by a school district speech pathologist. On May 12, 1988, Mrs. Livingston was notified that Michael's IEP needed reviewing and revising, and the IEP conference was held the 27th of May.</p>\n<p>The conference was reconvened on June 1st, at which time an IEP was presented to Michael's mother. The district contends that placement was not predetermined insofar as the IEP was in draft form rather than a fact accomplished. It appears that had Mrs. Livingston signed the \"draft\", the IEP as proposed would have become effective. However, up until that time Michael was in a vocational program, and according to witnesses for the school district making some progress in that program. The IEP proposed on June 1st, called for a continuation of that program. While the first IEP conference had ended indecisively, the school district had no reason to believe at that time that Mrs. Livingston would not agree to the placement indicated by the IEP. Only after this initial conference did Mrs. Livingston request that Michael's educational program be altered from vocational to academic, and that he be placed at Bodine. On June 14th, the school district <span class=\"star-pagination\">*1178</span> wrote to Mrs. Livingston denying placement at Bodine and offering to reschedule another conference at their request. For whatever shortcomings this letter may possess as discussed <i>infra,</i> it does not indicate predetermination of placement by the school district.</p>\n<p>This court agrees with the Livingstons that placement decisions should be based on the IEP, and that IEP objectives should be written before placement. 34 C.F.R. § 300.552(a)(2). The evidence before this court indicates that an IEP, however objectionable to Mrs. Livingston, was developed prior to refusing her request for placement. Two previous unsuccessful conferences were held prior to the June 14th, letter and her placement of Michael at Bodine. While placement decisions made without reference to an IEP are in violation of the EHA, <i>See </i><i>Spielberg v. Henrico County Pub. Schools,</i> <span class=\"citation\" data-id=\"509556\"><a href=\"/opinion/509556/jonathan-spielberg-a-minor-by-his-parents-howard-and-susan-spielberg-as/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span> (4th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></span> (1989), the court finds no evidence that DCSD did so in Michael's case.</p>\n<p>Secondly, the Livingstons contend that DCSD never provided them with a written notice containing an explanation of their procedural safeguards as required by 20 U.S.C. § 1415(b)(1)(C) and 34 C.F.R. § 300.505 during either the 1988-89 or 1989-90 school years, or at any time since his initial evaluation for eligibility as a learning disabled child. The focus of the Livingstons' argument on this point again concerns the letter written by McCord, on June 14, 1988, refusing Mrs. Livingston's placement option.<sup>[4]</sup></p>\n<p>The DCSD concedes that the June 14, letter refusing her request for placement at Bodine does not inform the Livingstons of their rights to a due process hearing to challenge the School District's decision, nor certain other required information. Further, the school district's letter of December 12, 1988, in response to Mrs. Livingston's request for reconsideration in only providing notice of their right to a due process hearing also fell short of the requirements embodied in 34 C.F.R. § 300.505 (content of notice requirements). In this circuit, a violation of the EHA's procedural guarantees may be a sufficient basis for holding that the school district has failed to provide a free appropriate public education. <i>Jackson v. Franklin County School Bd.,</i> <span class=\"citation\" data-id=\"480207\"><a href=\"/opinion/480207/james-edward-jackson-a-minor-joined-by-his-mother-lillie-r-thompson-v/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 630 (5th Cir. 1986). Proof of such violations however, does not appear to mandate this result. <i>Weil v. Board of Elementary &amp; Secondary Educ.,</i> <span class=\"citation\" data-id=\"560370\"><a href=\"/opinion/560370/donnie-weil-et-ux-v-board-of-elementary-secondary-education/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1069</span></a></span> (5th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span> (1991). Other Circuits confronted with evidence of procedural violations of the Act have inquired into the harmfulness of procedural shortcomings. <i>See </i><i>Roland M.,</i> 910 F.2d at 994 (procedural violations must be tempered by considerations of fairness and practicality); <i>Doe v. Defendant I,</i> <span class=\"citation\" data-id=\"538539\"><a href=\"/opinion/538539/john-doe-a-minor-by-and-through-his-parent-and-next-friend-mary-doe-v-i/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span> (6th Cir.1990) (parental involvement in development of IEP excused procedural shortcomings; <i>Evans v. District No. 17 of Douglas County,</i> <span class=\"citation\" data-id=\"502747\"><a href=\"/opinion/502747/elliott-evans-and-katherine-evans-next-friend-and-parent-of-christine/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></a></span> (8th Cir.1988) (procedural violations did not amount to denial of FAPE).</p>\n<p>Procedural compliance with provisions of the EHA is required to insure that \"parents and guardians [have] a large measure of participation at every stage of the administrative process ...\" <i>Rowley,</i> 458 U.S. at 205-06, 102 S.Ct. at 3050-51. Inadequate notice or none at all of parental rights can completely defeat meaningful participation in the educational process, and thereby effectively undermine the purpose of the Act's procedures. Procedural fidelity prevents \"arbitrary or erroneous decision-making\", <i>Jackson,</i> 806 F.2d at 630, through informed parental participation in the process. True, the content of the notice of the district's refusal to change Michael's <span class=\"star-pagination\">*1179</span> placement is insufficient when gauged against the technical requirements of the Act. However, the record reflects that Mrs. Livingston was actively involved with Michael's teachers and principal throughout his time in the public school system, and that they were responsive to her concerns as well as his needs during this period. Also, Mrs. Livingston was accompanied at the May 27, 1988 IEP conference by Jim Kotowicz, her local special education advocate, who, she testified, explained to her those procedural rights. To fault the district for the content of the notice provided Mrs. Livingston in the June 14th and December 12th, 1988 letters would be to exalt form over substance.</p>\n<p>The Hearing Officer found that DCSD's refusal to provide a IEP conference with Michael's parents to discuss placement at Bodine in the communication by McCord on December 12th technically violated the guidelines of the Mississippi State Plan. She determined, however, that such violations were not sufficient to render the program Michael had been enrolled in inappropriate. This court agrees.<sup>[5]</sup> Just as the Livingstons believed the district had \"predetermined\" Michael's placement in the district prior to development of an IEP, Superintendent McCord likewise testified that the school district felt that Michael's parents had their mind made up prior to the district's letter. The record reflects that sometime between May 27th and June 1st Mrs. Livingston had made up her mind that Michael would be attending the Bodine school. What possible benefit a third IEP conference would have had in Michael's case is not apparent to this court, where both parties' positions had substantially stiffened prior to the December letter formally refusing their request for alternative placement and informing them of the right to a due process hearing to resolve the impasse.</p>\n<p>Finally, the Livingstons assign as procedural error the district's failure to provide an IEP for the 1989-90 school year. While the district concedes it did not prepare an IEP after Mrs. Livingston unilaterally removed Michael from the district prior to the 1988-89 school year, it responds in essence that it had been ready, willing and able at all times to implement the findings of the hearing officer yet, without any co-operation by the Livingstons, was unable to develop those findings into an IEP. The court notes that it is not clear whether or not the district would have the duty to prepare an IEP for Michael under these circumstances. While Section Four (IV) of the Mississippi State Plan (\"MSP\") would appear to require an IEP to be prepared annually regardless of where the handicapped child is being educated, subsection thirteen (13) appears to qualify this responsibility to local school districts which place the child in a private facility, or where the child, although enrolled in a private school, is receiving special education and related services from the local school district. <i>See also</i> MSP IV.(14) &amp; (15). Neither would appear to apply in the present case since Michael was placed at Bodine by his parents and ceased receipt of special educational services at that time.</p>\n<p>Further support may be found in the federal regulations concerning referral to placement procedures. 34 C.F.R. §§ 300.401-300.403 which only apply to handicapped children \"who are or have been placed in or referred to a private school or facility by a public agency as a means of providing special education and related services,\" <span class=\"star-pagination\">*1180</span> specifically require the public agency to insure that the referred or placed handicapped child \"[i]s provided special education and related services ... [i]n conformance with an individualized education program....\" 34 C.F.R. § 300.401. However, 34 C.F.R. §§ 300.403-300.452, applicable to \"a handicapped child who has available a free appropriate public education and the parents choose to place the child in a private school or facility,\" require only that the public agency make available \"special education and related services designed to meet the[ir] needs....\" 34 C.F.R. § 300.452. Read <i>in pari materia,</i> it appears that these provisions would require the district to retain the responsibility for providing access to special education and related services to the handicapped child enrolled in a private facility not at the behest of the district if the district in fact offers a free appropriate public education. The formality incident to development of an IEP however appears not required where the district does not itself place or refer the child to the private facility. <i>See also</i> 34 C.F.R. § 300.347 (development of IEP for private school placements). Whether the District did in fact provide a FAPE to Michael Livingston thereby removing the IEP requirement, however, remains the issue.</p>\n<p>In sum, finding no procedural errors severe enough to warrant reversal of the hearing officer's determination that Michael was given a FAPE by the DCSD, the court now addresses the Livingstons' argument that the 1988-89 IEP was substantively inappropriate since it: (1) was not designed to have Michael receive a high school diploma; (2) did not adequately address his reading/writing disability; (3) lacked provision for social skill development; (4) lacked provision for speech/language therapy; (5) lacked provision for study skills; (6) lacked provision for an intensive program designed to meet Michael's needs as a severely handicapped student; (7) failed to properly provide for Michael's low self-esteem related to repeated failure; (8) failed to provide a program calculated to enable Michael to be an independent literate adult; and (9) failed to include annual goals, short-term objectives, and objective evaluation measures.</p>\n<p></p>\n<h2>II. <i>Substantive Appropriateness of 1988-89 IEP</i>\n</h2>\n<p>The EHA seeks to guarantee to all handicapped children a free appropriate public education. The act defines a free appropriate education as:</p>\n<blockquote>special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C) include an appropriate preschool, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.</blockquote>\n<p>20 U.S.C. § 1401(18).</p>\n<p>As noted by this and other circuits, beyond the broad definition included in § 1401(18), there is little guidance provided in the way of specific educational policy and methodology. <i>Daniel R.R. v. State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"523168\"><a href=\"/opinion/523168/daniel-rr-v-state-board-of-education-el-paso-independent-school/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1036</span></a></span>, 1044 (5th Cir.1989); <i>Roland M.,</i> 910 F.2d at 992. Rather, \"the Act mandates an education for each handicapped child that is responsive to his needs, but leaves the substance and the details of that education to state and local school officials.\" <i>Daniel R.R.,</i> 874 F.2d at 1044. A free appropriate public education, however, must consist of \"educational instruction specifically designed to meet the unique needs of the handicapped child, supported by such services as are necessary to permit the child to benefit from the instruction.\" <i>Rowley,</i> 458 U.S. at 188-89, 102 S.Ct. at 3042. The quality of the educational \"benefit\" conferred must be \"meaningful\" though not to the maximum extent possible. <i>Christopher M. v. Corpus Christi Indep. School Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span>, 1289 (5th Cir.1991) (citing <i>Roland M.,</i> 910 F.2d at 991); <i>Polk v. Central Susquehanna Intermediate Unit 16,</i> <span class=\"citation\" data-id=\"509546\"><a href=\"/opinion/509546/polk-ronald-and-polk-cindy-parents-and-natural-guardians-of-christopher/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span>, 180-82 (3rd Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">838</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">970</span></span> (1989). Consistent with the stated rationale of deferential judicial treatment of <span class=\"star-pagination\">*1181</span> state educational policy is the concomitant presumption in favor of the education placement established by the child's IEP. <i>Christopher M.,</i> 933 F.2d at 1291 (citing <i>Alamo Heights Indep. School Dist. State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"470029\"><a href=\"/opinion/470029/alamo-heights-independent-school-district/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span> (5th Cir.1986)). The Livingstons therefore bear the burden of showing why DeSoto County School District, the placement established by Michael's IEP, would not provide him any meaningful benefit. <i>Christopher M.,</i> 933 F.2d at 1291.</p>\n<p>The Livingstons attack the 1988-89 IEP on the basis that it was not designed to have Michael receive a high school diploma which Drs. Stone and Lovelace and Dr. Karen Hater (director of Bodine) all agreed he was capable of earning. The EHA does not specify whether a student should be placed in a certificate or diploma track. What type of services would provide him \"meaningful benefit\" would depend upon Michael's particular abilities and handicaps. Testimony at the hearing indicated that the decision to place Michael in the certificate track was made by the district in conjunction with Michael and his parents. Mrs. Livingston testified that the decision was made at a time when it appeared that Michael was in danger of dropping out of school entirely. Noting his handicaps, it might be doubtful if Michael could have achieved self-sufficiency were he to drop out of the school system at that time.<sup>[6]</sup> Although determined by independent evaluations that Michael was capable of earning a diploma, the school district does not appear to have adopted the opposite premise, e.g., that he could not learn academically. Rather, the initial decision to place him in the certificate track was based on the opinion of all parties at the time that this would be the appropriate program. An IEP \"must take into account what was, and was not, objectively reasonable ... at the time the IEP was promulgated.\" <i>Roland M.,</i> 910 F.2d at 992. Continuation of the certificate track reflected the district's belief of what was then objectively reasonable concerning Michael's education. The evidence presented at the hearing indicated Michael's progress in that program. Although the latter evaluations also indicate, alternatively, that Michael could have succeeded in the diploma track, this fact does not make the IEP inappropriate.</p>\n<p>The hearing officer did note that the IEP was not appropriate in one respect: \"that the parents did not agree to the IEP because Michael has not demonstrated sufficient progress and is not in the Diploma track.\"<sup>[7]</sup> Although an IEP which reflected Michael's later desire to gain a high school diploma might have prevented the present dispute, it was not required to make the 1988-89 proposed IEP substantively appropriate. The Fifth Circuit, in reviewing the appropriateness of an IEP, has considered \"the nature and severity of the child's handicapping condition, his needs and abilities, and the school's response to the child's needs.\" <i>Daniel R.R.,</i> 874 F.2d at 1048. As set out previously, Michael has several specific learning disabilities, in particular reading and speech related. While the hearing officer did determine that Bodine had an excellent program to address these problems, she also noted that the school district was capable and had in the past provided appropriate services for Michael. The parties provided both lay and expert testimony concerning the various benefits and detriments of the current and alternative placement. The hearing officer determined that although placement at Bodine would result in greater academic benefits, the protected and segregated environment of the private day school would not provide the more appropriate placement. Weighed against the circumstances that existed when he entered the program and the fact <span class=\"star-pagination\">*1182</span> that the district was first informed of Mrs. Livingston's objection to that program on this basis on June 1st, the court does not hold this ingredient of his IEP inappropriate.</p>\n<p>Secondly, the Livingstons argue that the 1988-89 IEP was inadequate in addressing Michael's reading and writing disabilities. The Livingstons objected to the provision for \"GED\" reading, which they point out is not appropriate for a student seeking a diploma. This reading component was added to Michael's IEP after Mrs. Livingston rejected an SRA reading program which Michael had previously participated in. There appears to be conflicting claims as to the extent of Michael's ability to read. Michael's parents allege that when he left the school system at the end of 11th grade, he could not read a menu or job application. The district contends that Michael had tenth grade reading skills when he left the DeSoto County schools. As noted by the hearing officer, the experts on both sides of this controversy disagreed significantly over the proper methodology of teaching the learning disabled and, in particular, Michael Livingston. Without resolving this dispute, there is adequate support in the record that either program would have fulfilled the mandate that it be reasonably calculated to enable the child to receive educational benefits.</p>\n<p>The Livingstons also argue that the proposed IEP was substantively inappropriate in that it lacked provision for development of social skills, study skills, and failed to provide for Michael's low self-esteem. Related services such as these are not required to be provided unless they are necessary in order for the handicapped child to benefit educationally. <i>Irving Indep. School Dist. v. Tatro,</i> <span class=\"citation\" data-id=\"111261\"><a href=\"/opinion/111261/irving-independent-school-dist-v-tatro/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">883</span></a></span>, 890, <span class=\"citation\" data-id=\"111261\"><a href=\"/opinion/111261/irving-independent-school-dist-v-tatro/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3371</span></a></span>, 3375, <span class=\"citation\" data-id=\"111261\"><a href=\"/opinion/111261/irving-independent-school-dist-v-tatro/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></a></span> (1984). As stated previously, witnesses for both sides varied significantly in their opinion of the adequacy of Michael's education and the effectiveness of the teaching strategy employed by the district. While the plaintiffs' witnesses ascribed Michael's lack of significant progress to the district's failure to provide speech/language services, the witnesses for DCSD related the problem to his failure to attend classes while enrolled there. The hearing officer, holding a doctorate in Special Education Curriculum and Instruction, was well qualified to give the appropriate weight to the testimony of the experts presented at the hearing. This court cannot say that this decision is in error or not supported by the evidence.</p>\n<p>Without separately addressing each of the Livingstons' further contentions concerning the appropriateness of the 1988-89 IEP, this court finds none to have merit. While, arguably, Michael might have benefited from the related services proposed by his parents, the Act mandates those services only if they are required in order for the handicapped child to benefit educationally. The record supports the district's contention that Michael did benefit from his educational program while in the public school system. Although an opposite conclusion may be reached depending on how one views the evidence, this court, lacking specialized knowledge and experience in the field of educational theory, finds that a preponderance of evidence supports the hearing officer's decision and that the plaintiffs have not discharged their burden of showing the inappropriateness of the district's proposed IEP.</p>\n<p>The Court holds, therefore, that the school district provided Michael with \"meaningful\" educational benefit. Though perhaps not to the maximum extent possible, such is not required under the present state of the law. Further, the court agrees with the hearing officer that the appropriate placement for Michael during the 1988-89 school year was the DeSoto County School District. Therefore, the Livingstons are not entitled to reimbursement for tuition and related expenses associated with the unilateral placement of Michael at Bodine. Further, since the appropriate placement for Michael was the district, their request for reimbursement for the 1989-90 school year is also denied. Finally, the court finds that counsel for the plaintiffs is not entitled to attorney fees and expenses for bringing the present cause of action.</p>\n<p><span class=\"star-pagination\">*1183</span> The Handicapped Children's Protection Act of 1986 (\"HCPA\"), 20 U.S.C. § 1415(e)(4)(B), allows the award of attorney fees to the prevailing party in any action or proceeding brought under the EHA. While the parents of a handicapped child can recover their attorney fees even if they do not obtain their principal objective, to claim \"prevailing party\" status, \"(1) the remedy received under the EHA must alter the legal relationship between the parties, and (2) the nature of the remedy must foster the purposes of the HCPA.\" <i>Angela L. v. Pasadena Indep. School Dist.,</i> <span class=\"citation\" data-id=\"551496\"><a href=\"/opinion/551496/angela-l-bnf-mrs-zeta-l-v-pasadena-independent-school-district/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1196 (5th Cir.1990). In viewing the results obtained by the Livingstons, the court notes that the hearing officer determined two issues in their favor: (1) that Michael should be provided a speech/language evaluation to determine if eligible for speech/language therapy; and (2) the district will hire a consultant to work with him, his parents and the school district in developing and implementing an IEP that can be carried out in the public schools and result in a high school diploma or its equivalent. Both findings were made contingent on Michael returning to the public school. While it may be said that the Livingstons' success on these points is more than de minimis insofar as an important change was proposed to Michael's IEP, e.g., the change from certificate to diploma track, such success can only be gauged by what might have been had he returned to the district. Had he returned to the public school system which the hearing officer had determined was the appropriate placement for Michael, such success would have changed the legal relationship between the parties. However, since these changes were never implemented, no legally relevant change was brought about by the hearing. The court therefore finds that the Livingstons did not \"prevail\" in the present action and are not entitled to an award of attorney fees.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court agrees with the hearing officer that the appropriate placement for Michael for the 1988-89 school year was the DeSoto County School District and that the plaintiffs are not entitled to reimbursement for tuition and related expenses incurred by their unilateral placement of Michael at the Bodine School for the 1988-89 or 1989-90 school years. Further, the court finds that the school district had no obligation to initiate and conduct an IEP conference for Michael for the 1989-90 school year, after the due process hearing on this matter under the circumstances of the present case. Finally, the court also finds that plaintiffs are not entitled to an award for attorney fees incurred in the present case. An order in conformance with this opinion will issue accordingly.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with a memorandum opinion this day issued, it is ORDERED:</p>\n<p>That the decision of the Administrative Due Process Hearing Officer is AFFIRMED;</p>\n<p>That the plaintiffs' request for reimbursement of tuition and related expenses incurred by their unilateral placement of Michael Livingston at the Bodine School for the 1988-89 or 1989-90 school years is DENIED;</p>\n<p>That DeSoto County School District is the prevailing party in this action and the plaintiffs' request for attorney fees and costs incurred in this matter is DENIED; and</p>\n<p>That this cause is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Michael was evaluated by a psychometrist who recommended screening for speech/language deficiencies. There is no record that a screening was ever done, however.</p>\n<p>[2]  Prior to the hearing, the Livingstons obtained one final evaluation. On August 28-30, Dr. Terry Lovelace, a clinical psychologist, evaluated Michael. After conducting a battery of tests, reviewing Michael's cumulative school records and the previous reports of Drs. Stone and Bennett, she diagnosed Michael as suffering from attention deficit disorder with residual type hyperactivity, developmental dyslexia, a specific arithmetic disorder, a specific learning disability associated with composition, a specific spelling disability, developmental language disorder, abnormal auditory perception, impairment of auditory discrimination, and deficiencies of secaddic eye movements.</p>\n<p>[3]  Specifically, she determined that (1) Michael's learning disability was sufficiently identified by DCSD; however, if Michael reenters the district, he should be provided speech and language evaluation; (2) the appropriate placement for Michael for the 1989-90 school year is DCSD; (3) while the school district's failure to provide Michael's parents an IEP conference to discuss placement at Bodine violated both the EHA and the Mississippi State Plan (\"MSP\"), such failure was not \"egregious\"; (4) Michael's placement in DeSoto County Schools was substantively appropriate to meet his needs; (5) proper procedures were followed in the development of Michael's IEP; and, finally (6) the Livingstons are not entitled to reimbursement for their unilateral placement of Michael at Bodine.</p>\n<p>[4]  The record is incomplete as to the district's compliance with state and federal procedures concerning notification to Michael's parents of their various rights guaranteed by the Act after 1977-78 but before 1988-89. Although the hearing officer did not specifically address this issue, the court notes sufficient evidence to indicate otherwise. Several documents in evidence bearing Mrs. Livingston's signature state that certain procedural safeguards had been explained to her prior to her signing. Absent evidence to the contrary, the court concludes that the Livingstons were so informed.</p>\n<p>[5]  The hearing officer's stated rationale for her decision that the school district's procedural errors concerning Michael's educational development did not rise to the level of denying a FAPE to Michael is based upon her finding that such violations were technical in nature. While she found that the district's failure to convene an IEP conference once discussions broke down after the June 1, 1988 conference violated the EHA, she determined that such failure was not \"egregious,\" citing <i>Bonadonna v. Cooperman,</i> <span class=\"citation\" data-id=\"1798039\"><a href=\"/opinion/1798039/bonadonna-v-cooperman/\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">401</span></a></span> (D.N.J.1985). The language the hearing officer points to in <i>Bonadonna</i> concerns procedural violations in reference to an attempt to recover compensatory and punitive damages under the Act and, as such, is inapplicable to the present issue of whether procedural violations alone can be sufficient grounds for holding the district liable for denial of a FAPE. However, as discussed in the text, this court comes to the same conclusion that such error was not sufficiently prejudicial to the Livingstons to warrant a finding that the district denied Michael a FAPE.</p>\n<p>[6]  As noted by the Supreme Court in <i>Rowley,</i> Congress' intention in enacting the EHA, was to provide services to enable handicapped children to achieve a reasonable degree of self-sufficiency, interpreted by the Court to evidence an intention that the services provided be educationally beneficial, whatever the nature or severity of the handicap. <i>Rowley,</i> 458 U.S. at 201 n. 23, 102 S.Ct. at 3048 n. 23, 73 L.Ed.2d at 708-09 n. 23.</p>\n<p>[7]  She also noted that if Michael reentered public schools, the school district would develop and implement an IEP that can result in a high school diploma or the equivalent.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/509546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/509556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/523168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546213/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1798039/"
          ]
        }
      ],
      "judges": "Biggers",
      "date_created": "2014-10-30T21:32:47.366533Z",
      "date_modified": "2016-03-03T21:41:39.713300Z",
      "date_filed": "1992-01-17",
      "date_filed_is_approximate": false,
      "slug": "livingston-v-desoto-county-school-dist",
      "citation_id": 2158364,
      "case_name_short": "Livingston",
      "case_name": "Livingston v. DeSoto County School Dist.",
      "case_name_full": "",
      "federal_cite_one": "782 F. Supp. 1173",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2052611/livingston-v-desoto-county-school-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:32:47.362742Z",
  "date_modified": "2014-10-30T21:32:47.362742Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Livingston",
  "case_name": "Livingston v. DeSoto County School Dist.",
  "case_name_full": "",
  "slug": "livingston-v-desoto-county-school-dist",
  "docket_number": "DC89-W214-B-O",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}