{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2055830/",
  "id": 2055830,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2188578/",
      "id": 2188578,
      "absolute_url": "/opinion/2188578/nueces-county-v-ferguson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2055830/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2188578/",
          "id": 2188578,
          "absolute_url": "/opinion/2188578/nueces-county-v-ferguson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2188578/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:33:46.002902Z",
          "date_modified": "2017-04-08T20:55:48.512652Z",
          "type": "010combined",
          "sha1": "2198cf7dd2cf49077506ab30e3111c7bee20c05b",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>97 S.W.3d 205 (2002)</b></center>\n<center><h1>NUECES COUNTY and Larry Olivarez, Sheriff, Appellants,<br>\nv.<br>\nGayle C. FERGUSON, Appellee.</h1></center>\n<center>No. 13-02-230-CV.</center>\n<center><p><b>Court of Appeals of Texas, Corpus Christi-Edinburg.</b></p></center>\n<center>November 27, 2002.</center>\n<center>Rehearing Overruled January 30, 2003.</center>\n<p><span class=\"star-pagination\">*210</span> Laura Jimenez Garza, County Atty., Milan Marinkovich, Asst. County Atty., Corpus Christi, for appellants.</p>\n<p>Jeanne Chastain, Corpus Christi, for appellee.</p>\n<p>Before Justices HINOJOSA, CASTILLO, and CHAVEZ.<sup>[1]</sup></p>\n<p></p>\n<h2>OPINION</h2>\n<p>Opinion by Justice CASTILLO.</p>\n<p>This is an interlocutory appeal from the denial of a plea to the jurisdiction.<sup>[2]</sup> In two issues, appellants Nueces County (\"the County\") and Sheriff Larry Olivarez (\"the Sheriff\") assert that the trial court erred <span class=\"star-pagination\">*211</span> in denying their plea to the jurisdiction. We reverse and render.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>In March of 1996, appellee, Gayle Ferguson, an employee of the Nueces County Sheriff's Department, applied for a posted position of training officer with the Sheriff's Department but was not awarded the position. The position instead went to Stanley Repka. Ferguson consequently filed a grievance against the sheriff of Nueces County<sup>[3]</sup> with the Nueces County Civil Service Commission (\"the Commission\") for the sheriff's failure to appoint him to the position.</p>\n<p>The Commission issued a decision on December 16, 1996, that stated, \"The Commission holds that Sgt. Stanley Repka lacks the minimum qualifications for position number 015, Job Class &amp; Title 1432 Training Officer\" and pronounced that the Commission was deciding in favor of Ferguson. However, the Commission made no findings, nor did it award the position of training officer to Ferguson.</p>\n<p>The position was reannounced in May of 1997 with the same qualifications listed and Ferguson again applied. The position was reannounced later with different qualifications and awarded to Repka. Consequently, in November of 1998, Ferguson filed a lawsuit against the County and against Sheriff Larry Olivarez.<sup>[4]</sup></p>\n<p>While the lawsuit was pending, Ferguson, who remained in the employ of the Sheriff's Department, was terminated after being disciplined repeatedly.<sup>[5]</sup> He appealed his termination to the Commission. The Commission issued a decision on the termination on August 15, 2001, wherein it made the following \"FINDINGS AND DECISIONS\": \"It is the unanimous decision of the members of the Commission in regards to Grievance Number 02091-1, <i>Gayle C. Ferguson v. Nueces County Sheriff's Department</i> to reduce the termination to a ninety day suspension.\" No other decision or finding was made.</p>\n<p>On September 17, 2001, Ferguson amended his petition in the pending lawsuit. In his amended petition, he stated he was seeking \"enforcement of the Civil Service Commission findings of December 1996 by prospective injunction placing [Ferguson] in the position for which he was the most highly qualified in 1996\" and \"full reinstatement from termination in 2001\" as well as \"enforcement of the benefits attendant to the position of sergeant in the form of retroactive pay for the position as he would have earned if not terminated or suspended.\" He also stated that he was seeking \"full reinstatement without suspension expungement of his derogatory work record and full back pay,\" asserting that he was \"entitled to such relief under the Civil Service Rules, state law, and because such losses are a result of discrimination and retaliation.\" Ferguson also alleged that the acts and conduct of \"Defendants\" as alleged in the petition constituted intentional infliction of emotional distress as \"[they] had acted knowingly and intentionally to deprive Plaintiff of the rightful benefits of the position.\" Under the final section of his petition, entitled \"Damages,\" Ferguson requested: (1) a temporary restraining order restraining <span class=\"star-pagination\">*212</span> appellants from conferring the status of Training Officer on anyone other than himself or from allowing anyone other than himself to function as Training Officer; (2) that \"Defendant be restrained from suspending [Ferguson] retroactively and full back pay be awarded;\" and that (3) \"a temporary injunction be granted.\"<sup>[6]</sup> Ferguson also requested that \"on final trial, Plaintiff have and recover judgment against Defendants for\": (1) \"the value of the loss of the position of Training Officer;\" (2) \"damages for negligent violation of employment policies and compensation and benefits due\" to him; (3) \"additional sums for past and future damages sustained by [Ferguson] for intentional infliction of emotional distress and for mental anguish;\" (4) \"full back and front pay;\" (5) \"prejudgment interest and postjudgment interest at the maximum legal rate until all damage awards have been paid in full;\" (6) reasonable and necessary attorney's fees; (7) costs of court; and (8) all other relief to which he might show himself entitled.</p>\n<p>To this amended pleading, appellants filed a second amended plea to the jurisdiction and motion to dismiss<sup>[7]</sup> on November 28, 2001, asserting that the trial court lacked subject matter jurisdiction because Ferguson failed to file a petition in the district court within thirty days after the dates of the Commission's decisions as required by local government code section 158.012(a).<sup>[8]</sup> Tex. Loc. Gov't Code Ann. § 158.012(a) (Vernon 1999). Appellants also argued that sovereign immunity deprived the trial court of jurisdiction over the tort claims alleged. After hearing arguments and reviewing briefs on the issue, the trial court denied the plea to the jurisdiction. This interlocutory appeal ensued.</p>\n<p></p>\n<h2>ISSUES PRESENTED</h2>\n<p>In their first issue, appellants assert that the trial court erred in denying their plea to the jurisdiction and motion to dismiss because they were immune from suit under the doctrine of sovereign immunity. In their second issue, appellants assert that the trial court erred in denying the plea to the jurisdiction and motion to dismiss because Ferguson failed to comply with the statutory requirements of local government code section 158.012(a), thereby depriving the trial court of subject matter jurisdiction over the Commission's decisions rendered on December 16, 1996 and August 15, 2001.</p>\n<p>Ferguson presents no response to appellant's first issue. To the second issue, Ferguson counters that he seeks to neither <span class=\"star-pagination\">*213</span> affirm nor reverse the Commission's decisions since he should not be required to appeal to accomplish the clear ruling of the commission. Rather, Ferguson argues, he is entitled to immediate compliance or an enforcement ruling because no appeal was taken by the sheriff.</p>\n<p></p>\n<h2>STANDARD OF APPELLATE REVIEW</h2>\n<p>This appeal is strictly limited to our review of the trial court's ruling on the plea to the jurisdiction. Tex. Civ. Prac. &amp; Rem.Code Ann. § 51.014(a)(8) (Vernon Supp.2002). On appeal, because the question of subject matter jurisdiction is a legal question, we review the trial court's ruling on a plea to the jurisdiction under a <i>de novo</i> standard of review. <i>Mayhew v. Town of Sunnyvale,</i> 964 S.W.2d 922, 928 (Tex.1998). To determine whether appellees have affirmatively demonstrated the court's jurisdiction to hear the case, we consider the facts alleged in the petition, and to the extent it is relevant to the jurisdictional issue, any evidence submitted by the parties to the trial court. <i>Tex. Natural Res. Conservation Comm'n v. White,</i> 46 S.W.3d 864, 868 (Tex.2001); <i>Bland Indep. Sch. Dist. v. Blue,</i> 34 S.W.3d 547, 555 (Tex.2000). Our task is not to decide the merits of the case but rather to examine the claims in the pleadings, taking as true the facts pled,<sup>[9]</sup> and determine whether those facts support jurisdiction in the trial court. <i>Baston v. City of Port Isabel,</i> 49 S.W.3d 425, 427-28 (Tex.App.-Corpus Christi 2001, pet. denied).</p>\n<p>We must construe the pleadings in the plaintiff's favor and look to the pleader's intent. <i>County of Cameron v. Brown,</i> 80 S.W.3d 549, 555 (Tex.2002); <i>Peek v. Equip. Serv. Co.,</i> 779 S.W.2d 802, 804 (Tex.1989). A plaintiff bears the burden to allege facts affirmatively demonstrating the trial court's jurisdiction to hear a case. <i>Tex. Ass'n of Bus. v. Tex. Air Control Bd.,</i> 852 S.W.2d 440, 446 (Tex. 1993); <i>Mission Consol. Indep. Sch. Dist. v. Flores,</i> 39 S.W.3d 674, 676 (Tex.App.-Corpus Christi 2001, no pet.). If a plaintiff pleads facts that affirmatively demonstrate an absence of jurisdiction, and the defect is incurable, then the cause is properly dismissed. <i>Peek,</i> 779 S.W.2d at 804-05; <i>City of Austin v. L.S. Ranch,</i> 970 S.W.2d 750, 753 (Tex.App.-Austin 1998, no pet.). However, the mere failure of a petition to state a cause of action does not show a want of jurisdiction in the court. <i>Bybee v. Fireman's Fund Ins. Co.,</i> 160 Tex. 429, 331 S.W.2d 910, 917 (1960). If the plaintiff's pleadings are insufficient to demonstrate the court's jurisdiction, but do not affirmatively show incurable defects in jurisdiction, the proper remedy is to allow the plaintiff an opportunity to amend before dismissal. <i>Brown,</i> 80 S.W.3d at 555; <i>Peek,</i> 779 S.W.2d at 805.</p>\n<p></p>\n<h2>CLAIMS AGAINST SHERIFF OLIVAREZ</h2>\n<p>As a preliminary matter, we must consider the capacity in which suit is brought against Sheriff Larry Olivarez as such will affect our review of the claims against him.</p>\n<p>A plaintiff may sue a governmental employee or official in the person's official capacity, individual capacity, or both. <i>Denson v. Tex. Dep't of Crim. Justice,</i> 63 S.W.3d 454, 460 (Tex.App.-Tyler 1999, pet. denied). However, claims against governmental employees or officials <span class=\"star-pagination\">*214</span> in their official capacities are separate and distinct from claims against them in their individual capacities. <i>Vela v. Rocha,</i> 52 S.W.3d 398, 403 (Tex.App.-Corpus Christi 2001, no pet.). Indeed, a person sued in his legal capacity is regarded as a distinct legal personage from that same person sued in his individual capacity. <i>Elizondo v. Tex. Natural Res. Conservation Comm'n,</i> 974 S.W.2d 928, 931 (Tex. App.-Austin 1998, no pet.)(citing <i>Alexander v. Todman,</i> 361 F.2d 744, 746 (3rd Cir.1966); <i>accord </i><i>Bender v. Williamsport Area Sch. Dist.,</i> 475 U.S. 534, 543-44 &amp; n. 6, 106 S.Ct. 1326, 89 L.Ed.2d 501 (1986)). Thus, a person in his official capacity is a \"stranger to his rights and liabilities as an individual\" and vice versa. <i>Elizondo,</i> 974 S.W.2d at 931 (quoting <i>Todman,</i> 361 F.2d at 746). A person filing suit against an individual solely in an official capacity thus cannot impose liability or recover damages from that same person in an individual capacity, nor can a suit solely against a person in an individual capacity result in liability or the execution of a judgment against the governmental unit that the person represents in an official capacity. <i>Bender,</i> 475 U.S. at 544, 106 S.Ct. 1326 (quoting <i>Brandon v. Holt,</i> 469 U.S. 464, 471-72, 105 S.Ct. 873, 83 L.Ed.2d 878 (1985) and <i>Kentucky v. Graham,</i> 473 U.S. 159, 165-66, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985)). Accordingly, the capacity in which a governmental employee or official is sued is significant because it affects the party upon whom liability may be imposed and from whom damages may be collected, as well as the defenses that may be raised. <i>Jackson v. Stinnett,</i> 881 S.W.2d 498, 500 (Tex.App.-El Paso 1994, no writ).</p>\n<p>In a suit against a person in an official capacity, a plaintiff is actually seeking to impose liability against the governmental unit the sued person represents, rather than on the individual specifically named. <i>Rocha,</i> 52 S.W.3d at 403 (citing <i>Graham,</i> 473 U.S. at 166, 105 S.Ct. 3099). The suit is, then, in actuality, one against the governmental unit, which is the legal entity that will be held liable for any judgment rendered against the individual sued in an official capacity. <i>Graham,</i> 473 U.S. at 165-66, 105 S.Ct. 3099. By contrast, a suit against a person in an individual capacity seeks to impose personal liability on the individual being sued for personal actions taken under color of state law, and so damages in that instance may be collected only from the individual defendant sought to be held liable and not from the governmental unit that employs the defendant. <i>Id.</i></p>\n<p>The capacity in which a governmental employee or official is sued likewise affects the immunity defenses that may be asserted. <i>Rocha,</i> 52 S.W.3d at 403 (\"Each capacity involves a separate and distinct form of potential immunity ...\"). Persons sued in their official capacity may raise any defense available to the governmental unit, including sovereign immunity.<sup>[10]</sup><i>Gonzalez v. Avalos,</i> 866 S.W.2d 346, 349 (Tex.App.-El Paso 1993), <i>writ dism'd w.o.j.,</i> 907 S.W.2d 443 (Tex.1995)(per curiam); <i>Bagg v. Univ. of Tex. Med. Branch at Galveston,</i> 726 S.W.2d 582, 586 (Tex. App.-Houston [14th Dist.] 1987, writ ref'd n.r.e.). An individual sued in an official capacity may enjoy the protections of sovereign immunity to the same extent as those protections are available to the person's employer and thus, if the governmental <span class=\"star-pagination\">*215</span> unit would be immune due to sovereign immunity, so is the governmental official sued in his official capacity.<sup>[11]</sup><i>City of Hempstead v. Kmiec,</i> 902 S.W.2d 118, 122 (Tex.App.-Houston [1st Dist.] 1995, no writ). Persons sued in their individual capacities, on the other hand, may not rely on sovereign immunity protections for claims against them in that capacity, although they may assert the defense of official immunity. <i>Gonzalez,</i> 866 S.W.2d at 349. Finally, persons sued in both official and individual capacities may assert both official and sovereign immunity, although they enjoy sovereign immunity protection only to the extent that they were acting in their official capacity. <i>Bagg,</i> 726 S.W.2d at 586.</p>\n<p>In the instant case, Ferguson did not explicitly state in his petition whether his claims against Larry Olivarez were brought against Olivarez in an official or individual capacity. When a petition fails to specify the capacity in which a person is sued,<sup>[12]</sup> we will look at the \"course of the proceedings\" to determine the nature of the liability the plaintiff seeks to impose. <i>Graham,</i> 473 U.S. at 166 n. 14, 105 S.Ct. 3099 (citing <i>Brandon v. Holt,</i> 469 U.S. 464, 469, 105 S.Ct. 873, 83 L.Ed.2d 878 (1985)).</p>\n<p>In examining these proceedings, we note that the amended petition describes Olivarez in the following terms: \"Defendant, LARRY OLIVAREZ, SHERIFF is an individual employed with Nueces County and may be served at the Nueces County Courthouse, Corpus Christi, Texas.\" When referring to him specifically, the petition uses the term \"Sheriff Olivarez\" or simply \"Sheriff.\" No reference is made in the petition or in the record before us to claims against Olivarez personally, that is, <span class=\"star-pagination\">*216</span> in any individual capacity. Further, Ferguson does not allege in the petition that the actions he complains of, namely, the failure to promote Ferguson to the position he applied for in 1996 as well as his termination in 2001, were not acts within the scope of Olivarez's authority as sheriff. Moreover, Ferguson makes the same complaints against the County as he does against Olivarez and his petition clearly contemplates that the County would be liable for any judgment recovered, not Olivarez personally. Lastly, and significantly, Ferguson never served Sheriff Olivarez, in either his official or his individual capacity,<sup>[13]</sup> nor did Ferguson request any service on Olivarez in any capacity. The only service requested, and made, in this cause was on Nueces County, by way of service on the county judge.</p>\n<p>We conclude that Ferguson only asserted claims against Sheriff Olivarez in his official capacity as Sheriff of Nueces County. A sheriff, sued in an official capacity, is not an entity distinct from the county. <i>Bowles v. Wade,</i> 913 S.W.2d 644, 649 (Tex.App.-Dallas 1995, writ denied), <i>abrogated on other grounds, </i><i>Essenburg v. Dallas County,</i> 988 S.W.2d 188 (Tex.1998). Thus, Olivarez is entitled to assert any defense the County may assert, <i>Gonzalez,</i> 866 S.W.2d at 349, and claims against him are subject to the same jurisdictional analysis as claims against Nueces County. <i>Bowles,</i> 913 S.W.2d at 649.</p>\n<p>We turn then to the question of sovereign immunity.</p>\n<p></p>\n<h2>SOVEREIGN IMMUNITY</h2>\n<p>In their first issue, appellants assert that Ferguson failed to allege a cause of action for which sovereign immunity was waived, and so subject matter jurisdiction was lacking in the trial court and their plea to the jurisdiction should have been granted. Ferguson does not respond to this issue in his brief.</p>\n<p></p>\n<h2>Sovereign Immunity and Subject Matter Jurisdiction</h2>\n<p>Sovereign immunity, unless waived, protects the State of Texas from lawsuits for damages absent legislative consent. <i>Gen. Servs. Comm'n v. Little-Tex Insulation Co.,</i> 39 S.W.3d 591, 594 (Tex.2001). Sovereign immunity derives from the principle that the sovereign may not be sued in its courts without its consent. <i>Tex. Workers' Comp. Comm'n v. Garcia,</i> 862 S.W.2d 61, 72 (Tex.App.-San Antonio 1993), <i>rev'd on other grounds,</i> 893 S.W.2d 504 (Tex.1995)(en banc). Sovereign immunity encompasses two principles: immunity from suit and immunity from liability. <i>Fed. Sign v. Tex. S. Univ.,</i> 951 S.W.2d 401, 405 (Tex.1997). Immunity from liability protects the State from judgments, even where there is an express consent on the part of the Legislature to permit a suit. <i>Id.</i> Immunity from liability is an affirmative defense that must be pled or else it is waived. <i>Texas Department of Transportation v. Jones,</i> 8 S.W.3d 636, 638 (Tex.1999) (citing <i>Davis v. City of San Antonio,</i> 752 S.W.2d 518, 519-20 (Tex. 1988)). Immunity from suit, on the other hand, bars a suit against the State unless the State expressly gives consent to the suit. <i>Fed. Sign,</i> 951 S.W.2d at 405. Immunity from suit, then, deprives a trial court of subject matter jurisdiction over the governmental agency, even if liability is undisputed. <i>Travis County v. Pelzel &amp; Assocs., Inc.,</i> 77 S.W.3d 246, 248 (Tex. 2002).</p>\n<p><span class=\"star-pagination\">*217</span> A county is a governmental unit protected by sovereign immunity. <i>Id.</i> Likewise, a public official sued in an official capacity is protected by the same sovereign immunity enjoyed by the governmental unit he represents. <i>Morris v. Copeland,</i> 944 S.W.2d 696, 698-99 (Tex. App.-Corpus Christi 1997, no pet.)(holding that suit against the sheriff was a suit against the county, and both were immune from suit by virtue of sovereign immunity). Accordingly, we must determine whether the claims raised in Ferguson's amended petition are ones for which sovereign immunity has been waived and, if so, whether Ferguson has properly pled such claims so as to invoke jurisdiction in the trial court. <i>See </i><i>State Dep't of Crim. Justice v. Miller,</i> 51 S.W.3d 583, 587 (Tex.2001)(finding that a mere reference to a basis for waiver of sovereign immunity in a petition is not enough to confer jurisdiction; the reviewing court must examine the scope of the waiver and whether the allegations in the petition fall within the scope of that waiver).</p>\n<p></p>\n<h2>Waiver of Sovereign Immunity</h2>\n<p>The State may waive its sovereign immunity by express legislative permission via a resolution granting permission for a person to file suit in a specific case or by way of a statutory authorization for waiver, either in particular circumstances or as to specific governmental entities. <i>Jones,</i> 8 S.W.3d at 638; <i>Missouri Pac. R.R. Co. v. Brownsville Navigation Dist.,</i> 453 S.W.2d 812, 813-14 (Tex.1970); <i>City of San Antonio v. Cortes,</i> 5 S.W.3d 708, 711-12 (Tex.App.-San Antonio 1999, no pet.). Certain provisions of the Texas Constitution are self-enacting, and thus provide the right to bring an action against the government for violations of the provisions without the need for legislative consent. <i>Steele v. City of Houston,</i> 603 S.W.2d 786, 791 (Tex.1980). However, suits brought pursuant to constitutional provisions are limited to equitable relief and do not allow a claim for monetary damages except to the extent specifically enunciated in the constitutional provision. <i>City of Beaumont v. Bouillion,</i> 896 S.W.2d 143, 149 (Tex.1995)(determining that no private right for damages was permitted for violations of state constitutional rights and vacating jury award of damages); <i>O'Bryant v. City of Midland,</i> 949 S.W.2d 406, 414 (Tex.App.-Austin 1997)(op. on reh'g), <i>aff'd in part and rev'd in part on other grounds,</i> 18 S.W.3d 209 (Tex.2000)(holding that the state constitution did not authorize an action for an award of money, specifically an award of back pay, for violation of state constitutional rights); <i>Frasier v. Yanes,</i> 9 S.W.3d 422, 427 (Tex.App.-Austin 1999, no pet.)(recognizing a \"narrow exception\" to the bar of money awards for constitutional violations in a suit for equitable relief to enforce a right to compensation specifically set forth in the constitution).<sup>[14]</sup></p>\n<p></p>\n<h2>Characterization of Suits and Prohibition Against Seeking Monetary Damages</h2>\n<p>Certain actions against state officials have been found not to implicate the sovereign immunity doctrine, and for such actions, no consent is required. <i>Tex. Natural Res. Conservation Comm'n v. IT-Davy,</i> 74 S.W.3d 849, 855 (Tex.2002). Specifically, no consent is required when suit is filed seeking only a declaration or enforcement of rights. <i>Id.</i> This may be by <span class=\"star-pagination\">*218</span> way of a suit under the Uniform Declaratory Judgment Act or in a suit alleging <i>ultra vires</i> or unconstitutional deeds. The former are actions against the State or state officials to settle \"uncertainty and insecurity with respects to rights, status, and other legal relations.\" TEX. CIV. PRAC. &amp; REM.CODE ANN. § 37.002(b)(Vernon 1997). The latter are actions seeking declaratory relief against state officials who allegedly act without legal or statutory authority or who act pursuant to an unconstitutional law. <i>Rylander v. Caldwell,</i> 23 S.W.3d 132, 135-36 (Tex.App.-Austin 2000, no pet.); <i>Bagg,</i> 726 S.W.2d at 585-86. Suits that only seek to compel state officials to act within their official capacities do not attempt to subject the State to liability. <i>IT-Davy,</i> 74 S.W.3d at 855.</p>\n<p>The Texas Supreme Court has consistently distinguished between suits in which only a declaration or enforcement of rights against the State is sought and suits seeking money damages against the State. <i>Fed. Sign,</i> 951 S.W.2d at 404; <i>W.D. Haden Co. v. Dodgen,</i> 158 Tex. 74, 308 S.W.2d 838, 841 (1958); <i>Cobb v. Harrington,</i> 144 Tex. 360, 190 S.W.2d 709, 712 (1945); <i>see also </i><i>Dewhurst v. Gulf Marine Inst. of Tech.,</i> 55 S.W.3d 91, 97 (Tex. App.-Corpus Christi 2001, pet. denied). The former are not considered suits against the State for damages, and so no legislative consent is required. <i>Cobb,</i> 190 S.W.2d at 712.</p>\n<p>The supreme court has been adamant, however, that where a party brings a suit ostensibly to determine or protect rights <i>but actually seeks monetary damages,</i> sovereign immunity bars such a suit. <i>IT-Davy,</i> 74 S.W.3d at 856; <i>Fed. Sign,</i> 951 S.W.2d at 404; <i>Dodgen,</i> 308 S.W.2d at 841-42. That is because a suit for money damages attempts to control state action by imposing liability on the State. <i>IT-Davy,</i> 74 S.W.3d at 856. The supreme court has roundly condemned such actions, stating, \"private parties cannot circumvent the State's sovereign immunity from suit by characterizing a suit for money damages, such as a contract dispute, as a declaratory judgment claim.\" <i>Id.</i> Therefore, sovereign immunity is not waived for a request for declaratory relief that also seeks money damages and such a suit can only be maintained with legislative consent. <i>Id.</i> at 860; <i>see also </i><i>Fed. Sign,</i> 951 S.W.2d at 405 (even if party did not need legislative consent to pursue a suit to determine its rights, it needed legislative consent to seek its requested money damages from the State; lacking consent, the case was properly dismissed for want of jurisdiction); <i>Denver City Indep. Sch. Dist. v. Moses,</i> 51 S.W.3d 386, 392 (Tex. App.-Amarillo 2001, no pet.)(declaratory judgment action that also sought restitution was a suit for money damages over which the trial court had no subject matter jurisdiction absent the State's consent to suit); <i>TRST Corpus, Inc. v. Fin. Ctr., Inc.,</i> 9 S.W.3d 316, 323 (Tex.App.-Houston [14th Dist.] 1999, pet. denied)(a suit seeking a declaratory judgment of rights, money damages, and an order enforcing rights through injunction, judicial foreclosure, and/or constructive trust was a suit against the State for which sovereign immunity was not waived, and so could not be maintained without legislative permission).</p>\n<p></p>\n<h2>The Burden on Plaintiffs</h2>\n<p>Accordingly, plaintiffs who sue the State under state law<sup>[15]</sup> must establish a waiver of sovereign immunity in order <span class=\"star-pagination\">*219</span> for the trial court to have jurisdiction, except where the suit is: (1) not actually a suit against the state, such as an <i>ultra vires</i> action or an action taken pursuant to an unconstitutional law, <i>see </i><i>Caldwell,</i> 23 S.W.3d at 135-36; <i>Bagg,</i> 726 S.W.2d at 585-86; (2) does not seek to impose liability on the State, seek money damages against the State, or seek to control state action, as in a declaratory judgment suit, <i>IT-Davy,</i> 74 S.W.3d at 855; or (3) a suit alleging constitutional violations of a self-enacting state constitutional provision and seeking the appropriate relief provided by such provision. <i>Steele,</i> 603 S.W.2d at 791.</p>\n<p>However, in all other state actions against the State, the plaintiff must: (1) allege legislative consent to such suit in his petition, either by reference to statute or express legislative permission, <i>Jones,</i> 8 S.W.3d at 638, unless a pleading of consent is not required for the particular type of action;<sup>[16]</sup> and (2) plead facts which fall within the scope of the waiver relied on, <i>Miller,</i> 51 S.W.3d at 587. Aside from certain exceptions,<sup>[17]</sup> absent a pleading of consent in the petition, the trial court is without jurisdiction to hear the case. <i>Missouri Pac. R.R. Co.,</i> 453 S.W.2d at 814; <i>City of San Antonio v. Cortes,</i> 5 S.W.3d 708, 711-12 (Tex.App.-San Antonio 1999, pet. denied); <i>Tex. Parks &amp; Wildlife Dep't. v. Garrett Place,</i> 972 S.W.2d 140, 143 (Tex.App.-Dallas 1998, no pet.); <i>Holder v. Mellon Mortgage Co.,</i> 954 S.W.2d 786, 804 (Tex.App.-Houston [14th Dist.] 1997), <i>rev'd on other grounds, </i><i>Mellon Mortgage Co. v. Holder,</i> 5 S.W.3d 654 (Tex.1999). Moreover, even if consent is pled in the petition, or when no specific pleading of consent is required, a plaintiff must still plead facts in the petition that fall within the scope of the consent relied upon. <i>Miller,</i> 51 S.W.3d at 587.</p>\n<p></p>\n<h2>Ferguson's Pleadings</h2>\n<p>As we have noted, the question before us is whether the plaintiff's live pleadings before the trial court at the time of the plea to the jurisdiction, in this case, Ferguson's amended petition, affirmatively demonstrate the court's jurisdiction to hear the case. <i>Id.; </i><i>Baston,</i> 49 S.W.3d at 427-28; <i>City of Hidalgo Ambulance Serv. v. Lira,</i> 17 S.W.3d 300, 304 (Tex.App.-Corpus Christi 2000, no pet.).</p>\n<p>We observe initially that the petition makes no reference to any basis for waiver of sovereign immunity. Ferguson does not allege in his petition that Sheriff Olivarez acted <i>ultra vires,</i><sup>[18]</sup> does not claim any legislative or statutory consent to maintain his action, and specifically repudiates the County's claim that this is an attempted appeal of the commission's decision, for which there would be an express statutory waiver for an action against the County, assuming that the provisions of <span class=\"star-pagination\">*220</span> section 153.012 of the local government code are met. Tex. Loc. Gov't Code Ann. § 153.012 (Vernon 1999).</p>\n<p>Moreover, review of the petition readily demonstrates it is a suit for money damages, not a suit for declaratory or injunctive relief. Ferguson makes no reference to a declaratory judgment and seeks no declaratory relief against the Sheriff or the County.<sup>[19]</sup> As for injunctive relief, while in early portions of the petition Ferguson claims he is seeking a prospective injunction placing him in the position which he claims he was wrongfully denied in 1996, as well as reinstatement to the position from which he was terminated,<sup>[20]</sup> Ferguson does not request the court to issue a permanent injunction reinstating him in his prior position or placing him in the disputed position. Instead, Ferguson asks that upon final trial he receive judgment for \"the value of the loss of the position of Training Officer\" and \"back and front pay,\"<sup>[21]</sup> among other money damages, as well as prejudgment and postjudgment interest on all damages. In determining the nature of a lawsuit, we do <span class=\"star-pagination\">*221</span> not rely on the terms used to describe the cause of action but rather consider the facts alleged in the petition, the rights asserted, and the relief sought. <i>Karagounis v. Bexar County Hosp. Dist.,</i> 70 S.W.3d 145, 147 (Tex.App.-San Antonio 2001, pet. denied)(quoting <i>Billings v. Concordia Heritage Ass'n, Inc.,</i> 960 S.W.2d 688, 693 (Tex.App.-El Paso 1997, pet. denied)). We are mindful as well of the supreme court's exhortation that parties may not \"circumvent the State's sovereign immunity\" by bringing a suit whose essence is \"for a recovery of money from the State,\" <i>Cobb,</i> 190 S.W.2d. at 712, under the guise of a suit to determine or protect rights. <i>IT-Davy,</i> 74 S.W.3d at 855-56; <i>see also </i><i>Fed. Sign,</i> 951 S.W.2d at 404. The suit in the instant case is one for money damages, and hence it cannot be maintained without legislative consent. <i>IT-Davy,</i> 74 S.W.3d at 855-56.</p>\n<p></p>\n<h2><i>Ferguson's \"Enforcement\" Claims</i></h2>\n<p>The only allusion that Ferguson makes on appeal to some authority permitting the maintenance of his suit is a reference in his discussion of the second issue on appeal that he is entitled to \"seek equitable relief\" under article I, section 19 of the Texas Constitution, citing <i>City of Midland v. O'Bryant,</i> 18 S.W.3d 209 (Tex. 2000) for support. <i>See</i> Tex. Const. art. I, § 19.<sup>[22]</sup></p>\n<p>We agree with Ferguson that the Texas Constitution permits a party to seek equitable relief for the violation of certain constitutional provisions, including article I, Section 19, even without legislative consent. <i>Bouillion,</i> 896 S.W.2d at 149; <i>Steele,</i> 603 S.W.2d at 791. However, we do not find that Ferguson's petition is such an action.</p>\n<p>Review of the petition reveals that Ferguson does not claim violation of article I, section 19 of the Texas Constitution or, indeed, of violation of any constitutional provision of any sort. Having wholly failed to plead such a claim in his petition, Ferguson may not now rely on it as a basis for waiver of sovereign immunity. <i>Perry v. Tex. A &amp; I Univ.,</i> 737 S.W.2d 106, 109 (Tex.App.-Corpus Christi 1987, writ ref'd n.r.e.)(finding that where plaintiff did not allege a violation of constitutional or property rights in her petition against a university, but instead sought to impose liability and recover in monetary damages, the trial court did not err in granting a plea to the jurisdiction since there was no pleading that took the plaintiff out of the general rule that trial courts have no jurisdiction to impose liability on the State without legislative consent). It is axiomatic that a trial court cannot have jurisdiction over a claim that was never pled. <i>See </i><i>Hicks v. Lamar Consol. Indep. Sch. Dist.,</i> 943 S.W.2d 540, 543 (Tex.App.-Eastland 1997, no writ)(holding that where plaintiff on appeal asserted exceptions which would permit the trial court to have jurisdiction, but had failed to allege the exceptions in his petition before the trial court, jurisdiction did not lie).</p>\n<p>Additionally, we note that Ferguson sought money damages, not equitable relief, in his suit. Although a request for money damages does not affect the jurisdiction of the trial court over a claim of a violation of article I, section 19, even when the State is a defendant,<sup>[23]</sup> there is no <span class=\"star-pagination\">*222</span> right to a money judgment for such a violation. <i>Tex. A &amp; M Sys. v. Luxemburg,</i> 93 S.W.3d 410, 425 (Tex.App.-Houston [14th Dist.], 2002, no pet. h.)(reversing award of \"back salary and attendant benefits\" against university system for violation of right of due course of law under state constitution because constitution does not provide right of action for damages); <i>Univ. of Tex. Sys. v. Courtney,</i> 946 S.W.2d 464, 469 (Tex.App.-Fort Worth 1997, writ denied)(op. on reh'g)(claim could not be brought against university system for monetary, non-equitable damages under the state constitution's due process provision); <i>Alcorn v. Vaksman,</i> 877 S.W.2d 390, 404 (Tex.App.-Houston [1st Dist.] 1994, writ denied)(en banc)(holding university officials immune in their official capacities for monetary claims based on violations of the state constitution); <i>accord </i><i>Tex. State Employees Union/CWA Local 6184 v. Tex. Workforce Comm'n,</i> 16 S.W.3d 61, 67 (Tex. App.-Austin 2000, no pet.)(where appellants sought equitable relief in form of order reinstating them to jobs rather than monetary damages, relief sought was permissible under article I, section 19).</p>\n<p>There are certain actions for which the legislature has expressly waived sovereign immunity and permitted a plaintiff to subject the State to suit and liability for back and front pay and other monetary damages related to employment, as well as for injunctive relief, such as actions under the Texas Commission on Human Rights Act<sup>[24]</sup> or the Texas Whistleblower Act.<sup>[25]</sup> Tex. Lab. Code Ann. §§ 21.002(8)(C),(D), 21.051, 21.258(b), 21.2585, 21.259 (Vernon 1996 &amp; Supp.2002); Tex. Gov't Code Ann. §§ 554.001, 554.003, 554.0035 (Vernon 1994 &amp; Supp.2002). Ferguson's \"enforcement\" claims, however, are not brought pursuant to these acts or any other for which the legislature has provided a waiver of sovereign immunity.</p>\n<p>Thus, since the petition in the instant suit attempts to subject a governmental unit to liability for money damages without the necessary legislative consent, the face of Ferguson's pleadings affirmatively demonstrate a lack of jurisdiction in the trial court. <i>IT-Davy,</i> 74 S.W.3d at 855-56; <i>Fed. Sign,</i> 951 S.W.2d at 405; <i>Moses,</i> 51 S.W.3d at 392; <i>TRST Corpus,</i> 9 S.W.3d at 323.</p>\n<p></p>\n<h2><i>Ferguson's Tort Claims</i></h2>\n<p>Furthermore, as to Ferguson's claims of tortious actions, specifically, \"intentional infliction of emotional distress\" and \"negligent violation of employment policies,\" we note that Ferguson does not assert that the Texas Tort Claims Act<sup>[26]</sup><span class=\"star-pagination\">*223</span> provides the necessary waiver to maintain such action. In any case, such a claim would not avail him as to either alleged tort as neither falls within the scope of such act.</p>\n<p>As to the intentional tort, the Texas Tort Claims Act specifically preserves sovereign immunity as to intentional torts. Tex. Civ. Prac. &amp; Rem.Code Ann. § 101.057(2) (Vernon 1997). Thus sovereign immunity is not waived for a claim of intentional infliction of emotional distress.</p>\n<p>As to the negligence claim, assuming that a claim of \"negligent violation of employment policies\" is an attempt to raise a claim of negligent implementation of a discretionary policy, Ferguson has failed both to state a claim and to plead facts that would support such a claim. Negligent implementation of policy is a theory of liability predicated on the distinction between negligent <i>formulation</i> of discretionary policy, for which sovereign immunity is preserved, and negligent <i>implementation</i> of that same formulated discretionary policy, for which it is not. <i>City of Brownsville v. Alvarado,</i> 897 S.W.2d 750, 754 (Tex.1995). To state a negligent implementation claim, a plaintiff must identify a particular policy adopted by the governmental unit and state facts which raise a claim that the policy was negligently carried out at the operational level. <i>See </i><i>Tarrant County Water Control &amp; Improvement Dist. No. 1 v. Crossland,</i> 781 S.W.2d 427, 433 (Tex.App.-Fort Worth 1989, writ denied)(holding that allegation of a general policy to warn of danger did not make the State liable for the particular decision to design a bridge without lights); <i>Waco v. Hester,</i> 805 S.W.2d 807, 812-13 (Tex.App.-Waco 1990, writ denied)(finding that a claim of negligent implementation of policy was asserted when the plaintiff complained of specific violations of implementation of the city jail's policy regarding segregation of prisoners).</p>\n<p>Ferguson made no assertions of negligent implementation in his petition. He did not allege any negligent implementation of any County policy, nor did he identify any policy that the County adopted or plead any facts that would demonstrate the violation of such policy. In short, Ferguson did not raise a claim of negligent implementation of policy in his petition and so may not rely on it to establish jurisdiction in the trial court. <i>See </i><i>Tex. Dep't of Transp. v. Bederka,</i> 36 S.W.3d 266, 272 (Tex.App.-Beaumont 2001, no pet.)(finding that a petition did not state a claim for negligent implementation where it contained no allegation that governmental unit made a policy decision to perform a discretionary act but failed to implement that decision); <i>Hicks,</i> 943 S.W.2d at 543.</p>\n<p>Moreover, even if such a claim had been made, the assertion of a negligent implementation theory of liability arises only after a plaintiff has properly asserted a waiver of immunity under section 101.021 of the tort claims act.<sup>[27]</sup> TEX. CIV. PRAC. &amp; <span class=\"star-pagination\">*224</span> REM.CODE ANN. § 101.021 (Vernon 1997); <i>City of Orange v. Jackson,</i> 927 S.W.2d 784, 786 (Tex.App.-Beaumont 1996, no writ). Since Ferguson did not assert any claim that fell within the scope of section 101.021 of the tort claims act, the theory of negligent implementation liability does not arise in this case. <i>Jackson,</i> 927 S.W.2d at 786. Accordingly, there is no waiver of sovereign immunity as to Ferguson's tort claims.</p>\n<p>We sustain appellants' first issue.</p>\n<p>APPELLANTS' SECOND ISSUE</p>\n<p>As our resolution of appellants' first issue is dispositive, we need not address appellants' second issue. <i>See</i> Tex.R.App. P. 47.1.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Having determined that Ferguson failed to state a claim for which sovereign immunity is waived, we must now decide whether his petition is incurably defective or whether, under the facts alleged in his petition, the petition might be amended to allege a cause of action within the trial court's jurisdiction. <i>See </i><i>Brown,</i> 80 S.W.3d at 555; <i>Peek,</i> 779 S.W.2d at 805.</p>\n<p>As we have noted, Ferguson's suit is one for damages and thus cannot be maintained without legislative consent. As Ferguson has never claimed, either to the trial court or this Court, to have legislative consent for this suit, we conclude that it is not possible for the petition to be amended to confer jurisdiction on the trial court. <i>City of Houston v. Northwood Mun. Util. Dist. No. 1,</i> 73 S.W.3d 304, 313 (Tex.App.-Houston [1st Dist.] 2001, pet. denied); <i>TRST Corpus,</i> 9 S.W.3d at 323-24.</p>\n<p>We sustain appellants' first issue on appeal, reverse the trial court's order denying the plea to the jurisdiction, and render judgment dismissing Ferguson's claims against appellants for lack of subject matter jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  Retired Justice Melchor Chavez assigned to this Court by the Chief Justice of the Supreme Court of Texas pursuant to Tex. Gov't Code Ann. § 74.003 (Vernon 1998).</p>\n<p>[2]  We have jurisdiction over this interlocutory appeal pursuant to section 51.014(a)(8) of the civil practice and remedies code, which provides that an appeal may be taken from an interlocutory order that grants or denies a plea to the jurisdiction by a governmental unit as defined in section 101.001. TEX. CIV. PRAC. &amp; REM.CODE ANN. §§ 51.014(a)(8), 101.001 (Vernon Supp.2002). It is undisputed that the City is such a governmental unit.</p>\n<p>[3]  At the time, an individual other than Larry Olivarez held the office of sheriff.</p>\n<p>[4]  The petition did not specify whether Larry Olivarez was being sued in his official or individual capacity.</p>\n<p>[5]  In his amended petition, Ferguson asserted that the bases for the disciplinary actions were \"bogus\" and that he was treated disparately. He also alleged that the reasons given for his termination were a pretext for discrimination and retaliation.</p>\n<p>[6]  Ferguson did not provide any more specifics in the petition about the temporary injunction being sought.</p>\n<p>[7]  The docket sheet indicates that appellants filed a plea in bar of jurisdiction with the original answer on December 31, 1999 and a first amended plea in bar of jurisdiction on September 11, 2000 in conjunction with their first amended answer. No hearings appear to have been held on these prior pleadings, and neither the docket sheet nor the record before us reflects any other filings of pleas to the jurisdiction.</p>\n<p>[8]  Section 158.012, titled \"Appeals,\" reads:\n</p>\n<p>(a) A county employee who, on a final decision by the commission, is demoted, suspended, or removed from the employee's position may appeal the decision by filing a petition in a district court in the county within 30 days after the date of the decision.</p>\n<p>(b) An appeal under this section is under the substantial evidence rule, and the judgment of the district court is appealable as in other civil cases.</p>\n<p>(c) If the district court renders judgment for the petitioner, the court may order reinstatement of the employee, payment of back pay, or other appropriate relief.</p>\n<p>Tex. Loc. Gov't Code Ann. § 158.012 (Vernon 1999).</p>\n<p>[9]  We must take all factual allegations pled as true, unless the defendant pleads and proves that the allegations were fraudulently made in order to confer jurisdiction. <i>Cont'l Coffee Prods. Co. v. Cazarez,</i> 937 S.W.2d 444, 449 (Tex.1996). Appellants have not asserted that Ferguson made any fraudulent allegations for the purpose of conferring jurisdiction.</p>\n<p>[10]  Sovereign immunity does not, however, apply to actions taken pursuant to the application of an unconstitutional law, even though the actions are within the scope of a person's official capacity and are mandated by law. <i>Rylander v. Caldwell,</i> 23 S.W.3d 132, 135-36 (Tex.App.-Austin 2000, no pet.).</p>\n<p>[11]  The Dallas court of appeals, in <i>Smith v. Davis</i><i>,</i> interpreted <i>Kmiec</i> as holding that a governmental employee sued in an official capacity \"may <i>in some cases</i> enjoy the protections of sovereign immunity to the extent those protections are available to his employer,\" namely, \"when the governmental unit is made a party to suit.\" <i>Smith v. Davis,</i> 999 S.W.2d 409, 413, 416-417 (Tex.App.-Dallas 1999, no pet.)(emphasis added). We disagree. We note that <i>Smith</i> relies on <i>Kmiec</i> for this proposition, yet while in <i>Kmiec</i> the governmental unit was a party to the suit, this fact was not relied upon as a prerequisite to application of the protection of sovereign immunity to a governmental official sued in an official capacity. <i>See </i><i>City of Hempstead v. Kmiec,</i> 902 S.W.2d 118, 122 (Tex.App.-Houston [1st Dist.] 1995, no writ). Nor has this Court imposed such a requirement. <i>Thomas v. Collins,</i> 853 S.W.2d 53, 55 (Tex.App.-Corpus Christi 1993, writ denied)(finding suit not maintainable on grounds of sovereign immunity in suit filed only against director of Texas Department of Corrections in an official capacity). More importantly, since a suit against a person in an official capacity is simply another way of asserting a suit against the state, then if no suit against the state may lie due to sovereign immunity, no suit may lie against a person sued only in an official capacity. <i>Kmiec,</i> 902 S.W.2d at 122; <i>see also </i><i>McCartney v. May,</i> 50 S.W.3d 599, 605-06 (Tex.App.-Amarillo 2001, no pet.)(disagreeing with <i>Davis</i> and holding that governmental employees were entitled to summary judgment in their official capacities, based on sovereign immunity, even though the state agency for whom they were employed was not a party to the suit); <i>Alcorn v. Vaksman,</i> 877 S.W.2d 390, 403 (Tex.App.-Houston [1st Dist.] 1994, writ denied)(en banc)(finding that state employees were entitled to sovereign immunity when sued in official capacities for acts performed within the scope of their authority, even though the state was not named as a defendant). We agree with the <i>May</i> court that whether the governmental unit is named as a party or not does not affect the ability of an employee of that unit to rely on the defense of sovereign immunity as to claims against the person in an official capacity. <i>May,</i> 50 S.W.3d at 606.</p>\n<p>[12]  Ideally, in order to avoid confusion, the relevant capacity should be included in the style of the suit when filed. <i>Morris v. Collins,</i> 916 S.W.2d 527, 530 n. 2 (Tex.App.-Houston [1st Dist.] 1995, no writ)(O'Conner, J., concurring).</p>\n<p>[13]  Nevertheless, Olivarez did file a general denial in answer to the suit jointly with Nueces County.</p>\n<p>[14]  <i>Yanes</i> involved a suit under article III, section 52(e) of the Texas Constitution, which deals with payments of medical expenses by counties for county law enforcement officials injured in the course of official duties. <i>Frasier v. Yanes,</i> 9 S.W.3d 422, 424 (Tex.App.-Austin 1999, no pet); <i>see</i> Tex. Const. art. III, § 52(e).</p>\n<p>[15]  The State may be sued for federal constitutional violations or under certain federal statutes which provide for a waiver of sovereign immunity. <i>See </i><i>Morris,</i> 916 S.W.2d at 531 (noting sovereign immunity does not bar federal civil rights claims and violations of federal due process).</p>\n<p>[16]  It is not necessary to specifically plead consent in a petition where there is a general statutory right to bring suit against a particular governmental entity or a particular type of claim. <i>Missouri Pac. R.R. Co. v. Brownsville Navigation Dist.,</i> 453 S.W.2d 812, 813-14 (Tex.1970); <i>City of San Antonio v. Cortes,</i> 5 S.W.3d 708, 711-12 (Tex.App.-San Antonio 1999, no pet.).</p>\n<p>[17]  See footnote 16.</p>\n<p>[18]  Moreover, an <i>ultra vires</i> suit may not be maintained against an official in his official capacity; such a suit may only be brought against an official in his individual capacity. <i>Dillard v. Austin Indep. Sch. Dist.,</i> 806 S.W.2d 589, 597-98 (Tex.App.-Austin 1991, writ denied); <i>Bagg v. Univ. of Tex. Med. Branch at Galveston,</i> 726 S.W.2d 582, 584-85 (Tex.App.-Houston [14th Dist.] 1987, writ ref'd n.r.e.). The exception to this rule is when the claim made is that the official was acting within the scope of official authority but pursuant to an unconstitutional law. <i>Camacho v. Samaniego,</i> 954 S.W.2d 811, 821 (Tex.App.-El Paso 1997, writ denied).</p>\n<p>[19]  Nor is this a suit for mandamus. Ferguson's petition to the trial court did not request mandamus relief, and his brief before this Court is not an original proceeding brought pursuant to appellate rule 52. <i>See</i> TEX.R.APP. P. 52. Ferguson appears before us in this appeal solely in his status as appellee in an interlocutory appeal in a suit for damages. We express no opinion as to whether mandamus would have been appropriate under the facts of this case if a petition for mandamus relief, rather than a suit for monetary damages had been sought, although we note that a sister court of appeals recently reversed a trial court that refused to grant a writ of mandamus to compel a sheriff to abide by a decision issued by the civil service commission. <i>See </i><i>Sheppard v. Thomas,</i> No. 01-01-00822-CV, ___ S.W.3d ___, 2003 WL 360363, 2003 Tex.App. LEXIS 1009 (Tex. App.-Houston [1st Dist.], January 30, 2003, no pet. h.). (Opinion on reh'g).</p>\n<p>[20]  We note that if Ferguson had sought injunctive relief, the trial court would have been faced with a request that Ferguson both be reinstated to the position from which he was terminated while simultaneously being placed in the position he was denied. Since the alluded-to injunctive relief was never requested in the petition and Ferguson instead sought a money judgment, the trial court was never faced with this conundrum. We note too that the first alluded-to potential injunctive request (placement in a disputed position) would have been an attempt to control state action and thus barred by sovereign immunity. <i>See </i><i>King v. Tex. Dep't of Human Servs.,</i> 28 S.W.3d 27, 33 (Tex.App.-Austin 2000, no pet.)(finding the trial court had no jurisdiction over a request for injunctive relief placing plaintiff in position which he claimed he was deprived of because of discrimination, as such request was barred by sovereign immunity).</p>\n<p>[21]  A claim for back pay, other than one to recover for services rendered or to prevent unjust enrichment, is a claim for damages at law. <i>See Securtec, Inc. v. County of Gregg,</i> No. 06-01-00164-CV, ___ S.W.3d ___, ___, 2002 WL 31769471, 2002 Tex.App. LEXIS 8812 at *31 (Tex.App.-Texarkana, Dec. 11, 2002, no pet. h.)(claim seeking back pay for denial of an opportunity to perform a contract was one for legal, not equitable, relief); <i>see also </i><i>Jackson v. Houston Indep. Sch. Dist.,</i> 994 S.W.2d 396, 400 (Tex.App.-Houston [14th Dist.] 1999, no pet.)(\"... although couched in terms of `injunctive relief' ... a claim for back pay constitutes a claim for damages under Texas law ...\")(in case seeking back pay for deprivation of \"correct salary\" resulting from employer's refusal to reclassify position and adjust pay grade); <i>O'Bryant v. City of Midland,</i> 949 S.W.2d 406, 414 (Tex.App.-Austin 1997)(op. on reh'g), <i>aff'd in part and rev'd in part on other grounds,</i> 18 S.W.3d 209 (Tex.2000)(finding that request for back pay for officers who had been prevented from serving as licensed peace officers was a claim for damages, not equity, noting that action for monetary relief is action at law rather than in equity); <i>see also </i><i>Huckabay v. Moore,</i> 142 F.3d 233, 242 n. 10 (5th Cir.1998)(noting that even though back pay is considered an \"equitable award\" under the Texas Human Rights Act, that does not mean that a claim for back pay is not an action at law).</p>\n<p>[22]  This is the \"due course of law\" provision and reads, \"No citizen of this State shall be deprived of life, liberty, property, privileges or immunities, or in any manner disenfranchised, except by the due course of the law of the land.\" Tex. Const. art. III, § 19.</p>\n<p>[23]  A suit brought for a violation of article I, section 19 of the constitution that seeks money damages would not be barred by sovereign immunity as the constitution itself provides a waiver of sovereign immunity for violations of this provision. <i>Steele v. City of Houston,</i> 603 S.W.2d 786, 791 (Tex.1980); <i>Tex. State Employees' Union/CWA Local 6184 v. Tex. Workforce Comm'n,</i> 16 S.W.3d 61, 67 (Tex.App.-Austin 2000, no pet.). However, claims for money damages in such a suit would be subject to summary judgment. <i>Vaksman,</i> 877 S.W.2d at 404.</p>\n<p>[24]  Tex. Lab.Code Ann. §§ 21.001-.556 (Vernon 1996 &amp; Supp.2002).\n</p>\n<p>In fact, Ferguson alleged in his amended petition that he was seeking a right to sue from the Corpus Christi Human Relations Commission and would amend his pleading on receipt of notice; however no allegation of any violation of the Texas Commission on Human Rights Act is raised in the amended petition.</p>\n<p>[25]  Tex. Gov't Code Ann. §§ 554.001-.010 (Vernon 1996 &amp; Supp.2002).</p>\n<p>[26]  As a general rule, governmental entities are immune from tort liability under the doctrine of sovereign immunity unless the legislature has waived immunity. <i>Harris County v. Dillard,</i> 883 S.W.2d 166, 168 (Tex.1994). The Texas Tort Claims Act provides for a limited waiver of sovereign immunity for certain tortious acts. TEX. CIV. PRAC. &amp; REM.CODE ANN. § 101.021 (Vernon 1997). Whether a particular claim falls into any of the exceptions from the general doctrine of sovereign immunity provided for in the Texas Tort Claims Act is entirely dependent on the statutory language. <i>Dallas County Mental Health &amp; Mental Retardation v. Bossley,</i> 968 S.W.2d 339, 341 (Tex.1998).</p>\n<p>[27]  The Texas Tort Claims Act provides that governmental units are liable for:\n</p>\n<p>(1) property damage, personal injury, and death proximately caused by the wrongful act or omission or the negligence of an employee acting within his scope of employment if:</p>\n<p>(A) the property damage, personal injury, or death arises from the operation or use of a motor-driven vehicle or motor-driven equipment; and</p>\n<p>(B) the employee would be personally liable to the claimant according to Texas law; and</p>\n<p>(2) personal injury and death so caused by a condition or use of tangible personal or real property if the government unit would, were it a private person, be liable to the claimant according to Texas law.</p>\n<p>TEX. CIV. PRAC. &amp; REM.CODE ANN. § 101.021 (Vernon 1997).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">205</span></span> (2002)</b></center>\n<center><h1>NUECES COUNTY and Larry Olivarez, Sheriff, Appellants,<br>\nv.<br>\nGayle C. FERGUSON, Appellee.</h1></center>\n<center>No. 13-02-230-CV.</center>\n<center><p><b>Court of Appeals of Texas, Corpus Christi-Edinburg.</b></p></center>\n<center>November 27, 2002.</center>\n<center>Rehearing Overruled January 30, 2003.</center>\n<p><span class=\"star-pagination\">*210</span> Laura Jimenez Garza, County Atty., Milan Marinkovich, Asst. County Atty., Corpus Christi, for appellants.</p>\n<p>Jeanne Chastain, Corpus Christi, for appellee.</p>\n<p>Before Justices HINOJOSA, CASTILLO, and CHAVEZ.<sup>[1]</sup></p>\n<p></p>\n<h2>OPINION</h2>\n<p>Opinion by Justice CASTILLO.</p>\n<p>This is an interlocutory appeal from the denial of a plea to the jurisdiction.<sup>[2]</sup> In two issues, appellants Nueces County (\"the County\") and Sheriff Larry Olivarez (\"the Sheriff\") assert that the trial court erred <span class=\"star-pagination\">*211</span> in denying their plea to the jurisdiction. We reverse and render.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>In March of 1996, appellee, Gayle Ferguson, an employee of the Nueces County Sheriff's Department, applied for a posted position of training officer with the Sheriff's Department but was not awarded the position. The position instead went to Stanley Repka. Ferguson consequently filed a grievance against the sheriff of Nueces County<sup>[3]</sup> with the Nueces County Civil Service Commission (\"the Commission\") for the sheriff's failure to appoint him to the position.</p>\n<p>The Commission issued a decision on December 16, 1996, that stated, \"The Commission holds that Sgt. Stanley Repka lacks the minimum qualifications for position number 015, Job Class &amp; Title 1432 Training Officer\" and pronounced that the Commission was deciding in favor of Ferguson. However, the Commission made no findings, nor did it award the position of training officer to Ferguson.</p>\n<p>The position was reannounced in May of 1997 with the same qualifications listed and Ferguson again applied. The position was reannounced later with different qualifications and awarded to Repka. Consequently, in November of 1998, Ferguson filed a lawsuit against the County and against Sheriff Larry Olivarez.<sup>[4]</sup></p>\n<p>While the lawsuit was pending, Ferguson, who remained in the employ of the Sheriff's Department, was terminated after being disciplined repeatedly.<sup>[5]</sup> He appealed his termination to the Commission. The Commission issued a decision on the termination on August 15, 2001, wherein it made the following \"FINDINGS AND DECISIONS\": \"It is the unanimous decision of the members of the Commission in regards to Grievance Number 02091-1, <i>Gayle C. Ferguson v. Nueces County Sheriff's Department</i> to reduce the termination to a ninety day suspension.\" No other decision or finding was made.</p>\n<p>On September 17, 2001, Ferguson amended his petition in the pending lawsuit. In his amended petition, he stated he was seeking \"enforcement of the Civil Service Commission findings of December 1996 by prospective injunction placing [Ferguson] in the position for which he was the most highly qualified in 1996\" and \"full reinstatement from termination in 2001\" as well as \"enforcement of the benefits attendant to the position of sergeant in the form of retroactive pay for the position as he would have earned if not terminated or suspended.\" He also stated that he was seeking \"full reinstatement without suspension expungement of his derogatory work record and full back pay,\" asserting that he was \"entitled to such relief under the Civil Service Rules, state law, and because such losses are a result of discrimination and retaliation.\" Ferguson also alleged that the acts and conduct of \"Defendants\" as alleged in the petition constituted intentional infliction of emotional distress as \"[they] had acted knowingly and intentionally to deprive Plaintiff of the rightful benefits of the position.\" Under the final section of his petition, entitled \"Damages,\" Ferguson requested: (1) a temporary restraining order restraining <span class=\"star-pagination\">*212</span> appellants from conferring the status of Training Officer on anyone other than himself or from allowing anyone other than himself to function as Training Officer; (2) that \"Defendant be restrained from suspending [Ferguson] retroactively and full back pay be awarded;\" and that (3) \"a temporary injunction be granted.\"<sup>[6]</sup> Ferguson also requested that \"on final trial, Plaintiff have and recover judgment against Defendants for\": (1) \"the value of the loss of the position of Training Officer;\" (2) \"damages for negligent violation of employment policies and compensation and benefits due\" to him; (3) \"additional sums for past and future damages sustained by [Ferguson] for intentional infliction of emotional distress and for mental anguish;\" (4) \"full back and front pay;\" (5) \"prejudgment interest and postjudgment interest at the maximum legal rate until all damage awards have been paid in full;\" (6) reasonable and necessary attorney's fees; (7) costs of court; and (8) all other relief to which he might show himself entitled.</p>\n<p>To this amended pleading, appellants filed a second amended plea to the jurisdiction and motion to dismiss<sup>[7]</sup> on November 28, 2001, asserting that the trial court lacked subject matter jurisdiction because Ferguson failed to file a petition in the district court within thirty days after the dates of the Commission's decisions as required by local government code section 158.012(a).<sup>[8]</sup> Tex. Loc. Gov't Code Ann. § 158.012(a) (Vernon 1999). Appellants also argued that sovereign immunity deprived the trial court of jurisdiction over the tort claims alleged. After hearing arguments and reviewing briefs on the issue, the trial court denied the plea to the jurisdiction. This interlocutory appeal ensued.</p>\n<p></p>\n<h2>ISSUES PRESENTED</h2>\n<p>In their first issue, appellants assert that the trial court erred in denying their plea to the jurisdiction and motion to dismiss because they were immune from suit under the doctrine of sovereign immunity. In their second issue, appellants assert that the trial court erred in denying the plea to the jurisdiction and motion to dismiss because Ferguson failed to comply with the statutory requirements of local government code section 158.012(a), thereby depriving the trial court of subject matter jurisdiction over the Commission's decisions rendered on December 16, 1996 and August 15, 2001.</p>\n<p>Ferguson presents no response to appellant's first issue. To the second issue, Ferguson counters that he seeks to neither <span class=\"star-pagination\">*213</span> affirm nor reverse the Commission's decisions since he should not be required to appeal to accomplish the clear ruling of the commission. Rather, Ferguson argues, he is entitled to immediate compliance or an enforcement ruling because no appeal was taken by the sheriff.</p>\n<p></p>\n<h2>STANDARD OF APPELLATE REVIEW</h2>\n<p>This appeal is strictly limited to our review of the trial court's ruling on the plea to the jurisdiction. Tex. Civ. Prac. &amp; Rem.Code Ann. § 51.014(a)(8) (Vernon Supp.2002). On appeal, because the question of subject matter jurisdiction is a legal question, we review the trial court's ruling on a plea to the jurisdiction under a <i>de novo</i> standard of review. <i>Mayhew v. Town of Sunnyvale,</i> <span class=\"citation\" data-id=\"2393810\"><a href=\"/opinion/2393810/mayhew-v-town-of-sunnyvale/\"><span class=\"volume\">964</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">922</span></a></span>, 928 (Tex.1998). To determine whether appellees have affirmatively demonstrated the court's jurisdiction to hear the case, we consider the facts alleged in the petition, and to the extent it is relevant to the jurisdictional issue, any evidence submitted by the parties to the trial court. <i>Tex. Natural Res. Conservation Comm'n v. White,</i> <span class=\"citation\" data-id=\"1560524\"><a href=\"/opinion/1560524/tx-nat-res-con-comn-v-white/\"><span class=\"volume\">46</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">864</span></a></span>, 868 (Tex.2001); <i>Bland Indep. Sch. Dist. v. Blue,</i> <span class=\"citation\" data-id=\"1449865\"><a href=\"/opinion/1449865/bland-independent-school-dist-v-blue/\"><span class=\"volume\">34</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">547</span></a></span>, 555 (Tex.2000). Our task is not to decide the merits of the case but rather to examine the claims in the pleadings, taking as true the facts pled,<sup>[9]</sup> and determine whether those facts support jurisdiction in the trial court. <i>Baston v. City of Port Isabel,</i> <span class=\"citation\" data-id=\"1463917\"><a href=\"/opinion/1463917/baston-v-city-of-port-isabel/\"><span class=\"volume\">49</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">425</span></a></span>, 427-28 (Tex.App.-Corpus Christi 2001, pet. denied).</p>\n<p>We must construe the pleadings in the plaintiff's favor and look to the pleader's intent. <i>County of Cameron v. Brown,</i> <span class=\"citation\" data-id=\"1768496\"><a href=\"/opinion/1768496/county-of-cameron-v-brown/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">549</span></a></span>, 555 (Tex.2002); <i>Peek v. Equip. Serv. Co.,</i> <span class=\"citation\" data-id=\"1775169\"><a href=\"/opinion/1775169/peek-v-equipment-service-co-of-san-antonio/\"><span class=\"volume\">779</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">802</span></a></span>, 804 (Tex.1989). A plaintiff bears the burden to allege facts affirmatively demonstrating the trial court's jurisdiction to hear a case. <i>Tex. Ass'n of Bus. v. Tex. Air Control Bd.,</i> <span class=\"citation\" data-id=\"1515115\"><a href=\"/opinion/1515115/tex-assn-of-business-v-air-control-bd/\"><span class=\"volume\">852</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">440</span></a></span>, 446 (Tex. 1993); <i>Mission Consol. Indep. Sch. Dist. v. Flores,</i> <span class=\"citation\" data-id=\"1947087\"><a href=\"/opinion/1947087/mission-consolidated-independent-school-dist-v-flores/\"><span class=\"volume\">39</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">674</span></a></span>, 676 (Tex.App.-Corpus Christi 2001, no pet.). If a plaintiff pleads facts that affirmatively demonstrate an absence of jurisdiction, and the defect is incurable, then the cause is properly dismissed. <i>Peek,</i> 779 S.W.2d at 804-05; <i>City of Austin v. L.S. Ranch,</i> <span class=\"citation\" data-id=\"1491428\"><a href=\"/opinion/1491428/city-of-austin-v-ls-ranch-ltd/\"><span class=\"volume\">970</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">750</span></a></span>, 753 (Tex.App.-Austin 1998, no pet.). However, the mere failure of a petition to state a cause of action does not show a want of jurisdiction in the court. <i>Bybee v. Fireman's Fund Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">429</span></span>, <span class=\"citation\" data-id=\"2387004\"><a href=\"/opinion/2387004/bybee-v-firemans-fund-ins-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">910</span></a></span>, 917 (1960). If the plaintiff's pleadings are insufficient to demonstrate the court's jurisdiction, but do not affirmatively show incurable defects in jurisdiction, the proper remedy is to allow the plaintiff an opportunity to amend before dismissal. <i>Brown,</i> 80 S.W.3d at 555; <i>Peek,</i> 779 S.W.2d at 805.</p>\n<p></p>\n<h2>CLAIMS AGAINST SHERIFF OLIVAREZ</h2>\n<p>As a preliminary matter, we must consider the capacity in which suit is brought against Sheriff Larry Olivarez as such will affect our review of the claims against him.</p>\n<p>A plaintiff may sue a governmental employee or official in the person's official capacity, individual capacity, or both. <i>Denson v. Tex. Dep't of Crim. Justice,</i> <span class=\"citation\" data-id=\"1440121\"><a href=\"/opinion/1440121/denson-v-tdcj-id/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">454</span></a></span>, 460 (Tex.App.-Tyler 1999, pet. denied). However, claims against governmental employees or officials <span class=\"star-pagination\">*214</span> in their official capacities are separate and distinct from claims against them in their individual capacities. <i>Vela v. Rocha,</i> <span class=\"citation\" data-id=\"1743109\"><a href=\"/opinion/1743109/vela-v-rocha/\"><span class=\"volume\">52</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">398</span></a></span>, 403 (Tex.App.-Corpus Christi 2001, no pet.). Indeed, a person sued in his legal capacity is regarded as a distinct legal personage from that same person sued in his individual capacity. <i>Elizondo v. Tex. Natural Res. Conservation Comm'n,</i> <span class=\"citation\" data-id=\"2418521\"><a href=\"/opinion/2418521/elizondo-v-texas-nat-resource-cons-comn/\"><span class=\"volume\">974</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">928</span></a></span>, 931 (Tex. App.-Austin 1998, no pet.)(citing <i>Alexander v. Todman,</i> <span class=\"citation\" data-id=\"272057\"><a href=\"/opinion/272057/joseph-alexander-and-daniel-w-ambrose-respectively-president-and/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span>, 746 (3rd Cir.1966); <i>accord </i><i>Bender v. Williamsport Area Sch. Dist.,</i> <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, 543-44 &amp; n. 6, <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></a></span>, <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1986)). Thus, a person in his official capacity is a \"stranger to his rights and liabilities as an individual\" and vice versa. <i>Elizondo,</i> 974 S.W.2d at 931 (quoting <i>Todman,</i> 361 F.2d at 746). A person filing suit against an individual solely in an official capacity thus cannot impose liability or recover damages from that same person in an individual capacity, nor can a suit solely against a person in an individual capacity result in liability or the execution of a judgment against the governmental unit that the person represents in an official capacity. <i>Bender,</i> 475 U.S. at 544, <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></a></span> (quoting <i>Brandon v. Holt,</i> <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471-72, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985) and <i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-66, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985)). Accordingly, the capacity in which a governmental employee or official is sued is significant because it affects the party upon whom liability may be imposed and from whom damages may be collected, as well as the defenses that may be raised. <i>Jackson v. Stinnett,</i> <span class=\"citation\" data-id=\"1660588\"><a href=\"/opinion/1660588/jackson-v-stinnett/\"><span class=\"volume\">881</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">498</span></a></span>, 500 (Tex.App.-El Paso 1994, no writ).</p>\n<p>In a suit against a person in an official capacity, a plaintiff is actually seeking to impose liability against the governmental unit the sued person represents, rather than on the individual specifically named. <i>Rocha,</i> 52 S.W.3d at 403 (citing <i>Graham,</i> 473 U.S. at 166, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>). The suit is, then, in actuality, one against the governmental unit, which is the legal entity that will be held liable for any judgment rendered against the individual sued in an official capacity. <i>Graham,</i> 473 U.S. at 165-66, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>. By contrast, a suit against a person in an individual capacity seeks to impose personal liability on the individual being sued for personal actions taken under color of state law, and so damages in that instance may be collected only from the individual defendant sought to be held liable and not from the governmental unit that employs the defendant. <i>Id.</i></p>\n<p>The capacity in which a governmental employee or official is sued likewise affects the immunity defenses that may be asserted. <i>Rocha,</i> 52 S.W.3d at 403 (\"Each capacity involves a separate and distinct form of potential immunity ...\"). Persons sued in their official capacity may raise any defense available to the governmental unit, including sovereign immunity.<sup>[10]</sup><i>Gonzalez v. Avalos,</i> <span class=\"citation\" data-id=\"2378975\"><a href=\"/opinion/2378975/gonzalez-v-avalos/\"><span class=\"volume\">866</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">346</span></a></span>, 349 (Tex.App.-El Paso 1993), <i>writ dism'd w.o.j.,</i> <span class=\"citation\" data-id=\"1742448\"><a href=\"/opinion/1742448/gonzalez-v-avalos/\"><span class=\"volume\">907</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">443</span></a></span> (Tex.1995)(per curiam); <i>Bagg v. Univ. of Tex. Med. Branch at Galveston,</i> <span class=\"citation\" data-id=\"1516538\"><a href=\"/opinion/1516538/bagg-v-univ-of-texas-medical-branch/\"><span class=\"volume\">726</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">582</span></a></span>, 586 (Tex. App.-Houston [14th Dist.] 1987, writ ref'd n.r.e.). An individual sued in an official capacity may enjoy the protections of sovereign immunity to the same extent as those protections are available to the person's employer and thus, if the governmental <span class=\"star-pagination\">*215</span> unit would be immune due to sovereign immunity, so is the governmental official sued in his official capacity.<sup>[11]</sup><i>City of Hempstead v. Kmiec,</i> <span class=\"citation\" data-id=\"2371558\"><a href=\"/opinion/2371558/city-of-hempstead-v-kmiec/\"><span class=\"volume\">902</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">118</span></a></span>, 122 (Tex.App.-Houston [1st Dist.] 1995, no writ). Persons sued in their individual capacities, on the other hand, may not rely on sovereign immunity protections for claims against them in that capacity, although they may assert the defense of official immunity. <i>Gonzalez,</i> 866 S.W.2d at 349. Finally, persons sued in both official and individual capacities may assert both official and sovereign immunity, although they enjoy sovereign immunity protection only to the extent that they were acting in their official capacity. <i>Bagg,</i> 726 S.W.2d at 586.</p>\n<p>In the instant case, Ferguson did not explicitly state in his petition whether his claims against Larry Olivarez were brought against Olivarez in an official or individual capacity. When a petition fails to specify the capacity in which a person is sued,<sup>[12]</sup> we will look at the \"course of the proceedings\" to determine the nature of the liability the plaintiff seeks to impose. <i>Graham,</i> 473 U.S. at 166 n. 14, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span> (citing <i>Brandon v. Holt,</i> <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 469, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985)).</p>\n<p>In examining these proceedings, we note that the amended petition describes Olivarez in the following terms: \"Defendant, LARRY OLIVAREZ, SHERIFF is an individual employed with Nueces County and may be served at the Nueces County Courthouse, Corpus Christi, Texas.\" When referring to him specifically, the petition uses the term \"Sheriff Olivarez\" or simply \"Sheriff.\" No reference is made in the petition or in the record before us to claims against Olivarez personally, that is, <span class=\"star-pagination\">*216</span> in any individual capacity. Further, Ferguson does not allege in the petition that the actions he complains of, namely, the failure to promote Ferguson to the position he applied for in 1996 as well as his termination in 2001, were not acts within the scope of Olivarez's authority as sheriff. Moreover, Ferguson makes the same complaints against the County as he does against Olivarez and his petition clearly contemplates that the County would be liable for any judgment recovered, not Olivarez personally. Lastly, and significantly, Ferguson never served Sheriff Olivarez, in either his official or his individual capacity,<sup>[13]</sup> nor did Ferguson request any service on Olivarez in any capacity. The only service requested, and made, in this cause was on Nueces County, by way of service on the county judge.</p>\n<p>We conclude that Ferguson only asserted claims against Sheriff Olivarez in his official capacity as Sheriff of Nueces County. A sheriff, sued in an official capacity, is not an entity distinct from the county. <i>Bowles v. Wade,</i> <span class=\"citation\" data-id=\"2405730\"><a href=\"/opinion/2405730/bowles-v-wade/\"><span class=\"volume\">913</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">644</span></a></span>, 649 (Tex.App.-Dallas 1995, writ denied), <i>abrogated on other grounds, </i><i>Essenburg v. Dallas County,</i> <span class=\"citation\" data-id=\"2425047\"><a href=\"/opinion/2425047/essenburg-v-dallas-county/\"><span class=\"volume\">988</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">188</span></a></span> (Tex.1998). Thus, Olivarez is entitled to assert any defense the County may assert, <i>Gonzalez,</i> 866 S.W.2d at 349, and claims against him are subject to the same jurisdictional analysis as claims against Nueces County. <i>Bowles,</i> 913 S.W.2d at 649.</p>\n<p>We turn then to the question of sovereign immunity.</p>\n<p></p>\n<h2>SOVEREIGN IMMUNITY</h2>\n<p>In their first issue, appellants assert that Ferguson failed to allege a cause of action for which sovereign immunity was waived, and so subject matter jurisdiction was lacking in the trial court and their plea to the jurisdiction should have been granted. Ferguson does not respond to this issue in his brief.</p>\n<p></p>\n<h2>Sovereign Immunity and Subject Matter Jurisdiction</h2>\n<p>Sovereign immunity, unless waived, protects the State of Texas from lawsuits for damages absent legislative consent. <i>Gen. Servs. Comm'n v. Little-Tex Insulation Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">591</span></span>, 594 (Tex.2001). Sovereign immunity derives from the principle that the sovereign may not be sued in its courts without its consent. <i>Tex. Workers' Comp. Comm'n v. Garcia,</i> <span class=\"citation\" data-id=\"1685966\"><a href=\"/opinion/1685966/texas-workerscompensation-comn-v-garcia/\"><span class=\"volume\">862</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">61</span></a></span>, 72 (Tex.App.-San Antonio 1993), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1528314\"><a href=\"/opinion/1528314/texas-workerscompensation-comn-v-garcia/\"><span class=\"volume\">893</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">504</span></a></span> (Tex.1995)(en banc). Sovereign immunity encompasses two principles: immunity from suit and immunity from liability. <i>Fed. Sign v. Tex. S. Univ.,</i> <span class=\"citation\" data-id=\"2382125\"><a href=\"/opinion/2382125/federal-sign-v-texas-southern-university/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">401</span></a></span>, 405 (Tex.1997). Immunity from liability protects the State from judgments, even where there is an express consent on the part of the Legislature to permit a suit. <i>Id.</i> Immunity from liability is an affirmative defense that must be pled or else it is waived. <i>Texas Department of Transportation v. Jones,</i> <span class=\"citation\" data-id=\"1859792\"><a href=\"/opinion/1859792/texas-department-of-trans-v-jones/\"><span class=\"volume\">8</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">636</span></a></span>, 638 (Tex.1999) (citing <i>Davis v. City of San Antonio,</i> <span class=\"citation\" data-id=\"2462090\"><a href=\"/opinion/2462090/davis-v-city-of-san-antonio/\"><span class=\"volume\">752</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">518</span></a></span>, 519-20 (Tex. 1988)). Immunity from suit, on the other hand, bars a suit against the State unless the State expressly gives consent to the suit. <i>Fed. Sign,</i> 951 S.W.2d at 405. Immunity from suit, then, deprives a trial court of subject matter jurisdiction over the governmental agency, even if liability is undisputed. <i>Travis County v. Pelzel &amp; Assocs., Inc.,</i> <span class=\"citation\" data-id=\"2099504\"><a href=\"/opinion/2099504/travis-county-v-pelzel-associates-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">246</span></a></span>, 248 (Tex. 2002).</p>\n<p><span class=\"star-pagination\">*217</span> A county is a governmental unit protected by sovereign immunity. <i>Id.</i> Likewise, a public official sued in an official capacity is protected by the same sovereign immunity enjoyed by the governmental unit he represents. <i>Morris v. Copeland,</i> <span class=\"citation\" data-id=\"2441154\"><a href=\"/opinion/2441154/morris-v-copeland/\"><span class=\"volume\">944</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">696</span></a></span>, 698-99 (Tex. App.-Corpus Christi 1997, no pet.)(holding that suit against the sheriff was a suit against the county, and both were immune from suit by virtue of sovereign immunity). Accordingly, we must determine whether the claims raised in Ferguson's amended petition are ones for which sovereign immunity has been waived and, if so, whether Ferguson has properly pled such claims so as to invoke jurisdiction in the trial court. <i>See </i><i>State Dep't of Crim. Justice v. Miller,</i> <span class=\"citation\" data-id=\"1579143\"><a href=\"/opinion/1579143/texas-dept-of-criminal-justice-v-miller/\"><span class=\"volume\">51</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">583</span></a></span>, 587 (Tex.2001)(finding that a mere reference to a basis for waiver of sovereign immunity in a petition is not enough to confer jurisdiction; the reviewing court must examine the scope of the waiver and whether the allegations in the petition fall within the scope of that waiver).</p>\n<p></p>\n<h2>Waiver of Sovereign Immunity</h2>\n<p>The State may waive its sovereign immunity by express legislative permission via a resolution granting permission for a person to file suit in a specific case or by way of a statutory authorization for waiver, either in particular circumstances or as to specific governmental entities. <i>Jones,</i> 8 S.W.3d at 638; <i>Missouri Pac. R.R. Co. v. Brownsville Navigation Dist.,</i> <span class=\"citation\" data-id=\"2441963\"><a href=\"/opinion/2441963/missouri-pacific-r-co-v-brownsville-nav-dist/\"><span class=\"volume\">453</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">812</span></a></span>, 813-14 (Tex.1970); <i>City of San Antonio v. Cortes,</i> <span class=\"citation\" data-id=\"2192752\"><a href=\"/opinion/2192752/city-of-san-antonio-v-cortes/\"><span class=\"volume\">5</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">708</span></a></span>, 711-12 (Tex.App.-San Antonio 1999, no pet.). Certain provisions of the Texas Constitution are self-enacting, and thus provide the right to bring an action against the government for violations of the provisions without the need for legislative consent. <i>Steele v. City of Houston,</i> <span class=\"citation\" data-id=\"1624478\"><a href=\"/opinion/1624478/steele-v-city-of-houston/\"><span class=\"volume\">603</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">786</span></a></span>, 791 (Tex.1980). However, suits brought pursuant to constitutional provisions are limited to equitable relief and do not allow a claim for monetary damages except to the extent specifically enunciated in the constitutional provision. <i>City of Beaumont v. Bouillion,</i> <span class=\"citation\" data-id=\"2463017\"><a href=\"/opinion/2463017/city-of-beaumont-v-bouillion/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">143</span></a></span>, 149 (Tex.1995)(determining that no private right for damages was permitted for violations of state constitutional rights and vacating jury award of damages); <i>O'Bryant v. City of Midland,</i> <span class=\"citation\" data-id=\"2419508\"><a href=\"/opinion/2419508/obryant-v-city-of-midland/\"><span class=\"volume\">949</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">406</span></a></span>, 414 (Tex.App.-Austin 1997)(op. on reh'g), <i>aff'd in part and rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"1426519\"><a href=\"/opinion/1426519/city-of-midland-v-obryant/\"><span class=\"volume\">18</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">209</span></a></span> (Tex.2000)(holding that the state constitution did not authorize an action for an award of money, specifically an award of back pay, for violation of state constitutional rights); <i>Frasier v. Yanes,</i> <span class=\"citation\" data-id=\"2342409\"><a href=\"/opinion/2342409/frasier-v-yanes/\"><span class=\"volume\">9</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">422</span></a></span>, 427 (Tex.App.-Austin 1999, no pet.)(recognizing a \"narrow exception\" to the bar of money awards for constitutional violations in a suit for equitable relief to enforce a right to compensation specifically set forth in the constitution).<sup>[14]</sup></p>\n<p></p>\n<h2>Characterization of Suits and Prohibition Against Seeking Monetary Damages</h2>\n<p>Certain actions against state officials have been found not to implicate the sovereign immunity doctrine, and for such actions, no consent is required. <i>Tex. Natural Res. Conservation Comm'n v. IT-Davy,</i> <span class=\"citation\" data-id=\"1383975\"><a href=\"/opinion/1383975/texas-natural-resource-conserv-v-it-davy/\"><span class=\"volume\">74</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">849</span></a></span>, 855 (Tex.2002). Specifically, no consent is required when suit is filed seeking only a declaration or enforcement of rights. <i>Id.</i> This may be by <span class=\"star-pagination\">*218</span> way of a suit under the Uniform Declaratory Judgment Act or in a suit alleging <i>ultra vires</i> or unconstitutional deeds. The former are actions against the State or state officials to settle \"uncertainty and insecurity with respects to rights, status, and other legal relations.\" TEX. CIV. PRAC. &amp; REM.CODE ANN. § 37.002(b)(Vernon 1997). The latter are actions seeking declaratory relief against state officials who allegedly act without legal or statutory authority or who act pursuant to an unconstitutional law. <i>Rylander v. Caldwell,</i> <span class=\"citation\" data-id=\"1992043\"><a href=\"/opinion/1992043/rylander-v-caldwell/\"><span class=\"volume\">23</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">132</span></a></span>, 135-36 (Tex.App.-Austin 2000, no pet.); <i>Bagg,</i> 726 S.W.2d at 585-86. Suits that only seek to compel state officials to act within their official capacities do not attempt to subject the State to liability. <i>IT-Davy,</i> 74 S.W.3d at 855.</p>\n<p>The Texas Supreme Court has consistently distinguished between suits in which only a declaration or enforcement of rights against the State is sought and suits seeking money damages against the State. <i>Fed. Sign,</i> 951 S.W.2d at 404; <i>W.D. Haden Co. v. Dodgen,</i> <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">74</span></span>, <span class=\"citation\" data-id=\"2456826\"><a href=\"/opinion/2456826/wd-haden-company-v-dodgen/\"><span class=\"volume\">308</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">838</span></a></span>, 841 (1958); <i>Cobb v. Harrington,</i> <span class=\"citation\" data-id=\"3971414\"><a href=\"/opinion/4200368/cobb-v-harrington/\"><span class=\"volume\">144</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">360</span></a></span>, <span class=\"citation\" data-id=\"3971414\"><a href=\"/opinion/4200368/cobb-v-harrington/\"><span class=\"volume\">190</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">709</span></a></span>, 712 (1945); <i>see also </i><i>Dewhurst v. Gulf Marine Inst. of Tech.,</i> <span class=\"citation\" data-id=\"2336151\"><a href=\"/opinion/2336151/dewhurst-v-gulf-marine-institute-of-tech/\"><span class=\"volume\">55</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">91</span></a></span>, 97 (Tex. App.-Corpus Christi 2001, pet. denied). The former are not considered suits against the State for damages, and so no legislative consent is required. <i>Cobb,</i> 190 S.W.2d at 712.</p>\n<p>The supreme court has been adamant, however, that where a party brings a suit ostensibly to determine or protect rights <i>but actually seeks monetary damages,</i> sovereign immunity bars such a suit. <i>IT-Davy,</i> 74 S.W.3d at 856; <i>Fed. Sign,</i> 951 S.W.2d at 404; <i>Dodgen,</i> 308 S.W.2d at 841-42. That is because a suit for money damages attempts to control state action by imposing liability on the State. <i>IT-Davy,</i> 74 S.W.3d at 856. The supreme court has roundly condemned such actions, stating, \"private parties cannot circumvent the State's sovereign immunity from suit by characterizing a suit for money damages, such as a contract dispute, as a declaratory judgment claim.\" <i>Id.</i> Therefore, sovereign immunity is not waived for a request for declaratory relief that also seeks money damages and such a suit can only be maintained with legislative consent. <i>Id.</i> at 860; <i>see also </i><i>Fed. Sign,</i> 951 S.W.2d at 405 (even if party did not need legislative consent to pursue a suit to determine its rights, it needed legislative consent to seek its requested money damages from the State; lacking consent, the case was properly dismissed for want of jurisdiction); <i>Denver City Indep. Sch. Dist. v. Moses,</i> <span class=\"citation\" data-id=\"1579067\"><a href=\"/opinion/1579067/denver-city-indepen-school-dist-v-moses/\"><span class=\"volume\">51</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">386</span></a></span>, 392 (Tex. App.-Amarillo 2001, no pet.)(declaratory judgment action that also sought restitution was a suit for money damages over which the trial court had no subject matter jurisdiction absent the State's consent to suit); <i>TRST Corpus, Inc. v. Fin. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"2342546\"><a href=\"/opinion/2342546/trst-corpus-inc-v-financial-center/\"><span class=\"volume\">9</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">316</span></a></span>, 323 (Tex.App.-Houston [14th Dist.] 1999, pet. denied)(a suit seeking a declaratory judgment of rights, money damages, and an order enforcing rights through injunction, judicial foreclosure, and/or constructive trust was a suit against the State for which sovereign immunity was not waived, and so could not be maintained without legislative permission).</p>\n<p></p>\n<h2>The Burden on Plaintiffs</h2>\n<p>Accordingly, plaintiffs who sue the State under state law<sup>[15]</sup> must establish a waiver of sovereign immunity in order <span class=\"star-pagination\">*219</span> for the trial court to have jurisdiction, except where the suit is: (1) not actually a suit against the state, such as an <i>ultra vires</i> action or an action taken pursuant to an unconstitutional law, <i>see </i><i>Caldwell,</i> 23 S.W.3d at 135-36; <i>Bagg,</i> 726 S.W.2d at 585-86; (2) does not seek to impose liability on the State, seek money damages against the State, or seek to control state action, as in a declaratory judgment suit, <i>IT-Davy,</i> 74 S.W.3d at 855; or (3) a suit alleging constitutional violations of a self-enacting state constitutional provision and seeking the appropriate relief provided by such provision. <i>Steele,</i> 603 S.W.2d at 791.</p>\n<p>However, in all other state actions against the State, the plaintiff must: (1) allege legislative consent to such suit in his petition, either by reference to statute or express legislative permission, <i>Jones,</i> 8 S.W.3d at 638, unless a pleading of consent is not required for the particular type of action;<sup>[16]</sup> and (2) plead facts which fall within the scope of the waiver relied on, <i>Miller,</i> 51 S.W.3d at 587. Aside from certain exceptions,<sup>[17]</sup> absent a pleading of consent in the petition, the trial court is without jurisdiction to hear the case. <i>Missouri Pac. R.R. Co.,</i> 453 S.W.2d at 814; <i>City of San Antonio v. Cortes,</i> <span class=\"citation\" data-id=\"2192752\"><a href=\"/opinion/2192752/city-of-san-antonio-v-cortes/\"><span class=\"volume\">5</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">708</span></a></span>, 711-12 (Tex.App.-San Antonio 1999, pet. denied); <i>Tex. Parks &amp; Wildlife Dep't. v. Garrett Place,</i> <span class=\"citation\" data-id=\"2441569\"><a href=\"/opinion/2441569/tex-parks-wildlife-dept-v-garrett-place-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">140</span></a></span>, 143 (Tex.App.-Dallas 1998, no pet.); <i>Holder v. Mellon Mortgage Co.,</i> <span class=\"citation\" data-id=\"2442301\"><a href=\"/opinion/2442301/holder-v-mellon-mortg-co/\"><span class=\"volume\">954</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">786</span></a></span>, 804 (Tex.App.-Houston [14th Dist.] 1997), <i>rev'd on other grounds, </i><i>Mellon Mortgage Co. v. Holder,</i> <span class=\"citation\" data-id=\"2192834\"><a href=\"/opinion/2192834/mellon-mortg-co-v-holder/\"><span class=\"volume\">5</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">654</span></a></span> (Tex.1999). Moreover, even if consent is pled in the petition, or when no specific pleading of consent is required, a plaintiff must still plead facts in the petition that fall within the scope of the consent relied upon. <i>Miller,</i> 51 S.W.3d at 587.</p>\n<p></p>\n<h2>Ferguson's Pleadings</h2>\n<p>As we have noted, the question before us is whether the plaintiff's live pleadings before the trial court at the time of the plea to the jurisdiction, in this case, Ferguson's amended petition, affirmatively demonstrate the court's jurisdiction to hear the case. <i>Id.; </i><i>Baston,</i> 49 S.W.3d at 427-28; <i>City of Hidalgo Ambulance Serv. v. Lira,</i> <span class=\"citation\" data-id=\"1561344\"><a href=\"/opinion/1561344/city-of-hidalgo-ambulance-service-v-lira/\"><span class=\"volume\">17</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">300</span></a></span>, 304 (Tex.App.-Corpus Christi 2000, no pet.).</p>\n<p>We observe initially that the petition makes no reference to any basis for waiver of sovereign immunity. Ferguson does not allege in his petition that Sheriff Olivarez acted <i>ultra vires,</i><sup>[18]</sup> does not claim any legislative or statutory consent to maintain his action, and specifically repudiates the County's claim that this is an attempted appeal of the commission's decision, for which there would be an express statutory waiver for an action against the County, assuming that the provisions of <span class=\"star-pagination\">*220</span> section 153.012 of the local government code are met. Tex. Loc. Gov't Code Ann. § 153.012 (Vernon 1999).</p>\n<p>Moreover, review of the petition readily demonstrates it is a suit for money damages, not a suit for declaratory or injunctive relief. Ferguson makes no reference to a declaratory judgment and seeks no declaratory relief against the Sheriff or the County.<sup>[19]</sup> As for injunctive relief, while in early portions of the petition Ferguson claims he is seeking a prospective injunction placing him in the position which he claims he was wrongfully denied in 1996, as well as reinstatement to the position from which he was terminated,<sup>[20]</sup> Ferguson does not request the court to issue a permanent injunction reinstating him in his prior position or placing him in the disputed position. Instead, Ferguson asks that upon final trial he receive judgment for \"the value of the loss of the position of Training Officer\" and \"back and front pay,\"<sup>[21]</sup> among other money damages, as well as prejudgment and postjudgment interest on all damages. In determining the nature of a lawsuit, we do <span class=\"star-pagination\">*221</span> not rely on the terms used to describe the cause of action but rather consider the facts alleged in the petition, the rights asserted, and the relief sought. <i>Karagounis v. Bexar County Hosp. Dist.,</i> <span class=\"citation\" data-id=\"1591474\"><a href=\"/opinion/1591474/karagounis-v-bexar-county-hosp-dist/\"><span class=\"volume\">70</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">145</span></a></span>, 147 (Tex.App.-San Antonio 2001, pet. denied)(quoting <i>Billings v. Concordia Heritage Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"2427895\"><a href=\"/opinion/2427895/billings-v-concordia-heritage-assn/\"><span class=\"volume\">960</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">688</span></a></span>, 693 (Tex.App.-El Paso 1997, pet. denied)). We are mindful as well of the supreme court's exhortation that parties may not \"circumvent the State's sovereign immunity\" by bringing a suit whose essence is \"for a recovery of money from the State,\" <i>Cobb,</i> 190 S.W.2d. at 712, under the guise of a suit to determine or protect rights. <i>IT-Davy,</i> 74 S.W.3d at 855-56; <i>see also </i><i>Fed. Sign,</i> 951 S.W.2d at 404. The suit in the instant case is one for money damages, and hence it cannot be maintained without legislative consent. <i>IT-Davy,</i> 74 S.W.3d at 855-56.</p>\n<p></p>\n<h2><i>Ferguson's \"Enforcement\" Claims</i></h2>\n<p>The only allusion that Ferguson makes on appeal to some authority permitting the maintenance of his suit is a reference in his discussion of the second issue on appeal that he is entitled to \"seek equitable relief\" under article I, section 19 of the Texas Constitution, citing <i>City of Midland v. O'Bryant,</i> <span class=\"citation\" data-id=\"1426519\"><a href=\"/opinion/1426519/city-of-midland-v-obryant/\"><span class=\"volume\">18</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">209</span></a></span> (Tex. 2000) for support. <i>See</i> Tex. Const. art. I, § 19.<sup>[22]</sup></p>\n<p>We agree with Ferguson that the Texas Constitution permits a party to seek equitable relief for the violation of certain constitutional provisions, including article I, Section 19, even without legislative consent. <i>Bouillion,</i> 896 S.W.2d at 149; <i>Steele,</i> 603 S.W.2d at 791. However, we do not find that Ferguson's petition is such an action.</p>\n<p>Review of the petition reveals that Ferguson does not claim violation of article I, section 19 of the Texas Constitution or, indeed, of violation of any constitutional provision of any sort. Having wholly failed to plead such a claim in his petition, Ferguson may not now rely on it as a basis for waiver of sovereign immunity. <i>Perry v. Tex. A &amp; I Univ.,</i> <span class=\"citation\" data-id=\"2413902\"><a href=\"/opinion/2413902/perry-v-texas-a-i-university/\"><span class=\"volume\">737</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">106</span></a></span>, 109 (Tex.App.-Corpus Christi 1987, writ ref'd n.r.e.)(finding that where plaintiff did not allege a violation of constitutional or property rights in her petition against a university, but instead sought to impose liability and recover in monetary damages, the trial court did not err in granting a plea to the jurisdiction since there was no pleading that took the plaintiff out of the general rule that trial courts have no jurisdiction to impose liability on the State without legislative consent). It is axiomatic that a trial court cannot have jurisdiction over a claim that was never pled. <i>See </i><i>Hicks v. Lamar Consol. Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1788411\"><a href=\"/opinion/1788411/hicks-v-lamar-consolidated-independent-sch-dist/\"><span class=\"volume\">943</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">540</span></a></span>, 543 (Tex.App.-Eastland 1997, no writ)(holding that where plaintiff on appeal asserted exceptions which would permit the trial court to have jurisdiction, but had failed to allege the exceptions in his petition before the trial court, jurisdiction did not lie).</p>\n<p>Additionally, we note that Ferguson sought money damages, not equitable relief, in his suit. Although a request for money damages does not affect the jurisdiction of the trial court over a claim of a violation of article I, section 19, even when the State is a defendant,<sup>[23]</sup> there is no <span class=\"star-pagination\">*222</span> right to a money judgment for such a violation. <i>Tex. A &amp; M Sys. v. Luxemburg,</i> <span class=\"citation\" data-id=\"1891667\"><a href=\"/opinion/1891667/texas-a-m-university-system-v-luxemburg/\"><span class=\"volume\">93</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">410</span></a></span>, 425 (Tex.App.-Houston [14th Dist.], 2002, no pet. h.)(reversing award of \"back salary and attendant benefits\" against university system for violation of right of due course of law under state constitution because constitution does not provide right of action for damages); <i>Univ. of Tex. Sys. v. Courtney,</i> <span class=\"citation\" data-id=\"1710614\"><a href=\"/opinion/1710614/university-of-texas-system-v-courtney/\"><span class=\"volume\">946</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">464</span></a></span>, 469 (Tex.App.-Fort Worth 1997, writ denied)(op. on reh'g)(claim could not be brought against university system for monetary, non-equitable damages under the state constitution's due process provision); <i>Alcorn v. Vaksman,</i> <span class=\"citation\" data-id=\"2385030\"><a href=\"/opinion/2385030/alcorn-v-vaksman/\"><span class=\"volume\">877</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">390</span></a></span>, 404 (Tex.App.-Houston [1st Dist.] 1994, writ denied)(en banc)(holding university officials immune in their official capacities for monetary claims based on violations of the state constitution); <i>accord </i><i>Tex. State Employees Union/CWA Local 6184 v. Tex. Workforce Comm'n,</i> <span class=\"citation\" data-id=\"1448608\"><a href=\"/opinion/1448608/tx-state-employees-union-v-workforce-comn/\"><span class=\"volume\">16</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">61</span></a></span>, 67 (Tex. App.-Austin 2000, no pet.)(where appellants sought equitable relief in form of order reinstating them to jobs rather than monetary damages, relief sought was permissible under article I, section 19).</p>\n<p>There are certain actions for which the legislature has expressly waived sovereign immunity and permitted a plaintiff to subject the State to suit and liability for back and front pay and other monetary damages related to employment, as well as for injunctive relief, such as actions under the Texas Commission on Human Rights Act<sup>[24]</sup> or the Texas Whistleblower Act.<sup>[25]</sup> Tex. Lab. Code Ann. §§ 21.002(8)(C),(D), 21.051, 21.258(b), 21.2585, 21.259 (Vernon 1996 &amp; Supp.2002); Tex. Gov't Code Ann. §§ 554.001, 554.003, 554.0035 (Vernon 1994 &amp; Supp.2002). Ferguson's \"enforcement\" claims, however, are not brought pursuant to these acts or any other for which the legislature has provided a waiver of sovereign immunity.</p>\n<p>Thus, since the petition in the instant suit attempts to subject a governmental unit to liability for money damages without the necessary legislative consent, the face of Ferguson's pleadings affirmatively demonstrate a lack of jurisdiction in the trial court. <i>IT-Davy,</i> 74 S.W.3d at 855-56; <i>Fed. Sign,</i> 951 S.W.2d at 405; <i>Moses,</i> 51 S.W.3d at 392; <i>TRST Corpus,</i> 9 S.W.3d at 323.</p>\n<p></p>\n<h2><i>Ferguson's Tort Claims</i></h2>\n<p>Furthermore, as to Ferguson's claims of tortious actions, specifically, \"intentional infliction of emotional distress\" and \"negligent violation of employment policies,\" we note that Ferguson does not assert that the Texas Tort Claims Act<sup>[26]</sup><span class=\"star-pagination\">*223</span> provides the necessary waiver to maintain such action. In any case, such a claim would not avail him as to either alleged tort as neither falls within the scope of such act.</p>\n<p>As to the intentional tort, the Texas Tort Claims Act specifically preserves sovereign immunity as to intentional torts. Tex. Civ. Prac. &amp; Rem.Code Ann. § 101.057(2) (Vernon 1997). Thus sovereign immunity is not waived for a claim of intentional infliction of emotional distress.</p>\n<p>As to the negligence claim, assuming that a claim of \"negligent violation of employment policies\" is an attempt to raise a claim of negligent implementation of a discretionary policy, Ferguson has failed both to state a claim and to plead facts that would support such a claim. Negligent implementation of policy is a theory of liability predicated on the distinction between negligent <i>formulation</i> of discretionary policy, for which sovereign immunity is preserved, and negligent <i>implementation</i> of that same formulated discretionary policy, for which it is not. <i>City of Brownsville v. Alvarado,</i> <span class=\"citation\" data-id=\"2435512\"><a href=\"/opinion/2435512/city-of-brownsville-v-alvarado/\"><span class=\"volume\">897</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">750</span></a></span>, 754 (Tex.1995). To state a negligent implementation claim, a plaintiff must identify a particular policy adopted by the governmental unit and state facts which raise a claim that the policy was negligently carried out at the operational level. <i>See </i><i>Tarrant County Water Control &amp; Improvement Dist. No. 1 v. Crossland,</i> <span class=\"citation\" data-id=\"2395097\"><a href=\"/opinion/2395097/tarrant-cty-water-control-and-improvement-dist-no-1-v-crossland/\"><span class=\"volume\">781</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">427</span></a></span>, 433 (Tex.App.-Fort Worth 1989, writ denied)(holding that allegation of a general policy to warn of danger did not make the State liable for the particular decision to design a bridge without lights); <i>Waco v. Hester,</i> <span class=\"citation\" data-id=\"2362949\"><a href=\"/opinion/2362949/city-of-waco-v-hester/\"><span class=\"volume\">805</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">807</span></a></span>, 812-13 (Tex.App.-Waco 1990, writ denied)(finding that a claim of negligent implementation of policy was asserted when the plaintiff complained of specific violations of implementation of the city jail's policy regarding segregation of prisoners).</p>\n<p>Ferguson made no assertions of negligent implementation in his petition. He did not allege any negligent implementation of any County policy, nor did he identify any policy that the County adopted or plead any facts that would demonstrate the violation of such policy. In short, Ferguson did not raise a claim of negligent implementation of policy in his petition and so may not rely on it to establish jurisdiction in the trial court. <i>See </i><i>Tex. Dep't of Transp. v. Bederka,</i> <span class=\"citation\" data-id=\"1354103\"><a href=\"/opinion/1354103/texas-dept-of-transp-v-bederka/\"><span class=\"volume\">36</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">266</span></a></span>, 272 (Tex.App.-Beaumont 2001, no pet.)(finding that a petition did not state a claim for negligent implementation where it contained no allegation that governmental unit made a policy decision to perform a discretionary act but failed to implement that decision); <i>Hicks,</i> 943 S.W.2d at 543.</p>\n<p>Moreover, even if such a claim had been made, the assertion of a negligent implementation theory of liability arises only after a plaintiff has properly asserted a waiver of immunity under section 101.021 of the tort claims act.<sup>[27]</sup> TEX. CIV. PRAC. &amp; <span class=\"star-pagination\">*224</span> REM.CODE ANN. § 101.021 (Vernon 1997); <i>City of Orange v. Jackson,</i> <span class=\"citation\" data-id=\"1686982\"><a href=\"/opinion/1686982/city-of-orange-v-jackson/\"><span class=\"volume\">927</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">784</span></a></span>, 786 (Tex.App.-Beaumont 1996, no writ). Since Ferguson did not assert any claim that fell within the scope of section 101.021 of the tort claims act, the theory of negligent implementation liability does not arise in this case. <i>Jackson,</i> 927 S.W.2d at 786. Accordingly, there is no waiver of sovereign immunity as to Ferguson's tort claims.</p>\n<p>We sustain appellants' first issue.</p>\n<p>APPELLANTS' SECOND ISSUE</p>\n<p>As our resolution of appellants' first issue is dispositive, we need not address appellants' second issue. <i>See</i> Tex.R.App. P. 47.1.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Having determined that Ferguson failed to state a claim for which sovereign immunity is waived, we must now decide whether his petition is incurably defective or whether, under the facts alleged in his petition, the petition might be amended to allege a cause of action within the trial court's jurisdiction. <i>See </i><i>Brown,</i> 80 S.W.3d at 555; <i>Peek,</i> 779 S.W.2d at 805.</p>\n<p>As we have noted, Ferguson's suit is one for damages and thus cannot be maintained without legislative consent. As Ferguson has never claimed, either to the trial court or this Court, to have legislative consent for this suit, we conclude that it is not possible for the petition to be amended to confer jurisdiction on the trial court. <i>City of Houston v. Northwood Mun. Util. Dist. No. 1,</i> <span class=\"citation\" data-id=\"2105920\"><a href=\"/opinion/2105920/houston-v-northwood-mun-utility-dist/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">304</span></a></span>, 313 (Tex.App.-Houston [1st Dist.] 2001, pet. denied); <i>TRST Corpus,</i> 9 S.W.3d at 323-24.</p>\n<p>We sustain appellants' first issue on appeal, reverse the trial court's order denying the plea to the jurisdiction, and render judgment dismissing Ferguson's claims against appellants for lack of subject matter jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  Retired Justice Melchor Chavez assigned to this Court by the Chief Justice of the Supreme Court of Texas pursuant to Tex. Gov't Code Ann. § 74.003 (Vernon 1998).</p>\n<p>[2]  We have jurisdiction over this interlocutory appeal pursuant to section 51.014(a)(8) of the civil practice and remedies code, which provides that an appeal may be taken from an interlocutory order that grants or denies a plea to the jurisdiction by a governmental unit as defined in section 101.001. TEX. CIV. PRAC. &amp; REM.CODE ANN. §§ 51.014(a)(8), 101.001 (Vernon Supp.2002). It is undisputed that the City is such a governmental unit.</p>\n<p>[3]  At the time, an individual other than Larry Olivarez held the office of sheriff.</p>\n<p>[4]  The petition did not specify whether Larry Olivarez was being sued in his official or individual capacity.</p>\n<p>[5]  In his amended petition, Ferguson asserted that the bases for the disciplinary actions were \"bogus\" and that he was treated disparately. He also alleged that the reasons given for his termination were a pretext for discrimination and retaliation.</p>\n<p>[6]  Ferguson did not provide any more specifics in the petition about the temporary injunction being sought.</p>\n<p>[7]  The docket sheet indicates that appellants filed a plea in bar of jurisdiction with the original answer on December 31, 1999 and a first amended plea in bar of jurisdiction on September 11, 2000 in conjunction with their first amended answer. No hearings appear to have been held on these prior pleadings, and neither the docket sheet nor the record before us reflects any other filings of pleas to the jurisdiction.</p>\n<p>[8]  Section 158.012, titled \"Appeals,\" reads:\n</p>\n<p>(a) A county employee who, on a final decision by the commission, is demoted, suspended, or removed from the employee's position may appeal the decision by filing a petition in a district court in the county within 30 days after the date of the decision.</p>\n<p>(b) An appeal under this section is under the substantial evidence rule, and the judgment of the district court is appealable as in other civil cases.</p>\n<p>(c) If the district court renders judgment for the petitioner, the court may order reinstatement of the employee, payment of back pay, or other appropriate relief.</p>\n<p>Tex. Loc. Gov't Code Ann. § 158.012 (Vernon 1999).</p>\n<p>[9]  We must take all factual allegations pled as true, unless the defendant pleads and proves that the allegations were fraudulently made in order to confer jurisdiction. <i>Cont'l Coffee Prods. Co. v. Cazarez,</i> <span class=\"citation\" data-id=\"1743350\"><a href=\"/opinion/1743350/continental-coffee-products-v-cazarez/\"><span class=\"volume\">937</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">444</span></a></span>, 449 (Tex.1996). Appellants have not asserted that Ferguson made any fraudulent allegations for the purpose of conferring jurisdiction.</p>\n<p>[10]  Sovereign immunity does not, however, apply to actions taken pursuant to the application of an unconstitutional law, even though the actions are within the scope of a person's official capacity and are mandated by law. <i>Rylander v. Caldwell,</i> <span class=\"citation\" data-id=\"1992043\"><a href=\"/opinion/1992043/rylander-v-caldwell/\"><span class=\"volume\">23</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">132</span></a></span>, 135-36 (Tex.App.-Austin 2000, no pet.).</p>\n<p>[11]  The Dallas court of appeals, in <i>Smith v. Davis</i><i>,</i> interpreted <i>Kmiec</i> as holding that a governmental employee sued in an official capacity \"may <i>in some cases</i> enjoy the protections of sovereign immunity to the extent those protections are available to his employer,\" namely, \"when the governmental unit is made a party to suit.\" <i>Smith v. Davis,</i> <span class=\"citation\" data-id=\"1754463\"><a href=\"/opinion/1754463/smith-v-davis/\"><span class=\"volume\">999</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">409</span></a></span>, 413, 416-417 (Tex.App.-Dallas 1999, no pet.)(emphasis added). We disagree. We note that <i>Smith</i> relies on <i>Kmiec</i> for this proposition, yet while in <i>Kmiec</i> the governmental unit was a party to the suit, this fact was not relied upon as a prerequisite to application of the protection of sovereign immunity to a governmental official sued in an official capacity. <i>See </i><i>City of Hempstead v. Kmiec,</i> <span class=\"citation\" data-id=\"2371558\"><a href=\"/opinion/2371558/city-of-hempstead-v-kmiec/\"><span class=\"volume\">902</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">118</span></a></span>, 122 (Tex.App.-Houston [1st Dist.] 1995, no writ). Nor has this Court imposed such a requirement. <i>Thomas v. Collins,</i> <span class=\"citation\" data-id=\"2450568\"><a href=\"/opinion/2450568/thomas-v-collins/\"><span class=\"volume\">853</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">53</span></a></span>, 55 (Tex.App.-Corpus Christi 1993, writ denied)(finding suit not maintainable on grounds of sovereign immunity in suit filed only against director of Texas Department of Corrections in an official capacity). More importantly, since a suit against a person in an official capacity is simply another way of asserting a suit against the state, then if no suit against the state may lie due to sovereign immunity, no suit may lie against a person sued only in an official capacity. <i>Kmiec,</i> 902 S.W.2d at 122; <i>see also </i><i>McCartney v. May,</i> <span class=\"citation\" data-id=\"2174450\"><a href=\"/opinion/2174450/mccartney-v-may/\"><span class=\"volume\">50</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">599</span></a></span>, 605-06 (Tex.App.-Amarillo 2001, no pet.)(disagreeing with <i>Davis</i> and holding that governmental employees were entitled to summary judgment in their official capacities, based on sovereign immunity, even though the state agency for whom they were employed was not a party to the suit); <i>Alcorn v. Vaksman,</i> <span class=\"citation\" data-id=\"2385030\"><a href=\"/opinion/2385030/alcorn-v-vaksman/\"><span class=\"volume\">877</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">390</span></a></span>, 403 (Tex.App.-Houston [1st Dist.] 1994, writ denied)(en banc)(finding that state employees were entitled to sovereign immunity when sued in official capacities for acts performed within the scope of their authority, even though the state was not named as a defendant). We agree with the <i>May</i> court that whether the governmental unit is named as a party or not does not affect the ability of an employee of that unit to rely on the defense of sovereign immunity as to claims against the person in an official capacity. <i>May,</i> 50 S.W.3d at 606.</p>\n<p>[12]  Ideally, in order to avoid confusion, the relevant capacity should be included in the style of the suit when filed. <i>Morris v. Collins,</i> <span class=\"citation\" data-id=\"2449980\"><a href=\"/opinion/2449980/morris-v-collins/\"><span class=\"volume\">916</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">527</span></a></span>, 530 n. 2 (Tex.App.-Houston [1st Dist.] 1995, no writ)(O'Conner, J., concurring).</p>\n<p>[13]  Nevertheless, Olivarez did file a general denial in answer to the suit jointly with Nueces County.</p>\n<p>[14]  <i>Yanes</i> involved a suit under article III, section 52(e) of the Texas Constitution, which deals with payments of medical expenses by counties for county law enforcement officials injured in the course of official duties. <i>Frasier v. Yanes,</i> <span class=\"citation\" data-id=\"2342409\"><a href=\"/opinion/2342409/frasier-v-yanes/\"><span class=\"volume\">9</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">422</span></a></span>, 424 (Tex.App.-Austin 1999, no pet); <i>see</i> Tex. Const. art. III, § 52(e).</p>\n<p>[15]  The State may be sued for federal constitutional violations or under certain federal statutes which provide for a waiver of sovereign immunity. <i>See </i><i>Morris,</i> 916 S.W.2d at 531 (noting sovereign immunity does not bar federal civil rights claims and violations of federal due process).</p>\n<p>[16]  It is not necessary to specifically plead consent in a petition where there is a general statutory right to bring suit against a particular governmental entity or a particular type of claim. <i>Missouri Pac. R.R. Co. v. Brownsville Navigation Dist.,</i> <span class=\"citation\" data-id=\"2441963\"><a href=\"/opinion/2441963/missouri-pacific-r-co-v-brownsville-nav-dist/\"><span class=\"volume\">453</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">812</span></a></span>, 813-14 (Tex.1970); <i>City of San Antonio v. Cortes,</i> <span class=\"citation\" data-id=\"2192752\"><a href=\"/opinion/2192752/city-of-san-antonio-v-cortes/\"><span class=\"volume\">5</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">708</span></a></span>, 711-12 (Tex.App.-San Antonio 1999, no pet.).</p>\n<p>[17]  See footnote 16.</p>\n<p>[18]  Moreover, an <i>ultra vires</i> suit may not be maintained against an official in his official capacity; such a suit may only be brought against an official in his individual capacity. <i>Dillard v. Austin Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1519198\"><a href=\"/opinion/1519198/dillard-v-asutin-indep-school-dist/\"><span class=\"volume\">806</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">589</span></a></span>, 597-98 (Tex.App.-Austin 1991, writ denied); <i>Bagg v. Univ. of Tex. Med. Branch at Galveston,</i> <span class=\"citation\" data-id=\"1516538\"><a href=\"/opinion/1516538/bagg-v-univ-of-texas-medical-branch/\"><span class=\"volume\">726</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">582</span></a></span>, 584-85 (Tex.App.-Houston [14th Dist.] 1987, writ ref'd n.r.e.). The exception to this rule is when the claim made is that the official was acting within the scope of official authority but pursuant to an unconstitutional law. <i>Camacho v. Samaniego,</i> <span class=\"citation\" data-id=\"2442261\"><a href=\"/opinion/2442261/camacho-v-samaniego/\"><span class=\"volume\">954</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">811</span></a></span>, 821 (Tex.App.-El Paso 1997, writ denied).</p>\n<p>[19]  Nor is this a suit for mandamus. Ferguson's petition to the trial court did not request mandamus relief, and his brief before this Court is not an original proceeding brought pursuant to appellate rule 52. <i>See</i> TEX.R.APP. P. 52. Ferguson appears before us in this appeal solely in his status as appellee in an interlocutory appeal in a suit for damages. We express no opinion as to whether mandamus would have been appropriate under the facts of this case if a petition for mandamus relief, rather than a suit for monetary damages had been sought, although we note that a sister court of appeals recently reversed a trial court that refused to grant a writ of mandamus to compel a sheriff to abide by a decision issued by the civil service commission. <i>See </i><i>Sheppard v. Thomas,</i> No. 01-01-00822-CV, ___ S.W.3d ___, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">360363</span></span>, 2003 Tex.App. LEXIS 1009 (Tex. App.-Houston [1st Dist.], January 30, 2003, no pet. h.). (Opinion on reh'g).</p>\n<p>[20]  We note that if Ferguson had sought injunctive relief, the trial court would have been faced with a request that Ferguson both be reinstated to the position from which he was terminated while simultaneously being placed in the position he was denied. Since the alluded-to injunctive relief was never requested in the petition and Ferguson instead sought a money judgment, the trial court was never faced with this conundrum. We note too that the first alluded-to potential injunctive request (placement in a disputed position) would have been an attempt to control state action and thus barred by sovereign immunity. <i>See </i><i>King v. Tex. Dep't of Human Servs.,</i> <span class=\"citation\" data-id=\"1755067\"><a href=\"/opinion/1755067/king-v-human-services-ex-rel-bost/\"><span class=\"volume\">28</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">27</span></a></span>, 33 (Tex.App.-Austin 2000, no pet.)(finding the trial court had no jurisdiction over a request for injunctive relief placing plaintiff in position which he claimed he was deprived of because of discrimination, as such request was barred by sovereign immunity).</p>\n<p>[21]  A claim for back pay, other than one to recover for services rendered or to prevent unjust enrichment, is a claim for damages at law. <i>See Securtec, Inc. v. County of Gregg,</i> No. 06-01-00164-CV, ___ S.W.3d ___, ___, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31769471</span></span>, 2002 Tex.App. LEXIS 8812 at *31 (Tex.App.-Texarkana, Dec. 11, 2002, no pet. h.)(claim seeking back pay for denial of an opportunity to perform a contract was one for legal, not equitable, relief); <i>see also </i><i>Jackson v. Houston Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"2454622\"><a href=\"/opinion/2454622/jackson-v-houston-indep-school-dist/\"><span class=\"volume\">994</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">396</span></a></span>, 400 (Tex.App.-Houston [14th Dist.] 1999, no pet.)(\"... although couched in terms of `injunctive relief' ... a claim for back pay constitutes a claim for damages under Texas law ...\")(in case seeking back pay for deprivation of \"correct salary\" resulting from employer's refusal to reclassify position and adjust pay grade); <i>O'Bryant v. City of Midland,</i> <span class=\"citation\" data-id=\"2419508\"><a href=\"/opinion/2419508/obryant-v-city-of-midland/\"><span class=\"volume\">949</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">406</span></a></span>, 414 (Tex.App.-Austin 1997)(op. on reh'g), <i>aff'd in part and rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"1426519\"><a href=\"/opinion/1426519/city-of-midland-v-obryant/\"><span class=\"volume\">18</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">209</span></a></span> (Tex.2000)(finding that request for back pay for officers who had been prevented from serving as licensed peace officers was a claim for damages, not equity, noting that action for monetary relief is action at law rather than in equity); <i>see also </i><i>Huckabay v. Moore,</i> <span class=\"citation\" data-id=\"14730\"><a href=\"/opinion/14730/huckabay-v-moore/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 242 n. 10 (5th Cir.1998)(noting that even though back pay is considered an \"equitable award\" under the Texas Human Rights Act, that does not mean that a claim for back pay is not an action at law).</p>\n<p>[22]  This is the \"due course of law\" provision and reads, \"No citizen of this State shall be deprived of life, liberty, property, privileges or immunities, or in any manner disenfranchised, except by the due course of the law of the land.\" Tex. Const. art. III, § 19.</p>\n<p>[23]  A suit brought for a violation of article I, section 19 of the constitution that seeks money damages would not be barred by sovereign immunity as the constitution itself provides a waiver of sovereign immunity for violations of this provision. <i>Steele v. City of Houston,</i> <span class=\"citation\" data-id=\"1624478\"><a href=\"/opinion/1624478/steele-v-city-of-houston/\"><span class=\"volume\">603</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">786</span></a></span>, 791 (Tex.1980); <i>Tex. State Employees' Union/CWA Local 6184 v. Tex. Workforce Comm'n,</i> <span class=\"citation\" data-id=\"1448608\"><a href=\"/opinion/1448608/tx-state-employees-union-v-workforce-comn/\"><span class=\"volume\">16</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">61</span></a></span>, 67 (Tex.App.-Austin 2000, no pet.). However, claims for money damages in such a suit would be subject to summary judgment. <i>Vaksman,</i> 877 S.W.2d at 404.</p>\n<p>[24]  Tex. Lab.Code Ann. §§ 21.001-.556 (Vernon 1996 &amp; Supp.2002).\n</p>\n<p>In fact, Ferguson alleged in his amended petition that he was seeking a right to sue from the Corpus Christi Human Relations Commission and would amend his pleading on receipt of notice; however no allegation of any violation of the Texas Commission on Human Rights Act is raised in the amended petition.</p>\n<p>[25]  Tex. Gov't Code Ann. §§ 554.001-.010 (Vernon 1996 &amp; Supp.2002).</p>\n<p>[26]  As a general rule, governmental entities are immune from tort liability under the doctrine of sovereign immunity unless the legislature has waived immunity. <i>Harris County v. Dillard,</i> <span class=\"citation\" data-id=\"1525119\"><a href=\"/opinion/1525119/harris-county-v-dillard/\"><span class=\"volume\">883</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">166</span></a></span>, 168 (Tex.1994). The Texas Tort Claims Act provides for a limited waiver of sovereign immunity for certain tortious acts. TEX. CIV. PRAC. &amp; REM.CODE ANN. § 101.021 (Vernon 1997). Whether a particular claim falls into any of the exceptions from the general doctrine of sovereign immunity provided for in the Texas Tort Claims Act is entirely dependent on the statutory language. <i>Dallas County Mental Health &amp; Mental Retardation v. Bossley,</i> <span class=\"citation\" data-id=\"1652488\"><a href=\"/opinion/1652488/dallas-cty-mental-health-and-mental-retardation-v-bossley/\"><span class=\"volume\">968</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">339</span></a></span>, 341 (Tex.1998).</p>\n<p>[27]  The Texas Tort Claims Act provides that governmental units are liable for:\n</p>\n<p>(1) property damage, personal injury, and death proximately caused by the wrongful act or omission or the negligence of an employee acting within his scope of employment if:</p>\n<p>(A) the property damage, personal injury, or death arises from the operation or use of a motor-driven vehicle or motor-driven equipment; and</p>\n<p>(B) the employee would be personally liable to the claimant according to Texas law; and</p>\n<p>(2) personal injury and death so caused by a condition or use of tangible personal or real property if the government unit would, were it a private person, be liable to the claimant according to Texas law.</p>\n<p>TEX. CIV. PRAC. &amp; REM.CODE ANN. § 101.021 (Vernon 1997).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/14730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272057/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1354103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1426519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1440121/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1448608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1463917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1491428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1515115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1528314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1560524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1579067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1579143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1591474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1624478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1652488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1660588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1685966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1686982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1710614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1742448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1754463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1755067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1859792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1891667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1947087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1992043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2099504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2105920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2174450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2192752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2192834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2336151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2371558/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2387004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2395097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2405730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2413902/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2419508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2425047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2442261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2442301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2450568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2456826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3971414/"
          ]
        }
      ],
      "judges": "Justices Hinojosa, Castillo, and Chavez",
      "date_created": "2015-10-16T15:51:25.205779Z",
      "date_modified": "2018-01-13T07:58:58.559573Z",
      "date_filed": "2003-01-30",
      "date_filed_is_approximate": false,
      "slug": "nueces-county-v-ferguson",
      "citation_id": 2161349,
      "case_name_short": "Ferguson",
      "case_name": "Nueces County v. Ferguson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "97 S.W.3d 205",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 129,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2055830/nueces-county-v-ferguson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:34:20.072898Z",
  "date_modified": "2014-10-30T21:34:20.072898Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Ferguson",
  "case_name": "Nueces County v. Ferguson",
  "case_name_full": "",
  "slug": "nueces-county-v-ferguson",
  "docket_number": "13-02-230-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}