{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2060154/",
  "id": 2060154,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysb/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2192524/",
      "id": 2192524,
      "absolute_url": "/opinion/2192524/in-re-1031-tax-group-llc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2060154/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2192524/",
          "id": 2192524,
          "absolute_url": "/opinion/2192524/in-re-1031-tax-group-llc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2192524/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:34:15.331516Z",
          "date_modified": "2017-04-08T21:14:31.596578Z",
          "type": "010combined",
          "sha1": "e60ca5d23cf01dc9fecd7e0855d1dc9fcee56b67",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>439 B.R. 47 (2010)</b></center>\n<center><h1>In re THE 1031 TAX GROUP, LLC, et al., Debtors.<br>\nGerald A. McHale, Jr., not individually but solely in his capacity as Chapter 11 trustee for The 1031 Tax Group, LLC, et al., Plaintiff,<br>\nv.<br>\nBoulder Capital LLC, et al., Defendants.</h1></center>\n<center>Bankruptcy No. 07-11448 (MG). Adversary No. 09-01129 (MG).</center>\n<center><p><b>United States Bankruptcy Court, S.D. New York.</b></p></center>\n<center>August 27, 2010.</center>\n<p><span class=\"star-pagination\">*51</span> Golenbock Eiseman Assor, Bell &amp; Peskoe LLP, New York, NY, by Jonathan L. Flaxer, Esq., David J. Eiseman, Esq., Jacqueline G. Veit, Esq., for the 1031 Debtors Liquidation Trust.</p>\n<p>Klestadt &amp; Winters, LLP, New York, NY, by Ian R. Winters, Esq., The Gordon Law Firm LLP, Boston, MA, by Stephen F. Gordon, Esq., Todd B. Gordon, Esq., for the Defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER GRANTING TRUSTEE'S MOTION FOR PARTIAL SUMMARY JUDGEMENT</h2>\n<p>MARTIN GLENN, Bankruptcy Judge.</p>\n<p>Gerald A. McHale, Jr., the former chapter 11 trustee of the debtors in this case and now the trustee of the 1031 Debtors Liquidation Trust (the \"Trustee\"), seeks partial summary judgment on a fraudulent conveyance claim under section 548(a) of the Bankruptcy Code. The Trustee alleges that, between September 2005 and September 2006, approximately $29 million was misappropriated from the debtors in these related bankruptcy cases (the \"1031 Debtors\")<sup>[1]</sup> and fraudulently conveyed to the Boulder defendants (collectively \"Boulder\")<sup>[2]</sup> in four transactions. (Trustee's <span class=\"star-pagination\">*52</span> Mem. for Partial Summ. J. at 1 (ECF # 28).)</p>\n<p>The parties' positions have evolved throughout the briefing of this dispute. Despite these oscillations in the parties' arguments, the core dispute on this summary judgment motion may be distilled to a simple question: Whose propertythe Debtors' or the Debtors' customerswas conveyed to Boulder? Boulder maintains that the 1031 Debtors merely held the property in trust for the benefit of certain customers. The Trustee responds, arguing that the transferred funds belonged to the 1031 Debtors, and that Boulder does not have standing to argue that the funds were held in trust for the benefit of others. For the reasons explained below, the Court agrees with the Trustee. Boulder does not have standing to make its trust arguments and the transferred property clearly belonged to the 1031 Debtors. Stripped of arguments regarding the ownership of the transferred property, it becomes clear that the Trustee has satisfied his burden to succeed on his motion for partial summary judgment.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Procedural History</h2>\n<p>This motion has generated a small mountain of paper. The action was commenced on March 20, 2009 when the Trustee filed his Complaint against Boulder. (ECF # 1.) Shortly thereafter, on April 22, 2009, the Trustee filed an Amended Complaint. (ECF # 4.) The Amended Complaint included claims for (i) fraudulent conveyance; (ii) constructive trust; (iii) equitable lien, and (iv) unjust enrichment. Boulder answered the Amended Complaint on June 12, 2009 and moved the district court to withdraw the reference of the proceeding from this Court. (ECF # s 8, 10.) Judge Sullivan denied Boulder's request on June 16, 2009 without prejudice. (ECF # 16.) The Trustee then requested, and the Court granted, permission to move for partial summary judgment on count two, the fraudulent conveyance claim with actual intent to hinder, delay, or defraud with Boulder as an initial transferee. (<i>See</i> ECF # 25.) The Trustee filed an opening brief in support of his motion, supporting declaration, and Local Rule 7056-1 statement on February 1, 2010. (ECF # s 28, 29.) One month later Boulder filed an opposition, an accompanying declaration, a response to the Trustee's Local Rule 7056-1 statement, and an affidavit in support of a request for further discovery pursuant to Rule 56(f) of the Federal Rules of Civil Procedure. (ECF # s 35-38.) The Trustee filed a reply in support of his motion, an objection to Boulder's response to his Local Rule 7056-1 statement, and additions to his opening declaration. (ECF # s 40-42.) On the eve of argument Boulder filed an additional declaration in support of its Rule 56(f) request. (ECF # 44.)</p>\n<p>Following argument, despite the already voluminous papers, the Court requested additional briefing on questions of express trusts and the impact of the confirmed plan of reorganization on the motion for partial summary judgment. In response, Boulder filed a second supplemental declaration in support of its position as well as two memoranda of law regarding express trust and plan issues. (ECF # s 49, 50, 54, 59.) The Trustee also filed two additional memoranda of law regarding express <span class=\"star-pagination\">*53</span> trust and plan issues. (ECF # s 52, 54, 62.)</p>\n<p></p>\n<h2>B. 1031 Exchanges and the Debtors Generally</h2>\n<p>Section 1031 of the Internal Revenue Code permits owners of investment property to defer capital gains tax that is ordinarily due on sale by applying the sale proceeds to the purchase of an identified replacement investment property. These so-called 1031 Exchanges are popular methods of deferring capital gains taxes on real estate investments. A commercial property owner (\"Exchanger\") sells a parcel of real estate while identifying a replacement property to purchase. The proceeds from the initial sale (the \"Exchange Deposit\") are delivered to a \"qualified intermediary\" or \"QI\" that holds the Exchange Deposit to close on the sale of the replacement property within 180 days of the initial sale. An \"Exchange Agreement\" sets forth the responsibilities and obligations of the QIs with respect to the Exchange Deposit (Trustee's Mem. for Partial Summ. J. at 3 (ECF # 35)), and governs how the funds will be used. (<i>See</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 45-46 (ECF # 36).)</p>\n<p>Prior to bankruptcy, the 1031 Debtors acted as QIs, holding the Exchange Deposits used for the 1031 Exchanges. (Trustee's Mem. for Partial Summ. J. at 2.) As discussed in other opinions in this case, Edward H. Okun (\"Okun\"), the owner of the 1031 Debtors, with the assistance of others, misappropriated hundreds of millions of dollars from the 1031 Debtors between August 2005 and May 2007. While the parties dispute who owned the Exchange Deposits in the 1031 Debtors' accountsthe Exchangers or the 1031 Debtorsit is undisputed that the funds were stolen. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 5, 7 (ECF # 28) <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 5, 7.) From August 2005 to December 2006, Okun and entities owned by Okun purchased control of the 1031 Debtors. From March 2005 through April 2007, Okun and his cohorts engaged in an elaborate mail and wire fraud conspiracy, taking funds from the 1031 Debtors' bank accounts into which the Exchange Deposits had been deposited, to \"(a) pay for Okun's lavish lifestyle; (b) pay large salaries and bonuses to themselves; (c) purchase additional QI companies; (d) pay operating expenses for Okun's various companies; and (e) invest in commercial real estate.\" (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 7.) Okun was indicted for his acts on March 17, 2008 and convicted on March 19, 2009. (Trustee's Mem. for Partial Summ. J. at 4-5.) Okun was thereafter sentenced to 100 years in federal prison. The indictment alleged that Okun fraudulently wired between $80 million and $135 million from the 1031 Debtors' accounts into his personal bank accounts, accounts of other Okun-related entities, and third-party accounts. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 10.) The Trustee claims that between September 2005 and September 2006, a portion of the misappropriated funds were used to pay off loans Boulder made to Okun and Okun-related entities (but not to the 1031 Debtors). (Trustee's Mem. for Partial Summ. J. at 7-8.) The Trustee identifies four separate transfers of misappropriated funds. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 20-43.) Boulder does not dispute that these transfers were made, but it maintains that the misappropriated funds belonged to the 1031 Debtors' Exchanger customers and <span class=\"star-pagination\">*54</span> not to the 1031 Debtors. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 10, 20-43.)</p>\n<p></p>\n<h2>C. The Transfers<sup>[3]</sup></h2>\n<p></p>\n<h2><i>1. The September 7, 2005 Transfers</i></h2>\n<p>On July 8, 2005, Boulder Columbus, a Boulder entity, loaned $18 million to Columbus Works Virginia Trust (the \"First Columbus Works Loan\"). (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 20.) Boulder Columbus made a second loan to Columbus Works Virginia Trust on August 22, 2005 in the amount of $4 million (the \"Second Columbus Works Loan\"). The loan recipients then loaned the funds to Okun to enable him to acquire AEC. (<i>Id.</i> at ¶¶ 21-22.) On September 7, 2005, two transfers of $4,400,000 and $18,369,000, respectively, were made from an AEC account to a Boulder Capital/Boulder Columbus account to repay the First Columbus Works Loan and the Second Columbus Works Loan, plus interest. (<i>Id.</i> at ¶ 23.) The AEC account was located at Bank of America and was a so-called \"Business Interest Maximizer\" account. Statements for this AEC account were sent to AEC at a Richmond, Virginia address. (<i>See</i> AEC Account Statement (Flaxer Decl. Ex. 16).) The Trustee claims that AEC received no consideration from Boulder for the September 7, 2005 transfers. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 27.) Boulder contests this position. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 27.)</p>\n<p></p>\n<h2><i>2. The June 26, 2006 Transfer</i></h2>\n<p>The next transfer at issue relates to a loan of $77,625,000.00 (the \"Wachovia WOM Loan\"), issued by Wachovia-related entities, and a mezzanine loan of $18 million from Boulder West Oaks (the \"Boulder WOM Loan\") used to purchase the West Oaks Mall. The proceeds from the Boulder WOM Loan were paid to two Okun-entities, IPofA West Oaks Mall GP LLC and IPofA West Oaks Mall LP, LLC (the \"WOM Borrowers\"). (<i>Id.</i> at ¶ 28.) In June 2006, the WOM Borrowers refinanced the West Oaks Mall using an $86 million loan from Greenwich Capital and $18,979,103.29 in their own funds to pay off the previous lenders. (<i>Id.</i> at ¶ 29.) Payments were made to the previous lenders through an escrow account held by LandAmerica. (<i>Id.</i> at ¶ 30.)</p>\n<p>To assist with the refinancing, Okun acquired NES on June 22, 2006. The next day, $25,076,790.63 in thirty-one separate NES accounts were pooled into a single Wachovia account. (<i>Id.</i> at ¶¶ 31-32.) This pooled account was a \"Commercial Checking\" account and statements for this account were sent to an NES address in Richmond, Virginia. (<i>See</i> NES Account Statement (Flaxer Decl. Ex. 20).) Later that day, $18,985,211.41 was transferred from the pooled NES Wachovia account and sent to LandAmerica. This amount represented the WOM Borrower's contribution required to refinance the West Oaks Mall. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 31-33.) Greenwich Capital transferred the $86 million refinancing loan proceeds to LandAmerica at approximately the same time. (<i>See id.</i> at ¶ 34.) On June 26, 2006, <span class=\"star-pagination\">*55</span> LandAmerica transferred $18,475,200 to Boulder Capital. (<i>Id.</i> at ¶ 36.)</p>\n<p></p>\n<h2><i>3. The September 29, 2006 Transfer</i></h2>\n<p>Boulder Water View made a $6 million loan to IPofA Water View and IPofA 5201 Lender LLC on August 23, 2006 (the \"Boulder Water View Loan\") to acquire two different properties. (<i>Id.</i> at ¶ 38.) A total of $6,461,760 was needed to pay off the Boulder Water View Loan. A $5 million loan from Valley National Bank covered the majority of the pay-off amount, but IPofA Water View and IPofA 5201 Lender LLC needed to contribute $1,533,845.24 to retire the old loan and complete the refinancing. (<i>Id.</i> at ¶¶ 39-40.) On September 29, 2006, these funds were transferred from an SOS checking account at Citibank to LandAmerica, the title company handling the refinancing transaction. (<i>Id.</i> at ¶ 41.) The Citibank account was a so-called \"CitiBusiness\" account and the account's contact at Citibank was James McGetrick. (<i>See</i> SOS Account Statement (Flaxer Decl. Ex. 30).) A total of $6,461,760 was later transferred from LandAmerica to Boulder to complete the refinancing. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 42.) The Trustee alleges that SOS received no consideration from Boulder for the September 29, 2006 transfer. (<i>Id.</i> at ¶ 43.) Boulder contests this position. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 43.)</p>\n<p></p>\n<h2>D. The Parties' Positions</h2>\n<p></p>\n<h2><i>1. The Parties' Initial Arguments</i></h2>\n<p>The Trustee argues that summary judgment is appropriate because: (i) the transfer of the misappropriated funds from the 1031 Debtors to Boulder is undisputed; (ii) as established by Okun's criminal conviction, the transfers were made with actual intent to defraud creditors; (iii) Boulder cannot demonstrate that it provided value to the 1031 Debtors for the transfers. (<i>See</i> Trustee's Mem. for Partial Summ. J. at 14-20.)</p>\n<p>In its initial response, Boulder argued that it should be granted additional time to conduct discovery under Rule 56(f) of the Federal Rules of Civil Procedure. (Boulder Defs.' Mem. and Req. for Additional Disc. at 1.) Specifically, Boulder requested additional time to depose (i) the named plaintiffs in a class action, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW, currently pending in the United States District Court for the Northern District of California, and (ii) Okun and two former employees of the 1031 Debtors, Lara Coleman and Janet Dashiell. (<i>Id.</i> at 4.) The <i>Hunter</i> class action was brought by a group of 1031 Exchangers against a large group of defendants, including the Boulder entities, seeking to recover losses suffered by the 1031 Exchangers as a result of Okun's fraud.</p>\n<p>Boulder also argued there is a genuine issue of material fact regarding whether the misappropriated funds belonged to the 1031 Debtors or to the Exchangers. (<i>Id.</i> at 10.) Boulder claimed that with additional discovery \"at least some of the 1031 Debtors' former employees and/or agents will testify that they believed that exchanger funds were held in trust for the benefit of the exchanges and were, therefore, not property of the 1031 Debtors' estate and were instead funds belonging to the exchangers.\" (<i>Id.</i> at 5.) Boulder further argued that there is an issue of material fact whether the funds that Boulder received were actually proceeds of other loans with that borrower providing consideration to the 1031 Debtors. Specifically, Boulder argued that Okun would testify that he borrowed the funds from the 1031 Debtors that were used to make the four <span class=\"star-pagination\">*56</span> different transfers at issue; in return, the 1031 Debtors received Okun's promise to repay. (<i>See id.</i>)</p>\n<p>The Trustee's initial reply addressed Boulder's claim that the misappropriated funds were not property of the estate. Specifically, the Trustee argued that Boulder did not have standing to assert the existence of a trust between the Exchangers and the 1031 Debtors. (Trustee's Reply Mem. at 6 (ECF # 41).) The Trustee also argued that Boulder could not overcome evidence in the record that gives rise to a presumption that the misappropriated funds belonged to the 1031 Debtors and not to the Exchangers. (<i>Id.</i> at 7-9.) The Trustee also maintained that Boulder could point to no beneficiaries of any alleged trust, as all of the Exchangers who had deposited funds with the 1031 Debtors at the time of the four transfers were paid back with funds received from other Exchangers. (<i>Id.</i> at 9.) The Trustee further argued that Boulder could not raise any issue of fact indicating that the four transfers at issue were loans to Okun from the 1031 Debtors in exchange for Okun's promise to repay. (<i>Id.</i> at 12-13.) Lastly, the Trustee maintained that none of the witnesses Boulder stated it needed to depose would offer any information that could give rise to an issue of material fact. (<i>Id.</i> at 14-15.)</p>\n<p></p>\n<h2><i>2. The Parties' Additional Arguments</i></h2>\n<p>After the initial hearing on this motion the Court requested additional briefing regarding (i) whether the Exchange Agreements created express trusts, with the 1031 Debtors as trustee and Exchangers as beneficiaries, and (ii) the impact of plan confirmation on Boulder's legal arguments. The parties were requested to brief what state's law would apply in determining whether express trusts existed, as well as the varying requirements in these states for establishing the elements of an express trust. (Apr. 16, 2010 Hr'g Tr. at 88:9-89:24.) In response to the Court's request, the parties filed two sets of additional briefs, one focusing on express trust issues and the other on plan issues.</p>\n<p>With regards to the express trust issues, Boulder argues that the Court must apply New York choice of law principles, which generally requires courts to use the law of the situs of the alleged trust when determining the existence of an express trust. (Boulder Brief on Express Trust Issues at 3-4 (ECF # 50).) Boulder argues that the September 7, 2005 and June 26, 2006 transfers were made from bank accounts in Virginia. Therefore, Boulder claims, the Court should apply Virginia law to determine whether express trusts existed. (<i>Id.</i> at 4-5.) With regards to the September 29, 2006 transfer, Boulder maintains that the funds eventually were transferred from a bank account in Connecticut. Therefore, Boulder argues that the Court should apply Connecticut law to determine whether express trusts existed. (<i>Id.</i> at 5.) Boulder further maintains that, under both Virginia and Connecticut law, the party attempting to establish an express trust has the burden to prove its existence and courts must look to the language of the documents at issue to determine whether a trust was created. (<i>Id.</i> at 7.) Boulder argues that the Exchange Agreements in its possession, as well as the other agreements it anticipates receiving through further discovery, plus the testimony of those who completed 1031 exchanges during the time period when the transfers occurred, warrant a determination that the 1031 Debtors held the funds transferred in trust for the Exchangers. (<i>See id.</i> at 7-11.)</p>\n<p>The Trustee responds that the Exchange Agreements that Boulder maintains are the bases for the express trusts contain choice of law provisions that should be enforced, making New York and Massachusetts <span class=\"star-pagination\">*57</span> law applicable. Nevertheless, the Trustee argues that New York and Massachusetts law is \"substantially similar\" to Virginia and Connecticut law. (Trustee Response Brief on Express Trust Issues at 3-5 (ECF # 56).) The Trustee also reiterates its argument that Boulder lacks standing to assert the rights of the Exchangers to claim the existence of a trust. (<i>Id.</i> at 5-8.) Next, the Trustee argues that even if Boulder has standing to assert the existence of an express trust, it cannot establish a trust <i>res</i> or beneficiaries, as required to demonstrate its existence. (<i>Id.</i> at 8-13.)</p>\n<p>In reply, Boulder claims that it merely asserts the <i>existence</i> of a trust, not the rights of the beneficiaries under the trust, thus it has proper standing to make its trust-based arguments. (Boulder Reply Brief on Trust Issues at 1-2 (ECF # 59).) Boulder further argues that the Court should not presume that the transferred funds belonged to the 1031 Debtors. (<i>Id.</i> at 2-7.) Lastly, Boulder maintains that, if given the opportunity to depose Exchangers who completed 1031 Exchanges with AEC, SOS, and NES during the time period when the transfers at issue in this case took place, it can demonstrate material issues of fact sufficient to preclude summary judgment. (<i>Id.</i> at 8-9.)</p>\n<p>As to plan issues, the Trustee maintains that the plan and the confirmation order in this case \"preclude creditors, including exchangers, from asserting as against the 1031 Debtors' estate or the successor Liquidation trust the argument ... that any such creditor has or had an express trust interest in the funds that were used to make the Initial Transfers to Boulder.\" Specifically, the Trustee maintains that the Exchangers gave up their claims, including claims that their property was being held in trust, against the 1031 Debtors when the plan in the case was confirmed. Thus, the Trustee argues, Boulder cannot claim the existence of any such trust when asserting its defense. (Trustee's Brief Regarding Plan Issues at 2 (ECF # 52).) The Trustee also argues that the plan and confirmation order have <i>res judicata</i> effect, barring Boulder from maintaining any of the claims that may have been held by the Exchangers. (<i>Id.</i> at 7.) In response Boulder argues that the Trustee's logic is flawed. Specifically, Boulder argues that neither it nor the Exchangers at the time of the transfers in issue in this case has any claims against the 1031 Debtors. (Boulder Response Brief Regarding Plan Issues at 2-4 (ECF # 54).) Boulder further argues that it is not attempting to assert any Exchanger rights, but instead simply is attempting to demonstrate that the property transferred was trust property and not property of the 1031 Debtors. Boulder also maintains that even if it was attempting to exercise the rights of Exchangers, the injunction within the plan does not apply to the Exchangers who were active during the time of the exchanges at issue in this case. (<i>Id.</i> at 5.) Lastly, Boulder argues that neither <i>res judicata</i> nor the terms of the plan can apply to it as it was a \"stranger\" to the plan and confirmation process. (<i>Id.</i> at 9-14.)</p>\n<p>The Trustee responds that Boulder's position on the plan issues demonstrates that Boulder has no standing to argue that the transferred fund were held in trust for the Exchangers. The Trustee maintains that Boulder is attempting to \"climb into the shoes of third parties\"the Exchangers with deposits on hand with the 1031 Debtors when the transfers in this case occurredin their defense to this motion. (Trustee Reply Brief on Plan Issues at 2-3 (ECF # 62).) The Trustee further argues that Boulder has failed to establish that it may use any of the defenses available to third parties. (<i>Id.</i> at 4-5.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*58</span> II. DISCUSSION</h2>\n<p>The dispute over whose property was transferred from the 1031 Debtors to Boulder is the lynchpin of Boulder's defense. In essence Boulder rests almost its entire defense and its request for additional discovery by arguing that the money transferred from the 1031 Debtors' accounts on September 7, 2005, June 26, 2006, and September 29, 2006, was being held in trust for the Exchangers and did not belong to the 1031 Debtors. The Trustee has a powerful argument in response, maintaining that Boulder does not have standing to argue that the 1031 Debtors held the funds of the Exchangers in trust. As explained below, the Court concludes as a matter of law that Boulder does not have standing to assert that the transferred funds were held in trust for Exchangers. With that issue decided, the remaining issues on this motion for partial summary judgment are easily resolved.</p>\n<p></p>\n<h2>A. Standard on Summary Judgment</h2>\n<p>Federal Rule of Civil Procedure 56 applies in adversary proceedings pending in bankruptcy court. FED. R. BANKR.P. 7056. A court should only grant summary judgment under Rule 56 where \"the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" <i>Beyer v. County of Nassau,</i> 524 F.3d 160, 163 (2d Cir. 2008) (quoting FED.R.CIV.P. 56(c)) (internal quotation marks omitted). Issues of non-material fact, however, will not prevent a court from awarding a party summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is that there be no <i>genuine</i> issue of <i>material</i> fact.\") (emphasis in original). Facts are material if they \"might affect the outcome of the suit under the governing law.\" <i>Overton v. New York State Div. of Military and Naval Affairs,</i> 373 F.3d 83, 89 (2d Cir.2004) (quoting <i>Liberty Lobby,</i> 477 U.S. at 248, 106 S.Ct. 2505) (internal quotation marks omitted).</p>\n<p>On a motion for summary judgment the movant bears an initial burden to come forward with evidence that satisfies \"each material element of his claim or defense, demonstrating that he is entitled to relief.\" <i>Isaac v. City of New York,</i> 701 F.Supp.2d 477, 484 (S.D.N.Y.2010). Once the movant has made this initial showing, the nonmoving party must provide evidence of a genuine issue of fact in order to successfully oppose the motion. <i>Gorzynski v. Jetblue Airways Corp.,</i> 596 F.3d 93, 101 (2d Cir. 2010) (citing <i>Matsushita Elec. Indus. Co., v. Zenith Radio Corp.,</i> 475 U.S. 574, 586, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986)). A factual issue is genuine \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party,\" <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, and all inferences to be drawn from the underlying facts must be viewed in the light most favorable to the party opposing the motion. <i>Hotel Emps. &amp; Rest. Emps. Union, Local 100 v. City of N.Y. Dep't of Parks and Recreation,</i> 311 F.3d 534, 543 (2d Cir.2002). If the nonmoving party is unable to provide evidence of a genuine issue of material fact, \"the movant is entitled to judgment as a matter of law.\" FED.R.CIV.P. 56(c).</p>\n<p></p>\n<h2>B. Choice of Law</h2>\n<p>Just like a district court hearing a case based on its diversity jurisdiction, this Court employs the choice of law rules of the forum in which it resides, New York, to resolve conflict of law issues. <span class=\"star-pagination\">*59</span> <i>Fieger v. Pitney Bowes Credit Corp.,</i> 251 F.3d 386, 393 (2d Cir.2001) (\"A federal trial court sitting in diversity jurisdiction must apply the law of the forum state to determine the choice-of-law.\"); <i>Enron Wind Energy Sys. v. Marathon Elec. Mfg. Corp. (In re Enron Corp.),</i> 367 B.R. 384, 392 (Bankr.S.D.N.Y.2007) (\"The Court looks to choice-of-law rules of New York to resolve any conflict of law questions.\"). Under New York law, courts only engage in a choice of law analysis when there is an actual conflict between the possible applicable laws. <i>Curley v. AMR Corp.,</i> 153 F.3d 5, 12 (2d Cir.1998) (\"In New York, the forum state in this case, the first question to resolve in determining whether to undertake a choice of law analysis is whether there is an actual conflict of laws.\"). Where there is no material difference differences between the possible applicable laws, courts may apply New York law to the issues at bar. <i>See, e.g., B. Lewis Prods., Inc. v. Maya Angelou, Hallmark Cards, Inc.,</i> No. 01 Civ. 0530 MBM, 2005 WL 1138474, at *4 n. 4 (S.D.N.Y. May 12, 2005) (\"[W]hen there is no material difference between the applicable laws of the states involved, the court need not decide the choice of law issue and may apply New York law.\") (collecting cases).</p>\n<p>Here, the parties argue that different states laws, Massachusetts, Virginia, New York, or Connecticut apply to the issue whether the 1031 Debtors held the transferred funds in express trusts for certain Exchangers. The Trustee agrees, however, that the applicable laws that could apply are \"substantially similar\" for purposes of determining whether Boulder has standing to claim the existence of express trusts on behalf of certain Exchangers. (Trustee Response Brief on Express Trust Issues at 3-5.) Boulder does not dispute the Trustee's position. (<i>See</i> Boulder Reply Brief on Trust Issues at 1-2.) As the parties appear to agree, and the Court's review of the applicable case law reveals no material difference between the possible applicable laws, the Court need not resolve the choice of law issue and may employ New York law in addressing the trust law issues.</p>\n<p></p>\n<h2>C. Standing</h2>\n<p>Every party in federal court must demonstrate proper standing to bring a case. <i>Elk Grove Unified Sch. Dist. v. Newdow,</i> 542 U.S. 1, 11, 124 S.Ct. 2301, 159 L.Ed.2d 98 (2004). Standing is essentially \"an idea, which is more than an intuition but less than a rigorous and explicit theory, about the constitutional and prudential limits to the powers of an unelected, unrepresentative judiciary in our kind of government.\" <i>Id.</i> (quoting <i>Allen v. Wright,</i> 468 U.S. 737, 750, 104 S.Ct. 3315, 82 L.Ed.2d 556 (1984)) (internal quotation marks omitted). Standing consists of two elements. <i>Bennett v. Spear,</i> 520 U.S. 154, 162, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (quoting <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975)). A party must demonstrate both constitutional standing and prudential standing. <i>Sullivan v. Syracuse Housing Authority,</i> 962 F.2d 1101, 1106 (2d Cir.1992). The constitutional standing requirement ensures that federal courts do not overreach and attempt to exert power not granted to them by Article III of the Constitution. <i>Id.</i> Article III of the Constitution limits the powers of federal courts to determine only cases or controversies. <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 559-60, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (discussing the division of constitutional power in the federal government).</p>\n<p></p>\n<h2><i>1. Constitutional Standing</i></h2>\n<p>Constitutional standing consists of three parts. A party must suffer an \"injury <span class=\"star-pagination\">*60</span> in fact\"or \"an invasion of a legally protected interest which is (a) concrete and particularized; and (b) actual or imminent, not conjectural or hypothetical.\" <i>Id.</i> (internal citations and quotation marks omitted). Next, a party must demonstrate causation; the court must be able to trace the alleged injury to the complained-of acts. <i>Id.</i> (quoting <i>Simon v. Eastern Ky. Welfare Rights Org.,</i> 426 U.S. 26, 41-42, 96 S.Ct. 1917, 48 L.Ed.2d 450 (1976)) (internal quotation marks omitted). Lastly, a favorable decision must be \"likely\" to remedy the alleged injury. <i>Id.</i></p>\n<p>Here, it appears that the 1031 Debtors do not contest Boulder's Article III standing to argue that the funds held by the 1031 Debtors, and eventually transferred to Boulder, were actually held in trust for Exchangers. Indeed, even if they did not concede this point, the Supreme Court has clearly articulated that no constitutional standing issue arises when, as here, a litigant attempts to assert the rights of a third party defensively. <i>Warth,</i> 422 U.S. at 500 n. 12, 95 S.Ct. 2197 (observing that when a party \"asserts the rights of third parties defensively\" there is no issue of constitutional standing). Instead, the Trustee argues that Boulder lacks prudential standing to assert the rights of the Exchangers defensively.</p>\n<p></p>\n<h2><i>2. Prudential Standing</i></h2>\n<p>Prudential standing rules are not as easily distilled as constitutional standing rules. But both constitutional standing and prudential standing is \"founded in concern about the properand properly limitedrole of the courts in a democratic society.\" <i>Sullivan,</i> 962 F.2d at 1106 (quoting <i>Warth,</i> 422 U.S. at 498, 95 S.Ct. 2197) (internal quotation marks omitted). Prudential standing requirements, however, are not mandated by the Constitution. They instead are rules of judicial restraint which further protect the role and purpose of the federal courts' power. <i>Newdow,</i> 542 U.S. at 12, 124 S.Ct. 2301 (quoting <i>Warth,</i> 422 U.S. at 500, 95 S.Ct. 2197); <i>Sullivan,</i> 962 F.2d at 1106 (citing <i>Barrows v. Jackson,</i> 346 U.S. 249, 255, 73 S.Ct. 1031, 97 L.Ed. 1586 (1953)). These rules ensure that courts do not tap their constitutional power to adjudicate \"abstract questions\" other governmental entities may be better situated to address or to make rulings \"unnecessary to protect individual rights.\" <i>Newdow,</i> 542 U.S. at 12, 124 S.Ct. 2301 (quoting <i>Warth,</i> 422 U.S. at 500, 95 S.Ct. 2197) (internal quotation marks omitted). To this end, the Supreme Court has identified at least three different identifiable prudential standing rules: (i) a general prohibition on a litigant raising the legal rights of third parties; (ii) barring parties from adjudicating \"generalized grievances\" bearing on \"abstract questions of wide public significance\" in the courts; and (iii) requiring that a \"plaintiff's complaint fall within the zone of interests protected by the law invoked.\" <i>Newdow,</i> 542 U.S. at 12, 124 S.Ct. 2301 (quoting <i>Allen,</i> 468 U.S. at 751, 104 S.Ct. 3315) (internal quotation marks omitted); <i>Sullivan,</i> 962 F.2d at 1106. Courts may analyze standing on an issue by issue basis, making separate determinations regarding their competency to address specific issues in a case. <i>Warth,</i> 422 U.S. at 498, 95 S.Ct. 2197 (\"[T]he question of standing is whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\").</p>\n<p>The Supreme Court's general prohibition against allowing litigants to enforce rights of third parties exists for two reasons. First, courts should shy away from adjudicating rights unnecessarily, specifically because the purported holders of those rights may choose not to enforce them \"or will be able to enjoy them regardless of whether the in-court litigant is successful or not.\" <i>Singleton v. Wulff,</i> 428 U.S. 106, 113-14, 96 S.Ct. 2868, 49 L.Ed.2d <span class=\"star-pagination\">*61</span> 826 (1976) (citing <i>Ashwander v. TVA,</i> 297 U.S. 288, 345-48, 56 S.Ct. 466, 80 L.Ed. 688 (1936)). Second, permitting parties to assert the rights of third parties will frustrate court's efforts to properly determine issues as \"courts depend on effective advocacy\" and \"third parties themselves usually [are] the best proponents of their own rights.\" <i>Id.</i> (citing <i>Baker v. Carr,</i> 369 U.S. 186, 204, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962)). Courts have concluded that the prohibition against allowing litigants to enforce the rights of third parties applies with equal force offensively as well as defensively. <i>Warth,</i> 422 U.S. at 501 n. 12, 95 S.Ct. 2197 (observing that prudential standing issues arise where a litigant attempts to assert the rights of a third party defensively); <i>McGowan v. State of Md.,</i> 366 U.S. 420, 429-30, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961) (holding that parties lacked standing to defend action on the grounds that statute violated third parties' rights); <i>In re Quigley Co., Inc.,</i> 391 B.R. 695, 702 (Bankr.S.D.N.Y.2008) (\"The same [prudential standing] limitations apply when a litigant attempts to assert the rights of a third party defensively.\").</p>\n<p>Here the Trustee only argues that Boulder lacks standing to claim that the funds transferred by the 1031 Debtors actually belonged to Exchangers. Specifically, the Trustee maintains that Boulder, as a party to this case, does not have prudential standing to argue that the 1031 Debtors held the funds of Exchangers in trust. The Court agrees with the Trustee's view and concludes that prudential standing requirements bar Boulder from claiming that the funds held by the 1031 Debtors were held in trust for the benefit of the Exchangers.</p>\n<p></p>\n<h2>a. Prudential standing rules bar Boulder from arguing that the transferred funds were held in trust for Exchangers</h2>\n<p>Boulder argues in principle that the various Exchange Agreements created express trusts whereby the 1031 Debtors held funds in trust for the benefit of the Exchangers. (<i>See, e.g.,</i> Boulder Defs.' Mem. and Req. for Additional Disc. at 5.) At oral argument, counsel for Boulder seemingly also argued that the 1031 Debtors may have held the funds in a constructive or resulting trust for the benefit of the Exchangers. (Apr. 16, 2010 Hr'g Tr. at 49:8-21.) The Court addresses each contention in turn.</p>\n<p></p>\n<h2>(i) Boulder lacks standing to argue constructive or resulting trust</h2>\n<p>Constructive trusts are not truly trusts. <i>Strom v. Goldman, Sachs &amp; Co.,</i> 202 F.3d 138, 144 (2d Cir. 1999) (\"constructive trusts that underlie the remedy of restitution are not really trusts\") (internal quotation marks omitted). Instead, they are equitable mechanisms employed by courts to achieve restitution. <i>In re Dreier LLP,</i> 429 B.R. 112, 136 (Bankr. S.D.N.Y.2010) (citing 1 DAN B. DOBBS, DOBBS LAW OF REMEDIES: DAMAGESEQUITYRESTITUTION § 4.3(1), at 547 (2d ed. 1993)). While state law controls the exact elements required for a party to demonstrate a constructive trust, they are generally employed to halt unjust enrichment. <i>See, e.g., </i><i>Counihan v. Allstate Ins. Co.,</i> 194 F.3d 357, 361 (2d Cir.1999) (applying New York law). Courts recognize them as personal remedies that beneficiaries may waive by not seeking to have them imposed. <i>Cassirer v. Sterling Nat. Bank &amp; Trust Co. of N.Y. (In re Schick),</i> 246 B.R. 41, 45-46 (Bankr.S.D.N.Y.2000) (citing <i>DiNicola v. Bouchard,</i> 233 A.D.2d 594, 649 N.Y.S.2d 239 (N.Y.App.Div. 3rd Dep't 1996)). Due in part to an acknowledgement that the right to have a constructive trust established is personal, courts consistently hold that parties may not argue that a constructive or resulting trust exists if <span class=\"star-pagination\">*62</span> they would not be the beneficiaries of the trust. <i>See Fitzgerald v. Thompson,</i> No. 07 CV 6851(BSJ), 2009 WL 29599, at *8 (S.D.N.Y. Jan.5, 2009) (concluding that because a party was not personally impacted by the alleged conduct, they had no standing to request a constructive trust); <i>Powers v. Am. Exp. Fin. Advisors, Inc.,</i> 82 F.Supp.2d 448, 453 (D.Md.2000) (\"defendant does not have standing to assert a constructive trust on behalf of [a third party]\"); <i>In re Schick,</i> 246 B.R. at 46 (\"a stranger cannot sue to impose a constructive trust for the benefit of a defrauded party\") (citing <i>Melenky v. Melen,</i> 233 N.Y. 19, 24, 134 N.E. 822 (1922) (Cardozo, J.)).</p>\n<p>While courts have not expressly linked the determination that a party lacks standing to attempt to enforce a constructive trust to the concept of prudential standing, the connection between the two is clear. In <i>In re Schick,</i> the court examined a similar situation to the one at bar. There, a trustee of the estate of David Schick commenced an adversary proceeding against Sterling National Bank &amp; Trust Co. (\"Sterling\") to avoid four different allegedly preferential transfers. 246 B.R. at 43. Sterling issued two different loans to Schick. <i>Id.</i> at 43-44. Schick used funds obtained by fraud or embezzlement to repay these loans. <i>Id.</i> Sterling moved for summary judgment on the grounds that the funds used by Schick to repay the loans belonged to the defrauded parties through a constructive trust, and not to Schick. <i>Id.</i> at 44. The court found that Sterling did not have standing to claim that funds it received from a debtor to repay loans were held in constructive trust for the defrauded third parties. 246 B.R. at 45-46. Examining the law on constructive trusts the court concluded that the right to a constructive trust was personal and belonged to the aggrieved party. <i>Id.</i> Thus, the court concluded that because a right to an equitable trust is personal, only the beneficiary could assert the right, both defensively and offensively. <i>Id.</i> at 46.</p>\n<p>While the court did not garb its opinion in prudential standing terminology, the reasoning meshes neatly with prudential standing doctrines, specifically the general prohibition against a litigant raising the legal rights of third parties. Indeed, the rationale undergirding the court's decision to refuse standing in <i>In re Schick</i>that a stranger should not be permitted to wield the personal rights of a third party either offensively or defensivelyis the exact same prudential standing prohibition outlined by the Supreme Court. <i>See, e.g., </i><i>Newdow,</i> 542 U.S. at 12, 124 S.Ct. 2301 (noting the \"general prohibition on a litigant's raising another person's legal rights\"). And the reasons the Supreme Court outlined for establishing the general rule against raising the rights of third parties are also present in <i>In re Schick.</i> For example, in <i>Schick</i> the allegedly defrauded third parties were capable of coming forward and suing to establish a constructive trust. They did not do so. <i>See </i><i>Singleton,</i> 428 U.S. at 113-14, 96 S.Ct. 2868 (observing that third parties may choose not to enforce certain rights because they would \"be able to enjoy them regardless of whether the in-court litigant is successful or not\"). Moreover, also present in <i>Schick</i> is the paramount concern that the party advocating for certain rights argue cogently and forcefully for their enforcement. It is hardly clear that Sterling was best situated to argue for the enforcement of rights that belonged to third parties. <i>See id.</i> at 114, 96 S.Ct. 2868 (noting that \"third parties ... usually [are] the best proponents of their own rights\" and observing that \"courts depend on effective advocacy\" to make legal determinations).</p>\n<p>The specter of prudential standing also permeates a decision relied upon heavily <span class=\"star-pagination\">*63</span> by the <i>Schick</i> court, <i>Taylor Assocs. v. Diamant (In re Advent Mgmt. Corp.),</i> 178 B.R. 480 (9th Cir. BAP 1995). In <i>Advent,</i> the bankruptcy appellate panel examined an action brought by the trustee of Advent Management Corp. (\"Advent\") against Taylor Associates (\"Taylor\") to recover allegedly avoidable preferences under section 547 of the Bankruptcy Code or fraudulent transfers pursuant to section 548 of the Bankruptcy Code. <i>Id.</i> at 482-83. Taylor provided services to Coastal Insurance Company (\"Coastal\") and received payment for these services from Advent, Coastal's sole owner which also controlled all of Coastal's day-to-day administrative operations. <i>Id.</i> Coastal eventually diverted $48 million in assets to Advent, deeming them \"advances\" and failing to memorialize the transfers. <i>Id.</i> Advent in turn used these funds to make numerous transfers to Taylor in the total amount of $193,112.09. <i>Id.</i> at 482-83. Taylor eventually argued that these transfers were \"of money misappropriated from Coastal by Advent, and consequently Advent held those monies in constructive trust for Coastal.\" <i>Id.</i> at 483. The bankruptcy appellate panel determined that only the beneficiary of the constructive trust, Coastal and not Taylor, could argue the existence of a constructive trust. Relying in part on the fact that a constructive trust is a remedy and remains inchoate until litigated, the panel determined that the purported beneficiary of the trust, Coastal, must litigate the existence of the trust and that Advent was precluded from doing so. <i>Id.</i> at 486-89. Similar to <i>Schick,</i> while the bankruptcy panel did not express its decision in prudential standing terms, the resultrequiring the third party with the purported right to a constructive trust to litigate that rightis clearly consistent with the prudential standing doctrine's general prohibition against permitting litigants to assert the rights of third parties in litigation.</p>\n<p>Applying this reasoning to the facts in this case it is clear that Boulder lacks prudential standing to claim that the 1031 Debtors held the transferred funds in constructive trust for the Exchangers. Only those Exchangers who had money wrongfully transferred to Boulder would be the putative beneficiaries of a constructive trust, thus only they would have standing to assert the existence of a constructive trust. Boulder, as a litigant in this case, does not have prudential standing to assert the rights of these putative beneficiaries. This result is consistent with the general prudential standing prohibition against allowing litigants to press the rights of third parties as well as with the results reached by the courts in <i>Schick</i> and <i>Advent.</i> While counsel for Boulder maintained at oral argument that <i>Schick</i> and <i>Advent</i> did not apply to the instant situation, the Court rejects those arguments. Counsel first attempted to distinguish <i>Schick</i> based on its procedural posture, noting that it was decided after trial, but this issue is wholly irrelevant to the pure legal question of standing. (<i>See</i> Apr. 16, 2010 Hr'g Tr. at 50:20-21.) Second, counsel unconvincingly took dicta in <i>Advent</i> out of context in an effort to warp the reasoning of the case. Specifically, counsel quoted a portion of <i>Advent</i> that indicated that <i>after</i> a constructive trust is successfully litigated and established those monies are not property of the estate. (<i>Id.</i> at 52:15-58:17.). <i>See also </i><i>In re Advent,</i> 178 B.R. at 490. This section of the <i>Advent</i> opinion has no bearing on the issue whether Boulder has standing to raise a constructive trust argument here. The Court rejects both lines of argument. Boulder has provided no convincing rationale why the Court should allow Boulder standing to assert the existence of constructive <span class=\"star-pagination\">*64</span> trusts on behalf of third parties when the prudential standing doctrine and applicable case law clearly prohibit such a result.</p>\n<p></p>\n<h2>(ii) Boulder lacks standing to argue the existence of an express trust</h2>\n<p>The same rationale that strips Boulder of standing to argue that a constructive trust exists also halts Boulder from arguing that the 1031 Debtors held the transferred funds in an express trust for the benefit of Exchangers. Any argument that an express trust existed for the benefit of an Exchanger is replete with the same infirmities as the argument for a constructive trust for the benefit of an Exchanger. Both efforts require Boulder to assert the rights of third party Exchangers who are not litigants before this Court.<sup>[4]</sup> This is a plain violation of the prudential standing rule against litigants asserting the rights of third parties. <i>See, e.g., </i><i>Newdow,</i> 542 U.S. at 12, 124 S.Ct. 2301 (observing the prudential standing limitation prohibiting \"a litigant's raising another person's legal rights\") (quoting <i>Allen,</i> 468 U.S. at 751, 104 S.Ct. 3315) (internal quotation marks omitted).</p>\n<p>Consistent with the rule against granting litigants standing to argue the rights of third parties, it has long been the rule that only the beneficiary or trustee of an express trust has standing to sue to establish and enforce the trust. The Restatement of Trusts clearly states that \"[n]o one except a beneficiary or one suing on his behalf can maintain a suit against the trustee to enforce the trust or to enjoin redress for a breach of trust.\" RESTATEMENT (SECOND) OF TRUSTS § 200 (1959). <i>See also</i> 90A C.J.S. <i>Trusts</i> § 663 (2010) (\"A suit to establish and enforce an express trust ... may and should be brought and maintained, ordinarily, by the <i>cestui que trust,</i> or those representing or claiming under him or her.\"). Similar to courts that find that litigants do not have standing to assert a constructive trust on behalf of third parties, courts consistently follow the rule expressed in the Restatement of Trusts. These courts refuse litigants who are not beneficiaries standing to enforce the trusts, but do not articulate their reasoning in prudential standing terms. <i>See </i><i>In re Estate of McManus,</i> 47 N.Y.2d 717, 417 N.Y.S.2d 55, 390 N.E.2d 773, 774 (1979) (determining that those \"not beneficially interested\" in a trust lacked standing to challenge the actions of the trustee); <i>Cashman v. Petrie,</i> 14 N.Y.2d 426, 252 N.Y.S.2d 447, 201 N.E.2d 24, 26 (1964) (finding that litigant who was not a beneficiary could not sue to enforce a trust); <i>Naversen v. Gaillard,</i> 38 A.D.3d 509, 509, 831 N.Y.S.2d 258 (N.Y.App.Div. 3rd Dep't 2007) (affirming lower court determination that \"since the defendants were not beneficiaries of the [trust], they lacked standing to challenge the actions of the plaintiff as its trustee\"). <i>Accord </i><i>Weaver v. Wood,</i> 425 Mass. 270, 680 N.E.2d 918, 922 (1997) (noting that \"only a named beneficiary, or one suing on his or her behalf, can maintain an action to enforce a trust\"); <i>Weiss v. Weiss,</i> No. 0065932S, 2002 WL 180902, at *4 (Conn.Super.Ct. Jan.10, 2002) (\"Only the beneficiaries of the trust, the co-trustees of a trust or a successor trustee have standing to sue for breach of trust by a trustee.\"). <span class=\"star-pagination\">*65</span> <i>See also </i><i>Sergeson v. Del. Trust Co.,</i> 413 A.2d 880, 882 (Del.1980) (adopting the Restatement approach and finding litigant had no standing to enforce an express trust created for the benefit of third parties); <i>Scott v. United Carolina Bank,</i> 130 N.C.App. 426, 503 S.E.2d 149, 153-54 (1998) (adopting the Restatement rule and finding that litigant lacked standing to enforce express trust where third party was beneficiary and concluding that other jurisdictions \"uniformly\" apply the same rule) (collecting authorities). Nor is this bedrock rule changing. The latest tentative draft of the Restatement of Trusts clearly states that only beneficiaries or co-trustees or persons acting on behalf of a beneficiary have standing to enforce a trust. RESTATEMENT (THIRD) OF TRUSTS § 94(1) (Tentative Draft No. 5 March 2, 2009) (\"A suit against a trustee of a private trust to enjoin or redress a breach of trust or otherwise to enforce the trust may be maintained only by a beneficiary or by a co-trustee, successor trustee, or other person acting on behalf of one or more beneficiaries.\").</p>\n<p>Faced with these well established principles, Boulder argues that they do not attempt to enforce or impose a trust, as is clearly prohibited by law. Instead, Boulder maintains that it is merely attempting to demonstrate the existence of express trusts held by the 1031 Debtors in favor of the Exchangers. (<i>See</i> Boulder Reply Brief on Trust Issues at 1-2.) The Court rejects Boulder's distinction. Boulder apparently believes that it can establish the existence of countless express trusts without asserting the rights of the beneficiaries. This clearly is not the case. Boulder cannot establish express trusts without pressing the rights of the putative beneficiaries. Contrary to Boulder's apparent belief, express trusts are not presumed to exist based on a mere allegation. Boulder would be required to assert the rights of alleged beneficiaries to these putative trusts, something it clearly lacks prudential standing to do. Thus, the Court concludes that Boulder lacks standing to argue that express trusts existed between the 1031 Debtors and certain Exchangers.</p>\n<p>This result is consistent with cases in the Second Circuit that stress the importance of prudential standing limitations in bankruptcy cases. For example, in <i>Kane v. Johns-Manville Corp.,</i> 843 F.2d 636 (2d Cir.1988), the court examined a challenge to the plan of reorganization of the world's largest miner of asbestos and large manufacturer of asbestos products. The challenge was brought by claimants suffering from asbestos related diseases on the grounds that the plan interfered with certain rights of asbestos victims with latent, but as of the date of the plan, undiscovered asbestos related injuries. <i>Id.</i> at 638-39. The court determined that the challengers lacked standing to assert the rights of these third parties to object to the plan of reorganization. <i>Id.</i> at 643. The court explained that allowing the challengers to assert the rights of third parties would violate the traditional rule of prudential standing barring litigants from adjudicating the rights of third parties. <i>Id.</i> at 644. Judge Newman, writing for the panel, stressed that prudential standing concerns are of particular importance in bankruptcy cases, emphasizing that \"[b]ankruptcy proceedings regularly involve numerous parties, each of who might find it personally expedient to assert the rights of another party....\" <i>Id.</i></p>\n<p>In <i>In re Quigley,</i> 391 B.R. at 699, the court recently applied the Second Circuit's guidance in a case with circumstances similar to those in <i>Kane,</i> specifically a challenge from insurance companies to confirmation of a plan of reorganization. The debtors and proponents of the proposed plan were defendants in numerous <span class=\"star-pagination\">*66</span> asbestos related personal injury lawsuits. The plan proposed to channel claims against the debtors into a trust, which would administer and pay claims. The plan proposed to fund claim payments by the debtors assigning their rights to insurance policies to the trust. <i>Id.</i> Certain of the insurers with exposure under the proposed plan filed predictably broad discovery requests. Some of these requests focused on issues which affected creditors of the debtors, not the insurance companies. The debtors objected to these requests on the grounds that the insurers lacked standing to take discovery on topics directly relating to creditor issues. <i>See id.</i> at 701. The court identified the important role prudential standing limitations play in bankruptcy proceedings. <i>Id.</i> at 702-03. The court found that it could not allow the insurers to object to the plan using rights that properly belonged to third parties. <i>Id.</i> at 705. The court specifically stressed that the reasons for employing the prudential standing bar are great in cases where a conflict exists between creditors and the party attempting to assert the rights of certain potential creditors. <i>See id.</i> Such a conflict exists here too. If Boulder can successfully argue the presence of a trust to defeat the Trustee's efforts to obtain a judgment for fraudulent conveyance, it would be using the rights of third parties to benefit itself, at the expense of creditors who will not have the benefit of recovering the fraudulently conveyed funds. Such \"is precisely the situation where the third party standing limitation should apply.\" <i>Id.</i> (quoting <i>Kane,</i> 843 F.2d at 644-45) (internal quotation marks omitted).</p>\n<p>Well-established legal principles preclude standing to third parties to sue to enforce or establish a trust, offensively or defensively. That rule applies here: the absence of prudential standing prevents Boulder from claiming the existence of an express trust between the 1031 Debtors and the Exchangers. Boulder's attempt to assert the rights of third parties in this case implicates the precise concerns identified by the Supreme Court in <i>Singleton,</i> 428 U.S. at 113-14, 96 S.Ct. 2868. First, there is no reason for the Court to adjudicate the rights of the alleged beneficiaries of the purported trusts because, as Boulder admits in its briefing, these Exchangers have already enjoyed the benefits of the alleged trust. A primary reason for the prohibition on third party standing is because the purported right holders may \"be able to enjoy [their rights] regardless of whether the in-court litigant is successful.\" <i>Id.</i> Here, because their 1031 Exchanges closed before the 1031 Debtors filed for bankruptcy, the Exchangers have already received whatever funds may have ever been held in trust for their benefit and have clearly enjoyed their rights regardless of the success of Boulder in this case.</p>\n<p>Further, as demonstrated by the avalanche of papers submitted to the Court, it is evident that Boulder is not the best situated entity to argue the existence of trusts between certain of the Exchangers and the 1031 Debtors. As noted by the Supreme Court, courts are dependent on the advocacy efforts of the parties before them to resolve disputes. To claim the existence of a trust Boulder would essentially need to argue and prove the intent of unidentified Exchangers; this is something that the Exchangers themselves could do best. <i>See id.</i> (noting that a reason for the third-party standing rule is that \"third parties themselves usually [are] the best proponents of their own rights\"). Moreover, Boulder has taken the <i>exact opposite</i> position with regards to the whether the 1031 Debtors held the Exchanger's funds in trust in <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW, the class action pending before <span class=\"star-pagination\">*67</span> Judge James Ware in the United Stated States District Court for the Northern District of California. Specifically, the <i>Hunter</i> plaintiffs' second amended complaint alleges that Boulder knew that certain of the Exchange Agreements included \"customary trust limitations, anti-assignment clauses, depository limitations, and... account segregation provisions....\" Second Amended Complaint at ¶ 140, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW (ECF # 267). But Boulder denies these allegations in its answer to the second amended complaint. Answer to Second Amended Complaint at ¶ 140, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW (ECF # 316). Thus, Boulder is engaged in an act of legal contortionism, taking different positions in different courts regarding whether the 1031 Debtors held funds in trust for Exchangers, depending on what is expedient. This solidly demonstrates that they are not the proper party to be asserting the rights of the putative beneficiaries of the alleged trusts.</p>\n<p>Lastly, even if Boulder did not fall so squarely within the reasons for the general prohibition on third-party standing, the positions Boulder has taken in this case would require the Court to conclude that Boulder lacks standing in these circumstances. In an effort to distance itself from the impact of the Debtors' confirmed plan of reorganization, Boulder argues that the injunction provisions of the plan do not reach either it <i>or</i> the Exchangers who were in existence at the time of the four transfers at issue in this case. (Boulder Response Brief Regarding Plan Issues at 1.) Specifically, Boulder maintains that none of the Exchangers who had deposits with the 1031 Debtors at the time the transfers at issue in this case took place still had deposits with the 1031 Debtors at the time the Debtors filed for bankruptcy. Thus, Boulder argues that these Exchangers cannot have express trust claims that would be enjoined by the plan of reorganization. (<i>See id.</i> at 5-6.) Yet Boulder argues that the existence of these <i>exact same express trusts</i> is what makes the funds transferred from the 1031 Debtors property of the Exchangers and not of the 1031 Debtors. Boulder's position is essentially that that it should be allowed to assert the existence of express trusts to defend against the Trustee's suit when the putative beneficiaries of these express trusts would not be allowed to do so.<sup>[5]</sup> It is difficult to overstate Boulder's audacity: not only does Boulder seek to assert the rights of third parties to establish that express trusts existed between those parties and the 1031 Debtors, Boulder boldly claims that the putative beneficiaries of those trusts would not be able to do so themselves.</p>\n<p>The facts of this case clearly demonstrate that Boulder cannot have standing to assert that trusts existed between the 1031 Debtors and the Exchangers with deposits at the time of the transfers in question. Boulder itself maintains that none of the Exchangers with deposits with the 1031 Debtors had open 1031 Exchanges when the bankruptcy occurred. <span class=\"star-pagination\">*68</span> Nor could they; to take advantage of the tax benefits of a 1031 Exchange, the Exchangers must have withdrawn those funds within 180 days after the initial deposit. Here, the final transfer occurred on September 29, 2006227 days before the first 1031 Debtors filed for bankruptcy. And even assuming any Exchanger still had deposits on hand with the 1031 Debtors when they filed for bankruptcy, any claim for those monies was released when the plan of reorganization of the 1031 Debtors was confirmed. Thus, the Court concludes that Boulder lacks prudential standing to assert the purported trust defense.</p>\n<p></p>\n<h2>D. Fraudulent Conveyance</h2>\n<p>Finding as a matter of law that Boulder has no standing to maintain its main argument against summary judgment, the Court now turns to the facts and the remaining legal arguments to determine whether partial summary judgment is appropriate in this case.</p>\n<p></p>\n<h2><i>1. Elements of a 548(a)(1)(A) Fraudulent Conveyance Claim</i></h2>\n<p>Section 548(a)(1) of the Bankruptcy Code acts to prevent an entity from \"placing [its] assets beyond the reach of creditors by removing them from the estate with the intent to hinder, delay, or defraud [its] creditors.\" <i>Bear, Stearns Sec. Corp. v. Gredd,</i> 275 B.R. 190, 195 (S.D.N.Y.2002) (quoting 5 COLLIER ON BANKRUPTCY ¶ 548) (internal quotation marks omitted). The statute reads</p>\n<blockquote>(a)(1) The trustee may avoid any transfer... of an interest of the debtor in property, or any obligation ... incurred by the debtor that was made or incurred on or within 2 years before the date of the filing of the petition if the debtor voluntarily or involuntarily</blockquote>\n<blockquote>(A) made such transfer or incurred such obligation with actual intent to hinder, delay, or defraud any entity to which the debtor was or became, on or after the date that such transfer was made or such obligation was incurred, [or] indebted....</blockquote>\n<p>11 U.S.C. § 548(a)(1)(A). Thus, the elements of a section 548(a)(1)(A) fraudulent conveyance action are: (i) a transfer of an interest of the debtor in property; (ii) made within two years before the debtor filed for bankruptcy; and (iii) done with \"actual intent to hinder, delay, or defraud\" the debtor or any entity the debtor would become after the transfer. Summary judgment is appropriate if the Trustee offers evidence satisfying these elements, and Boulder fails to offer evidence demonstrating that a material issue of fact exists on any of these elements, or fails to offer evidence establishing any of its affirmative defenses.</p>\n<p></p>\n<h2>a. Transfer of an interest in property of the debtor</h2>\n<p></p>\n<h2>(i) There are no genuine issues of material fact regarding the actual transfers of funds</h2>\n<p>The basic facts regarding the four separate transfers of funds from accounts belonging to the 1031 Debtors are undisputed. The first two transfers took place on September 7, 2005 and consisted of two wire transfers in the respective amounts of $4,400,000 and $18,369,000 from an AEC account at Bank of America to a Boulder account at Cambridge Trust Company. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23. <i>See also</i> Boulder Capital Business Checking Statement (Flaxer Decl. Ex. 15 at p. 2).) The third transfer occurred on June 26, 2006 <span class=\"star-pagination\">*69</span> and consisted of a transfer first of $18,985,211.41 from an NES account to a LandAmerica account and then of $18,475,200 from the LandAmerica account to a Boulder checking account at the Cambridge Trust Company. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33, 36 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33, 36. <i>See also</i> Boulder Capital Business Checking Statement (Flaxer Decl. Ex. 25 at p. 5).) The final transfer of $1,533,845.24 occurred on September 29, 2006 and was routed from an SOS checking account to LandAmerica and then on to a Boulder account. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 41-42 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 41-42.) Thus it is clear that the parties do not dispute that these four transfers occurred and the parties involved to the transfers.</p>\n<p>Two of the transfersthe June 26, 2006 and the September 29, 2006 transferswere not made directly from 1031 Debtor accounts to Boulder entities, but were routed through an intermediary, LandAmerica. The Trustee argues that LandAmerica was a \"mere conduit\" in the transactions, and its presence does not alter Boulder's status as the \"initial transferee\" for liability purposes under 11 U.S.C. § 550(a)(1). Boulder does not contest the Trustee's position. It is clear that when an entity acts as a \"financial intermediary,\" exerts no dominion over the funds, and has no discretion to use the funds as it wishes, that entity is a mere conduit and is not an \"initial transferee\" for purposes of 11 U.S.C. § 550(a)(1). <i>Christy v. Alexander &amp; Alexander Inc. (In re Finley, Kumble, Wagner, Heine, Underberg, Manley, Myerson &amp; Casey),</i> 130 F.3d 52, 57-58 (2d Cir.1997) (accepting the Seventh Circuit's \"dominion and control\" test, looking to the power of the entity over the funds, when determining when an entity is an initial transferee or mere conduit). <i>See also </i><i>Tese-Milner v. Moon (In re Moon),</i> 385 B.R. 541, 552-53 (Bankr. S.D.N.Y.2008) (applying test articulated in <i>In re Finley, Kumble,</i> and holding that as an attorney deposited funds into a trust account and had no discretion or authority with regards to the funds, other than to transfer the funds, the attorney was a mere conduit and not an initial transferee for purposes of 11 U.S.C. § 550(a)(1)).</p>\n<p>Here, it is undisputed that LandAmerica acted as an escrow agent in connection with the June 26, 2006 transfer. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 30 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 30.) Nor is there any evidence in the record that LandAmerica acted as anything but a mere conduit for the transferred funds, exerting no dominion over the funds transferred from NES. An escrow is \"property delivered by a promisor to a third party to be held by the third party for a given amount of time or until the occurrence of a condition;\" an escrow agent is \"the third-party depositary of an escrow.\" <i>See</i> BLACK'S LAW DICTIONARY (8th ed. 2004) (definitions of \"agent\" and \"escrow\"). Under these circumstances there is no question of material fact: LandAmerica was a mere conduit for the funds eventually routed to Boulder. Similarly, it is not disputed that LandAmerica acted as the title company in the September 29, 2006 transfer. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 41 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 41.) LandAmerica <span class=\"star-pagination\">*70</span> acted as a conduit for the transferred funds and exerted no control over the funds while in its possession. Thus, there are no questions of material fact regarding the four transfers.</p>\n<p></p>\n<h2>(ii) There is no question of material fact that the transferred funds were property of the debtor</h2>\n<p>The majority of Boulder's arguments against the Trustee's motion attempted to demonstrate that there was a genuine issue of material fact regarding whether the property that was transferred belonged to the 1031 Debtors or was merely held in trust by the 1031 Debtors for the benefit of certain Exchangers. As explained above, Boulder has no standing to assert the existence of trusts in defense of the Trustee's motion. This determination eviscerates Boulder's position that the transferred property did not belong to the 1031 Debtors.</p>\n<p>While Boulder may not argue that the transferred funds were held in trust for the exchangers, the Trustee nevertheless has the burden of proving transfers of \"an interest of the debtor in property.\" 11 U.S.C. § 548(a)(1). The Trustee has carried this burden based on the undisputed facts that the transferred funds were all contained in unrestricted bank accounts belonging to the 1031 Debtors.</p>\n<p>The Bankruptcy Code provides an expansive view of an estate's property. Estate property consists of \"all legal or equitable interest of the debtor in property as of the commencement of the case.\" 11 U.S.C. § 541. Consistent with this broad view, \"money in a bank account in the name of a debtor is presumed to be property of the bankruptcy estate.\" <i>Millard Refrigerated Servs., Inc. v. LandAmerica 1031 Exchange Servs., Inc. (In re LandAmerica Fin. Group, Inc.),</i> 412 B.R. 800, 809 (Bankr.E.D.Va.2009). <i>See also </i><i>In re Amdura Corp.,</i> 75 F.3d 1447, 1451 (10th Cir.1996) (\"We presume that deposits in a bank to the credit of a bankruptcy debtor belong to the entity in whose name the account is established.\"); <i>Boyer v. Carlton, Fields, Ward, Emmanuel, Smith &amp; Cutler, P.A. (In re USA Diversified Prods., Inc.),</i> 100 F.3d 53, 55 (7th Cir.1996) (\"Property of the debtor ... includes the interest that a depositor has in the money in his account, more precisely the money owed him by the bank by virtue of the account.\") (Posner, J.); 5 COLLIER ON BANKRUPTCY ¶ 541.08 (\"Deposits in the debtor's bank account become property of the estate under section 541(a)(1).\").</p>\n<p>Here, it is undisputed that the accounts that held the transferred funds belonged to the 1031 Debtors. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 23, 32-33, and 41 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 23, 32-33, and 41.) The Trustee has provided bank account statements that further establish this fact: The bank account from which the September 7, 2005 transfers occurred states that it is a \"Business Interest Maximizer Account\" and belonged to AEC. (<i>See</i> AEC Account Statement (Flaxer Decl. Ex. 16).) Similarly, the bank account from which the June 26, 2006 transferred occurred was a \"commercial checking\" account held in the name of NES. (<i>See</i> NES Account Statement (Flaxer Decl. Ex. 20).) The final September 29, 2006 transfer occurred from an SOS \"Citibusiness\" checking account. (<i>See</i> SOS Account Statement (Flaxer Decl. Ex. 30).)</p>\n<p>Boulder claims that this presumption never arises, however, arguing that the 1031 Debtors only held legal title to the funds that were eventually transferred, not equitable. As noted by the court in <i>In re Schick,</i> \"[i]f the debtor holds only legal title to the property, that is all that vests <span class=\"star-pagination\">*71</span> in the estate. 11 U.S.C. § 541(d). The equitable title or interest is neither `property of the estate' under section 541 nor `property of the debtor' under section 547(b).\" <i>In re Schick,</i> 234 B.R. at 343 (quoting <i>Begier v. IRS,</i> 496 U.S. 53, 59, 110 S.Ct. 2258, 110 L.Ed.2d 46 (1990)). Here, Boulder admits that the \"1031 Debtors had legal title to the transferred funds,\" but argues that the Exchangers retained equitable title in the funds. Boulder specifically claims that the 1031 Debtors never had sufficient \"control\" over the funds to trigger a presumption of equitable title. (<i>See</i> Boulder Reply Brief on Trust Issues at 3.)</p>\n<p>Boulder's argument is flawed because it inappropriately assumes the existence of trusts with the Exchangers as beneficiaries. To adequately contest the validity of the 1031 Debtors' equitable title in the property, Boulder must demonstrate that the Exchangers retained their equitable title in the property. This involves asserting the rights of Exchangers to claim the existence of a trust, a gambit for which Boulder has no standing. Boulder ignores this fact and jumps directly to contesting the level of control the 1031 Debtors exerted over the funds. But the cases Boulder relies on presupposejust as Boulder doesanother entity's property interest before examining the control exerted over the property in question. For example, in <i>Coral Petroleum, Inc. v. Banque Paribas-London,</i> 797 F.2d 1351 (5th Cir.1986), the Fifth Circuit accepted that another entity retained a property interest in the funds in question in that case. <i>Id.</i> at 1355-56 (observing that the funds in question were held by the debtor subject to an \"earmarking\" transaction and held for another party). Similarly, in <i>In re Schick,</i> the court only examined control after assuming commingling of trust and personal funds, implicating another valid property interest in funds held by the debtor. 234 B.R. at 342 (\"The line between legal and equitable title becomes murky when a trustee or escrow agent commingles his beneficiary's funds with his own.\").</p>\n<p>Here, as Boulder has no standing to assert the existence of trusts on behalf of the Exchangers, and no other entity Boulder identifies could possibly have an interest in these accounts, a presumption must arise that the 1031 Debtors held both equitable and legal title in the transferred funds. Nothing in the record intimates that the funds belonged to any entity other than the 1031 Debtors or the Exchangers, and Boulder cannot assert the rights (if any) of the Exchangers. Therefore, there is no issue of material fact regarding ownership of the transferred funds.</p>\n<p></p>\n<h2>b. Statutory time limit for fraudulent conveyances under section 548(a)(1)(A)</h2>\n<p>A transfer must be made within two years of the date of the bankruptcy petition to be avoidable under section 548(a)(1)(A). The 1031 Debtors from which the funds at issue here were transferred all filed for bankruptcy protection on May 14, 2007. Thus, the two year statutory period for avoidance actions pursuant to section 548(a)(1)(A) reaches back to transfers made as early as May 14, 2005. Here, the dates on which the transfers were made are undisputed: September 7, 2005, June 26, 2006, and September 29, 2006. Thus, there are no issues of material fact that each of the transfers at issue here was made within the statutory time limits for fraudulent conveyances pursuant to section 548(a)(1)(A).</p>\n<p></p>\n<h2>c. Made with \"actual intent to hinder, delay, or defraud\" the debtor</h2>\n<p>Boulder does not contest that the transfers here were made with the actual intent required to support a fraudulent conveyance under section 548(a)(1)(A). <span class=\"star-pagination\">*72</span> Nor could it as the 1031 Debtors were clearly engaged in a Ponzi scheme, and the presumption of fraud associated with transfers in furtherance of a Ponzi scheme attaches to the transfers at issue in this case.</p>\n<p>The so-called \"Ponzi scheme presumption\" is a rule that provides that any \"`transfers made in the course of a Ponzi scheme could have been made for no purpose other than to hinder, delay or defraud creditors.'\" <i>Bear Stearns Sec. Corp. v. Gredd (In re Manhattan Inv. Fund Ltd.),</i> 397 B.R. 1, 8 (S.D.N.Y.2007) (quoting <i>Gredd v. Bear Stearns Sec. Corp. (In re Manhattan Fund Ltd.),</i> 359 B.R. 510, 517-18 (Bankr.S.D.N.Y.2007)). If the Ponzi scheme presumption applies, actual intent for purposes of section 548(a)(1)(A) is established \"as a matter of law.\" <i>Id.</i> at 14.</p>\n<p>For the Ponzi scheme presumption to apply, the transfers must have been made in connection with a Ponzi scheme. Courts have determined that Ponzi schemes are \"any sort of fraudulent arrangement that uses later acquired funds or products to pay off previous investors.\" <i>Danning v. Bozek (In re Bullion Reserve of N. Am.),</i> 836 F.2d 1214, 1219 n. 8 (9th Cir.1988). <i>See also </i><i>Bayou Superfund, LLC v. WAM Long/Short Fund II, L.P (In re Bayou Group, LLC),</i> 362 B.R. 624, 633 (Bankr.S.D.N.Y.2007) (\"[T]he label `Ponzi scheme' has been applied to any sort of inherently fraudulent arrangement under which the debtor-transferor must utilize after-acquired investment funds to pay off previous investors in order to forestall disclosure of the fraud.\"). Here, the facts are undisputed. Principals of the 1031 Debtors have admitted in connection with guilty pleas in federal district court that \"consistent with a typical `Ponzi' scheme\" so-called \"lulling payments\" were made to Exchangers from deposits made by later Exchangers. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 17 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 17. <i>See also</i> Lara Coleman Statement of Facts (Flaxer Decl. Ex. 5 at 3-4 (describing process of making payments to prior Exchangers with funds received from acquisitions of subsequent 1031 exchange entities)).) Thus, the record demonstrates that the 1031 Debtors were engaged in classic Ponzi scheme activity. Moreover, courts readily accept admissions from guilty pleas of officers from companies involved in fraudulent activities, as evidence that the fraud was a Ponzi scheme. <i>See </i><i>In re Manhattan Inv. Fund,</i> 397 B.R. at 12 (accepting evidence from a principal's guilty plea as support for the characterization of a fraudulent scheme as a Ponzi scheme). <i>See also </i><i>Bayou Accredited Fund, LLC v. Redwood Growth Partners, L.P. (In re Bayou Group, LLC),</i> 396 B.R. 810, 835 (Bankr.S.D.N.Y.2008) (\"Courts have consistently found that criminal proceeding admissions of a fraudulent scheme to defraud investors made in guilty pleas and plea allocutions are admissible as evidence of `actual intent' to defraud creditors.\") (collecting cases). In addition, the funds at issue here were clearly transferred in connection with and in furtherance of Okun's Ponzi scheme and Boulder does not dispute that the transfers here were made in connection with Okun's overall scheme. Moreover, Lara Coleman, a former Chief Operating Officer of one of the 1031 Debtors who plead guilty to involvement in the Ponzi scheme, executed a statement of facts in connection with her plea. Her statement of facts explains the process by which Okun would acquire different Qualified Intermediaries, deplete their funds, and use those funds for personal purposes, including repaying loans used to purchase QIs. (Lara Coleman <span class=\"star-pagination\">*73</span> Statement of Facts (Flaxer Decl. Ex. 5 at 3-4).) The undisputed facts regarding the transfers at issue here fit neatly within the fraudulent process described by Coleman: Boulder would issue loans to non-debtor entities owned by Okun to assist in the acquisition of assets. Funds from the 1031 Debtors were then routed to Boulder to pay off the loans. Therefore, there is no issue of material fact that the transfers at issue in this case were made with the actual intent to defraud required to support a fraudulent conveyance claim under section 548(a)(1)(A) of the Bankruptcy Code.</p>\n<p></p>\n<h2><i>2. Potential Affirmative Defense Pursuant to 548(c)</i></h2>\n<p>The Trustee further maintains that summary judgment is appropriate because Boulder cannot take advantage of the Bankruptcy Code's section 548(c) good faith defense. Section 548(c) provides that, \"even if a transfer is voidable, `a transferee that takes for value and in good faith may retain any interest transferred to the extent that such transferee gave value to the debtor in exchange for such transfer or obligation.'\" <i>In re Manhattan Inv. Fund Ltd.,</i> 397 B.R. at 22 (quoting 11 U.S.C. § 548(c)). To succeed on the defense a transferee must \"take (1) for value <i>and</i> (2) in good faith, and (3) claim the applicable right to the interest only to the extent the transferee gave value to the debtor in exchange.\" <i>Jackson v. Mishkin (In re Adler, Coleman Clearing Corp.),</i> 263 B.R. 406, 471 (S.D.N.Y.2001) (emphasis in original). The defense is available to transferees from a debtor operating a Ponzi scheme. <i>Cuthill v. Greenmark, LLC (In re World Vision Entm't, Inc.),</i> 275 B.R. 641, 658 (Bankr.M.D.Fla.2002).</p>\n<p>The Trustee argues that because the funds were transferred to Boulder to repay loans issued to Okun owned non-debtor entities, Boulder cannot, as a matter of law, demonstrate that it gave value to the debtor, as required to assert the section 548(c) good faith defense. In response, Boulder maintains that it expects Okun will testify that the funds transferred to Boulder were actually loaned from the 1031 Debtors to Okun in consideration for Okun's promise to repay the loans. Okun then directed the 1031 Debtors to route the funds to Boulder. But Boulder fails to explain how putative consideration given by Okun, a third party to this adversary proceeding, satisfies the requirements of section 548(c), nor does Boulder cite any case law in support of its position. As the Trustee argues, the literal language of section 548(c) requires the <i>transferee</i> to give value to the debtor, not a third party. <i>See</i> 11 U.S.C. § 548(c). The Trustee's position is supported by both the plain language of the statute and case law. The Bankruptcy Court for the Northern District of California recently explored and rejected a similar argument. <i>See Brady v. Bestworth-Rommel, Inc. (In re Johnson),</i> 357 B.R. 136 (Bankr.N.D.Cal. 2006). In <i>Johnson,</i> the court examined a creditor granting a lien release to assist a company to sell certain real property. The debtors, however, were shareholders of the company receiving the lien release, and were not the recipients of the lien release. <i>See id.</i> at 137-38. The court held that the statute \"expressly requires that party asserting the right to retain the transferred interest in property to have given `value to <i>the debtor</i> in exchange for... the transfer....'\" <i>Id.</i> at 140 (quoting 11 U.S.C. § 548(c)) (emphasis in original). Thus, the court concluded that the creditor was not entitled to a defense under section 548(c) because it did not give value to the debtor. <i>Id.</i></p>\n<p>Here, as Boulder does not maintain that it gave any value to the 1031 Debtors in <span class=\"star-pagination\">*74</span> return for the transferred funds, they cannot claim the protections of section 548(c). Boulder's response to the Trustee's reasoning is defeated by a plain reading of the statute and applicable case law. Boulder and not Okun must have provided the value to take advantage of the section 548(c) defense. As Boulder does not even argue that it will be able to make such a showing with additional discovery, it further appears that summary judgment is appropriate.</p>\n<p></p>\n<h2>E. Boulder's Rule 56(f) Request</h2>\n<p>The Trustee has carried his burden to offer evidence in support of a section 548(a)(1)(A)fraudulent conveyance claim, and Boulder has failed to identify any material issues of fact on any of the elements of the claim. Boulder argues, however, that it is entitled to additional discovery before the Court considers the summary judgment motion. When discovery in a case is ongoing a party may defeat summary judgment and gain more time for discovery by requesting additional facts pursuant to Federal Rule of Civil Procedure 56(f). <i>See, e.g.,</i> 11 JEFFREY W. STEMPEL, MOORE'S FEDERAL PRACTICE § 56.10[8][a] (3d ed. 2010) (\"[I]f a party cannot adequately defend a summary judgment motion, Rule 56(f) provides a means to obtain time for further discovery.\").</p>\n<p></p>\n<h2><i>1. Standard for Reviewing Rule 56(f) Requests</i></h2>\n<p>Rule 56(f) stands at the vanguard, ensuring that parties have had \"a reasonable opportunity to make their record before [a court] ruling on a motion for summary judgment.\" <i>Bonnie &amp; Co. Fashions v. Bankers Trust Co.,</i> 945 F.Supp. 693, 706 (S.D.N.Y.1996). <i>See also </i><i>Sutera v. Schering Corp.,</i> 73 F.3d 13 (2d Cir.1995) (noting that parties opposing motions for summary judgment must have an opportunity to take discovery on issues essential to their opposition). \"Rule 56(f) protects a party opposing a summary judgment motion who for valid reasons cannot by affidavitor presumably by any other means authorized under Rule 56(e)present facts essential to justify the adverse party's opposition to the motion.\" 10B CHARLES ALAN WRIGHT, ARTHUR R. MILLER &amp; MARY KAY KANE, FEDERAL PRACTICE AND PROCEDURE § 2740 (3d ed. 1998) (internal quotation marks omitted). Rule 56(f) provides:</p>\n<blockquote>If a party opposing the motion shows by affidavit that, for specified reasons, it cannot present facts essential to justify its opposition, the court may:</blockquote>\n<blockquote>(1) deny the motion;</blockquote>\n<blockquote>(2) order a continuance to enable affidavits to be obtained, depositions to be taken, or other discovery to be undertaken; or</blockquote>\n<blockquote>(3) issue any other just order.</blockquote>\n<p>Thus, if a court determines that a Rule 56(f) request is well taken, it may deny a summary judgment motion or otherwise hold the motion in abeyance until additional discovery is taken.</p>\n<p>Courts have observed that Rule 56(f) should be applied liberally. <i>Dubai Islamic Bank v. Citibank, N.A.,</i> 126 F.Supp.2d 659, 665 (S.D.N.Y.2000); <i>Bonnie &amp; Co.,</i> 945 F.Supp. at 706; <i>Waldron v. British Petroleum Co.,</i> 231 F.Supp. 72, 94 (S.D.N.Y.1964). But the Second Circuit cautions that \"Rule 56(f) is not a shield against all summary judgment motions. Litigants seeking relief under the rule must show that the material sought is germane to the defense....\" <i>Paddington Partners v. Bouchard,</i> 34 F.3d 1132, 1138 (2d Cir.1994) (internal quotation marks omitted). Similarly, as \"Rule 56(f) is designed to facilitate a party's ability to discover evidence supportive of a claim that has already been established, and not to facilitate the discovery of evidence that might establish a new and additional <span class=\"star-pagination\">*75</span> claim,\" <i>American Home Assurance Co. v. Zim Jamaica,</i> 418 F.Supp.2d 537, 547 (S.D.N.Y.2006), courts have discretion to reject a request for further discovery if the nonmoving party forwards mere \"speculation as to what potentially could be discovered.\" <i>In re Dana Corp.,</i> 574 F.3d 129, 149 (2d Cir.2009) (quoting <i>Paddington Partners,</i> 34 F.3d at 1138) (internal quotation marks omitted). Courts may also reject a Rule 56(f) request when it is \"based on conclusory allegations that the affidavits used by the opposing party in support of its summary judgment motion are not credible.\" <i>Zim Jamaica,</i> 418 F.Supp.2d at 547 (citing <i>Ying Jing Gan v. City of N.Y.,</i> 996 F.2d 522, 532 (2d Cir. 1993)). Further, if the evidence that the nonmoving party seeks \"would not create an issue of material fact\" that would preclude summary judgment, the request for additional discovery is \"properly denied.\" <i>CIT Group/Commercial Services v. Prisco,</i> 640 F.Supp.2d 401, 409 (S.D.N.Y.2009). <i>See also </i><i>Sage Realty Corp. v. Ins. Co. of N. Am.,</i> 34 F.3d 124, 128 (2d Cir. 1994) (\"The discovery sought must be material to the opposition of the summary judgment motion.\").</p>\n<p>The Second Circuit has identified four elements a party must include in its affidavit requesting additional discovery under Rule 56(f). The affidavit must explain: \"(1) what facts are sought and how they are to be obtained; (2) how those facts are reasonably expected to create a genuine issue of material fact; (3) what efforts the affiant has made to obtain them; and (4) why the affiant's efforts were unsuccessful.\" <i>Gualandi v. Adams,</i> 385 F.3d 236, 244 (2d Cir.2004). <i>Accord </i><i>Paddington Partners,</i> 34 F.3d at 1137-38 (2d Cir.1994); <i>Hudson River Sloop Clearwater, Inc. v. Dep't of Navy,</i> 891 F.2d 414, 422 (2d Cir.1989); <i>Burlington Coat Factory Warehouse Corp. v. Esprit De Corp.,</i> 769 F.2d 919, 926 (2d Cir. 1985). \"The failure to file an affidavit under Rule 56(f) is itself sufficient grounds to reject a claim that the opportunity for discovery was inadequate.\" <i>Di Benedetto v. Pan Am World Serv., Inc.,</i> 359 F.3d 627, 630 (2d Cir.2004) (quoting <i>Paddington Partners,</i> 34 F.3d at 1137) (internal quotation marks omitted). Moreover, a request for discovery made in a filing other than an affidavit is also properly denied. <i>Burlington,</i> 769 F.2d at 926 (denying request for discoverymade in a memorandum).</p>\n<p>\"[F]ailure to comply with the third and fourth requirements is not automatically fatal to a Rule 56(f) affidavit,\" <i>Paddington Partners,</i> 34 F.3d at 1139, but \"[it] help[s] the court determine whether a party has been dilatory in conducting discovery.\" <i>Zim Jamaica,</i> 418 F.Supp.2d at 548. The nonmoving party must have had \"the opportunity to discover information that is essential to his opposition.\" <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505. However, requests for additional discovery made by \"parties who were dilatory in pursuing discovery are disfavored.\" <i>Paddington Partners,</i> 34 F.3d at 1139. Therefore, the Court may deny a request for further discovery if the nonmoving party already had a sufficient opportunity for discovery. <i>See </i><i>Trebor Sportswear Co. v. Limited Stores, Inc.,</i> 865 F.2d 506, 511 (2d Cir.1989) (affirming denial of request for further discovery as \"appellants had ample time to conduct discovery\").</p>\n<p></p>\n<h2><i>2. Boulder's Rule 56(f) Requests Should Be Denied</i></h2>\n<p>Boulder, in its initial memorandum of law, claimed that it needed additional discovery of (i) the named plaintiffs in the <i>Hunter</i> class action pending before Judge Ware in the Northern District of California; and (ii) select former employees of the 1031 Debtors. Boulder also <span class=\"star-pagination\">*76</span> requests discovery from Okun personally to demonstrate that the transferred funds Boulder received were proceeds of loans Okun took from the 1031 Debtors and that, in return, the 1031 Debtors received good consideration in a promise to repay the loan from Okun. (<i>See</i> Boulder Defs.' Mem. and Req. for Additional Disc. at 4-5.) Boulder requested that the Court deny the Trustee's motion for summary judgment until it was given the opportunity to complete this discovery. Boulder also requested leave to file a supplemental memorandum in opposition to the Trustee's motion thirty days after fact discovery closed. (<i>Id.</i> at 9.) Boulder filed an affidavit also containing these requests. (Aff. of Stephen Gordon in Support of Rule 56(f) Request (ECF # 37).)</p>\n<p>With regards to the request for discovery from the class action plaintiffs and select former employees, Boulder maintained that these witnesses would assist in developing proof that the funds held by the 1031 Debtors were held in trust for the benefit of certain Exchangers and never became property of the 1031 Debtors. (<i>Id.</i> at 4-5.) In briefing after oral argument, Boulder, in another memorandum of law, shifted its position regarding the scope of discovery needed in this case. Instead of seeking discovery from the limited Exchangers who are named plaintiffs in the California class action, Boulder indicated that it would prove that the 1031 Debtors held Exchangers funds in trust by receiving copies of the actual Exchange Agreements governing the accounts and by deposing \"the exchangers who completed 1031 exchanges with AEC, NES and SOS during the time period relevant to the Transfers.\" (Boulder Brief on Express Trust Issues at 8-11.)</p>\n<p>The Court denies Boulder's Rule 56(f) requests for additional discovery to demonstrate that the 1031 Debtors held the transferred funds in trust for the benefit of Exchangers as they are not \"germane to the defense\" of the motion. <i>Paddington Partners,</i> 34 F.3d at 1138. Courts will deny Rule 56(f) requests when the discovery sought would not have a bearing on the underlying motion. <i>See </i><i>Amaker v. Haponik,</i> No. 98 Civ. 2663(JGK), 2002 WL 523385, at *7 (S.D.N.Y. Mar.29, 2002) (denying Rule 56(f) request because, <i>inter alia,</i> the requested discovery was \"not relevant or needed to decide the legal issues in the[] motions\"); <i>Greystone P'ship Group, Inc. v. Koninklijke Luchtvaart Maatschappij N.V.,</i> 815 F.Supp. 745, 760 (S.D.N.Y.1993) (denying Rule 56(f) request after determining the disposition of the case made the requests not relevant to determining the summary judgment motion). Here, as the Court has determined that Boulder lacks standing to claim that the transferred funds were held by the 1031 Debtors in trust for certain Exchangers, Boulder's requests for additional discovery to demonstrate the existence of trusts are not relevant to any legal argument it can make in the case. Therefore, to the extent that the Rule 56(f) request targeted additional discovery to demonstrate the existence of such trusts, it is denied.</p>\n<p>For similar reasons Boulder's request for additional discovery in an apparent attempt to support a possible defense under section 548(c) must also be denied. Boulder seeks to depose Okun and receive testimony that the transfers at issue in this case were merely the proceeds of loans that he took from the 1031 Debtors and directed to Boulder. But, as discussed above, this discovery will not, as a matter of law, permit Boulder to assert a section 548(c) defense as a requirement of the defense is to demonstrate that the transfereeBouldergave value to the debtor for the transferred property. <i>See In re Johnson,</i> 357 B.R. at 140. As the discovery <span class=\"star-pagination\">*77</span> Boulder seeks is irrelevant to its defenses, the Court denies the request. <i>See, e.g., </i><i>Haponik,</i> 2002 WL 523385, at *7.</p>\n<p></p>\n<h2>F. Calculation of Judgment Amount</h2>\n<p>Having concluded that the Trustee is entitled to summary judgment at this stage, all that remains is for the Court to determine the amount in which judgment should be entered against Boulder. As discussed above, it is undisputed that the first two transfers at issue in this case both occurred on September 7, 2005 in the amounts of $4,400,000 and $18,369,000. It is further undisputed that they were both routed from 1031 Debtor AEC directly to Boulder. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23.) Thus, the total amounts of these transfers, $22,769,000, is avoidable.</p>\n<p>The facts regarding the next transfer at issue are also undisputed. On June 26, 2006, $18,985,211.41 in funds were sent to LandAmerica from an NES commercial checking account to assist with the refinancing of the West Oaks Mall. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 33 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 33.) Once in LandAmerica's escrow account, these funds were joined with $86 million in loans funds to be used to refinance the West Oaks Mall. On June 26, 2006, LandAmerica transferred $18,475,200 of funds in the LandAmerica account to Boulder Capital.<sup>[6]</sup> (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33-36 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33-36.) The Trustee maintains that it is entitled to a judgment in the amount of $4,618,750 because of this transfer. Specifically, the Trustee argues that he is entitled to a quarter of the total $18,475,200 transferred to Boulder Capital because Boulder Capital purportedly received 25% of the total escrowed amounts.</p>\n<p>The Trustee argues that the law supports granting it judgment to a pro rata share of funds. <i>See, e.g., </i><i>U.S. v. Banco Cafetero Panama,</i> 797 F.2d 1154, 1159 (2d Cir.1986) (observing that, for forfeiture purposes, the court could take \"a pro rata share of any withdrawal from the account or of any asset purchased with such withdrawal, the share determined by the ratio of the [total] tainted deposit to the funds in the account immediately after the deposit\"). Here, however, even assuming that the Trustee is correct on the law, he has not identified any evidence in the record to support his position that 25% of the total funds used to complete the refinancing were stolen from the 1031 Debtors. All the Trustee offers evidence to demonstrate is that Boulder received $18,475,200 in funds from LandAmerica and that $18,985,211.41 in funds were sent to LandAmerica from an NES commercial checking account. While the Trustee forwards a loan document illustrating, and Boulder does not contest, that an additional $86 million was used assist in the refinancing, the Trustee offers no evidence of the total sum deposited in LandAmerica's escrow account. Without this information, the Court cannot determine the ratio of tainted funds to clean funds required to calculate the appropriate judgment amount here. Thus, the Trustee has not demonstrated <span class=\"star-pagination\">*78</span> that it is entitled to 25% of the $18,475,200 Boulder received. Because of these infirmities, the Court cannot grant judgment for this amount. As demonstrated above, however, the Trustee is clearly entitled to summary judgment on the issue of liability for this transfer; the lone issue is with calculating the correct amount to award. <i>See</i> FED.R.CIV.P. 56(d)(2) (\"An interlocutory summary judgment may be rendered on liability alone, even if there is a genuine issue on the amount of damages.\"). The Trustee therefore may renew its summary judgment motion on this issue if it can properly support its judgment calculation. The parties should resolve this issue by stipulation, if possible.</p>\n<p>Finally, the facts regarding the final September 29, 2006 transfer are also largely undisputed. There, $1,533,845.24 in funds from an SOS checking account at Citibank were routed to LandAmerica to assist in paying off a loan made by a Boulder entity to non-debtor Okun entities to acquire two different properties. LandAmerica then routed the total funds needed to pay off the loan, including funds from another loan, to the Boulder entity. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 38-42 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 38-42.) Thus, as the $1,533,845.24 in funds diverted from an SOS checking account were clearly received by Boulder, this amount is avoidable and judgment should be granted to the Trustee for the transfer.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For these reasons the Court concludes that partial summary judgment is appropriate in these circumstances. Boulder essentially relied on single line of argument, which it does not have standing to make, in defense of this motion. Stripped of this position, the Trustee overcame Boulder's remaining weak and underdeveloped arguments against summary judgment. Therefore the Trustee is entitled to summary judgment in the amount of $24,302,845.24. This amount represents the funds transferred in the September 7, 2005 and September 29, 2006 transfers. As discussed above, while the Trustee has demonstrated that he is entitled to summary judgment on the issue of fraudulent conveyance for the June 26, 2006 transfer, he has not yet demonstrated the amount subject to avoidance.</p>\n<p>A separate order will be entered requiring counsel for the parties to appear before the Court to address the remaining issues raised by the motion for partial summary judgment. Additionally, counsel are also directed on or before September 15, 2010, to file additional briefs, not to exceed 5 pages in length, addressing what interest, if any, the Trustee is entitled to recover on any judgment that is entered.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The 1031 Debtors consist of the following entities: (1) Atlantic Exchange Co. LLC (\"AEC\"); (2) Security 1031 Services, Inc. (\"SOS\"); (3) Real Estate Exchange Co., LLC; (4) National Exchange Services QI, Ltd. (\"NES\"); (5) Investment Exchange Group, LLC; and (6) 1031 Advance Inc. Each of the 1031 Debtors (aside from AEC) filed a voluntary petition for Chapter 11 relief on May 14, 2007. AEC filed its chapter 11 petition on June 11, 2007. This opinion references individual 1031 Debtors but also aggregates the 1031 Debtors together at times for clarity.</p>\n<p>[2]  The Boulder defendants are: (1) Boulder Capital LLC; (2) Boulder Columbus LLC; (3) Boulder West Oaks LLC; (4) Boulder Holding VI, LLC; (5) Boulder Holdings X, LLC; and (6) Roy S. MacDowell, Jr. (\"MacDowell\"). The current motion for partial summary judgment is not pending against MacDowell or Boulder Holding VI, LLC. For purposes of clarity, this opinion uses the term \"Boulder\" to describe the Boulder defendants that are the subject of the Trustee's motion for partial summary judgment.</p>\n<p>[3]  The facts for this section are derived from the Trustee's Local Rule 7056-1 statement. They are largely undisputed with the exception of the parties' disagreements with regards to consideration allegedly received by the 1031 Debtors.</p>\n<p>[4]  In support of its trust arguments Boulder relies heavily on <i>Daly v. Kennedy (In re Kennedy),</i> 279 B.R. 455 (Bankr.D.Conn.2002). <i>Kennedy</i> is inapposite. The court in <i>Kennedy</i> assumed the existence of a trust when making its determination that certain transferred funds were not property of the estate. <i>See id.</i> at 458-59. The Court agrees that funds held in trust by a debtor for the benefit of a third party are not funds of the estate. But as the <i>Kennedy</i> court presumed the existence of a trust, it has no precedential value on the issue whether a litigant has standing to litigate the existence of a trust on behalf of a third party.</p>\n<p>[5]  As the Court determines that Boulder lacks standing to raise the existence of a trust in defense to this motion, it need not substantively address the parties' arguments regarding the impact of the plan of reorganization on Boulder's ability to raise trust arguments in this adversary proceeding. The Court observes, however, that Section 11.6 of the 1031 Debtors' plan of reorganization (the \"Injunction Provision\") enjoins \"all persons ... <i>who have held,</i> hold, or may hold Claims against or Interests in any of the Debtors ....\" (emphasis added). Given the scope of the Injunction Provision, it appears to enjoin any claims an Exchanger would have had against the 1031 Debtors, including a claim seeking to establish an express trust.</p>\n<p>[6]  As demonstrated in the discussion above, LandAmerica, for purposes of the June 26, 2006 and September 29, 2006 transfers was a mere conduit for the transfers and its presence does not alter the Boulder entities from being an initial transferee. <i>See supra</i> Part II.D.1.a.i.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">47</span></span> (2010)</b></center>\n<center><h1>In re THE 1031 TAX GROUP, LLC, et al., Debtors.<br>\nGerald A. McHale, Jr., not individually but solely in his capacity as Chapter 11 trustee for The 1031 Tax Group, LLC, et al., Plaintiff,<br>\nv.<br>\nBoulder Capital LLC, et al., Defendants.</h1></center>\n<center>Bankruptcy No. 07-11448 (MG). Adversary No. 09-01129 (MG).</center>\n<center><p><b>United States Bankruptcy Court, S.D. New York.</b></p></center>\n<center>August 27, 2010.</center>\n<p><span class=\"star-pagination\">*51</span> Golenbock Eiseman Assor, Bell &amp; Peskoe LLP, New York, NY, by Jonathan L. Flaxer, Esq., David J. Eiseman, Esq., Jacqueline G. Veit, Esq., for the 1031 Debtors Liquidation Trust.</p>\n<p>Klestadt &amp; Winters, LLP, New York, NY, by Ian R. Winters, Esq., The Gordon Law Firm LLP, Boston, MA, by Stephen F. Gordon, Esq., Todd B. Gordon, Esq., for the Defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER GRANTING TRUSTEE'S MOTION FOR PARTIAL SUMMARY JUDGEMENT</h2>\n<p>MARTIN GLENN, Bankruptcy Judge.</p>\n<p>Gerald A. McHale, Jr., the former chapter 11 trustee of the debtors in this case and now the trustee of the 1031 Debtors Liquidation Trust (the \"Trustee\"), seeks partial summary judgment on a fraudulent conveyance claim under section 548(a) of the Bankruptcy Code. The Trustee alleges that, between September 2005 and September 2006, approximately $29 million was misappropriated from the debtors in these related bankruptcy cases (the \"1031 Debtors\")<sup>[1]</sup> and fraudulently conveyed to the Boulder defendants (collectively \"Boulder\")<sup>[2]</sup> in four transactions. (Trustee's <span class=\"star-pagination\">*52</span> Mem. for Partial Summ. J. at 1 (ECF # 28).)</p>\n<p>The parties' positions have evolved throughout the briefing of this dispute. Despite these oscillations in the parties' arguments, the core dispute on this summary judgment motion may be distilled to a simple question: Whose propertythe Debtors' or the Debtors' customerswas conveyed to Boulder? Boulder maintains that the 1031 Debtors merely held the property in trust for the benefit of certain customers. The Trustee responds, arguing that the transferred funds belonged to the 1031 Debtors, and that Boulder does not have standing to argue that the funds were held in trust for the benefit of others. For the reasons explained below, the Court agrees with the Trustee. Boulder does not have standing to make its trust arguments and the transferred property clearly belonged to the 1031 Debtors. Stripped of arguments regarding the ownership of the transferred property, it becomes clear that the Trustee has satisfied his burden to succeed on his motion for partial summary judgment.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p></p>\n<h2>A. Procedural History</h2>\n<p>This motion has generated a small mountain of paper. The action was commenced on March 20, 2009 when the Trustee filed his Complaint against Boulder. (ECF # 1.) Shortly thereafter, on April 22, 2009, the Trustee filed an Amended Complaint. (ECF # 4.) The Amended Complaint included claims for (i) fraudulent conveyance; (ii) constructive trust; (iii) equitable lien, and (iv) unjust enrichment. Boulder answered the Amended Complaint on June 12, 2009 and moved the district court to withdraw the reference of the proceeding from this Court. (ECF # s 8, 10.) Judge Sullivan denied Boulder's request on June 16, 2009 without prejudice. (ECF # 16.) The Trustee then requested, and the Court granted, permission to move for partial summary judgment on count two, the fraudulent conveyance claim with actual intent to hinder, delay, or defraud with Boulder as an initial transferee. (<i>See</i> ECF # 25.) The Trustee filed an opening brief in support of his motion, supporting declaration, and Local Rule 7056-1 statement on February 1, 2010. (ECF # s 28, 29.) One month later Boulder filed an opposition, an accompanying declaration, a response to the Trustee's Local Rule 7056-1 statement, and an affidavit in support of a request for further discovery pursuant to Rule 56(f) of the Federal Rules of Civil Procedure. (ECF # s 35-38.) The Trustee filed a reply in support of his motion, an objection to Boulder's response to his Local Rule 7056-1 statement, and additions to his opening declaration. (ECF # s 40-42.) On the eve of argument Boulder filed an additional declaration in support of its Rule 56(f) request. (ECF # 44.)</p>\n<p>Following argument, despite the already voluminous papers, the Court requested additional briefing on questions of express trusts and the impact of the confirmed plan of reorganization on the motion for partial summary judgment. In response, Boulder filed a second supplemental declaration in support of its position as well as two memoranda of law regarding express trust and plan issues. (ECF # s 49, 50, 54, 59.) The Trustee also filed two additional memoranda of law regarding express <span class=\"star-pagination\">*53</span> trust and plan issues. (ECF # s 52, 54, 62.)</p>\n<p></p>\n<h2>B. 1031 Exchanges and the Debtors Generally</h2>\n<p>Section 1031 of the Internal Revenue Code permits owners of investment property to defer capital gains tax that is ordinarily due on sale by applying the sale proceeds to the purchase of an identified replacement investment property. These so-called 1031 Exchanges are popular methods of deferring capital gains taxes on real estate investments. A commercial property owner (\"Exchanger\") sells a parcel of real estate while identifying a replacement property to purchase. The proceeds from the initial sale (the \"Exchange Deposit\") are delivered to a \"qualified intermediary\" or \"QI\" that holds the Exchange Deposit to close on the sale of the replacement property within 180 days of the initial sale. An \"Exchange Agreement\" sets forth the responsibilities and obligations of the QIs with respect to the Exchange Deposit (Trustee's Mem. for Partial Summ. J. at 3 (ECF # 35)), and governs how the funds will be used. (<i>See</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 45-46 (ECF # 36).)</p>\n<p>Prior to bankruptcy, the 1031 Debtors acted as QIs, holding the Exchange Deposits used for the 1031 Exchanges. (Trustee's Mem. for Partial Summ. J. at 2.) As discussed in other opinions in this case, Edward H. Okun (\"Okun\"), the owner of the 1031 Debtors, with the assistance of others, misappropriated hundreds of millions of dollars from the 1031 Debtors between August 2005 and May 2007. While the parties dispute who owned the Exchange Deposits in the 1031 Debtors' accountsthe Exchangers or the 1031 Debtorsit is undisputed that the funds were stolen. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 5, 7 (ECF # 28) <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 5, 7.) From August 2005 to December 2006, Okun and entities owned by Okun purchased control of the 1031 Debtors. From March 2005 through April 2007, Okun and his cohorts engaged in an elaborate mail and wire fraud conspiracy, taking funds from the 1031 Debtors' bank accounts into which the Exchange Deposits had been deposited, to \"(a) pay for Okun's lavish lifestyle; (b) pay large salaries and bonuses to themselves; (c) purchase additional QI companies; (d) pay operating expenses for Okun's various companies; and (e) invest in commercial real estate.\" (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 7.) Okun was indicted for his acts on March 17, 2008 and convicted on March 19, 2009. (Trustee's Mem. for Partial Summ. J. at 4-5.) Okun was thereafter sentenced to 100 years in federal prison. The indictment alleged that Okun fraudulently wired between $80 million and $135 million from the 1031 Debtors' accounts into his personal bank accounts, accounts of other Okun-related entities, and third-party accounts. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 10.) The Trustee claims that between September 2005 and September 2006, a portion of the misappropriated funds were used to pay off loans Boulder made to Okun and Okun-related entities (but not to the 1031 Debtors). (Trustee's Mem. for Partial Summ. J. at 7-8.) The Trustee identifies four separate transfers of misappropriated funds. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 20-43.) Boulder does not dispute that these transfers were made, but it maintains that the misappropriated funds belonged to the 1031 Debtors' Exchanger customers and <span class=\"star-pagination\">*54</span> not to the 1031 Debtors. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 10, 20-43.)</p>\n<p></p>\n<h2>C. The Transfers<sup>[3]</sup></h2>\n<p></p>\n<h2><i>1. The September 7, 2005 Transfers</i></h2>\n<p>On July 8, 2005, Boulder Columbus, a Boulder entity, loaned $18 million to Columbus Works Virginia Trust (the \"First Columbus Works Loan\"). (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 20.) Boulder Columbus made a second loan to Columbus Works Virginia Trust on August 22, 2005 in the amount of $4 million (the \"Second Columbus Works Loan\"). The loan recipients then loaned the funds to Okun to enable him to acquire AEC. (<i>Id.</i> at ¶¶ 21-22.) On September 7, 2005, two transfers of $4,400,000 and $18,369,000, respectively, were made from an AEC account to a Boulder Capital/Boulder Columbus account to repay the First Columbus Works Loan and the Second Columbus Works Loan, plus interest. (<i>Id.</i> at ¶ 23.) The AEC account was located at Bank of America and was a so-called \"Business Interest Maximizer\" account. Statements for this AEC account were sent to AEC at a Richmond, Virginia address. (<i>See</i> AEC Account Statement (Flaxer Decl. Ex. 16).) The Trustee claims that AEC received no consideration from Boulder for the September 7, 2005 transfers. (Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 27.) Boulder contests this position. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 27.)</p>\n<p></p>\n<h2><i>2. The June 26, 2006 Transfer</i></h2>\n<p>The next transfer at issue relates to a loan of $77,625,000.00 (the \"Wachovia WOM Loan\"), issued by Wachovia-related entities, and a mezzanine loan of $18 million from Boulder West Oaks (the \"Boulder WOM Loan\") used to purchase the West Oaks Mall. The proceeds from the Boulder WOM Loan were paid to two Okun-entities, IPofA West Oaks Mall GP LLC and IPofA West Oaks Mall LP, LLC (the \"WOM Borrowers\"). (<i>Id.</i> at ¶ 28.) In June 2006, the WOM Borrowers refinanced the West Oaks Mall using an $86 million loan from Greenwich Capital and $18,979,103.29 in their own funds to pay off the previous lenders. (<i>Id.</i> at ¶ 29.) Payments were made to the previous lenders through an escrow account held by LandAmerica. (<i>Id.</i> at ¶ 30.)</p>\n<p>To assist with the refinancing, Okun acquired NES on June 22, 2006. The next day, $25,076,790.63 in thirty-one separate NES accounts were pooled into a single Wachovia account. (<i>Id.</i> at ¶¶ 31-32.) This pooled account was a \"Commercial Checking\" account and statements for this account were sent to an NES address in Richmond, Virginia. (<i>See</i> NES Account Statement (Flaxer Decl. Ex. 20).) Later that day, $18,985,211.41 was transferred from the pooled NES Wachovia account and sent to LandAmerica. This amount represented the WOM Borrower's contribution required to refinance the West Oaks Mall. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 31-33.) Greenwich Capital transferred the $86 million refinancing loan proceeds to LandAmerica at approximately the same time. (<i>See id.</i> at ¶ 34.) On June 26, 2006, <span class=\"star-pagination\">*55</span> LandAmerica transferred $18,475,200 to Boulder Capital. (<i>Id.</i> at ¶ 36.)</p>\n<p></p>\n<h2><i>3. The September 29, 2006 Transfer</i></h2>\n<p>Boulder Water View made a $6 million loan to IPofA Water View and IPofA 5201 Lender LLC on August 23, 2006 (the \"Boulder Water View Loan\") to acquire two different properties. (<i>Id.</i> at ¶ 38.) A total of $6,461,760 was needed to pay off the Boulder Water View Loan. A $5 million loan from Valley National Bank covered the majority of the pay-off amount, but IPofA Water View and IPofA 5201 Lender LLC needed to contribute $1,533,845.24 to retire the old loan and complete the refinancing. (<i>Id.</i> at ¶¶ 39-40.) On September 29, 2006, these funds were transferred from an SOS checking account at Citibank to LandAmerica, the title company handling the refinancing transaction. (<i>Id.</i> at ¶ 41.) The Citibank account was a so-called \"CitiBusiness\" account and the account's contact at Citibank was James McGetrick. (<i>See</i> SOS Account Statement (Flaxer Decl. Ex. 30).) A total of $6,461,760 was later transferred from LandAmerica to Boulder to complete the refinancing. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 42.) The Trustee alleges that SOS received no consideration from Boulder for the September 29, 2006 transfer. (<i>Id.</i> at ¶ 43.) Boulder contests this position. (Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 43.)</p>\n<p></p>\n<h2>D. The Parties' Positions</h2>\n<p></p>\n<h2><i>1. The Parties' Initial Arguments</i></h2>\n<p>The Trustee argues that summary judgment is appropriate because: (i) the transfer of the misappropriated funds from the 1031 Debtors to Boulder is undisputed; (ii) as established by Okun's criminal conviction, the transfers were made with actual intent to defraud creditors; (iii) Boulder cannot demonstrate that it provided value to the 1031 Debtors for the transfers. (<i>See</i> Trustee's Mem. for Partial Summ. J. at 14-20.)</p>\n<p>In its initial response, Boulder argued that it should be granted additional time to conduct discovery under Rule 56(f) of the Federal Rules of Civil Procedure. (Boulder Defs.' Mem. and Req. for Additional Disc. at 1.) Specifically, Boulder requested additional time to depose (i) the named plaintiffs in a class action, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW, currently pending in the United States District Court for the Northern District of California, and (ii) Okun and two former employees of the 1031 Debtors, Lara Coleman and Janet Dashiell. (<i>Id.</i> at 4.) The <i>Hunter</i> class action was brought by a group of 1031 Exchangers against a large group of defendants, including the Boulder entities, seeking to recover losses suffered by the 1031 Exchangers as a result of Okun's fraud.</p>\n<p>Boulder also argued there is a genuine issue of material fact regarding whether the misappropriated funds belonged to the 1031 Debtors or to the Exchangers. (<i>Id.</i> at 10.) Boulder claimed that with additional discovery \"at least some of the 1031 Debtors' former employees and/or agents will testify that they believed that exchanger funds were held in trust for the benefit of the exchanges and were, therefore, not property of the 1031 Debtors' estate and were instead funds belonging to the exchangers.\" (<i>Id.</i> at 5.) Boulder further argued that there is an issue of material fact whether the funds that Boulder received were actually proceeds of other loans with that borrower providing consideration to the 1031 Debtors. Specifically, Boulder argued that Okun would testify that he borrowed the funds from the 1031 Debtors that were used to make the four <span class=\"star-pagination\">*56</span> different transfers at issue; in return, the 1031 Debtors received Okun's promise to repay. (<i>See id.</i>)</p>\n<p>The Trustee's initial reply addressed Boulder's claim that the misappropriated funds were not property of the estate. Specifically, the Trustee argued that Boulder did not have standing to assert the existence of a trust between the Exchangers and the 1031 Debtors. (Trustee's Reply Mem. at 6 (ECF # 41).) The Trustee also argued that Boulder could not overcome evidence in the record that gives rise to a presumption that the misappropriated funds belonged to the 1031 Debtors and not to the Exchangers. (<i>Id.</i> at 7-9.) The Trustee also maintained that Boulder could point to no beneficiaries of any alleged trust, as all of the Exchangers who had deposited funds with the 1031 Debtors at the time of the four transfers were paid back with funds received from other Exchangers. (<i>Id.</i> at 9.) The Trustee further argued that Boulder could not raise any issue of fact indicating that the four transfers at issue were loans to Okun from the 1031 Debtors in exchange for Okun's promise to repay. (<i>Id.</i> at 12-13.) Lastly, the Trustee maintained that none of the witnesses Boulder stated it needed to depose would offer any information that could give rise to an issue of material fact. (<i>Id.</i> at 14-15.)</p>\n<p></p>\n<h2><i>2. The Parties' Additional Arguments</i></h2>\n<p>After the initial hearing on this motion the Court requested additional briefing regarding (i) whether the Exchange Agreements created express trusts, with the 1031 Debtors as trustee and Exchangers as beneficiaries, and (ii) the impact of plan confirmation on Boulder's legal arguments. The parties were requested to brief what state's law would apply in determining whether express trusts existed, as well as the varying requirements in these states for establishing the elements of an express trust. (Apr. 16, 2010 Hr'g Tr. at 88:9-89:24.) In response to the Court's request, the parties filed two sets of additional briefs, one focusing on express trust issues and the other on plan issues.</p>\n<p>With regards to the express trust issues, Boulder argues that the Court must apply New York choice of law principles, which generally requires courts to use the law of the situs of the alleged trust when determining the existence of an express trust. (Boulder Brief on Express Trust Issues at 3-4 (ECF # 50).) Boulder argues that the September 7, 2005 and June 26, 2006 transfers were made from bank accounts in Virginia. Therefore, Boulder claims, the Court should apply Virginia law to determine whether express trusts existed. (<i>Id.</i> at 4-5.) With regards to the September 29, 2006 transfer, Boulder maintains that the funds eventually were transferred from a bank account in Connecticut. Therefore, Boulder argues that the Court should apply Connecticut law to determine whether express trusts existed. (<i>Id.</i> at 5.) Boulder further maintains that, under both Virginia and Connecticut law, the party attempting to establish an express trust has the burden to prove its existence and courts must look to the language of the documents at issue to determine whether a trust was created. (<i>Id.</i> at 7.) Boulder argues that the Exchange Agreements in its possession, as well as the other agreements it anticipates receiving through further discovery, plus the testimony of those who completed 1031 exchanges during the time period when the transfers occurred, warrant a determination that the 1031 Debtors held the funds transferred in trust for the Exchangers. (<i>See id.</i> at 7-11.)</p>\n<p>The Trustee responds that the Exchange Agreements that Boulder maintains are the bases for the express trusts contain choice of law provisions that should be enforced, making New York and Massachusetts <span class=\"star-pagination\">*57</span> law applicable. Nevertheless, the Trustee argues that New York and Massachusetts law is \"substantially similar\" to Virginia and Connecticut law. (Trustee Response Brief on Express Trust Issues at 3-5 (ECF # 56).) The Trustee also reiterates its argument that Boulder lacks standing to assert the rights of the Exchangers to claim the existence of a trust. (<i>Id.</i> at 5-8.) Next, the Trustee argues that even if Boulder has standing to assert the existence of an express trust, it cannot establish a trust <i>res</i> or beneficiaries, as required to demonstrate its existence. (<i>Id.</i> at 8-13.)</p>\n<p>In reply, Boulder claims that it merely asserts the <i>existence</i> of a trust, not the rights of the beneficiaries under the trust, thus it has proper standing to make its trust-based arguments. (Boulder Reply Brief on Trust Issues at 1-2 (ECF # 59).) Boulder further argues that the Court should not presume that the transferred funds belonged to the 1031 Debtors. (<i>Id.</i> at 2-7.) Lastly, Boulder maintains that, if given the opportunity to depose Exchangers who completed 1031 Exchanges with AEC, SOS, and NES during the time period when the transfers at issue in this case took place, it can demonstrate material issues of fact sufficient to preclude summary judgment. (<i>Id.</i> at 8-9.)</p>\n<p>As to plan issues, the Trustee maintains that the plan and the confirmation order in this case \"preclude creditors, including exchangers, from asserting as against the 1031 Debtors' estate or the successor Liquidation trust the argument ... that any such creditor has or had an express trust interest in the funds that were used to make the Initial Transfers to Boulder.\" Specifically, the Trustee maintains that the Exchangers gave up their claims, including claims that their property was being held in trust, against the 1031 Debtors when the plan in the case was confirmed. Thus, the Trustee argues, Boulder cannot claim the existence of any such trust when asserting its defense. (Trustee's Brief Regarding Plan Issues at 2 (ECF # 52).) The Trustee also argues that the plan and confirmation order have <i>res judicata</i> effect, barring Boulder from maintaining any of the claims that may have been held by the Exchangers. (<i>Id.</i> at 7.) In response Boulder argues that the Trustee's logic is flawed. Specifically, Boulder argues that neither it nor the Exchangers at the time of the transfers in issue in this case has any claims against the 1031 Debtors. (Boulder Response Brief Regarding Plan Issues at 2-4 (ECF # 54).) Boulder further argues that it is not attempting to assert any Exchanger rights, but instead simply is attempting to demonstrate that the property transferred was trust property and not property of the 1031 Debtors. Boulder also maintains that even if it was attempting to exercise the rights of Exchangers, the injunction within the plan does not apply to the Exchangers who were active during the time of the exchanges at issue in this case. (<i>Id.</i> at 5.) Lastly, Boulder argues that neither <i>res judicata</i> nor the terms of the plan can apply to it as it was a \"stranger\" to the plan and confirmation process. (<i>Id.</i> at 9-14.)</p>\n<p>The Trustee responds that Boulder's position on the plan issues demonstrates that Boulder has no standing to argue that the transferred fund were held in trust for the Exchangers. The Trustee maintains that Boulder is attempting to \"climb into the shoes of third parties\"the Exchangers with deposits on hand with the 1031 Debtors when the transfers in this case occurredin their defense to this motion. (Trustee Reply Brief on Plan Issues at 2-3 (ECF # 62).) The Trustee further argues that Boulder has failed to establish that it may use any of the defenses available to third parties. (<i>Id.</i> at 4-5.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*58</span> II. DISCUSSION</h2>\n<p>The dispute over whose property was transferred from the 1031 Debtors to Boulder is the lynchpin of Boulder's defense. In essence Boulder rests almost its entire defense and its request for additional discovery by arguing that the money transferred from the 1031 Debtors' accounts on September 7, 2005, June 26, 2006, and September 29, 2006, was being held in trust for the Exchangers and did not belong to the 1031 Debtors. The Trustee has a powerful argument in response, maintaining that Boulder does not have standing to argue that the 1031 Debtors held the funds of the Exchangers in trust. As explained below, the Court concludes as a matter of law that Boulder does not have standing to assert that the transferred funds were held in trust for Exchangers. With that issue decided, the remaining issues on this motion for partial summary judgment are easily resolved.</p>\n<p></p>\n<h2>A. Standard on Summary Judgment</h2>\n<p>Federal Rule of Civil Procedure 56 applies in adversary proceedings pending in bankruptcy court. FED. R. BANKR.P. 7056. A court should only grant summary judgment under Rule 56 where \"the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" <i>Beyer v. County of Nassau,</i> <span class=\"citation\" data-id=\"1194943\"><a href=\"/opinion/1194943/beyer-v-county-of-nassau/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></a></span>, 163 (2d Cir. 2008) (quoting FED.R.CIV.P. 56(c)) (internal quotation marks omitted). Issues of non-material fact, however, will not prevent a court from awarding a party summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is that there be no <i>genuine</i> issue of <i>material</i> fact.\") (emphasis in original). Facts are material if they \"might affect the outcome of the suit under the governing law.\" <i>Overton v. New York State Div. of Military and Naval Affairs,</i> <span class=\"citation\" data-id=\"786696\"><a href=\"/opinion/786696/william-overton-v-new-york-state-division-of-military-and-naval-affairs-a/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 89 (2d Cir.2004) (quoting <i>Liberty Lobby,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>) (internal quotation marks omitted).</p>\n<p>On a motion for summary judgment the movant bears an initial burden to come forward with evidence that satisfies \"each material element of his claim or defense, demonstrating that he is entitled to relief.\" <i>Isaac v. City of New York,</i> <span class=\"citation\" data-id=\"2471250\"><a href=\"/opinion/2471250/issac-v-city-of-new-york/\"><span class=\"volume\">701</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">477</span></a></span>, 484 (S.D.N.Y.2010). Once the movant has made this initial showing, the nonmoving party must provide evidence of a genuine issue of fact in order to successfully oppose the motion. <i>Gorzynski v. Jetblue Airways Corp.,</i> <span class=\"citation\" data-id=\"1303685\"><a href=\"/opinion/1303685/gorzynski-v-jetblue-airways-corp/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 101 (2d Cir. 2010) (citing <i>Matsushita Elec. Indus. Co., v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986)). A factual issue is genuine \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party,\" <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, and all inferences to be drawn from the underlying facts must be viewed in the light most favorable to the party opposing the motion. <i>Hotel Emps. &amp; Rest. Emps. Union, Local 100 v. City of N.Y. Dep't of Parks and Recreation,</i> <span class=\"citation\" data-id=\"779937\"><a href=\"/opinion/779937/hotel-employees-restaurant-employees-union-local-100-of-new-york-ny/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">534</span></a></span>, 543 (2d Cir.2002). If the nonmoving party is unable to provide evidence of a genuine issue of material fact, \"the movant is entitled to judgment as a matter of law.\" FED.R.CIV.P. 56(c).</p>\n<p></p>\n<h2>B. Choice of Law</h2>\n<p>Just like a district court hearing a case based on its diversity jurisdiction, this Court employs the choice of law rules of the forum in which it resides, New York, to resolve conflict of law issues. <span class=\"star-pagination\">*59</span> <i>Fieger v. Pitney Bowes Credit Corp.,</i> <span class=\"citation\" data-id=\"773408\"><a href=\"/opinion/773408/a-gary-fieger-v-pitney-bowes-credit-corporation-pitney-bowes-real-estate/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 393 (2d Cir.2001) (\"A federal trial court sitting in diversity jurisdiction must apply the law of the forum state to determine the choice-of-law.\"); <i>Enron Wind Energy Sys. v. Marathon Elec. Mfg. Corp. (In re Enron Corp.),</i> <span class=\"citation\" data-id=\"1842478\"><a href=\"/opinion/1842478/in-re-enron-corp/\"><span class=\"volume\">367</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">384</span></a></span>, 392 (Bankr.S.D.N.Y.2007) (\"The Court looks to choice-of-law rules of New York to resolve any conflict of law questions.\"). Under New York law, courts only engage in a choice of law analysis when there is an actual conflict between the possible applicable laws. <i>Curley v. AMR Corp.,</i> <span class=\"citation\" data-id=\"757291\"><a href=\"/opinion/757291/dennis-curley-plaintiff-appellant-cross-appellee-v-amr-corporation-fa/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 12 (2d Cir.1998) (\"In New York, the forum state in this case, the first question to resolve in determining whether to undertake a choice of law analysis is whether there is an actual conflict of laws.\"). Where there is no material difference differences between the possible applicable laws, courts may apply New York law to the issues at bar. <i>See, e.g., B. Lewis Prods., Inc. v. Maya Angelou, Hallmark Cards, Inc.,</i> No. 01 Civ. 0530 MBM, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1138474</span></span>, at *4 n. 4 (S.D.N.Y. May 12, 2005) (\"[W]hen there is no material difference between the applicable laws of the states involved, the court need not decide the choice of law issue and may apply New York law.\") (collecting cases).</p>\n<p>Here, the parties argue that different states laws, Massachusetts, Virginia, New York, or Connecticut apply to the issue whether the 1031 Debtors held the transferred funds in express trusts for certain Exchangers. The Trustee agrees, however, that the applicable laws that could apply are \"substantially similar\" for purposes of determining whether Boulder has standing to claim the existence of express trusts on behalf of certain Exchangers. (Trustee Response Brief on Express Trust Issues at 3-5.) Boulder does not dispute the Trustee's position. (<i>See</i> Boulder Reply Brief on Trust Issues at 1-2.) As the parties appear to agree, and the Court's review of the applicable case law reveals no material difference between the possible applicable laws, the Court need not resolve the choice of law issue and may employ New York law in addressing the trust law issues.</p>\n<p></p>\n<h2>C. Standing</h2>\n<p>Every party in federal court must demonstrate proper standing to bring a case. <i>Elk Grove Unified Sch. Dist. v. Newdow,</i> <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">98</span></a></span> (2004). Standing is essentially \"an idea, which is more than an intuition but less than a rigorous and explicit theory, about the constitutional and prudential limits to the powers of an unelected, unrepresentative judiciary in our kind of government.\" <i>Id.</i> (quoting <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 750, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984)) (internal quotation marks omitted). Standing consists of two elements. <i>Bennett v. Spear,</i> <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 162, <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1154</span></a></span>, <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></a></span> (1997) (quoting <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975)). A party must demonstrate both constitutional standing and prudential standing. <i>Sullivan v. Syracuse Housing Authority,</i> <span class=\"citation\" data-id=\"582701\"><a href=\"/opinion/582701/thomas-sullivan-v-syracuse-housing-authority/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1106 (2d Cir.1992). The constitutional standing requirement ensures that federal courts do not overreach and attempt to exert power not granted to them by Article III of the Constitution. <i>Id.</i> Article III of the Constitution limits the powers of federal courts to determine only cases or controversies. <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 559-60, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (discussing the division of constitutional power in the federal government).</p>\n<p></p>\n<h2><i>1. Constitutional Standing</i></h2>\n<p>Constitutional standing consists of three parts. A party must suffer an \"injury <span class=\"star-pagination\">*60</span> in fact\"or \"an invasion of a legally protected interest which is (a) concrete and particularized; and (b) actual or imminent, not conjectural or hypothetical.\" <i>Id.</i> (internal citations and quotation marks omitted). Next, a party must demonstrate causation; the court must be able to trace the alleged injury to the complained-of acts. <i>Id.</i> (quoting <i>Simon v. Eastern Ky. Welfare Rights Org.,</i> <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 41-42, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976)) (internal quotation marks omitted). Lastly, a favorable decision must be \"likely\" to remedy the alleged injury. <i>Id.</i></p>\n<p>Here, it appears that the 1031 Debtors do not contest Boulder's Article III standing to argue that the funds held by the 1031 Debtors, and eventually transferred to Boulder, were actually held in trust for Exchangers. Indeed, even if they did not concede this point, the Supreme Court has clearly articulated that no constitutional standing issue arises when, as here, a litigant attempts to assert the rights of a third party defensively. <i>Warth,</i> 422 U.S. at 500 n. 12, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (observing that when a party \"asserts the rights of third parties defensively\" there is no issue of constitutional standing). Instead, the Trustee argues that Boulder lacks prudential standing to assert the rights of the Exchangers defensively.</p>\n<p></p>\n<h2><i>2. Prudential Standing</i></h2>\n<p>Prudential standing rules are not as easily distilled as constitutional standing rules. But both constitutional standing and prudential standing is \"founded in concern about the properand properly limitedrole of the courts in a democratic society.\" <i>Sullivan,</i> 962 F.2d at 1106 (quoting <i>Warth,</i> 422 U.S. at 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>) (internal quotation marks omitted). Prudential standing requirements, however, are not mandated by the Constitution. They instead are rules of judicial restraint which further protect the role and purpose of the federal courts' power. <i>Newdow,</i> 542 U.S. at 12, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span> (quoting <i>Warth,</i> 422 U.S. at 500, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>); <i>Sullivan,</i> 962 F.2d at 1106 (citing <i>Barrows v. Jackson,</i> <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 255, <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1586</span></span> (1953)). These rules ensure that courts do not tap their constitutional power to adjudicate \"abstract questions\" other governmental entities may be better situated to address or to make rulings \"unnecessary to protect individual rights.\" <i>Newdow,</i> 542 U.S. at 12, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span> (quoting <i>Warth,</i> 422 U.S. at 500, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>) (internal quotation marks omitted). To this end, the Supreme Court has identified at least three different identifiable prudential standing rules: (i) a general prohibition on a litigant raising the legal rights of third parties; (ii) barring parties from adjudicating \"generalized grievances\" bearing on \"abstract questions of wide public significance\" in the courts; and (iii) requiring that a \"plaintiff's complaint fall within the zone of interests protected by the law invoked.\" <i>Newdow,</i> 542 U.S. at 12, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span> (quoting <i>Allen,</i> 468 U.S. at 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>) (internal quotation marks omitted); <i>Sullivan,</i> 962 F.2d at 1106. Courts may analyze standing on an issue by issue basis, making separate determinations regarding their competency to address specific issues in a case. <i>Warth,</i> 422 U.S. at 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (\"[T]he question of standing is whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\").</p>\n<p>The Supreme Court's general prohibition against allowing litigants to enforce rights of third parties exists for two reasons. First, courts should shy away from adjudicating rights unnecessarily, specifically because the purported holders of those rights may choose not to enforce them \"or will be able to enjoy them regardless of whether the in-court litigant is successful or not.\" <i>Singleton v. Wulff,</i> <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 113-14, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 49 L.Ed.2d <span class=\"star-pagination\">*61</span> 826 (1976) (citing <i>Ashwander v. TVA,</i> <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 345-48, <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">688</span></a></span> (1936)). Second, permitting parties to assert the rights of third parties will frustrate court's efforts to properly determine issues as \"courts depend on effective advocacy\" and \"third parties themselves usually [are] the best proponents of their own rights.\" <i>Id.</i> (citing <i>Baker v. Carr,</i> <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 204, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962)). Courts have concluded that the prohibition against allowing litigants to enforce the rights of third parties applies with equal force offensively as well as defensively. <i>Warth,</i> 422 U.S. at 501 n. 12, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (observing that prudential standing issues arise where a litigant attempts to assert the rights of a third party defensively); <i>McGowan v. State of Md.,</i> <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 429-30, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961) (holding that parties lacked standing to defend action on the grounds that statute violated third parties' rights); <i>In re Quigley Co., Inc.,</i> <span class=\"citation\" data-id=\"1877756\"><a href=\"/opinion/1877756/in-re-quigley-co-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">695</span></a></span>, 702 (Bankr.S.D.N.Y.2008) (\"The same [prudential standing] limitations apply when a litigant attempts to assert the rights of a third party defensively.\").</p>\n<p>Here the Trustee only argues that Boulder lacks standing to claim that the funds transferred by the 1031 Debtors actually belonged to Exchangers. Specifically, the Trustee maintains that Boulder, as a party to this case, does not have prudential standing to argue that the 1031 Debtors held the funds of Exchangers in trust. The Court agrees with the Trustee's view and concludes that prudential standing requirements bar Boulder from claiming that the funds held by the 1031 Debtors were held in trust for the benefit of the Exchangers.</p>\n<p></p>\n<h2>a. Prudential standing rules bar Boulder from arguing that the transferred funds were held in trust for Exchangers</h2>\n<p>Boulder argues in principle that the various Exchange Agreements created express trusts whereby the 1031 Debtors held funds in trust for the benefit of the Exchangers. (<i>See, e.g.,</i> Boulder Defs.' Mem. and Req. for Additional Disc. at 5.) At oral argument, counsel for Boulder seemingly also argued that the 1031 Debtors may have held the funds in a constructive or resulting trust for the benefit of the Exchangers. (Apr. 16, 2010 Hr'g Tr. at 49:8-21.) The Court addresses each contention in turn.</p>\n<p></p>\n<h2>(i) Boulder lacks standing to argue constructive or resulting trust</h2>\n<p>Constructive trusts are not truly trusts. <i>Strom v. Goldman, Sachs &amp; Co.,</i> <span class=\"citation\" data-id=\"767465\"><a href=\"/opinion/767465/kathryn-strom-v-goldman-sachs-co-and-goldman-sachs-co-supplemental/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 144 (2d Cir. 1999) (\"constructive trusts that underlie the remedy of restitution are not really trusts\") (internal quotation marks omitted). Instead, they are equitable mechanisms employed by courts to achieve restitution. <i>In re Dreier LLP,</i> <span class=\"citation\" data-id=\"1887714\"><a href=\"/opinion/1887714/in-re-dreier-llp/\"><span class=\"volume\">429</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">112</span></a></span>, 136 (Bankr. S.D.N.Y.2010) (citing 1 DAN B. DOBBS, DOBBS LAW OF REMEDIES: DAMAGESEQUITYRESTITUTION § 4.3(1), at 547 (2d ed. 1993)). While state law controls the exact elements required for a party to demonstrate a constructive trust, they are generally employed to halt unjust enrichment. <i>See, e.g., </i><i>Counihan v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"766482\"><a href=\"/opinion/766482/josephine-counihan-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 361 (2d Cir.1999) (applying New York law). Courts recognize them as personal remedies that beneficiaries may waive by not seeking to have them imposed. <i>Cassirer v. Sterling Nat. Bank &amp; Trust Co. of N.Y. (In re Schick),</i> <span class=\"citation\" data-id=\"1841848\"><a href=\"/opinion/1841848/in-re-schick/\"><span class=\"volume\">246</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">41</span></a></span>, 45-46 (Bankr.S.D.N.Y.2000) (citing <i>DiNicola v. Bouchard,</i> <span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">594</span></span>, <span class=\"citation no-link\"><span class=\"volume\">649</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">239</span></span> (N.Y.App.Div. 3rd Dep't 1996)). Due in part to an acknowledgement that the right to have a constructive trust established is personal, courts consistently hold that parties may not argue that a constructive or resulting trust exists if <span class=\"star-pagination\">*62</span> they would not be the beneficiaries of the trust. <i>See Fitzgerald v. Thompson,</i> No. 07 CV 6851(BSJ), <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">29599</span></span>, at *8 (S.D.N.Y. Jan.5, 2009) (concluding that because a party was not personally impacted by the alleged conduct, they had no standing to request a constructive trust); <i>Powers v. Am. Exp. Fin. Advisors, Inc.,</i> <span class=\"citation\" data-id=\"2522653\"><a href=\"/opinion/2522653/powers-v-american-exp-financial-advisors-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">448</span></a></span>, 453 (D.Md.2000) (\"defendant does not have standing to assert a constructive trust on behalf of [a third party]\"); <i>In re Schick,</i> 246 B.R. at 46 (\"a stranger cannot sue to impose a constructive trust for the benefit of a defrauded party\") (citing <i>Melenky v. Melen,</i> <span class=\"citation\" data-id=\"3602737\"><a href=\"/opinion/3620166/melenky-v-melen/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">19</span></a></span>, 24, <span class=\"citation\" data-id=\"3602737\"><a href=\"/opinion/3620166/melenky-v-melen/\"><span class=\"volume\">134</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">822</span></a></span> (1922) (Cardozo, J.)).</p>\n<p>While courts have not expressly linked the determination that a party lacks standing to attempt to enforce a constructive trust to the concept of prudential standing, the connection between the two is clear. In <i>In re Schick,</i> the court examined a similar situation to the one at bar. There, a trustee of the estate of David Schick commenced an adversary proceeding against Sterling National Bank &amp; Trust Co. (\"Sterling\") to avoid four different allegedly preferential transfers. 246 B.R. at 43. Sterling issued two different loans to Schick. <i>Id.</i> at 43-44. Schick used funds obtained by fraud or embezzlement to repay these loans. <i>Id.</i> Sterling moved for summary judgment on the grounds that the funds used by Schick to repay the loans belonged to the defrauded parties through a constructive trust, and not to Schick. <i>Id.</i> at 44. The court found that Sterling did not have standing to claim that funds it received from a debtor to repay loans were held in constructive trust for the defrauded third parties. 246 B.R. at 45-46. Examining the law on constructive trusts the court concluded that the right to a constructive trust was personal and belonged to the aggrieved party. <i>Id.</i> Thus, the court concluded that because a right to an equitable trust is personal, only the beneficiary could assert the right, both defensively and offensively. <i>Id.</i> at 46.</p>\n<p>While the court did not garb its opinion in prudential standing terminology, the reasoning meshes neatly with prudential standing doctrines, specifically the general prohibition against a litigant raising the legal rights of third parties. Indeed, the rationale undergirding the court's decision to refuse standing in <i>In re Schick</i>that a stranger should not be permitted to wield the personal rights of a third party either offensively or defensivelyis the exact same prudential standing prohibition outlined by the Supreme Court. <i>See, e.g., </i><i>Newdow,</i> 542 U.S. at 12, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span> (noting the \"general prohibition on a litigant's raising another person's legal rights\"). And the reasons the Supreme Court outlined for establishing the general rule against raising the rights of third parties are also present in <i>In re Schick.</i> For example, in <i>Schick</i> the allegedly defrauded third parties were capable of coming forward and suing to establish a constructive trust. They did not do so. <i>See </i><i>Singleton,</i> 428 U.S. at 113-14, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span> (observing that third parties may choose not to enforce certain rights because they would \"be able to enjoy them regardless of whether the in-court litigant is successful or not\"). Moreover, also present in <i>Schick</i> is the paramount concern that the party advocating for certain rights argue cogently and forcefully for their enforcement. It is hardly clear that Sterling was best situated to argue for the enforcement of rights that belonged to third parties. <i>See id.</i> at 114, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span> (noting that \"third parties ... usually [are] the best proponents of their own rights\" and observing that \"courts depend on effective advocacy\" to make legal determinations).</p>\n<p>The specter of prudential standing also permeates a decision relied upon heavily <span class=\"star-pagination\">*63</span> by the <i>Schick</i> court, <i>Taylor Assocs. v. Diamant (In re Advent Mgmt. Corp.),</i> <span class=\"citation\" data-id=\"1917837\"><a href=\"/opinion/1917837/in-re-advent-management-corp/\"><span class=\"volume\">178</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">480</span></a></span> (9th Cir. BAP 1995). In <i>Advent,</i> the bankruptcy appellate panel examined an action brought by the trustee of Advent Management Corp. (\"Advent\") against Taylor Associates (\"Taylor\") to recover allegedly avoidable preferences under section 547 of the Bankruptcy Code or fraudulent transfers pursuant to section 548 of the Bankruptcy Code. <i>Id.</i> at 482-83. Taylor provided services to Coastal Insurance Company (\"Coastal\") and received payment for these services from Advent, Coastal's sole owner which also controlled all of Coastal's day-to-day administrative operations. <i>Id.</i> Coastal eventually diverted $48 million in assets to Advent, deeming them \"advances\" and failing to memorialize the transfers. <i>Id.</i> Advent in turn used these funds to make numerous transfers to Taylor in the total amount of $193,112.09. <i>Id.</i> at 482-83. Taylor eventually argued that these transfers were \"of money misappropriated from Coastal by Advent, and consequently Advent held those monies in constructive trust for Coastal.\" <i>Id.</i> at 483. The bankruptcy appellate panel determined that only the beneficiary of the constructive trust, Coastal and not Taylor, could argue the existence of a constructive trust. Relying in part on the fact that a constructive trust is a remedy and remains inchoate until litigated, the panel determined that the purported beneficiary of the trust, Coastal, must litigate the existence of the trust and that Advent was precluded from doing so. <i>Id.</i> at 486-89. Similar to <i>Schick,</i> while the bankruptcy panel did not express its decision in prudential standing terms, the resultrequiring the third party with the purported right to a constructive trust to litigate that rightis clearly consistent with the prudential standing doctrine's general prohibition against permitting litigants to assert the rights of third parties in litigation.</p>\n<p>Applying this reasoning to the facts in this case it is clear that Boulder lacks prudential standing to claim that the 1031 Debtors held the transferred funds in constructive trust for the Exchangers. Only those Exchangers who had money wrongfully transferred to Boulder would be the putative beneficiaries of a constructive trust, thus only they would have standing to assert the existence of a constructive trust. Boulder, as a litigant in this case, does not have prudential standing to assert the rights of these putative beneficiaries. This result is consistent with the general prudential standing prohibition against allowing litigants to press the rights of third parties as well as with the results reached by the courts in <i>Schick</i> and <i>Advent.</i> While counsel for Boulder maintained at oral argument that <i>Schick</i> and <i>Advent</i> did not apply to the instant situation, the Court rejects those arguments. Counsel first attempted to distinguish <i>Schick</i> based on its procedural posture, noting that it was decided after trial, but this issue is wholly irrelevant to the pure legal question of standing. (<i>See</i> Apr. 16, 2010 Hr'g Tr. at 50:20-21.) Second, counsel unconvincingly took dicta in <i>Advent</i> out of context in an effort to warp the reasoning of the case. Specifically, counsel quoted a portion of <i>Advent</i> that indicated that <i>after</i> a constructive trust is successfully litigated and established those monies are not property of the estate. (<i>Id.</i> at 52:15-58:17.). <i>See also </i><i>In re Advent,</i> 178 B.R. at 490. This section of the <i>Advent</i> opinion has no bearing on the issue whether Boulder has standing to raise a constructive trust argument here. The Court rejects both lines of argument. Boulder has provided no convincing rationale why the Court should allow Boulder standing to assert the existence of constructive <span class=\"star-pagination\">*64</span> trusts on behalf of third parties when the prudential standing doctrine and applicable case law clearly prohibit such a result.</p>\n<p></p>\n<h2>(ii) Boulder lacks standing to argue the existence of an express trust</h2>\n<p>The same rationale that strips Boulder of standing to argue that a constructive trust exists also halts Boulder from arguing that the 1031 Debtors held the transferred funds in an express trust for the benefit of Exchangers. Any argument that an express trust existed for the benefit of an Exchanger is replete with the same infirmities as the argument for a constructive trust for the benefit of an Exchanger. Both efforts require Boulder to assert the rights of third party Exchangers who are not litigants before this Court.<sup>[4]</sup> This is a plain violation of the prudential standing rule against litigants asserting the rights of third parties. <i>See, e.g., </i><i>Newdow,</i> 542 U.S. at 12, <span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span> (observing the prudential standing limitation prohibiting \"a litigant's raising another person's legal rights\") (quoting <i>Allen,</i> 468 U.S. at 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>) (internal quotation marks omitted).</p>\n<p>Consistent with the rule against granting litigants standing to argue the rights of third parties, it has long been the rule that only the beneficiary or trustee of an express trust has standing to sue to establish and enforce the trust. The Restatement of Trusts clearly states that \"[n]o one except a beneficiary or one suing on his behalf can maintain a suit against the trustee to enforce the trust or to enjoin redress for a breach of trust.\" RESTATEMENT (SECOND) OF TRUSTS § 200 (1959). <i>See also</i> 90A C.J.S. <i>Trusts</i> § 663 (2010) (\"A suit to establish and enforce an express trust ... may and should be brought and maintained, ordinarily, by the <i>cestui que trust,</i> or those representing or claiming under him or her.\"). Similar to courts that find that litigants do not have standing to assert a constructive trust on behalf of third parties, courts consistently follow the rule expressed in the Restatement of Trusts. These courts refuse litigants who are not beneficiaries standing to enforce the trusts, but do not articulate their reasoning in prudential standing terms. <i>See </i><i>In re Estate of McManus,</i> <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">717</span></span>, <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">773</span></span>, 774 (1979) (determining that those \"not beneficially interested\" in a trust lacked standing to challenge the actions of the trustee); <i>Cashman v. Petrie,</i> <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">426</span></span>, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">447</span></span>, <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">24</span></span>, 26 (1964) (finding that litigant who was not a beneficiary could not sue to enforce a trust); <i>Naversen v. Gaillard,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">A.D.3d</span> <span class=\"page\">509</span></span>, 509, <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">258</span></span> (N.Y.App.Div. 3rd Dep't 2007) (affirming lower court determination that \"since the defendants were not beneficiaries of the [trust], they lacked standing to challenge the actions of the plaintiff as its trustee\"). <i>Accord </i><i>Weaver v. Wood,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">918</span></span>, 922 (1997) (noting that \"only a named beneficiary, or one suing on his or her behalf, can maintain an action to enforce a trust\"); <i>Weiss v. Weiss,</i> No. 0065932S, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">180902</span></span>, at *4 (Conn.Super.Ct. Jan.10, 2002) (\"Only the beneficiaries of the trust, the co-trustees of a trust or a successor trustee have standing to sue for breach of trust by a trustee.\"). <span class=\"star-pagination\">*65</span> <i>See also </i><i>Sergeson v. Del. Trust Co.,</i> <span class=\"citation\" data-id=\"2164647\"><a href=\"/opinion/2164647/sergeson-v-delaware-trust-co/\"><span class=\"volume\">413</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">880</span></a></span>, 882 (Del.1980) (adopting the Restatement approach and finding litigant had no standing to enforce an express trust created for the benefit of third parties); <i>Scott v. United Carolina Bank,</i> 130 N.C.App. 426, <span class=\"citation\" data-id=\"1254556\"><a href=\"/opinion/1254556/scott-v-united-carolina-bank/\"><span class=\"volume\">503</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">149</span></a></span>, 153-54 (1998) (adopting the Restatement rule and finding that litigant lacked standing to enforce express trust where third party was beneficiary and concluding that other jurisdictions \"uniformly\" apply the same rule) (collecting authorities). Nor is this bedrock rule changing. The latest tentative draft of the Restatement of Trusts clearly states that only beneficiaries or co-trustees or persons acting on behalf of a beneficiary have standing to enforce a trust. RESTATEMENT (THIRD) OF TRUSTS § 94(1) (Tentative Draft No. 5 March 2, 2009) (\"A suit against a trustee of a private trust to enjoin or redress a breach of trust or otherwise to enforce the trust may be maintained only by a beneficiary or by a co-trustee, successor trustee, or other person acting on behalf of one or more beneficiaries.\").</p>\n<p>Faced with these well established principles, Boulder argues that they do not attempt to enforce or impose a trust, as is clearly prohibited by law. Instead, Boulder maintains that it is merely attempting to demonstrate the existence of express trusts held by the 1031 Debtors in favor of the Exchangers. (<i>See</i> Boulder Reply Brief on Trust Issues at 1-2.) The Court rejects Boulder's distinction. Boulder apparently believes that it can establish the existence of countless express trusts without asserting the rights of the beneficiaries. This clearly is not the case. Boulder cannot establish express trusts without pressing the rights of the putative beneficiaries. Contrary to Boulder's apparent belief, express trusts are not presumed to exist based on a mere allegation. Boulder would be required to assert the rights of alleged beneficiaries to these putative trusts, something it clearly lacks prudential standing to do. Thus, the Court concludes that Boulder lacks standing to argue that express trusts existed between the 1031 Debtors and certain Exchangers.</p>\n<p>This result is consistent with cases in the Second Circuit that stress the importance of prudential standing limitations in bankruptcy cases. For example, in <i>Kane v. Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"504002\"><a href=\"/opinion/504002/lawrence-kane-a-class-4-creditor-and-asbestos-health-on-his-own-behalf-and/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span> (2d Cir.1988), the court examined a challenge to the plan of reorganization of the world's largest miner of asbestos and large manufacturer of asbestos products. The challenge was brought by claimants suffering from asbestos related diseases on the grounds that the plan interfered with certain rights of asbestos victims with latent, but as of the date of the plan, undiscovered asbestos related injuries. <i>Id.</i> at 638-39. The court determined that the challengers lacked standing to assert the rights of these third parties to object to the plan of reorganization. <i>Id.</i> at 643. The court explained that allowing the challengers to assert the rights of third parties would violate the traditional rule of prudential standing barring litigants from adjudicating the rights of third parties. <i>Id.</i> at 644. Judge Newman, writing for the panel, stressed that prudential standing concerns are of particular importance in bankruptcy cases, emphasizing that \"[b]ankruptcy proceedings regularly involve numerous parties, each of who might find it personally expedient to assert the rights of another party....\" <i>Id.</i></p>\n<p>In <i>In re Quigley,</i> 391 B.R. at 699, the court recently applied the Second Circuit's guidance in a case with circumstances similar to those in <i>Kane,</i> specifically a challenge from insurance companies to confirmation of a plan of reorganization. The debtors and proponents of the proposed plan were defendants in numerous <span class=\"star-pagination\">*66</span> asbestos related personal injury lawsuits. The plan proposed to channel claims against the debtors into a trust, which would administer and pay claims. The plan proposed to fund claim payments by the debtors assigning their rights to insurance policies to the trust. <i>Id.</i> Certain of the insurers with exposure under the proposed plan filed predictably broad discovery requests. Some of these requests focused on issues which affected creditors of the debtors, not the insurance companies. The debtors objected to these requests on the grounds that the insurers lacked standing to take discovery on topics directly relating to creditor issues. <i>See id.</i> at 701. The court identified the important role prudential standing limitations play in bankruptcy proceedings. <i>Id.</i> at 702-03. The court found that it could not allow the insurers to object to the plan using rights that properly belonged to third parties. <i>Id.</i> at 705. The court specifically stressed that the reasons for employing the prudential standing bar are great in cases where a conflict exists between creditors and the party attempting to assert the rights of certain potential creditors. <i>See id.</i> Such a conflict exists here too. If Boulder can successfully argue the presence of a trust to defeat the Trustee's efforts to obtain a judgment for fraudulent conveyance, it would be using the rights of third parties to benefit itself, at the expense of creditors who will not have the benefit of recovering the fraudulently conveyed funds. Such \"is precisely the situation where the third party standing limitation should apply.\" <i>Id.</i> (quoting <i>Kane,</i> 843 F.2d at 644-45) (internal quotation marks omitted).</p>\n<p>Well-established legal principles preclude standing to third parties to sue to enforce or establish a trust, offensively or defensively. That rule applies here: the absence of prudential standing prevents Boulder from claiming the existence of an express trust between the 1031 Debtors and the Exchangers. Boulder's attempt to assert the rights of third parties in this case implicates the precise concerns identified by the Supreme Court in <i>Singleton,</i> 428 U.S. at 113-14, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>. First, there is no reason for the Court to adjudicate the rights of the alleged beneficiaries of the purported trusts because, as Boulder admits in its briefing, these Exchangers have already enjoyed the benefits of the alleged trust. A primary reason for the prohibition on third party standing is because the purported right holders may \"be able to enjoy [their rights] regardless of whether the in-court litigant is successful.\" <i>Id.</i> Here, because their 1031 Exchanges closed before the 1031 Debtors filed for bankruptcy, the Exchangers have already received whatever funds may have ever been held in trust for their benefit and have clearly enjoyed their rights regardless of the success of Boulder in this case.</p>\n<p>Further, as demonstrated by the avalanche of papers submitted to the Court, it is evident that Boulder is not the best situated entity to argue the existence of trusts between certain of the Exchangers and the 1031 Debtors. As noted by the Supreme Court, courts are dependent on the advocacy efforts of the parties before them to resolve disputes. To claim the existence of a trust Boulder would essentially need to argue and prove the intent of unidentified Exchangers; this is something that the Exchangers themselves could do best. <i>See id.</i> (noting that a reason for the third-party standing rule is that \"third parties themselves usually [are] the best proponents of their own rights\"). Moreover, Boulder has taken the <i>exact opposite</i> position with regards to the whether the 1031 Debtors held the Exchanger's funds in trust in <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW, the class action pending before <span class=\"star-pagination\">*67</span> Judge James Ware in the United Stated States District Court for the Northern District of California. Specifically, the <i>Hunter</i> plaintiffs' second amended complaint alleges that Boulder knew that certain of the Exchange Agreements included \"customary trust limitations, anti-assignment clauses, depository limitations, and... account segregation provisions....\" Second Amended Complaint at ¶ 140, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW (ECF # 267). But Boulder denies these allegations in its answer to the second amended complaint. Answer to Second Amended Complaint at ¶ 140, <i>Hunter v. Citibank,</i> No. 5:09-cv-02079-JW (ECF # 316). Thus, Boulder is engaged in an act of legal contortionism, taking different positions in different courts regarding whether the 1031 Debtors held funds in trust for Exchangers, depending on what is expedient. This solidly demonstrates that they are not the proper party to be asserting the rights of the putative beneficiaries of the alleged trusts.</p>\n<p>Lastly, even if Boulder did not fall so squarely within the reasons for the general prohibition on third-party standing, the positions Boulder has taken in this case would require the Court to conclude that Boulder lacks standing in these circumstances. In an effort to distance itself from the impact of the Debtors' confirmed plan of reorganization, Boulder argues that the injunction provisions of the plan do not reach either it <i>or</i> the Exchangers who were in existence at the time of the four transfers at issue in this case. (Boulder Response Brief Regarding Plan Issues at 1.) Specifically, Boulder maintains that none of the Exchangers who had deposits with the 1031 Debtors at the time the transfers at issue in this case took place still had deposits with the 1031 Debtors at the time the Debtors filed for bankruptcy. Thus, Boulder argues that these Exchangers cannot have express trust claims that would be enjoined by the plan of reorganization. (<i>See id.</i> at 5-6.) Yet Boulder argues that the existence of these <i>exact same express trusts</i> is what makes the funds transferred from the 1031 Debtors property of the Exchangers and not of the 1031 Debtors. Boulder's position is essentially that that it should be allowed to assert the existence of express trusts to defend against the Trustee's suit when the putative beneficiaries of these express trusts would not be allowed to do so.<sup>[5]</sup> It is difficult to overstate Boulder's audacity: not only does Boulder seek to assert the rights of third parties to establish that express trusts existed between those parties and the 1031 Debtors, Boulder boldly claims that the putative beneficiaries of those trusts would not be able to do so themselves.</p>\n<p>The facts of this case clearly demonstrate that Boulder cannot have standing to assert that trusts existed between the 1031 Debtors and the Exchangers with deposits at the time of the transfers in question. Boulder itself maintains that none of the Exchangers with deposits with the 1031 Debtors had open 1031 Exchanges when the bankruptcy occurred. <span class=\"star-pagination\">*68</span> Nor could they; to take advantage of the tax benefits of a 1031 Exchange, the Exchangers must have withdrawn those funds within 180 days after the initial deposit. Here, the final transfer occurred on September 29, 2006227 days before the first 1031 Debtors filed for bankruptcy. And even assuming any Exchanger still had deposits on hand with the 1031 Debtors when they filed for bankruptcy, any claim for those monies was released when the plan of reorganization of the 1031 Debtors was confirmed. Thus, the Court concludes that Boulder lacks prudential standing to assert the purported trust defense.</p>\n<p></p>\n<h2>D. Fraudulent Conveyance</h2>\n<p>Finding as a matter of law that Boulder has no standing to maintain its main argument against summary judgment, the Court now turns to the facts and the remaining legal arguments to determine whether partial summary judgment is appropriate in this case.</p>\n<p></p>\n<h2><i>1. Elements of a 548(a)(1)(A) Fraudulent Conveyance Claim</i></h2>\n<p>Section 548(a)(1) of the Bankruptcy Code acts to prevent an entity from \"placing [its] assets beyond the reach of creditors by removing them from the estate with the intent to hinder, delay, or defraud [its] creditors.\" <i>Bear, Stearns Sec. Corp. v. Gredd,</i> <span class=\"citation\" data-id=\"1862654\"><a href=\"/opinion/1862654/bear-stearns-securities-corp-v-gredd/\"><span class=\"volume\">275</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">190</span></a></span>, 195 (S.D.N.Y.2002) (quoting 5 COLLIER ON BANKRUPTCY ¶ 548) (internal quotation marks omitted). The statute reads</p>\n<blockquote>(a)(1) The trustee may avoid any transfer... of an interest of the debtor in property, or any obligation ... incurred by the debtor that was made or incurred on or within 2 years before the date of the filing of the petition if the debtor voluntarily or involuntarily</blockquote>\n<blockquote>(A) made such transfer or incurred such obligation with actual intent to hinder, delay, or defraud any entity to which the debtor was or became, on or after the date that such transfer was made or such obligation was incurred, [or] indebted....</blockquote>\n<p>11 U.S.C. § 548(a)(1)(A). Thus, the elements of a section 548(a)(1)(A) fraudulent conveyance action are: (i) a transfer of an interest of the debtor in property; (ii) made within two years before the debtor filed for bankruptcy; and (iii) done with \"actual intent to hinder, delay, or defraud\" the debtor or any entity the debtor would become after the transfer. Summary judgment is appropriate if the Trustee offers evidence satisfying these elements, and Boulder fails to offer evidence demonstrating that a material issue of fact exists on any of these elements, or fails to offer evidence establishing any of its affirmative defenses.</p>\n<p></p>\n<h2>a. Transfer of an interest in property of the debtor</h2>\n<p></p>\n<h2>(i) There are no genuine issues of material fact regarding the actual transfers of funds</h2>\n<p>The basic facts regarding the four separate transfers of funds from accounts belonging to the 1031 Debtors are undisputed. The first two transfers took place on September 7, 2005 and consisted of two wire transfers in the respective amounts of $4,400,000 and $18,369,000 from an AEC account at Bank of America to a Boulder account at Cambridge Trust Company. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23. <i>See also</i> Boulder Capital Business Checking Statement (Flaxer Decl. Ex. 15 at p. 2).) The third transfer occurred on June 26, 2006 <span class=\"star-pagination\">*69</span> and consisted of a transfer first of $18,985,211.41 from an NES account to a LandAmerica account and then of $18,475,200 from the LandAmerica account to a Boulder checking account at the Cambridge Trust Company. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33, 36 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33, 36. <i>See also</i> Boulder Capital Business Checking Statement (Flaxer Decl. Ex. 25 at p. 5).) The final transfer of $1,533,845.24 occurred on September 29, 2006 and was routed from an SOS checking account to LandAmerica and then on to a Boulder account. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 41-42 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 41-42.) Thus it is clear that the parties do not dispute that these four transfers occurred and the parties involved to the transfers.</p>\n<p>Two of the transfersthe June 26, 2006 and the September 29, 2006 transferswere not made directly from 1031 Debtor accounts to Boulder entities, but were routed through an intermediary, LandAmerica. The Trustee argues that LandAmerica was a \"mere conduit\" in the transactions, and its presence does not alter Boulder's status as the \"initial transferee\" for liability purposes under 11 U.S.C. § 550(a)(1). Boulder does not contest the Trustee's position. It is clear that when an entity acts as a \"financial intermediary,\" exerts no dominion over the funds, and has no discretion to use the funds as it wishes, that entity is a mere conduit and is not an \"initial transferee\" for purposes of 11 U.S.C. § 550(a)(1). <i>Christy v. Alexander &amp; Alexander Inc. (In re Finley, Kumble, Wagner, Heine, Underberg, Manley, Myerson &amp; Casey),</i> <span class=\"citation\" data-id=\"748594\"><a href=\"/opinion/748594/in-re-finley-kumble-wagner-heine-underberg-manley-myerson-casey/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 57-58 (2d Cir.1997) (accepting the Seventh Circuit's \"dominion and control\" test, looking to the power of the entity over the funds, when determining when an entity is an initial transferee or mere conduit). <i>See also </i><i>Tese-Milner v. Moon (In re Moon),</i> <span class=\"citation\" data-id=\"1844905\"><a href=\"/opinion/1844905/in-re-moon/\"><span class=\"volume\">385</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">541</span></a></span>, 552-53 (Bankr. S.D.N.Y.2008) (applying test articulated in <i>In re Finley, Kumble,</i> and holding that as an attorney deposited funds into a trust account and had no discretion or authority with regards to the funds, other than to transfer the funds, the attorney was a mere conduit and not an initial transferee for purposes of 11 U.S.C. § 550(a)(1)).</p>\n<p>Here, it is undisputed that LandAmerica acted as an escrow agent in connection with the June 26, 2006 transfer. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 30 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 30.) Nor is there any evidence in the record that LandAmerica acted as anything but a mere conduit for the transferred funds, exerting no dominion over the funds transferred from NES. An escrow is \"property delivered by a promisor to a third party to be held by the third party for a given amount of time or until the occurrence of a condition;\" an escrow agent is \"the third-party depositary of an escrow.\" <i>See</i> BLACK'S LAW DICTIONARY (8th ed. 2004) (definitions of \"agent\" and \"escrow\"). Under these circumstances there is no question of material fact: LandAmerica was a mere conduit for the funds eventually routed to Boulder. Similarly, it is not disputed that LandAmerica acted as the title company in the September 29, 2006 transfer. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 41 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 41.) LandAmerica <span class=\"star-pagination\">*70</span> acted as a conduit for the transferred funds and exerted no control over the funds while in its possession. Thus, there are no questions of material fact regarding the four transfers.</p>\n<p></p>\n<h2>(ii) There is no question of material fact that the transferred funds were property of the debtor</h2>\n<p>The majority of Boulder's arguments against the Trustee's motion attempted to demonstrate that there was a genuine issue of material fact regarding whether the property that was transferred belonged to the 1031 Debtors or was merely held in trust by the 1031 Debtors for the benefit of certain Exchangers. As explained above, Boulder has no standing to assert the existence of trusts in defense of the Trustee's motion. This determination eviscerates Boulder's position that the transferred property did not belong to the 1031 Debtors.</p>\n<p>While Boulder may not argue that the transferred funds were held in trust for the exchangers, the Trustee nevertheless has the burden of proving transfers of \"an interest of the debtor in property.\" 11 U.S.C. § 548(a)(1). The Trustee has carried this burden based on the undisputed facts that the transferred funds were all contained in unrestricted bank accounts belonging to the 1031 Debtors.</p>\n<p>The Bankruptcy Code provides an expansive view of an estate's property. Estate property consists of \"all legal or equitable interest of the debtor in property as of the commencement of the case.\" 11 U.S.C. § 541. Consistent with this broad view, \"money in a bank account in the name of a debtor is presumed to be property of the bankruptcy estate.\" <i>Millard Refrigerated Servs., Inc. v. LandAmerica 1031 Exchange Servs., Inc. (In re LandAmerica Fin. Group, Inc.),</i> <span class=\"citation\" data-id=\"1551812\"><a href=\"/opinion/1551812/in-re-landamerica-financial-group-inc/\"><span class=\"volume\">412</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">800</span></a></span>, 809 (Bankr.E.D.Va.2009). <i>See also </i><i>In re Amdura Corp.,</i> <span class=\"citation\" data-id=\"712233\"><a href=\"/opinion/712233/in-re-amdura-corporation-amdura-national-distribution-company-formerly/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1447</span></a></span>, 1451 (10th Cir.1996) (\"We presume that deposits in a bank to the credit of a bankruptcy debtor belong to the entity in whose name the account is established.\"); <i>Boyer v. Carlton, Fields, Ward, Emmanuel, Smith &amp; Cutler, P.A. (In re USA Diversified Prods., Inc.),</i> <span class=\"citation\" data-id=\"729669\"><a href=\"/opinion/729669/in-the-matter-of-usa-diversified-products-inc-debtor-r-david-boyer/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (7th Cir.1996) (\"Property of the debtor ... includes the interest that a depositor has in the money in his account, more precisely the money owed him by the bank by virtue of the account.\") (Posner, J.); 5 COLLIER ON BANKRUPTCY ¶ 541.08 (\"Deposits in the debtor's bank account become property of the estate under section 541(a)(1).\").</p>\n<p>Here, it is undisputed that the accounts that held the transferred funds belonged to the 1031 Debtors. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 23, 32-33, and 41 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 23, 32-33, and 41.) The Trustee has provided bank account statements that further establish this fact: The bank account from which the September 7, 2005 transfers occurred states that it is a \"Business Interest Maximizer Account\" and belonged to AEC. (<i>See</i> AEC Account Statement (Flaxer Decl. Ex. 16).) Similarly, the bank account from which the June 26, 2006 transferred occurred was a \"commercial checking\" account held in the name of NES. (<i>See</i> NES Account Statement (Flaxer Decl. Ex. 20).) The final September 29, 2006 transfer occurred from an SOS \"Citibusiness\" checking account. (<i>See</i> SOS Account Statement (Flaxer Decl. Ex. 30).)</p>\n<p>Boulder claims that this presumption never arises, however, arguing that the 1031 Debtors only held legal title to the funds that were eventually transferred, not equitable. As noted by the court in <i>In re Schick,</i> \"[i]f the debtor holds only legal title to the property, that is all that vests <span class=\"star-pagination\">*71</span> in the estate. 11 U.S.C. § 541(d). The equitable title or interest is neither `property of the estate' under section 541 nor `property of the debtor' under section 547(b).\" <i>In re Schick,</i> 234 B.R. at 343 (quoting <i>Begier v. IRS,</i> <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></a></span> (1990)). Here, Boulder admits that the \"1031 Debtors had legal title to the transferred funds,\" but argues that the Exchangers retained equitable title in the funds. Boulder specifically claims that the 1031 Debtors never had sufficient \"control\" over the funds to trigger a presumption of equitable title. (<i>See</i> Boulder Reply Brief on Trust Issues at 3.)</p>\n<p>Boulder's argument is flawed because it inappropriately assumes the existence of trusts with the Exchangers as beneficiaries. To adequately contest the validity of the 1031 Debtors' equitable title in the property, Boulder must demonstrate that the Exchangers retained their equitable title in the property. This involves asserting the rights of Exchangers to claim the existence of a trust, a gambit for which Boulder has no standing. Boulder ignores this fact and jumps directly to contesting the level of control the 1031 Debtors exerted over the funds. But the cases Boulder relies on presupposejust as Boulder doesanother entity's property interest before examining the control exerted over the property in question. For example, in <i>Coral Petroleum, Inc. v. Banque Paribas-London,</i> <span class=\"citation\" data-id=\"474519\"><a href=\"/opinion/474519/bankr-l-rep-p-71434-coral-petroleum-inc-v-banque-paribas-london/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1351</span></a></span> (5th Cir.1986), the Fifth Circuit accepted that another entity retained a property interest in the funds in question in that case. <i>Id.</i> at 1355-56 (observing that the funds in question were held by the debtor subject to an \"earmarking\" transaction and held for another party). Similarly, in <i>In re Schick,</i> the court only examined control after assuming commingling of trust and personal funds, implicating another valid property interest in funds held by the debtor. 234 B.R. at 342 (\"The line between legal and equitable title becomes murky when a trustee or escrow agent commingles his beneficiary's funds with his own.\").</p>\n<p>Here, as Boulder has no standing to assert the existence of trusts on behalf of the Exchangers, and no other entity Boulder identifies could possibly have an interest in these accounts, a presumption must arise that the 1031 Debtors held both equitable and legal title in the transferred funds. Nothing in the record intimates that the funds belonged to any entity other than the 1031 Debtors or the Exchangers, and Boulder cannot assert the rights (if any) of the Exchangers. Therefore, there is no issue of material fact regarding ownership of the transferred funds.</p>\n<p></p>\n<h2>b. Statutory time limit for fraudulent conveyances under section 548(a)(1)(A)</h2>\n<p>A transfer must be made within two years of the date of the bankruptcy petition to be avoidable under section 548(a)(1)(A). The 1031 Debtors from which the funds at issue here were transferred all filed for bankruptcy protection on May 14, 2007. Thus, the two year statutory period for avoidance actions pursuant to section 548(a)(1)(A) reaches back to transfers made as early as May 14, 2005. Here, the dates on which the transfers were made are undisputed: September 7, 2005, June 26, 2006, and September 29, 2006. Thus, there are no issues of material fact that each of the transfers at issue here was made within the statutory time limits for fraudulent conveyances pursuant to section 548(a)(1)(A).</p>\n<p></p>\n<h2>c. Made with \"actual intent to hinder, delay, or defraud\" the debtor</h2>\n<p>Boulder does not contest that the transfers here were made with the actual intent required to support a fraudulent conveyance under section 548(a)(1)(A). <span class=\"star-pagination\">*72</span> Nor could it as the 1031 Debtors were clearly engaged in a Ponzi scheme, and the presumption of fraud associated with transfers in furtherance of a Ponzi scheme attaches to the transfers at issue in this case.</p>\n<p>The so-called \"Ponzi scheme presumption\" is a rule that provides that any \"`transfers made in the course of a Ponzi scheme could have been made for no purpose other than to hinder, delay or defraud creditors.'\" <i>Bear Stearns Sec. Corp. v. Gredd (In re Manhattan Inv. Fund Ltd.),</i> <span class=\"citation\" data-id=\"1927542\"><a href=\"/opinion/1927542/in-re-manhattan-inv-fund-ltd/\"><span class=\"volume\">397</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span>, 8 (S.D.N.Y.2007) (quoting <i>Gredd v. Bear Stearns Sec. Corp. (In re Manhattan Fund Ltd.),</i> <span class=\"citation\" data-id=\"1870483\"><a href=\"/opinion/1870483/in-re-manhattan-inv-fund-ltd/\"><span class=\"volume\">359</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">510</span></a></span>, 517-18 (Bankr.S.D.N.Y.2007)). If the Ponzi scheme presumption applies, actual intent for purposes of section 548(a)(1)(A) is established \"as a matter of law.\" <i>Id.</i> at 14.</p>\n<p>For the Ponzi scheme presumption to apply, the transfers must have been made in connection with a Ponzi scheme. Courts have determined that Ponzi schemes are \"any sort of fraudulent arrangement that uses later acquired funds or products to pay off previous investors.\" <i>Danning v. Bozek (In re Bullion Reserve of N. Am.),</i> <span class=\"citation\" data-id=\"499808\"><a href=\"/opinion/499808/in-re-bullion-reserve-of-north-america-a-california-corporation-curtis-b/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1214</span></a></span>, 1219 n. 8 (9th Cir.1988). <i>See also </i><i>Bayou Superfund, LLC v. WAM Long/Short Fund II, L.P (In re Bayou Group, LLC),</i> <span class=\"citation\" data-id=\"1852875\"><a href=\"/opinion/1852875/in-re-bayou-group-llc/\"><span class=\"volume\">362</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">624</span></a></span>, 633 (Bankr.S.D.N.Y.2007) (\"[T]he label `Ponzi scheme' has been applied to any sort of inherently fraudulent arrangement under which the debtor-transferor must utilize after-acquired investment funds to pay off previous investors in order to forestall disclosure of the fraud.\"). Here, the facts are undisputed. Principals of the 1031 Debtors have admitted in connection with guilty pleas in federal district court that \"consistent with a typical `Ponzi' scheme\" so-called \"lulling payments\" were made to Exchangers from deposits made by later Exchangers. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 17 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 17. <i>See also</i> Lara Coleman Statement of Facts (Flaxer Decl. Ex. 5 at 3-4 (describing process of making payments to prior Exchangers with funds received from acquisitions of subsequent 1031 exchange entities)).) Thus, the record demonstrates that the 1031 Debtors were engaged in classic Ponzi scheme activity. Moreover, courts readily accept admissions from guilty pleas of officers from companies involved in fraudulent activities, as evidence that the fraud was a Ponzi scheme. <i>See </i><i>In re Manhattan Inv. Fund,</i> 397 B.R. at 12 (accepting evidence from a principal's guilty plea as support for the characterization of a fraudulent scheme as a Ponzi scheme). <i>See also </i><i>Bayou Accredited Fund, LLC v. Redwood Growth Partners, L.P. (In re Bayou Group, LLC),</i> <span class=\"citation\" data-id=\"1966621\"><a href=\"/opinion/1966621/in-re-bayou-group-llc/\"><span class=\"volume\">396</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">810</span></a></span>, 835 (Bankr.S.D.N.Y.2008) (\"Courts have consistently found that criminal proceeding admissions of a fraudulent scheme to defraud investors made in guilty pleas and plea allocutions are admissible as evidence of `actual intent' to defraud creditors.\") (collecting cases). In addition, the funds at issue here were clearly transferred in connection with and in furtherance of Okun's Ponzi scheme and Boulder does not dispute that the transfers here were made in connection with Okun's overall scheme. Moreover, Lara Coleman, a former Chief Operating Officer of one of the 1031 Debtors who plead guilty to involvement in the Ponzi scheme, executed a statement of facts in connection with her plea. Her statement of facts explains the process by which Okun would acquire different Qualified Intermediaries, deplete their funds, and use those funds for personal purposes, including repaying loans used to purchase QIs. (Lara Coleman <span class=\"star-pagination\">*73</span> Statement of Facts (Flaxer Decl. Ex. 5 at 3-4).) The undisputed facts regarding the transfers at issue here fit neatly within the fraudulent process described by Coleman: Boulder would issue loans to non-debtor entities owned by Okun to assist in the acquisition of assets. Funds from the 1031 Debtors were then routed to Boulder to pay off the loans. Therefore, there is no issue of material fact that the transfers at issue in this case were made with the actual intent to defraud required to support a fraudulent conveyance claim under section 548(a)(1)(A) of the Bankruptcy Code.</p>\n<p></p>\n<h2><i>2. Potential Affirmative Defense Pursuant to 548(c)</i></h2>\n<p>The Trustee further maintains that summary judgment is appropriate because Boulder cannot take advantage of the Bankruptcy Code's section 548(c) good faith defense. Section 548(c) provides that, \"even if a transfer is voidable, `a transferee that takes for value and in good faith may retain any interest transferred to the extent that such transferee gave value to the debtor in exchange for such transfer or obligation.'\" <i>In re Manhattan Inv. Fund Ltd.,</i> 397 B.R. at 22 (quoting 11 U.S.C. § 548(c)). To succeed on the defense a transferee must \"take (1) for value <i>and</i> (2) in good faith, and (3) claim the applicable right to the interest only to the extent the transferee gave value to the debtor in exchange.\" <i>Jackson v. Mishkin (In re Adler, Coleman Clearing Corp.),</i> <span class=\"citation\" data-id=\"1915369\"><a href=\"/opinion/1915369/in-re-adler-coleman-clearing-corp/\"><span class=\"volume\">263</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">406</span></a></span>, 471 (S.D.N.Y.2001) (emphasis in original). The defense is available to transferees from a debtor operating a Ponzi scheme. <i>Cuthill v. Greenmark, LLC (In re World Vision Entm't, Inc.),</i> <span class=\"citation\" data-id=\"1862519\"><a href=\"/opinion/1862519/in-re-world-vision-entertainment-inc/\"><span class=\"volume\">275</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">641</span></a></span>, 658 (Bankr.M.D.Fla.2002).</p>\n<p>The Trustee argues that because the funds were transferred to Boulder to repay loans issued to Okun owned non-debtor entities, Boulder cannot, as a matter of law, demonstrate that it gave value to the debtor, as required to assert the section 548(c) good faith defense. In response, Boulder maintains that it expects Okun will testify that the funds transferred to Boulder were actually loaned from the 1031 Debtors to Okun in consideration for Okun's promise to repay the loans. Okun then directed the 1031 Debtors to route the funds to Boulder. But Boulder fails to explain how putative consideration given by Okun, a third party to this adversary proceeding, satisfies the requirements of section 548(c), nor does Boulder cite any case law in support of its position. As the Trustee argues, the literal language of section 548(c) requires the <i>transferee</i> to give value to the debtor, not a third party. <i>See</i> 11 U.S.C. § 548(c). The Trustee's position is supported by both the plain language of the statute and case law. The Bankruptcy Court for the Northern District of California recently explored and rejected a similar argument. <i>See Brady v. Bestworth-Rommel, Inc. (In re Johnson),</i> <span class=\"citation\" data-id=\"1527341\"><a href=\"/opinion/1527341/in-re-johnson/\"><span class=\"volume\">357</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">136</span></a></span> (Bankr.N.D.Cal. 2006). In <i>Johnson,</i> the court examined a creditor granting a lien release to assist a company to sell certain real property. The debtors, however, were shareholders of the company receiving the lien release, and were not the recipients of the lien release. <i>See id.</i> at 137-38. The court held that the statute \"expressly requires that party asserting the right to retain the transferred interest in property to have given `value to <i>the debtor</i> in exchange for... the transfer....'\" <i>Id.</i> at 140 (quoting 11 U.S.C. § 548(c)) (emphasis in original). Thus, the court concluded that the creditor was not entitled to a defense under section 548(c) because it did not give value to the debtor. <i>Id.</i></p>\n<p>Here, as Boulder does not maintain that it gave any value to the 1031 Debtors in <span class=\"star-pagination\">*74</span> return for the transferred funds, they cannot claim the protections of section 548(c). Boulder's response to the Trustee's reasoning is defeated by a plain reading of the statute and applicable case law. Boulder and not Okun must have provided the value to take advantage of the section 548(c) defense. As Boulder does not even argue that it will be able to make such a showing with additional discovery, it further appears that summary judgment is appropriate.</p>\n<p></p>\n<h2>E. Boulder's Rule 56(f) Request</h2>\n<p>The Trustee has carried his burden to offer evidence in support of a section 548(a)(1)(A)fraudulent conveyance claim, and Boulder has failed to identify any material issues of fact on any of the elements of the claim. Boulder argues, however, that it is entitled to additional discovery before the Court considers the summary judgment motion. When discovery in a case is ongoing a party may defeat summary judgment and gain more time for discovery by requesting additional facts pursuant to Federal Rule of Civil Procedure 56(f). <i>See, e.g.,</i> 11 JEFFREY W. STEMPEL, MOORE'S FEDERAL PRACTICE § 56.10[8][a] (3d ed. 2010) (\"[I]f a party cannot adequately defend a summary judgment motion, Rule 56(f) provides a means to obtain time for further discovery.\").</p>\n<p></p>\n<h2><i>1. Standard for Reviewing Rule 56(f) Requests</i></h2>\n<p>Rule 56(f) stands at the vanguard, ensuring that parties have had \"a reasonable opportunity to make their record before [a court] ruling on a motion for summary judgment.\" <i>Bonnie &amp; Co. Fashions v. Bankers Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">945</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">693</span></span>, 706 (S.D.N.Y.1996). <i>See also </i><i>Sutera v. Schering Corp.,</i> <span class=\"citation\" data-id=\"710272\"><a href=\"/opinion/710272/anthony-sutera-v-schering-corporation/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span> (2d Cir.1995) (noting that parties opposing motions for summary judgment must have an opportunity to take discovery on issues essential to their opposition). \"Rule 56(f) protects a party opposing a summary judgment motion who for valid reasons cannot by affidavitor presumably by any other means authorized under Rule 56(e)present facts essential to justify the adverse party's opposition to the motion.\" 10B CHARLES ALAN WRIGHT, ARTHUR R. MILLER &amp; MARY KAY KANE, FEDERAL PRACTICE AND PROCEDURE § 2740 (3d ed. 1998) (internal quotation marks omitted). Rule 56(f) provides:</p>\n<blockquote>If a party opposing the motion shows by affidavit that, for specified reasons, it cannot present facts essential to justify its opposition, the court may:</blockquote>\n<blockquote>(1) deny the motion;</blockquote>\n<blockquote>(2) order a continuance to enable affidavits to be obtained, depositions to be taken, or other discovery to be undertaken; or</blockquote>\n<blockquote>(3) issue any other just order.</blockquote>\n<p>Thus, if a court determines that a Rule 56(f) request is well taken, it may deny a summary judgment motion or otherwise hold the motion in abeyance until additional discovery is taken.</p>\n<p>Courts have observed that Rule 56(f) should be applied liberally. <i>Dubai Islamic Bank v. Citibank, N.A.,</i> <span class=\"citation\" data-id=\"2504755\"><a href=\"/opinion/2504755/dubai-islamic-bank-v-citibank-na/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">659</span></a></span>, 665 (S.D.N.Y.2000); <i>Bonnie &amp; Co.,</i> 945 F.Supp. at 706; <i>Waldron v. British Petroleum Co.,</i> <span class=\"citation\" data-id=\"1444914\"><a href=\"/opinion/1444914/waldron-v-british-petroleum-co/\"><span class=\"volume\">231</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">72</span></a></span>, 94 (S.D.N.Y.1964). But the Second Circuit cautions that \"Rule 56(f) is not a shield against all summary judgment motions. Litigants seeking relief under the rule must show that the material sought is germane to the defense....\" <i>Paddington Partners v. Bouchard,</i> <span class=\"citation\" data-id=\"677792\"><a href=\"/opinion/677792/paddington-partners-v-jean-louis-bouchard-herbert-a-denton-econocom/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1132</span></a></span>, 1138 (2d Cir.1994) (internal quotation marks omitted). Similarly, as \"Rule 56(f) is designed to facilitate a party's ability to discover evidence supportive of a claim that has already been established, and not to facilitate the discovery of evidence that might establish a new and additional <span class=\"star-pagination\">*75</span> claim,\" <i>American Home Assurance Co. v. Zim Jamaica,</i> <span class=\"citation\" data-id=\"2500294\"><a href=\"/opinion/2500294/american-home-assur-co-v-zim-jamaica/\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">537</span></a></span>, 547 (S.D.N.Y.2006), courts have discretion to reject a request for further discovery if the nonmoving party forwards mere \"speculation as to what potentially could be discovered.\" <i>In re Dana Corp.,</i> <span class=\"citation\" data-id=\"1359752\"><a href=\"/opinion/1359752/in-re-dana-corp/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span>, 149 (2d Cir.2009) (quoting <i>Paddington Partners,</i> 34 F.3d at 1138) (internal quotation marks omitted). Courts may also reject a Rule 56(f) request when it is \"based on conclusory allegations that the affidavits used by the opposing party in support of its summary judgment motion are not credible.\" <i>Zim Jamaica,</i> 418 F.Supp.2d at 547 (citing <i>Ying Jing Gan v. City of N.Y.,</i> <span class=\"citation\" data-id=\"609738\"><a href=\"/opinion/609738/ying-jing-gan-as-administratrix-of-the-estate-of-sen-van-ta-deceased/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">522</span></a></span>, 532 (2d Cir. 1993)). Further, if the evidence that the nonmoving party seeks \"would not create an issue of material fact\" that would preclude summary judgment, the request for additional discovery is \"properly denied.\" <i>CIT Group/Commercial Services v. Prisco,</i> <span class=\"citation\" data-id=\"2454960\"><a href=\"/opinion/2454960/cit-groupcommercial-services-inc-v-prisco/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">401</span></a></span>, 409 (S.D.N.Y.2009). <i>See also </i><i>Sage Realty Corp. v. Ins. Co. of N. Am.,</i> <span class=\"citation\" data-id=\"677329\"><a href=\"/opinion/677329/sage-realty-corp-plaintiff-appellee-cross-appellant-v-insurance-company/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 128 (2d Cir. 1994) (\"The discovery sought must be material to the opposition of the summary judgment motion.\").</p>\n<p>The Second Circuit has identified four elements a party must include in its affidavit requesting additional discovery under Rule 56(f). The affidavit must explain: \"(1) what facts are sought and how they are to be obtained; (2) how those facts are reasonably expected to create a genuine issue of material fact; (3) what efforts the affiant has made to obtain them; and (4) why the affiant's efforts were unsuccessful.\" <i>Gualandi v. Adams,</i> <span class=\"citation\" data-id=\"787949\"><a href=\"/opinion/787949/anna-gualandi-and-claudia-travers-v-gloria-adams-jj-newman-co-inc/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 244 (2d Cir.2004). <i>Accord </i><i>Paddington Partners,</i> 34 F.3d at 1137-38 (2d Cir.1994); <i>Hudson River Sloop Clearwater, Inc. v. Dep't of Navy,</i> <span class=\"citation\" data-id=\"533571\"><a href=\"/opinion/533571/hudson-river-sloop-clearwater-inc-the-sierra-club-inc-friends-of-the/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 422 (2d Cir.1989); <i>Burlington Coat Factory Warehouse Corp. v. Esprit De Corp.,</i> <span class=\"citation\" data-id=\"456330\"><a href=\"/opinion/456330/burlington-coat-factory-warehouse-corporation-v-esprit-de-corp-and/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span>, 926 (2d Cir. 1985). \"The failure to file an affidavit under Rule 56(f) is itself sufficient grounds to reject a claim that the opportunity for discovery was inadequate.\" <i>Di Benedetto v. Pan Am World Serv., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">627</span></span>, 630 (2d Cir.2004) (quoting <i>Paddington Partners,</i> 34 F.3d at 1137) (internal quotation marks omitted). Moreover, a request for discovery made in a filing other than an affidavit is also properly denied. <i>Burlington,</i> 769 F.2d at 926 (denying request for discoverymade in a memorandum).</p>\n<p>\"[F]ailure to comply with the third and fourth requirements is not automatically fatal to a Rule 56(f) affidavit,\" <i>Paddington Partners,</i> 34 F.3d at 1139, but \"[it] help[s] the court determine whether a party has been dilatory in conducting discovery.\" <i>Zim Jamaica,</i> 418 F.Supp.2d at 548. The nonmoving party must have had \"the opportunity to discover information that is essential to his opposition.\" <i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. However, requests for additional discovery made by \"parties who were dilatory in pursuing discovery are disfavored.\" <i>Paddington Partners,</i> 34 F.3d at 1139. Therefore, the Court may deny a request for further discovery if the nonmoving party already had a sufficient opportunity for discovery. <i>See </i><i>Trebor Sportswear Co. v. Limited Stores, Inc.,</i> <span class=\"citation\" data-id=\"516920\"><a href=\"/opinion/516920/trebor-sportswear-co-inc-and-rotano-sportswear-co-inc-plaintiffs-v/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 511 (2d Cir.1989) (affirming denial of request for further discovery as \"appellants had ample time to conduct discovery\").</p>\n<p></p>\n<h2><i>2. Boulder's Rule 56(f) Requests Should Be Denied</i></h2>\n<p>Boulder, in its initial memorandum of law, claimed that it needed additional discovery of (i) the named plaintiffs in the <i>Hunter</i> class action pending before Judge Ware in the Northern District of California; and (ii) select former employees of the 1031 Debtors. Boulder also <span class=\"star-pagination\">*76</span> requests discovery from Okun personally to demonstrate that the transferred funds Boulder received were proceeds of loans Okun took from the 1031 Debtors and that, in return, the 1031 Debtors received good consideration in a promise to repay the loan from Okun. (<i>See</i> Boulder Defs.' Mem. and Req. for Additional Disc. at 4-5.) Boulder requested that the Court deny the Trustee's motion for summary judgment until it was given the opportunity to complete this discovery. Boulder also requested leave to file a supplemental memorandum in opposition to the Trustee's motion thirty days after fact discovery closed. (<i>Id.</i> at 9.) Boulder filed an affidavit also containing these requests. (Aff. of Stephen Gordon in Support of Rule 56(f) Request (ECF # 37).)</p>\n<p>With regards to the request for discovery from the class action plaintiffs and select former employees, Boulder maintained that these witnesses would assist in developing proof that the funds held by the 1031 Debtors were held in trust for the benefit of certain Exchangers and never became property of the 1031 Debtors. (<i>Id.</i> at 4-5.) In briefing after oral argument, Boulder, in another memorandum of law, shifted its position regarding the scope of discovery needed in this case. Instead of seeking discovery from the limited Exchangers who are named plaintiffs in the California class action, Boulder indicated that it would prove that the 1031 Debtors held Exchangers funds in trust by receiving copies of the actual Exchange Agreements governing the accounts and by deposing \"the exchangers who completed 1031 exchanges with AEC, NES and SOS during the time period relevant to the Transfers.\" (Boulder Brief on Express Trust Issues at 8-11.)</p>\n<p>The Court denies Boulder's Rule 56(f) requests for additional discovery to demonstrate that the 1031 Debtors held the transferred funds in trust for the benefit of Exchangers as they are not \"germane to the defense\" of the motion. <i>Paddington Partners,</i> 34 F.3d at 1138. Courts will deny Rule 56(f) requests when the discovery sought would not have a bearing on the underlying motion. <i>See </i><i>Amaker v. Haponik,</i> No. 98 Civ. 2663(JGK), <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">523385</span></span>, at *7 (S.D.N.Y. Mar.29, 2002) (denying Rule 56(f) request because, <i>inter alia,</i> the requested discovery was \"not relevant or needed to decide the legal issues in the[] motions\"); <i>Greystone P'ship Group, Inc. v. Koninklijke Luchtvaart Maatschappij N.V.,</i> <span class=\"citation no-link\"><span class=\"volume\">815</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">745</span></span>, 760 (S.D.N.Y.1993) (denying Rule 56(f) request after determining the disposition of the case made the requests not relevant to determining the summary judgment motion). Here, as the Court has determined that Boulder lacks standing to claim that the transferred funds were held by the 1031 Debtors in trust for certain Exchangers, Boulder's requests for additional discovery to demonstrate the existence of trusts are not relevant to any legal argument it can make in the case. Therefore, to the extent that the Rule 56(f) request targeted additional discovery to demonstrate the existence of such trusts, it is denied.</p>\n<p>For similar reasons Boulder's request for additional discovery in an apparent attempt to support a possible defense under section 548(c) must also be denied. Boulder seeks to depose Okun and receive testimony that the transfers at issue in this case were merely the proceeds of loans that he took from the 1031 Debtors and directed to Boulder. But, as discussed above, this discovery will not, as a matter of law, permit Boulder to assert a section 548(c) defense as a requirement of the defense is to demonstrate that the transfereeBouldergave value to the debtor for the transferred property. <i>See In re Johnson,</i> 357 B.R. at 140. As the discovery <span class=\"star-pagination\">*77</span> Boulder seeks is irrelevant to its defenses, the Court denies the request. <i>See, e.g., </i><i>Haponik,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">523385</span></span>, at *7.</p>\n<p></p>\n<h2>F. Calculation of Judgment Amount</h2>\n<p>Having concluded that the Trustee is entitled to summary judgment at this stage, all that remains is for the Court to determine the amount in which judgment should be entered against Boulder. As discussed above, it is undisputed that the first two transfers at issue in this case both occurred on September 7, 2005 in the amounts of $4,400,000 and $18,369,000. It is further undisputed that they were both routed from 1031 Debtor AEC directly to Boulder. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 23.) Thus, the total amounts of these transfers, $22,769,000, is avoidable.</p>\n<p>The facts regarding the next transfer at issue are also undisputed. On June 26, 2006, $18,985,211.41 in funds were sent to LandAmerica from an NES commercial checking account to assist with the refinancing of the West Oaks Mall. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 33 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶ 33.) Once in LandAmerica's escrow account, these funds were joined with $86 million in loans funds to be used to refinance the West Oaks Mall. On June 26, 2006, LandAmerica transferred $18,475,200 of funds in the LandAmerica account to Boulder Capital.<sup>[6]</sup> (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33-36 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 33-36.) The Trustee maintains that it is entitled to a judgment in the amount of $4,618,750 because of this transfer. Specifically, the Trustee argues that he is entitled to a quarter of the total $18,475,200 transferred to Boulder Capital because Boulder Capital purportedly received 25% of the total escrowed amounts.</p>\n<p>The Trustee argues that the law supports granting it judgment to a pro rata share of funds. <i>See, e.g., </i><i>U.S. v. Banco Cafetero Panama,</i> <span class=\"citation\" data-id=\"474505\"><a href=\"/opinion/474505/united-states-v-banco-cafetero-panama-banco-cafetero-colon/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1154</span></a></span>, 1159 (2d Cir.1986) (observing that, for forfeiture purposes, the court could take \"a pro rata share of any withdrawal from the account or of any asset purchased with such withdrawal, the share determined by the ratio of the [total] tainted deposit to the funds in the account immediately after the deposit\"). Here, however, even assuming that the Trustee is correct on the law, he has not identified any evidence in the record to support his position that 25% of the total funds used to complete the refinancing were stolen from the 1031 Debtors. All the Trustee offers evidence to demonstrate is that Boulder received $18,475,200 in funds from LandAmerica and that $18,985,211.41 in funds were sent to LandAmerica from an NES commercial checking account. While the Trustee forwards a loan document illustrating, and Boulder does not contest, that an additional $86 million was used assist in the refinancing, the Trustee offers no evidence of the total sum deposited in LandAmerica's escrow account. Without this information, the Court cannot determine the ratio of tainted funds to clean funds required to calculate the appropriate judgment amount here. Thus, the Trustee has not demonstrated <span class=\"star-pagination\">*78</span> that it is entitled to 25% of the $18,475,200 Boulder received. Because of these infirmities, the Court cannot grant judgment for this amount. As demonstrated above, however, the Trustee is clearly entitled to summary judgment on the issue of liability for this transfer; the lone issue is with calculating the correct amount to award. <i>See</i> FED.R.CIV.P. 56(d)(2) (\"An interlocutory summary judgment may be rendered on liability alone, even if there is a genuine issue on the amount of damages.\"). The Trustee therefore may renew its summary judgment motion on this issue if it can properly support its judgment calculation. The parties should resolve this issue by stipulation, if possible.</p>\n<p>Finally, the facts regarding the final September 29, 2006 transfer are also largely undisputed. There, $1,533,845.24 in funds from an SOS checking account at Citibank were routed to LandAmerica to assist in paying off a loan made by a Boulder entity to non-debtor Okun entities to acquire two different properties. LandAmerica then routed the total funds needed to pay off the loan, including funds from another loan, to the Boulder entity. (<i>Compare</i> Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 38-42 <i>with</i> Boulder Defendant's Response to the Trustee's Statement Pursuant to Local Bankruptcy Rule 7056-1 at ¶¶ 38-42.) Thus, as the $1,533,845.24 in funds diverted from an SOS checking account were clearly received by Boulder, this amount is avoidable and judgment should be granted to the Trustee for the transfer.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For these reasons the Court concludes that partial summary judgment is appropriate in these circumstances. Boulder essentially relied on single line of argument, which it does not have standing to make, in defense of this motion. Stripped of this position, the Trustee overcame Boulder's remaining weak and underdeveloped arguments against summary judgment. Therefore the Trustee is entitled to summary judgment in the amount of $24,302,845.24. This amount represents the funds transferred in the September 7, 2005 and September 29, 2006 transfers. As discussed above, while the Trustee has demonstrated that he is entitled to summary judgment on the issue of fraudulent conveyance for the June 26, 2006 transfer, he has not yet demonstrated the amount subject to avoidance.</p>\n<p>A separate order will be entered requiring counsel for the parties to appear before the Court to address the remaining issues raised by the motion for partial summary judgment. Additionally, counsel are also directed on or before September 15, 2010, to file additional briefs, not to exceed 5 pages in length, addressing what interest, if any, the Trustee is entitled to recover on any judgment that is entered.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The 1031 Debtors consist of the following entities: (1) Atlantic Exchange Co. LLC (\"AEC\"); (2) Security 1031 Services, Inc. (\"SOS\"); (3) Real Estate Exchange Co., LLC; (4) National Exchange Services QI, Ltd. (\"NES\"); (5) Investment Exchange Group, LLC; and (6) 1031 Advance Inc. Each of the 1031 Debtors (aside from AEC) filed a voluntary petition for Chapter 11 relief on May 14, 2007. AEC filed its chapter 11 petition on June 11, 2007. This opinion references individual 1031 Debtors but also aggregates the 1031 Debtors together at times for clarity.</p>\n<p>[2]  The Boulder defendants are: (1) Boulder Capital LLC; (2) Boulder Columbus LLC; (3) Boulder West Oaks LLC; (4) Boulder Holding VI, LLC; (5) Boulder Holdings X, LLC; and (6) Roy S. MacDowell, Jr. (\"MacDowell\"). The current motion for partial summary judgment is not pending against MacDowell or Boulder Holding VI, LLC. For purposes of clarity, this opinion uses the term \"Boulder\" to describe the Boulder defendants that are the subject of the Trustee's motion for partial summary judgment.</p>\n<p>[3]  The facts for this section are derived from the Trustee's Local Rule 7056-1 statement. They are largely undisputed with the exception of the parties' disagreements with regards to consideration allegedly received by the 1031 Debtors.</p>\n<p>[4]  In support of its trust arguments Boulder relies heavily on <i>Daly v. Kennedy (In re Kennedy),</i> <span class=\"citation\" data-id=\"1547737\"><a href=\"/opinion/1547737/in-re-kennedy/\"><span class=\"volume\">279</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">455</span></a></span> (Bankr.D.Conn.2002). <i>Kennedy</i> is inapposite. The court in <i>Kennedy</i> assumed the existence of a trust when making its determination that certain transferred funds were not property of the estate. <i>See id.</i> at 458-59. The Court agrees that funds held in trust by a debtor for the benefit of a third party are not funds of the estate. But as the <i>Kennedy</i> court presumed the existence of a trust, it has no precedential value on the issue whether a litigant has standing to litigate the existence of a trust on behalf of a third party.</p>\n<p>[5]  As the Court determines that Boulder lacks standing to raise the existence of a trust in defense to this motion, it need not substantively address the parties' arguments regarding the impact of the plan of reorganization on Boulder's ability to raise trust arguments in this adversary proceeding. The Court observes, however, that Section 11.6 of the 1031 Debtors' plan of reorganization (the \"Injunction Provision\") enjoins \"all persons ... <i>who have held,</i> hold, or may hold Claims against or Interests in any of the Debtors ....\" (emphasis added). Given the scope of the Injunction Provision, it appears to enjoin any claims an Exchanger would have had against the 1031 Debtors, including a claim seeking to establish an express trust.</p>\n<p>[6]  As demonstrated in the discussion above, LandAmerica, for purposes of the June 26, 2006 and September 29, 2006 transfers was a mere conduit for the transfers and its presence does not alter the Boulder entities from being an initial transferee. <i>See supra</i> Part II.D.1.a.i.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/136984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/456330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/499808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/516920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533571/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/582701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1194943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1254556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1303685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1359752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1444914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1527341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1547737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1551812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1841848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1842478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1844905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1852875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1870483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1877756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1887714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1915369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1917837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1927542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1966621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2164647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2471250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2500294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2504755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2522653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3602737/"
          ]
        }
      ],
      "judges": "Martin Glenn",
      "date_created": "2015-10-15T17:51:08.548737Z",
      "date_modified": "2016-03-03T21:42:34.698332Z",
      "date_filed": "2010-08-27",
      "date_filed_is_approximate": false,
      "slug": "in-re-1031-tax-group-llc",
      "citation_id": 2165295,
      "case_name_short": "In Re 1031 Tax Group, LLC",
      "case_name": "In Re 1031 Tax Group, LLC",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "439 B.R. 47",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2060154/in-re-1031-tax-group-llc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:36:26.319825Z",
  "date_modified": "2014-10-30T21:36:26.319825Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re 1031 Tax Group, LLC",
  "case_name": "In Re 1031 Tax Group, LLC",
  "case_name_full": "",
  "slug": "in-re-1031-tax-group-llc",
  "docket_number": "Bankruptcy No. 07-11448 (MG). Adversary No. 09-01129 (MG)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}