{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2060108/",
  "id": 2060108,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2192583/",
      "id": 2192583,
      "absolute_url": "/opinion/2192583/upchurch-v-albear/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/8346/",
        "https://www.courtlistener.com:80/api/rest/v3/people/8372/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2060108/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2192583/",
          "id": 2192583,
          "absolute_url": "/opinion/2192583/upchurch-v-albear/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2192583/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:34:15.742101Z",
          "date_modified": "2017-04-08T21:14:36.756111Z",
          "type": "010combined",
          "sha1": "a57df0225e6f726da8df53145c9aeaf74c35a7b2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>5 S.W.3d 274 (1999)</b></center>\n<center><h1>Tom UPCHURCH, Jr. and Tom Upchurch, Jr. &amp; Associates, Wayne B. Barfield, Individually and d/b/a Wayne Barfield, P.C., Appellants,<br>\nv.<br>\nSan Jose and Natalia ALBEAR, et al., Appellees.</h1></center>\n<center>No. 07-98-0009-CV.</center>\n<center><p><b>Court of Appeals of Texas, Amarillo.</b></p></center>\n<center>August 25, 1999.</center>\n<center>Opinion on Rehearing October 22, 1999.</center>\n<center>Rehearing Overruled November 22, 1999.</center>\n<p><span class=\"star-pagination\">*276</span> Wayne B. Barfield, Amarillo, Peterson Farris Doores, Jones, James H. Doores, Amarillo, for appellants.</p>\n<p>Lynn S. Kuriger, Larry J. Doherty, Houston, for appellees.</p>\n<p>Before QUINN and REAVIS and JOHNSON, JJ.</p>\n<p>DON H. REAVIS, Justice.</p>\n<p>Tom Upchurch, Jr., and Tom Upchurch, Jr. &amp; Associates, and Wayne B. Barfield, individually, and Wayne B. Barfield, P.C. (attorneys) bring this appeal from a summary judgment that they take nothing against San Jose Albear, <i>et al.,</i> approximately 140 clients (clients), and attorney John Lesly. The clients also appeal from a summary judgment that they take nothing against the attorneys and also contend the trial court erred in denying their motions to abate the actions of the attorneys. Based upon our review of the clerk's record which includes over 7000 pages of pleadings, summary judgment motions and evidence, and also based upon the rationale and authorities expressed herein, we affirm the judgment of the trial court in part and reverse in part, remanding a portion of the cause to the trial court for further proceedings.</p>\n<p>The attorneys represented approximately 870 clients as plaintiffs in two underlying toxic tort cases. Following receipt of two settlement offers from the defendants totaling approximately $27 million, the attorneys conducted individual settlement conferences with the clients. After completion of multiple settlement conferences with the clients, most agreed to settle and executed confidential settlement agreements, except Douglas Allan Coffee and Judy Stone Sablatura, Executrix of the Estate of Mike Sablatura, appellees herein who did not settle.<sup>[1]</sup> Following completion of settlement documentation and distribution of settlement proceeds in May 1994, the clients engaged other counsel who commenced sending 60-day notice letters to the attorneys relating the clients' intentions to file suit for negligence, legal malpractice and violations of the Texas Deceptive Trade Practices Act.<sup>[2]</sup> Before expiration of the 60-day period, on July 15, 1994, attorney Upchurch filed an action against the clients in cause number 79,998-A, and on July 28, 1994, attorney Barfield filed a similar action against the clients in cause number 80,038-A, both in <span class=\"star-pagination\">*277</span> the 47th District Court of Potter County.<sup>[3]</sup> After the clients answered in the Potter County actions, they then filed suit against the attorneys in the 165th District Court of Harris County on February 8, 1995. Next, the clients filed pleas in abatement in each cause in Potter County on May 16, 1995, which were denied on August 4, 1995. Following recusal of the presiding judge, the clients presented their pleas in abatement for reconsideration to the assigned visiting judge, who declined to reconsider them. Before we consider all parties' contentions regarding the granting of the summary judgments, we will first consider the clients' second cross-issue, by which they assert the trial court erred in denying the motions to abate and in denying reconsideration of the motions to abate.</p>\n<p></p>\n<h2>Abatement</h2>\n<p>Notwithstanding the rule that the court where proceedings are filed first acquires dominant jurisdiction, relying on <i>Wyatt v. Shaw Plumbing Co.,</i> 760 S.W.2d 245, 248 (Tex.1988) and <i>Abor v. Black,</i> 695 S.W.2d 564 (Tex.1985), the clients contend the trial court erred in denying their pleas in abatement. However, under <i>Wyatt,</i> 760 S.W.2d at 247-48, which involved a compulsory counterclaim, the 47th District Court of Potter County acquired dominant jurisdiction. Moreover, <i>Abor</i> is not controlling here because the attorneys' pleadings sought affirmative relief in addition to a declaration of non-liability. The clients also contend that the attorneys are estopped by their conduct to assert the rule of dominant jurisdiction. Estoppel is a fact question, <i>4M Linen &amp; Uniform v. W.P. Ballard &amp; Co.,</i> 793 S.W.2d 320, 322 (Tex.App.-Houston [1st Dist.] 1990, writ denied); however, we have not been provided with a reporter's record of the hearing where the pleas in abatement were presented.<sup>[4]</sup> In the absence of evidence to support a plea in abatement, the trial court should not grant abatement. <i>Atkinson v. Reid,</i> 625 S.W.2d 64, 67 (Tex.App.-San Antonio 1981, no writ). Thus, we cannot determine whether the trial court erred in denying the pleas in abatement and in refusing to reconsider the pleas. <i>Vestal v. Jackson,</i> 598 S.W.2d 724, 725 (Tex.Civ.App.-Waco 1980, no writ). Cross-issue two raised by the clients asserting that the trial court erred in denying and in reconsidering the pleas in abatement is overruled.</p>\n<p>Because the multiple claims, summary judgment evidence, and proceedings are not common to all parties, and the issues presented are diverse, we are compelled to conduct our review and analysis of relevant issues on a party basis. Before commencing our analysis however, we set forth the appropriate standard of review which is common to all contentions presented on appeal.</p>\n<p></p>\n<h2>Summary Judgment Standard Of Review</h2>\n<p></p>\n<h2>And Preservation of Error</h2>\n<p>For a party to prevail on a motion for summary judgment, he must conclusively establish the absence of any genuine question of material fact and that he is entitled to judgment as a matter of law. Tex.R. Civ. P. 166a(c). This requirement dictates that when the defendant is the movant, he must conclusively negate at least one of the essential elements of the plaintiff's <span class=\"star-pagination\">*278</span> cause of action. Likewise, a defendant who conclusively establishes each element of an affirmative defense is entitled to summary judgment. <i>Randall's Food Markets, Inc. v. Johnson,</i> 891 S.W.2d 640, 644 (Tex.1995). In <i>Nixon v. Mr. Property Management Co.,</i> 690 S.W.2d 546, 548-49 (Tex.1985), the Court set out the standard by which we are to review a summary judgment:</p>\n<blockquote>1. The movant for summary judgment has the burden of showing that there is no genuine issue of material fact and that it is entitled to judgment as a matter of law.</blockquote>\n<blockquote>2. In deciding whether there is a disputed material fact issue precluding summary judgment, evidence favorable to the non-movant will be taken as true.</blockquote>\n<blockquote>3. Every reasonable inference must be indulged in favor of the non-movant and any doubts resolved in its favor.</blockquote>\n<p>Once the movant has established a right to summary judgment, the non-movant has the burden to respond to the motion for summary judgment and present to the trial court any issues that would preclude summary judgment. <i>City of Houston v. Clear Creek Basin Authority,</i> 589 S.W.2d 671, 678 (Tex.1979); <i>Barbouti v. Hearst Corp.,</i> 927 S.W.2d 37, 64 (Tex.App.-Houston [1st Dist.] 1996, writ denied). Issues which the non-movant contends preclude the granting of a summary judgment must be expressly presented to the trial court by written answer or other written response to the motion and not by mere reference to summary judgment evidence. <i>McConnell v. Southside School Dist.,</i> 858 S.W.2d 337, 341 (Tex.1993). Issues not expressly presented to the trial court in writing shall not be considered on appeal as grounds for reversal. Tex.R. Civ. P. 166a(c). Further, all theories in support of or in opposition to a motion for summary judgment must be presented in writing to the trial court. <i>Casso v. Brand,</i> 776 S.W.2d 551, 553 (Tex.1989). When a summary judgment does not specify or state the grounds relied on, the summary judgment will be affirmed on appeal if any of the grounds presented in the motion are meritorious. <i>Carr v. Brasher,</i> 776 S.W.2d 567, 569 (Tex.1989); <i>Insurance Co. of N. Am. v. Security Ins.,</i> 790 S.W.2d 407, 410 (Tex.App.-Houston [1st Dist.] 1990, no writ).</p>\n<p></p>\n<h2>Attorneys v. Clients</h2>\n<p></p>\n<h2>and Attorney John Lesly</h2>\n<p>By their live pleading, the attorneys sought relief against the clients and attorney John Lesly alleging seven causes of action: (1) a declaratory judgment requesting (a) construction of contracts with the clients, (b) a declaration regarding their fees, and (c) a declaration regarding expenses, court costs and the like; (2) fraud by the settling and non-settling clients; (3) tortious interference with their contracts with clients by clients and John Lesly; (4) conspiracy; (5) perjury; (6) interception of communications; and (7) spoliation of evidence. Because the attorneys' sole issue on appeal is that fact issues were raised by the summary judgment evidence regarding their claims of conspiracy to commit fraud and fraud, we limit our analysis to those claims.</p>\n<p>In their brief, the attorneys distill thousands of pages of summary judgment evidence and pleadings by summarizing their claims alleging that while settlement conferences were in progress in the underlying toxic tort cases, some clients conspired with Lesly, a former Upchurch associate, and Larry Sexton, a former non-lawyer employee of Upchurch, to plot a malpractice suit against the attorneys. According to the attorneys, the plan was for Lesly to suggest questions which the clients should ask during settlement conferences while secretly recording the conversations. The attorneys conclude that this conduct by the clients during settlement conferences constituted knowing misrepresentations which they relied on, causing them to sustain damages. By their motion for summary judgment, the clients urged that the attorneys' claims <span class=\"star-pagination\">*279</span> failed as a matter of law because Texas law does not impose any such duty by clients to attorneys. After restating the duty question,<sup>[5]</sup> the clients also urged that they had a right to seek a \"second opinion\" from other counsel regarding the settlement proposal and asserted that the summary judgment evidence precluded the fraud claim. Also, by his separate motion for summary judgment, attorney Lesly presented the question whether he owed a duty to the attorneys to refrain from advising and/or representing the clients in these circumstances. First, we will consider the clients' motion and then consider Lesly's motion.</p>\n<p></p>\n<h2>Clients'</h2>\n<p></p>\n<h2>Motion for Summary Judgment</h2>\n<p>After noting that (1) a fiduciary relationship exists between attorney and client, (2) as a fiduciary, an attorney is obligated to render a full and fair disclosure of facts material to the client's representation, (3) the client must feel free to rely on the attorney's advice, (4) facts which might ordinarily require investigation likely may not excite suspicion where a fiduciary relationship is involved, and (5) breach of the duty to disclose is tantamount to concealment, in <i>Willis v. Maverick,</i> 760 S.W.2d 642, 645 (Tex.1988), the Court held that because of the special relationship between an attorney and client, the \"discovery\" rule may be imposed in appropriate cases. Although a discovery question is not presented here, the comments of the Court regarding the attorney-client relationship do apply to the clients' motion for summary judgment. In addition to the duties arising from an attorney-client relationship, other duties of the attorneys arise from the contracts entered into with the clients.</p>\n<p>According to the summary judgment evidence, the clients executed one of two written contracts with the attorneys. Paragraph 4 of each contract provides as follows:</p>\n<p></p>\n<h2>APPROVAL NECESSARY FOR SETTLEMENT</h2>\n<p>4. No settlement of any nature shall be made for any of the aforesaid claims of the Client without the complete approval of the Client, and all offers of settlement shall be communicated to the Client; the Client shall not accept a settlement on the aforesaid claims without the completed approval of the Attorney.<sup>[6]</sup></p>\n<p>Because of the nature of an attorney-client relationship and paragraph 4 of the contract, the clients were entitled to any and all information material to the settlement proposal and the attorneys were obligated to answer any and all questions material to the settlement proposal, including their evaluation of the case, the prospects of recovery, and the underlying reasons for their recommendations, to enable the clients to make an informed decision whether to accept or reject the settlement. The summary judgment evidence shows that the attorneys represented over 800 clients in the underlying toxic tort cases and the individual clients were aware that the settlement of $27 million would be used to pay expenses and fees and the balance apportioned among the clients. Also, the summary judgment evidence establishes that the attorneys recommended acceptance of the settlement proposal to the clients, and we note that the law favors resolution of controversies through compromise and settlement rather than through litigation. <i>Hernandez v. Telles,</i> <span class=\"star-pagination\">*280</span> 663 S.W.2d 91, 93 (Tex.App.-El Paso 1983, no writ). Further, the contract between the attorneys and the clients did not prohibit the clients from asking questions, taking notes, and making recordings during conferences with their attorneys, nor did it limit or restrict the clients from seeking a second opinion regarding the settlement proposal. Moreover, under Rule 4.02(d) of the Texas Disciplinary Rules, Lesly was not prohibited from advising the clients regarding the settlement proposal. Tex. Disciplinary R. Prof'l Conduct 4.02(d), <i>reprinted in</i> Tex. Gov't Code Ann., tit. 2, subtit. G app. A (Vernon 1998) (Tex. State Bar R. art. X, § 9). We therefore hold that any recordings made or notes taken by the clients of the attorneys' comments during settlement conferences and consultations with other clients, who were also considering settlement proposals, was permissive and did not constitute a breach of any duty owed by the clients to the attorneys.</p>\n<p>Citing <i>Eagle Properties, Ltd. v. Scharbauer,</i> 807 S.W.2d 714, 723 (Tex.1990) and <i>Massey v. Armco Steel Co.,</i> 652 S.W.2d 932 (Tex.1983), the attorneys correctly set out the elements of civil conspiracy and fraud. However, (i) because acts which are expressly or impliedly authorized by law cannot be made the basis of a claim for damages, (<i>i.e.,</i> no duty), <i>Farnsworth v. Massey,</i> 365 S.W.2d 1, 5 (Tex.1963), (ii) the proper exercise of a legal right cannot constitute a legal wrong for which a cause of action will lie, <i>Tennessee Gas Pipeline v. Lenape Res.,</i> 870 S.W.2d 286, 304 (Tex.App.-San Antonio 1993), <i>modified,</i> 925 S.W.2d 565 (Tex.1996), (<i>i.e.,</i> malpractice suit not wrongful), and (iii) because the clients' alleged actions were impliedly if not expressly authorized by law and were not prohibited by the contracts between them and the attorneys, the trial court did not err in granting the clients' motion for summary judgment.<sup>[7]</sup> The attorneys' sole issue is overruled.</p>\n<p></p>\n<h2>Attorney John Lesly's</h2>\n<p></p>\n<h2>Motion for Summary Judgment</h2>\n<p>Because an attorney-client relationship did not exist between the attorneys and Lesly, we must conduct our review of the summary judgment separately. According to the summary judgment evidence, Lesly did not participate in any settlement conferences with the attorneys and Lesly declined to make any recommendations to the clients concerning the settlement proposal. The brief of the attorneys does not challenge his statement.</p>\n<p>By their live pleading, the attorneys alleged that Lesly tortiously interfered with their contracts with the clients, while their remaining allegations were directed to the clients. However, the issue and contention presented on appeal by the attorneys is directed to the fraud and conspiracy claims and the attorneys do not present any issue on appeal contending that fact issues were presented as to their claim of tortious interference with their contracts with their clients. Accordingly, in the absence of properly assigned error, we cannot <i>sua sponte</i> raise a point of error to reverse a trial court's judgment. <i>See </i><i>San Jacinto River Authority v. Duke,</i> 783 S.W.2d 209, 210 (Tex.1990). Accordingly, the summary judgment that the attorneys take nothing against Lesly is final and must be affirmed.</p>\n<p></p>\n<h2>Clients v. Attorneys</h2>\n<p>Without asserting a traditional malpractice suit, or contending that the settlement of their suits was insufficient, by their <span class=\"star-pagination\">*281</span> second amended counterclaim,<sup>[8]</sup> although the pleading is somewhat unusual and difficult to discern, the clients allege (1) the attorneys violated fiduciary duties for which the clients sought fee forfeiture; (2) violations of the DTPA; (3) mental anguish proximately caused by the attorneys' actions; and (4) the need for an accounting of expenses charged by the attorneys and deducted from the settlement proceeds. By their motion for summary judgment,<sup>[9]</sup> among other matters, the attorneys contend (1) the clients did not allege a traditional malpractice suit; (2) because the clients did not claim any actual damages resulting from the settlement, the theory of malpractice does not exist in Texas; (3) the non-parties and non-settling parties had no cause of action; (4) the minors' claims were barred by judicial estoppel because the claims of the minor clients had been approved by judicial actions; and (5) doctrine of election of remedies. However, the motion did not address the clients' claim for accounting of expenses.</p>\n<p>In response to the attorneys' motion for summary judgment, the clients filed written objections to the evidence on the grounds that (1) the evidence was not cited, indexed, or referenced to the motion and contended that neither the trial court nor this Court have the duty to search the record to correlate the exhibits to the motion; (2) the motion was an improper attempt to raise matters which should have been raised by special exception; and (3) the 26-page affidavit of attorney Barfield was incompetent. By their response to the attorneys' motion, the clients also asserted (1) the motion was not in compliance with Rule 166a of the Texas Rules of Civil Procedure; (2) the motion constituted an improper use of summary judgment in lieu of special exceptions; (3) case within a case absurdity; (4) fiduciary duty, fee forfeiture, and mental anguish damages; (5) incompetence of attorney Barfield's affidavit; (6) non-settling plaintiffs; (7) the \"judgment call\" defense; (8) the minors' cases; (9) conflict of interest; and (10) lawsuit abuse.</p>\n<p>On August 15, 1997, with a court reporter present, the visiting judge heard the attorneys' motion for summary judgment. Although the judge declined to rule on the clients' objections to the attorneys' summary judgment evidence, on October 14, 1997, the trial court signed an interlocutory summary judgment granting the motions for summary judgment of the attorneys, clients, and Lesly. Also, without a request by any party, the trial judge signed and filed his \"Conclusions of Law\"<sup>[10]</sup> as follows:</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Upon rendering an interlocutory summary judgment granting the parties' respective <span class=\"star-pagination\">*282</span> defensive motions for summary judgment, the Court makes and files the following conclusions of law.</p>\n<p>A. <i>Conclusions on Defendants/Counter-Plaintiffs' and Defendant John Lesly's Motions for Summary Judgment</i></p>\n<p>1. Plaintiffs do not have a cause of action for a declaratory judgment, or for attorneys fees pursuant thereto, because Plaintiffs' declaratory judgment action was only a defensive action, seeking a favorable judgment on claims that Plaintiffs had learned were being asserted against Plaintiffs by Defendants/Counter-Plaintiffs.</p>\n<p>2. Plaintiffs do not have a cause of action for conspiracy to file Counter-Plaintiffs' claims, for filing the counterclaim, or for damages resulting from Counter-Plaintiffs action, because there is no cause of action for filing a court action, and the Court concludes from Counter-Plaintiffs' pleadings that their claims were not frivolous, were not filed in bad faith, were not filed for harassment, were not filed simply to delay the Plaintiffs' case, and were not in violation of T.R.C.P. Rule 13.</p>\n<p>B. <i>Conclusions on Plaintiff's/Counter-Defendants' Motions for Summary Judgment</i></p>\n<p>1. By affirmatively electing not to undertake the burden of showing that their recovery from Celanese would have been greater but for alleged malpractice by the Counter-Defendant lawyers, Counter-Plaintiffs judicially admit that the part of the Celanese damage suit settlement money they received was not inadequate, and Counter-Plaintiffs do not seek to recover from their lawyers actual damages other than for emotional distress and mental anguish allegedly caused by their lawyers, and for unaccounted expenses retained by their lawyers.</p>\n<p>2. In this posture, Counter-Plaintiffs do not have an action against their lawyers for emotional distress, mental anguish, or punitive damages, based on allegations that their lawyers' statements caused them to experience unjustified fears of Celanese pollution.</p>\n<p>3. As Counter-Plaintiffs admit that the part of the Celanese damage suit settlement money they received was not inadequate, Counter-Plaintiffs do not have a cause of action for forfeiture and payment to them of the lawyers' contingent fee part of the recovery from Celanese.</p>\n<p>4. Counter-Plaintiffs' objections, that Counter-Defendants' Motions for Summary Judgment are not sufficient to support summary judgment on the grounds addressed by the above conclusions of law, are not well taken, because those Motions do sufficiently allege that as a matter of law Counter-Defendants caused no damages to Counter-Plaintiffs.</p>\n<p>5. Counter-Plaintiffs' objections attacking defects in Counter-Defendants' summary judgment evidence should not be considered, because the Court concludes that all fact issues suggested by summary judgment evidence were not relevant and that both sides were entitled to summary judgments as a matter of law. Decisions about whether summary judgment evidence was sufficient to raise non-relevant fact issues would be advisory and improper.</p>\n<p>Following a severance of the clients' cause of action for accounting of expenses, the trial court signed a judgment that the clients take nothing against the attorneys. By one cross-issue containing five sub-issues, the clients contend the trial court erred in granting the attorneys' motion for summary judgment, (A) because the trial court did not read the summary judgment evidence and did not reach factual issues, it erred when it failed to include the legal grounds for its decision within the final summary judgment; (B) because the trial court did not include its legal grounds for decision in the final summary judgment, it erred when it failed to sustain the clients' objections to the attorneys' summary judgment evidence; (C) because the attorneys contended that all of the clients' causes of <span class=\"star-pagination\">*283</span> action were merely restatements of a claim for legal malpractice, and thereafter did not address or disprove with competent summary judgment evidence essential elements of the discrete causes of action, the trial court erred when it granted summary judgment on all the attorneys' causes of action; (D) because the clients did not allege a traditional \"suit within a suit,\" the trial court erroneously concluded that they could not obtain fee forfeiture nor recover damages for mental anguish and emotional distress caused by the attorneys' unjustified and unprovable misrepresentations that the clients would suffer serious, even fatal, health problems; and (E) the trial court erred in granting the attorneys' summary judgment motion because their affirmative defenses were inapplicable to the facts of this case and because each element of the affirmative defenses was not established as a matter of law by competent summary judgment evidence.</p>\n<p>We first consider whether the trial court erred in granting summary judgment that the clients take nothing on their claims for fee forfeiture based upon their allegation that the attorneys violated fiduciary duties to them, as is presented in sub-issue (C). By their pleadings, motion for summary judgment, and briefs filed herein, the attorneys asserted that because the clients did not contend that the monetary settlements were inadequate, they suffered no damages and had not alleged a traditional malpractice suit. In response, however, among other things, the clients contended that because the attorneys had breached their fiduciary duties to them, they were entitled to recover fee forfeiture.</p>\n<p>At the conclusion of the hearing of all motions for summary judgment, on August 15, 1997, the reporter's record shows that, among other announcements, the trial judge announced:</p>\n<p>Next, I conclude as a matter of law that the Counter-plaintiffs do not have a cause of action for forfeiture of the attorneys' part of the recovery from Celanese in this case where the Counter-plaintiffs do not contend that they were entitled to more than their part of the recovery from Celanese. And again, that conclusion concerning their contention is based on the judicial admission which is specified, at least in a response in the summary judgment proceedings and I think elsewhere, that they do not seek to recover because of inadequate recovery from Celanese.</p>\n<p>The foregoing announcement on the reporter's record is similar to conclusion of law number three. At the time of the hearing, and the trial court's announcements on the record, and when the trial court signed its interlocutory summary judgment on October 14, 1997, the opinion in <i>Arce v. Burrow,</i> 958 S.W.2d 239 (Tex.App.-Houston [14th Dist.] 1997, pet. granted), had not been released. After withdrawing two prior opinions, among other things, the Fourteenth Court of Appeals held that fee forfeiture is a recognized remedy when an attorney breaches fiduciary duties to the client, and that where the client claims that an attorney breached any fiduciary duties, it is not essential that the client show causation or damage to be entitled to fee forfeiture.</p>\n<p>Following the decision by the Fourteenth Court of Appeals, the attorneys and the clients filed petitions for review to the Supreme Court of Texas. By its opinion in <i>Burrow v. Arce,</i> 997 S.W.2d 229 (Tex.1999), among other things, the Court held that where an attorney breaches a fiduciary duty to the client, the attorney may be required to forfeit all or part of the professional fee, irrespective of whether the breach caused the client actual damages. In addition, although the Court held that the determination as to the amount of any fee forfeiture must be made by the trial court, it \"must determine from the parties whether factual disputes exist that must be decided by a jury before the court can determine\" whether fee forfeiture is appropriate and the amount thereof. Accordingly, we sustain sub-issue (C) to the <span class=\"star-pagination\">*284</span> extent that it applies to fee forfeiture because of a breach of fiduciary duties by the attorneys.</p>\n<p>Next, we consider sub-issue (B), by which the clients contend the trial court erred when it failed to sustain their objections to the attorneys' summary judgment evidence. At commencement of the hearing on August 15, 1997, the trial court announced that it had read the motions for summary judgment and the responses, but that it had not read the exhibits, (<i>i.e.,</i> summary judgment evidence). After the trial court announced it would grant all motions for summary judgment, and while the reporter continued to record the hearing, counsel for the clients again urged the court to rule on the clients' objections to the attorneys' summary judgment evidence. The reporter's record shows in part the following:</p>\n<p>MR. DOHERTY: If I understand your rulings, they're all based on determinations of law?</p>\n<p>THE COURT: Correct.</p>\n<p>MR. DOHERTY: Not determinations of fact?</p>\n<p>THE COURT: They're based on the conclusions of law that I have stated. I do not reach any decision on the disagreements between the lawyers about whether there are fact issues. Does that clarify what you have just inquired about?</p>\n<p>MR. DOHERTY: Yes, Your Honor. And further, does your decision reach my objections both to Plaintiffs' Motions for Summary Judgment and my objections to their response to Defendant's Counter-plaintiffs' Motion for Summary Judgment?</p>\n<p>THE COURT: I don't reach thoseI don't reach those decisions and don't make any rulings on the objections, because I conclude as a matter of law that this result is required by the conclusions of law that I have stated concerning the causes of action asserted by the two sides....</p>\n<p>MR. DOHERTY: So that I may be clear, Your Honor, are my objections sustained or overruled?</p>\n<p>THE COURT: I had answered that question by saying I make no decision onare you entitled to a decision where the judgment goes up on other grounds?</p>\n<p>MR. DOHERTY: I think if I don't insist on it, I may have waived it. And I mean no disrespect, Judge. I'm not trying to put you in a box</p>\n<p>THE COURT: No, no. I don't mind making judicial decisions, but I don'tits not proper for me to make advisory decisions. And it seems to me that those decisions would be advisory where the lawsuit or the judgment is controlled by these conclusions of law that don't have anything to do with the objections to the motions.</p>\n<blockquote>* * *</blockquote>\n<p>THE COURT: I will conclude that those objections at this point would constitute advisory opinions, because the judgment is controlled by the conclusions that I've stated.... And so I conclude that for the purposes of urging the point on which the motion has been granted, the motion is sufficient, I do not reach and I decline to make any other decisions on the sufficiency of the motion.</p>\n<p>MR. DOHERTY: Are all of the other objections, then, not beingor</p>\n<p>THE COURT: I decline to make decisions on them. And the record may show that the Counter-plaintiffs except to that and request decisions on all of those other matters....</p>\n<p>The record shows that the foregoing comments were made by the court <i>sua sponte</i> and that counsel for the attorneys did not address the issue.</p>\n<p>By their objection to the summary judgment evidence, among other things, the clients asserted that the summary judgment evidence consisting of almost 3000 pages was not properly before <span class=\"star-pagination\">*285</span> the court because it was not indexed, nor did it reference or cite to the motion. We agree. The clients, as nonmovants, were entitled to \"fair notice\" of the movants' contentions. <i>Pettitte v. SCI Corp.,</i> 893 S.W.2d 746, 747 (Tex.App.-Houston [1st Dist.] 1995, no writ); <i>Dear v. City of Irving,</i> 902 S.W.2d 731, 734 (Tex.App.-Austin 1995, writ denied). Also, before granting a summary judgment, the trial court has a duty to determine if there are any material fact questions. <i>Phillips v. Phillips,</i> 951 S.W.2d 955, 957(Tex.App.-Waco 1997, no writ); <i>Ellert v. Lutz,</i> 930 S.W.2d 152, 155 (Tex.App.-Dallas 1996, no writ). However, a general reference to a voluminous record which does not direct the court or the parties to the evidence on which the movant relies is not sufficient. <i>Rogers v. Ricane Enterprises, Inc.,</i> 772 S.W.2d 76, 81 (Tex.1989). Because the motion for summary judgment did not direct the court and the clients to the voluminous evidence, the basis of the motion, the trial court erred in not sustaining the clients' objections and in granting the summary judgment. We sustain sub-issue (B). Having concluded that the judgment of the trial court granting the attorneys' motion for summary judgment that the clients take nothing from the attorneys must be reversed and that portion of the case remanded, we do not address the remaining issues for such would amount to an advisory opinion.<sup>[11]</sup><i>Maranatha Temple v. Enterprise Products,</i> 833 S.W.2d 736, 742 (Tex.App.-Houston [1st Dist.] 1992, writ denied).</p>\n<p>Accordingly, that portion of the judgment of the trial court that the clients take nothing against attorneys Upchurch and Barfield is reversed and the cause is remanded to the trial court for further proceedings consistent with this opinion. In all other respects, the judgment of the trial court is affirmed.</p>\n<p></p>\n<h2><i>ON MOTION FOR REHEARING</i></h2>\n<p>By their motion for rehearing, the attorneys contend this Court erred by affirming the summary judgment that the attorneys take nothing against the clients and attorney John Lesly, and by reversing the summary judgment that the clients take nothing against the attorneys. Remaining convinced that our disposition of the appeal was proper, the attorneys' motion for rehearing will be overruled with the following additional comments.</p>\n<p>Among other contentions, the attorneys contend that our affirmance of the summary judgment granted in favor of Lesly was erroneous because they alleged in their pleadings that Lesly participated in the alleged fraud with the clients. Even if fraud was raised by the attorneys as an issue in opposition to Lesly's motion for summary judgment, nevertheless, our affirmance of the summary judgment in favor of Lesly was proper for the reasons set forth in our discussion of the clients' motion for summary judgment included in our original opinion, and because (i) acts which are expressly or impliedly authorized by law cannot be made the basis of a claim for damages, <i>Farnsworth v. Massey,</i> 365 S.W.2d 1, 5 (Tex.1963), (ii) the proper exercise of a legal right cannot constitute a legal wrong for which a cause of action will lie, <i>Tennessee Gas Pipeline v. Lenape Res.,</i> 870 S.W.2d 286, 304 (Tex.App.-San Antonio 1993), <i>modified,</i> 925 S.W.2d 565 (Tex.1996) (<i>i.e.,</i> malpractice suit not wrongful), and (iii) the clients' alleged actions were impliedly if not expressly authorized by law and were not prohibited by the clients' contracts with the attorneys.</p>\n<p>Next, the attorneys present multiple sub-points contending we erred in holding the trial court erred in not sustaining the clients' objections to the attorneys' summary judgment evidence. <span class=\"star-pagination\">*286</span> Contrary to the attorneys' contention, in addition to the portions of the reporter's record referenced in our original opinion, which we may consider for these purposes, <i>Matter of Marriage of Goodwin,</i> 562 S.W.2d 532, 534 (Tex.Civ.App.-Texarkana 1978, no writ), the record shows that counsel for the clients attempted to secure a ruling on the objections before presentation of the summary judgment motions, but the court responded that the objections would be discussed together with the merits.<sup>[1]</sup> Moreover, a trial court has no discretion to refuse to hear and rule on such objections because a refusal to timely rule on such objections frustrates the judicial system and may constitute a denial of due course of law. <i>In Re Martinez Ramirez,</i> 994 S.W.2d 682, 683 (Tex.App.-San Antonio 1998); <i>Barnes v. State,</i> 832 S.W.2d 424, 426 (Tex.App.-Houston [1st Dist.] 1992) (original proceeding). In <i>Rogers v. Ricane Enterprises, Inc.,</i> 772 S.W.2d 76, 81 (Tex.1989), in reversing this Court's affirmance of a summary judgment, the Supreme Court held that a \"general reference to a voluminous record which does not direct the trial court and the parties to the evidence on which the movant relies is insufficient,\" and reversed a summary judgment without any reference to an objection challenging the general nature of the summary judgment evidence.</p>\n<p>We briefly address the clients' claim regarding breach of fiduciary duty discussed in our original opinion to avoid any misinterpretation of our holding. By their sub-issue C, among numerous contentions, the clients asserted they were entitled to damages for breach of fiduciary duty by the attorneys. Then, in their response, among other things, citing <i>Rodriguez v. Klein,</i> 960 S.W.2d 179, 184 (Tex.App.-Corpus Christi 1997, no writ), the attorneys contended that a claim alleging breach of fiduciary duty was a legal malpractice claim or a tort claim which required a showing of damages by the clients. However, as discussed in our original opinion, the Supreme Court rejected a similar contention in <i>Burrow v. Arce,</i> 997 S.W.2d 229, 240 (Tex.1999), and held that a client need not allege actual damages in order to maintain an action for forfeiture of an attorney's fee for the attorney's breach of fiduciary duty to the client. Without determining whether any conduct of the attorneys in this case constituted a breach of fiduciary duty, \"clear and serious\" or otherwise, questions which we do not decide, we sustain sub-issue C only to the extent that it denies and negates the attorneys' contention that the clients were required to allege actual damages in order to maintain an action for fee forfeiture because of alleged breach of fiduciary duty, but not otherwise.</p>\n<p>The attorneys also contend that in addition to addressing the fee forfeiture question, we should also consider their contentions responding to the clients' other alleged causes of action. However, had the trial court considered and granted the clients' objections to the attorneys' summary judgment evidence, the attorneys would have been entitled to amend their summary judgment evidence. <i>Webster v. Allstate Ins. Co.,</i> 833 S.W.2d 747, 749 (Tex.App.-Houston [1st Dist.] 1992, <span class=\"star-pagination\">*287</span> no writ).<sup>[2]</sup> Thus, because our disposition of the clients' fee forfeiture claim requires a partial reversal, and the trial court erred in failing to sustain the clients' objection to the attorneys' summary judgment evidence thereby denying the attorneys an opportunity to amend or supplement their summary judgment evidence, we do not consider the clients' other claims and the attorneys' responses thereto.</p>\n<h2>NOTES</h2>\n<p>[1]  After attorneys withdrew as counsel of record, cases of the non-settling clients were dismissed.</p>\n<p>[2]  Tex. Bus. &amp; Com.Code Ann. §§ 17.01-17.854 (Vernon 1987 &amp; Pamph. Supp.1999).</p>\n<p>[3]  The separate actions of Upchurch and Barfield were consolidated on May 10, 1997, bearing cause number 79,998-A. When the summary judgment motions were considered, Upchurch's live pleading was his 9th amended petition and Barfield's live pleading was his 7th amended petition. By this live pleading, the attorneys segregated the defendants into four categories: (1) settling defendants, (2) non-settling defendants, (3) mystery defendants, and (4) attorney John Lesly.</p>\n<p>[4]  The appellate record does contain an uncertified copy of the transcription of counsels' arguments upon presentation of the motions; however, according to that record, no evidence was introduced in support of the motions to abate.</p>\n<p>[5]  Do clients owe counsel, who are now opponents (Upchurch and Barfield), a duty to refrain from settling, or representing a willingness to settle, litigation handled by the counsel, if the clients think counsel committed malpractice during their handling of clients' claims? Or, do settling clients have a duty not to sue their counsel for malpractice? As illustrated below, the answers to these questions are unequivocally: <i>No.</i></p>\n<p>[6]  The other contract uses the word \"obtain\" in lieu of \"accept.\"</p>\n<p>[7]  From the record presented, it appears (1) the non-settling defendants are Douglas Allan Coffee and Judy Stone Sablatura, Executrix for the Estate of Mike Sablatura, and (2) the \"mystery defendants\" are Jimmy D. Jernigan, Chase Roach, and James Tutson, who were not plaintiffs in the underlying actions and did not settle, but were named as defendants in the actions by the attorneys against their clients. For the same reasons set out above, the trial court did not err in granting their motion for summary judgment.</p>\n<p>[8]  Notwithstanding Rule 45(b) of the Texas Rules of Civil Procedure, which provides that a petition should contain a statement of the cause of action in plain and <i>concise</i> language, the counterclaim consists of 123 pages and is not segregated into \"counts\" and includes over 600 quotations of alleged statements by the attorneys to the clients regarding the litigation and the settlement. The counterclaim contains 20 major topics with headings such as (i) \"the Railroad Ploy That Backfired,\" (ii) \"the Government Ploy,\" and (iii) \"Smoke and Mirrors.\"</p>\n<p>[9]  The motion for summary judgment was 20 pages long, but the evidence, consisting of affidavits, and deposition excerpts, and other matters, spans almost 3000 pages. The evidence was not indexed and the motion did not reference any pages which the attorneys deemed to be relevant to the motion. Tex.R. Civ. P. 166a(c) and (d).</p>\n<p>[10]  Appellate review of conclusions of law is <i>de novo, </i><i>Matter of Humphreys,</i> 880 S.W.2d 402, 404 (Tex.1994), <i>cert. denied,</i> 513 U.S. 964, 115 S.Ct. 427, 130 L.Ed.2d 340 (1994), and neither party asserts error by the trial court in making conclusions of law. The effect of making conclusions which are not contained in a judgment is uncertain. <i>Linwood v. NCNB Texas,</i> 885 S.W.2d 102, 103 (Tex.1994); <i>State v. Easley,</i> 404 S.W.2d 296, 297 (Tex.1966); <i>Martin v. Southwestern Elec. Power Co.,</i> 860 S.W.2d 197, 199 (Tex.App.-Texarkana 1993, writ denied). Because it is not necessary to our disposition of the appeal, we do not decide the effect of, or whether conclusions of law are appropriate in a summary judgment proceeding.</p>\n<p>[11]  Because of the voluminous pleadings, the multiplicity and variety of the parties, including those who were formerly minors at the time of the settlement, and the variety of the claims expressly or impliedly asserted in the counterclaim we do not express any opinion or determine claims or defenses not expressly granted or denied herein.</p>\n<p>[1]  The following colloquy appears at page 74 of the reporter's record:\n</p>\n<p>MR. DOHERTY: Okay. If the Court wants to go over those in detail.</p>\n<p>THE COURT: I believe that's not useful now.</p>\n<p>MR. DOHERTY: We would ask the Court respectfully to grant both my clients' objections as a group, and Mr. Lesly's specific objections independently, and because we have addressed that then since the Court has indicated that the next thing we're going to get into is the Plaintiff's Motion for Summary Judgment, I want to make real sure that I have pointed out to the Court that we are not waiving the objections that we filed to Movant's Motion for Summary Judgment.</p>\n<p>THE COURT: To whose?</p>\n<p>MR. DOHERTY: To Plaintiff's Motion for Summary Judgment, yes.</p>\n<p>THE COURT: All right. Those objections will be discussed along with the merits and presented. All right, sir. Would you like to begin?</p>\n<p>[2]  The summary judgment evidence relating to the clients' claims for fee forfeiture based on the attorneys' alleged breach of fiduciary duties was sufficiently clear and specific to enable us to consider such question notwithstanding the otherwise general reference to a voluminous record by the attorneys as to the clients' other claims.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">274</span></span> (1999)</b></center>\n<center><h1>Tom UPCHURCH, Jr. and Tom Upchurch, Jr. &amp; Associates, Wayne B. Barfield, Individually and d/b/a Wayne Barfield, P.C., Appellants,<br>\nv.<br>\nSan Jose and Natalia ALBEAR, et al., Appellees.</h1></center>\n<center>No. 07-98-0009-CV.</center>\n<center><p><b>Court of Appeals of Texas, Amarillo.</b></p></center>\n<center>August 25, 1999.</center>\n<center>Opinion on Rehearing October 22, 1999.</center>\n<center>Rehearing Overruled November 22, 1999.</center>\n<p><span class=\"star-pagination\">*276</span> Wayne B. Barfield, Amarillo, Peterson Farris Doores, Jones, James H. Doores, Amarillo, for appellants.</p>\n<p>Lynn S. Kuriger, Larry J. Doherty, Houston, for appellees.</p>\n<p>Before QUINN and REAVIS and JOHNSON, JJ.</p>\n<p>DON H. REAVIS, Justice.</p>\n<p>Tom Upchurch, Jr., and Tom Upchurch, Jr. &amp; Associates, and Wayne B. Barfield, individually, and Wayne B. Barfield, P.C. (attorneys) bring this appeal from a summary judgment that they take nothing against San Jose Albear, <i>et al.,</i> approximately 140 clients (clients), and attorney John Lesly. The clients also appeal from a summary judgment that they take nothing against the attorneys and also contend the trial court erred in denying their motions to abate the actions of the attorneys. Based upon our review of the clerk's record which includes over 7000 pages of pleadings, summary judgment motions and evidence, and also based upon the rationale and authorities expressed herein, we affirm the judgment of the trial court in part and reverse in part, remanding a portion of the cause to the trial court for further proceedings.</p>\n<p>The attorneys represented approximately 870 clients as plaintiffs in two underlying toxic tort cases. Following receipt of two settlement offers from the defendants totaling approximately $27 million, the attorneys conducted individual settlement conferences with the clients. After completion of multiple settlement conferences with the clients, most agreed to settle and executed confidential settlement agreements, except Douglas Allan Coffee and Judy Stone Sablatura, Executrix of the Estate of Mike Sablatura, appellees herein who did not settle.<sup>[1]</sup> Following completion of settlement documentation and distribution of settlement proceeds in May 1994, the clients engaged other counsel who commenced sending 60-day notice letters to the attorneys relating the clients' intentions to file suit for negligence, legal malpractice and violations of the Texas Deceptive Trade Practices Act.<sup>[2]</sup> Before expiration of the 60-day period, on July 15, 1994, attorney Upchurch filed an action against the clients in cause number 79,998-A, and on July 28, 1994, attorney Barfield filed a similar action against the clients in cause number 80,038-A, both in <span class=\"star-pagination\">*277</span> the 47th District Court of Potter County.<sup>[3]</sup> After the clients answered in the Potter County actions, they then filed suit against the attorneys in the 165th District Court of Harris County on February 8, 1995. Next, the clients filed pleas in abatement in each cause in Potter County on May 16, 1995, which were denied on August 4, 1995. Following recusal of the presiding judge, the clients presented their pleas in abatement for reconsideration to the assigned visiting judge, who declined to reconsider them. Before we consider all parties' contentions regarding the granting of the summary judgments, we will first consider the clients' second cross-issue, by which they assert the trial court erred in denying the motions to abate and in denying reconsideration of the motions to abate.</p>\n<p></p>\n<h2>Abatement</h2>\n<p>Notwithstanding the rule that the court where proceedings are filed first acquires dominant jurisdiction, relying on <i>Wyatt v. Shaw Plumbing Co.,</i> <span class=\"citation\" data-id=\"2402818\"><a href=\"/opinion/2402818/wyatt-v-shaw-plumbing-co/\"><span class=\"volume\">760</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">245</span></a></span>, 248 (Tex.1988) and <i>Abor v. Black,</i> <span class=\"citation\" data-id=\"1777332\"><a href=\"/opinion/1777332/abor-v-black/\"><span class=\"volume\">695</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">564</span></a></span> (Tex.1985), the clients contend the trial court erred in denying their pleas in abatement. However, under <i>Wyatt,</i> 760 S.W.2d at 247-48, which involved a compulsory counterclaim, the 47th District Court of Potter County acquired dominant jurisdiction. Moreover, <i>Abor</i> is not controlling here because the attorneys' pleadings sought affirmative relief in addition to a declaration of non-liability. The clients also contend that the attorneys are estopped by their conduct to assert the rule of dominant jurisdiction. Estoppel is a fact question, <i>4M Linen &amp; Uniform v. W.P. Ballard &amp; Co.,</i> <span class=\"citation\" data-id=\"2376149\"><a href=\"/opinion/2376149/4m-linen-uniform-supply-co-inc-v-wp-ballard-co/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">320</span></a></span>, 322 (Tex.App.-Houston [1st Dist.] 1990, writ denied); however, we have not been provided with a reporter's record of the hearing where the pleas in abatement were presented.<sup>[4]</sup> In the absence of evidence to support a plea in abatement, the trial court should not grant abatement. <i>Atkinson v. Reid,</i> <span class=\"citation\" data-id=\"1770753\"><a href=\"/opinion/1770753/atkinson-v-reid/\"><span class=\"volume\">625</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">64</span></a></span>, 67 (Tex.App.-San Antonio 1981, no writ). Thus, we cannot determine whether the trial court erred in denying the pleas in abatement and in refusing to reconsider the pleas. <i>Vestal v. Jackson,</i> <span class=\"citation\" data-id=\"2437768\"><a href=\"/opinion/2437768/vestal-v-jackson/\"><span class=\"volume\">598</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">724</span></a></span>, 725 (Tex.Civ.App.-Waco 1980, no writ). Cross-issue two raised by the clients asserting that the trial court erred in denying and in reconsidering the pleas in abatement is overruled.</p>\n<p>Because the multiple claims, summary judgment evidence, and proceedings are not common to all parties, and the issues presented are diverse, we are compelled to conduct our review and analysis of relevant issues on a party basis. Before commencing our analysis however, we set forth the appropriate standard of review which is common to all contentions presented on appeal.</p>\n<p></p>\n<h2>Summary Judgment Standard Of Review</h2>\n<p></p>\n<h2>And Preservation of Error</h2>\n<p>For a party to prevail on a motion for summary judgment, he must conclusively establish the absence of any genuine question of material fact and that he is entitled to judgment as a matter of law. Tex.R. Civ. P. 166a(c). This requirement dictates that when the defendant is the movant, he must conclusively negate at least one of the essential elements of the plaintiff's <span class=\"star-pagination\">*278</span> cause of action. Likewise, a defendant who conclusively establishes each element of an affirmative defense is entitled to summary judgment. <i>Randall's Food Markets, Inc. v. Johnson,</i> <span class=\"citation\" data-id=\"1504334\"><a href=\"/opinion/1504334/randalls-food-markets-inc-v-johnson/\"><span class=\"volume\">891</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">640</span></a></span>, 644 (Tex.1995). In <i>Nixon v. Mr. Property Management Co.,</i> <span class=\"citation\" data-id=\"1782385\"><a href=\"/opinion/1782385/nixon-v-mr-property-management/\"><span class=\"volume\">690</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">546</span></a></span>, 548-49 (Tex.1985), the Court set out the standard by which we are to review a summary judgment:</p>\n<blockquote>1. The movant for summary judgment has the burden of showing that there is no genuine issue of material fact and that it is entitled to judgment as a matter of law.</blockquote>\n<blockquote>2. In deciding whether there is a disputed material fact issue precluding summary judgment, evidence favorable to the non-movant will be taken as true.</blockquote>\n<blockquote>3. Every reasonable inference must be indulged in favor of the non-movant and any doubts resolved in its favor.</blockquote>\n<p>Once the movant has established a right to summary judgment, the non-movant has the burden to respond to the motion for summary judgment and present to the trial court any issues that would preclude summary judgment. <i>City of Houston v. Clear Creek Basin Authority,</i> <span class=\"citation\" data-id=\"1571353\"><a href=\"/opinion/1571353/city-of-houston-v-clear-creek-basin-authority/\"><span class=\"volume\">589</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">671</span></a></span>, 678 (Tex.1979); <i>Barbouti v. Hearst Corp.,</i> <span class=\"citation\" data-id=\"1687024\"><a href=\"/opinion/1687024/barbouti-v-hearst-corp/\"><span class=\"volume\">927</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">37</span></a></span>, 64 (Tex.App.-Houston [1st Dist.] 1996, writ denied). Issues which the non-movant contends preclude the granting of a summary judgment must be expressly presented to the trial court by written answer or other written response to the motion and not by mere reference to summary judgment evidence. <i>McConnell v. Southside School Dist.,</i> <span class=\"citation\" data-id=\"1746247\"><a href=\"/opinion/1746247/mcconnell-v-southside-school-dist/\"><span class=\"volume\">858</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">337</span></a></span>, 341 (Tex.1993). Issues not expressly presented to the trial court in writing shall not be considered on appeal as grounds for reversal. Tex.R. Civ. P. 166a(c). Further, all theories in support of or in opposition to a motion for summary judgment must be presented in writing to the trial court. <i>Casso v. Brand,</i> <span class=\"citation\" data-id=\"1775658\"><a href=\"/opinion/1775658/casso-v-brand/\"><span class=\"volume\">776</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">551</span></a></span>, 553 (Tex.1989). When a summary judgment does not specify or state the grounds relied on, the summary judgment will be affirmed on appeal if any of the grounds presented in the motion are meritorious. <i>Carr v. Brasher,</i> <span class=\"citation\" data-id=\"1775827\"><a href=\"/opinion/1775827/carr-v-brasher/\"><span class=\"volume\">776</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">567</span></a></span>, 569 (Tex.1989); <i>Insurance Co. of N. Am. v. Security Ins.,</i> <span class=\"citation\" data-id=\"1577377\"><a href=\"/opinion/1577377/insurance-co-of-n-am-v-security-ins/\"><span class=\"volume\">790</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">407</span></a></span>, 410 (Tex.App.-Houston [1st Dist.] 1990, no writ).</p>\n<p></p>\n<h2>Attorneys v. Clients</h2>\n<p></p>\n<h2>and Attorney John Lesly</h2>\n<p>By their live pleading, the attorneys sought relief against the clients and attorney John Lesly alleging seven causes of action: (1) a declaratory judgment requesting (a) construction of contracts with the clients, (b) a declaration regarding their fees, and (c) a declaration regarding expenses, court costs and the like; (2) fraud by the settling and non-settling clients; (3) tortious interference with their contracts with clients by clients and John Lesly; (4) conspiracy; (5) perjury; (6) interception of communications; and (7) spoliation of evidence. Because the attorneys' sole issue on appeal is that fact issues were raised by the summary judgment evidence regarding their claims of conspiracy to commit fraud and fraud, we limit our analysis to those claims.</p>\n<p>In their brief, the attorneys distill thousands of pages of summary judgment evidence and pleadings by summarizing their claims alleging that while settlement conferences were in progress in the underlying toxic tort cases, some clients conspired with Lesly, a former Upchurch associate, and Larry Sexton, a former non-lawyer employee of Upchurch, to plot a malpractice suit against the attorneys. According to the attorneys, the plan was for Lesly to suggest questions which the clients should ask during settlement conferences while secretly recording the conversations. The attorneys conclude that this conduct by the clients during settlement conferences constituted knowing misrepresentations which they relied on, causing them to sustain damages. By their motion for summary judgment, the clients urged that the attorneys' claims <span class=\"star-pagination\">*279</span> failed as a matter of law because Texas law does not impose any such duty by clients to attorneys. After restating the duty question,<sup>[5]</sup> the clients also urged that they had a right to seek a \"second opinion\" from other counsel regarding the settlement proposal and asserted that the summary judgment evidence precluded the fraud claim. Also, by his separate motion for summary judgment, attorney Lesly presented the question whether he owed a duty to the attorneys to refrain from advising and/or representing the clients in these circumstances. First, we will consider the clients' motion and then consider Lesly's motion.</p>\n<p></p>\n<h2>Clients'</h2>\n<p></p>\n<h2>Motion for Summary Judgment</h2>\n<p>After noting that (1) a fiduciary relationship exists between attorney and client, (2) as a fiduciary, an attorney is obligated to render a full and fair disclosure of facts material to the client's representation, (3) the client must feel free to rely on the attorney's advice, (4) facts which might ordinarily require investigation likely may not excite suspicion where a fiduciary relationship is involved, and (5) breach of the duty to disclose is tantamount to concealment, in <i>Willis v. Maverick,</i> <span class=\"citation\" data-id=\"2402827\"><a href=\"/opinion/2402827/willis-v-maverick/\"><span class=\"volume\">760</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">642</span></a></span>, 645 (Tex.1988), the Court held that because of the special relationship between an attorney and client, the \"discovery\" rule may be imposed in appropriate cases. Although a discovery question is not presented here, the comments of the Court regarding the attorney-client relationship do apply to the clients' motion for summary judgment. In addition to the duties arising from an attorney-client relationship, other duties of the attorneys arise from the contracts entered into with the clients.</p>\n<p>According to the summary judgment evidence, the clients executed one of two written contracts with the attorneys. Paragraph 4 of each contract provides as follows:</p>\n<p></p>\n<h2>APPROVAL NECESSARY FOR SETTLEMENT</h2>\n<p>4. No settlement of any nature shall be made for any of the aforesaid claims of the Client without the complete approval of the Client, and all offers of settlement shall be communicated to the Client; the Client shall not accept a settlement on the aforesaid claims without the completed approval of the Attorney.<sup>[6]</sup></p>\n<p>Because of the nature of an attorney-client relationship and paragraph 4 of the contract, the clients were entitled to any and all information material to the settlement proposal and the attorneys were obligated to answer any and all questions material to the settlement proposal, including their evaluation of the case, the prospects of recovery, and the underlying reasons for their recommendations, to enable the clients to make an informed decision whether to accept or reject the settlement. The summary judgment evidence shows that the attorneys represented over 800 clients in the underlying toxic tort cases and the individual clients were aware that the settlement of $27 million would be used to pay expenses and fees and the balance apportioned among the clients. Also, the summary judgment evidence establishes that the attorneys recommended acceptance of the settlement proposal to the clients, and we note that the law favors resolution of controversies through compromise and settlement rather than through litigation. <i>Hernandez v. Telles,</i> <span class=\"star-pagination\">*280</span> <span class=\"citation\" data-id=\"2398049\"><a href=\"/opinion/2398049/hernandez-v-telles/\"><span class=\"volume\">663</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">91</span></a></span>, 93 (Tex.App.-El Paso 1983, no writ). Further, the contract between the attorneys and the clients did not prohibit the clients from asking questions, taking notes, and making recordings during conferences with their attorneys, nor did it limit or restrict the clients from seeking a second opinion regarding the settlement proposal. Moreover, under Rule 4.02(d) of the Texas Disciplinary Rules, Lesly was not prohibited from advising the clients regarding the settlement proposal. Tex. Disciplinary R. Prof'l Conduct 4.02(d), <i>reprinted in</i> Tex. Gov't Code Ann., tit. 2, subtit. G app. A (Vernon 1998) (Tex. State Bar R. art. X, § 9). We therefore hold that any recordings made or notes taken by the clients of the attorneys' comments during settlement conferences and consultations with other clients, who were also considering settlement proposals, was permissive and did not constitute a breach of any duty owed by the clients to the attorneys.</p>\n<p>Citing <i>Eagle Properties, Ltd. v. Scharbauer,</i> <span class=\"citation\" data-id=\"1665709\"><a href=\"/opinion/1665709/eagle-properties-ltd-v-scharbauer/\"><span class=\"volume\">807</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">714</span></a></span>, 723 (Tex.1990) and <i>Massey v. Armco Steel Co.,</i> <span class=\"citation\" data-id=\"1772324\"><a href=\"/opinion/1772324/massey-v-armco-steel-co/\"><span class=\"volume\">652</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">932</span></a></span> (Tex.1983), the attorneys correctly set out the elements of civil conspiracy and fraud. However, (i) because acts which are expressly or impliedly authorized by law cannot be made the basis of a claim for damages, (<i>i.e.,</i> no duty), <i>Farnsworth v. Massey,</i> <span class=\"citation\" data-id=\"2398518\"><a href=\"/opinion/2398518/farnsworth-v-massey/\"><span class=\"volume\">365</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 5 (Tex.1963), (ii) the proper exercise of a legal right cannot constitute a legal wrong for which a cause of action will lie, <i>Tennessee Gas Pipeline v. Lenape Res.,</i> <span class=\"citation\" data-id=\"1496180\"><a href=\"/opinion/1496180/tennessee-gas-pipeline-co-v-lenape-resources-corp/\"><span class=\"volume\">870</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">286</span></a></span>, 304 (Tex.App.-San Antonio 1993), <i>modified,</i> <span class=\"citation\" data-id=\"1767826\"><a href=\"/opinion/1767826/lenape-resources-v-tenn-gas-pipeline/\"><span class=\"volume\">925</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span> (Tex.1996), (<i>i.e.,</i> malpractice suit not wrongful), and (iii) because the clients' alleged actions were impliedly if not expressly authorized by law and were not prohibited by the contracts between them and the attorneys, the trial court did not err in granting the clients' motion for summary judgment.<sup>[7]</sup> The attorneys' sole issue is overruled.</p>\n<p></p>\n<h2>Attorney John Lesly's</h2>\n<p></p>\n<h2>Motion for Summary Judgment</h2>\n<p>Because an attorney-client relationship did not exist between the attorneys and Lesly, we must conduct our review of the summary judgment separately. According to the summary judgment evidence, Lesly did not participate in any settlement conferences with the attorneys and Lesly declined to make any recommendations to the clients concerning the settlement proposal. The brief of the attorneys does not challenge his statement.</p>\n<p>By their live pleading, the attorneys alleged that Lesly tortiously interfered with their contracts with the clients, while their remaining allegations were directed to the clients. However, the issue and contention presented on appeal by the attorneys is directed to the fraud and conspiracy claims and the attorneys do not present any issue on appeal contending that fact issues were presented as to their claim of tortious interference with their contracts with their clients. Accordingly, in the absence of properly assigned error, we cannot <i>sua sponte</i> raise a point of error to reverse a trial court's judgment. <i>See </i><i>San Jacinto River Authority v. Duke,</i> <span class=\"citation\" data-id=\"2373379\"><a href=\"/opinion/2373379/san-jacinto-river-authority-v-duke/\"><span class=\"volume\">783</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">209</span></a></span>, 210 (Tex.1990). Accordingly, the summary judgment that the attorneys take nothing against Lesly is final and must be affirmed.</p>\n<p></p>\n<h2>Clients v. Attorneys</h2>\n<p>Without asserting a traditional malpractice suit, or contending that the settlement of their suits was insufficient, by their <span class=\"star-pagination\">*281</span> second amended counterclaim,<sup>[8]</sup> although the pleading is somewhat unusual and difficult to discern, the clients allege (1) the attorneys violated fiduciary duties for which the clients sought fee forfeiture; (2) violations of the DTPA; (3) mental anguish proximately caused by the attorneys' actions; and (4) the need for an accounting of expenses charged by the attorneys and deducted from the settlement proceeds. By their motion for summary judgment,<sup>[9]</sup> among other matters, the attorneys contend (1) the clients did not allege a traditional malpractice suit; (2) because the clients did not claim any actual damages resulting from the settlement, the theory of malpractice does not exist in Texas; (3) the non-parties and non-settling parties had no cause of action; (4) the minors' claims were barred by judicial estoppel because the claims of the minor clients had been approved by judicial actions; and (5) doctrine of election of remedies. However, the motion did not address the clients' claim for accounting of expenses.</p>\n<p>In response to the attorneys' motion for summary judgment, the clients filed written objections to the evidence on the grounds that (1) the evidence was not cited, indexed, or referenced to the motion and contended that neither the trial court nor this Court have the duty to search the record to correlate the exhibits to the motion; (2) the motion was an improper attempt to raise matters which should have been raised by special exception; and (3) the 26-page affidavit of attorney Barfield was incompetent. By their response to the attorneys' motion, the clients also asserted (1) the motion was not in compliance with Rule 166a of the Texas Rules of Civil Procedure; (2) the motion constituted an improper use of summary judgment in lieu of special exceptions; (3) case within a case absurdity; (4) fiduciary duty, fee forfeiture, and mental anguish damages; (5) incompetence of attorney Barfield's affidavit; (6) non-settling plaintiffs; (7) the \"judgment call\" defense; (8) the minors' cases; (9) conflict of interest; and (10) lawsuit abuse.</p>\n<p>On August 15, 1997, with a court reporter present, the visiting judge heard the attorneys' motion for summary judgment. Although the judge declined to rule on the clients' objections to the attorneys' summary judgment evidence, on October 14, 1997, the trial court signed an interlocutory summary judgment granting the motions for summary judgment of the attorneys, clients, and Lesly. Also, without a request by any party, the trial judge signed and filed his \"Conclusions of Law\"<sup>[10]</sup> as follows:</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Upon rendering an interlocutory summary judgment granting the parties' respective <span class=\"star-pagination\">*282</span> defensive motions for summary judgment, the Court makes and files the following conclusions of law.</p>\n<p>A. <i>Conclusions on Defendants/Counter-Plaintiffs' and Defendant John Lesly's Motions for Summary Judgment</i></p>\n<p>1. Plaintiffs do not have a cause of action for a declaratory judgment, or for attorneys fees pursuant thereto, because Plaintiffs' declaratory judgment action was only a defensive action, seeking a favorable judgment on claims that Plaintiffs had learned were being asserted against Plaintiffs by Defendants/Counter-Plaintiffs.</p>\n<p>2. Plaintiffs do not have a cause of action for conspiracy to file Counter-Plaintiffs' claims, for filing the counterclaim, or for damages resulting from Counter-Plaintiffs action, because there is no cause of action for filing a court action, and the Court concludes from Counter-Plaintiffs' pleadings that their claims were not frivolous, were not filed in bad faith, were not filed for harassment, were not filed simply to delay the Plaintiffs' case, and were not in violation of T.R.C.P. Rule 13.</p>\n<p>B. <i>Conclusions on Plaintiff's/Counter-Defendants' Motions for Summary Judgment</i></p>\n<p>1. By affirmatively electing not to undertake the burden of showing that their recovery from Celanese would have been greater but for alleged malpractice by the Counter-Defendant lawyers, Counter-Plaintiffs judicially admit that the part of the Celanese damage suit settlement money they received was not inadequate, and Counter-Plaintiffs do not seek to recover from their lawyers actual damages other than for emotional distress and mental anguish allegedly caused by their lawyers, and for unaccounted expenses retained by their lawyers.</p>\n<p>2. In this posture, Counter-Plaintiffs do not have an action against their lawyers for emotional distress, mental anguish, or punitive damages, based on allegations that their lawyers' statements caused them to experience unjustified fears of Celanese pollution.</p>\n<p>3. As Counter-Plaintiffs admit that the part of the Celanese damage suit settlement money they received was not inadequate, Counter-Plaintiffs do not have a cause of action for forfeiture and payment to them of the lawyers' contingent fee part of the recovery from Celanese.</p>\n<p>4. Counter-Plaintiffs' objections, that Counter-Defendants' Motions for Summary Judgment are not sufficient to support summary judgment on the grounds addressed by the above conclusions of law, are not well taken, because those Motions do sufficiently allege that as a matter of law Counter-Defendants caused no damages to Counter-Plaintiffs.</p>\n<p>5. Counter-Plaintiffs' objections attacking defects in Counter-Defendants' summary judgment evidence should not be considered, because the Court concludes that all fact issues suggested by summary judgment evidence were not relevant and that both sides were entitled to summary judgments as a matter of law. Decisions about whether summary judgment evidence was sufficient to raise non-relevant fact issues would be advisory and improper.</p>\n<p>Following a severance of the clients' cause of action for accounting of expenses, the trial court signed a judgment that the clients take nothing against the attorneys. By one cross-issue containing five sub-issues, the clients contend the trial court erred in granting the attorneys' motion for summary judgment, (A) because the trial court did not read the summary judgment evidence and did not reach factual issues, it erred when it failed to include the legal grounds for its decision within the final summary judgment; (B) because the trial court did not include its legal grounds for decision in the final summary judgment, it erred when it failed to sustain the clients' objections to the attorneys' summary judgment evidence; (C) because the attorneys contended that all of the clients' causes of <span class=\"star-pagination\">*283</span> action were merely restatements of a claim for legal malpractice, and thereafter did not address or disprove with competent summary judgment evidence essential elements of the discrete causes of action, the trial court erred when it granted summary judgment on all the attorneys' causes of action; (D) because the clients did not allege a traditional \"suit within a suit,\" the trial court erroneously concluded that they could not obtain fee forfeiture nor recover damages for mental anguish and emotional distress caused by the attorneys' unjustified and unprovable misrepresentations that the clients would suffer serious, even fatal, health problems; and (E) the trial court erred in granting the attorneys' summary judgment motion because their affirmative defenses were inapplicable to the facts of this case and because each element of the affirmative defenses was not established as a matter of law by competent summary judgment evidence.</p>\n<p>We first consider whether the trial court erred in granting summary judgment that the clients take nothing on their claims for fee forfeiture based upon their allegation that the attorneys violated fiduciary duties to them, as is presented in sub-issue (C). By their pleadings, motion for summary judgment, and briefs filed herein, the attorneys asserted that because the clients did not contend that the monetary settlements were inadequate, they suffered no damages and had not alleged a traditional malpractice suit. In response, however, among other things, the clients contended that because the attorneys had breached their fiduciary duties to them, they were entitled to recover fee forfeiture.</p>\n<p>At the conclusion of the hearing of all motions for summary judgment, on August 15, 1997, the reporter's record shows that, among other announcements, the trial judge announced:</p>\n<p>Next, I conclude as a matter of law that the Counter-plaintiffs do not have a cause of action for forfeiture of the attorneys' part of the recovery from Celanese in this case where the Counter-plaintiffs do not contend that they were entitled to more than their part of the recovery from Celanese. And again, that conclusion concerning their contention is based on the judicial admission which is specified, at least in a response in the summary judgment proceedings and I think elsewhere, that they do not seek to recover because of inadequate recovery from Celanese.</p>\n<p>The foregoing announcement on the reporter's record is similar to conclusion of law number three. At the time of the hearing, and the trial court's announcements on the record, and when the trial court signed its interlocutory summary judgment on October 14, 1997, the opinion in <i>Arce v. Burrow,</i> <span class=\"citation\" data-id=\"1617641\"><a href=\"/opinion/1617641/arce-v-burrow/\"><span class=\"volume\">958</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">239</span></a></span> (Tex.App.-Houston [14th Dist.] 1997, pet. granted), had not been released. After withdrawing two prior opinions, among other things, the Fourteenth Court of Appeals held that fee forfeiture is a recognized remedy when an attorney breaches fiduciary duties to the client, and that where the client claims that an attorney breached any fiduciary duties, it is not essential that the client show causation or damage to be entitled to fee forfeiture.</p>\n<p>Following the decision by the Fourteenth Court of Appeals, the attorneys and the clients filed petitions for review to the Supreme Court of Texas. By its opinion in <i>Burrow v. Arce,</i> <span class=\"citation\" data-id=\"2419918\"><a href=\"/opinion/2419918/burrow-v-arce/\"><span class=\"volume\">997</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">229</span></a></span> (Tex.1999), among other things, the Court held that where an attorney breaches a fiduciary duty to the client, the attorney may be required to forfeit all or part of the professional fee, irrespective of whether the breach caused the client actual damages. In addition, although the Court held that the determination as to the amount of any fee forfeiture must be made by the trial court, it \"must determine from the parties whether factual disputes exist that must be decided by a jury before the court can determine\" whether fee forfeiture is appropriate and the amount thereof. Accordingly, we sustain sub-issue (C) to the <span class=\"star-pagination\">*284</span> extent that it applies to fee forfeiture because of a breach of fiduciary duties by the attorneys.</p>\n<p>Next, we consider sub-issue (B), by which the clients contend the trial court erred when it failed to sustain their objections to the attorneys' summary judgment evidence. At commencement of the hearing on August 15, 1997, the trial court announced that it had read the motions for summary judgment and the responses, but that it had not read the exhibits, (<i>i.e.,</i> summary judgment evidence). After the trial court announced it would grant all motions for summary judgment, and while the reporter continued to record the hearing, counsel for the clients again urged the court to rule on the clients' objections to the attorneys' summary judgment evidence. The reporter's record shows in part the following:</p>\n<p>MR. DOHERTY: If I understand your rulings, they're all based on determinations of law?</p>\n<p>THE COURT: Correct.</p>\n<p>MR. DOHERTY: Not determinations of fact?</p>\n<p>THE COURT: They're based on the conclusions of law that I have stated. I do not reach any decision on the disagreements between the lawyers about whether there are fact issues. Does that clarify what you have just inquired about?</p>\n<p>MR. DOHERTY: Yes, Your Honor. And further, does your decision reach my objections both to Plaintiffs' Motions for Summary Judgment and my objections to their response to Defendant's Counter-plaintiffs' Motion for Summary Judgment?</p>\n<p>THE COURT: I don't reach thoseI don't reach those decisions and don't make any rulings on the objections, because I conclude as a matter of law that this result is required by the conclusions of law that I have stated concerning the causes of action asserted by the two sides....</p>\n<p>MR. DOHERTY: So that I may be clear, Your Honor, are my objections sustained or overruled?</p>\n<p>THE COURT: I had answered that question by saying I make no decision onare you entitled to a decision where the judgment goes up on other grounds?</p>\n<p>MR. DOHERTY: I think if I don't insist on it, I may have waived it. And I mean no disrespect, Judge. I'm not trying to put you in a box</p>\n<p>THE COURT: No, no. I don't mind making judicial decisions, but I don'tits not proper for me to make advisory decisions. And it seems to me that those decisions would be advisory where the lawsuit or the judgment is controlled by these conclusions of law that don't have anything to do with the objections to the motions.</p>\n<blockquote>* * *</blockquote>\n<p>THE COURT: I will conclude that those objections at this point would constitute advisory opinions, because the judgment is controlled by the conclusions that I've stated.... And so I conclude that for the purposes of urging the point on which the motion has been granted, the motion is sufficient, I do not reach and I decline to make any other decisions on the sufficiency of the motion.</p>\n<p>MR. DOHERTY: Are all of the other objections, then, not beingor</p>\n<p>THE COURT: I decline to make decisions on them. And the record may show that the Counter-plaintiffs except to that and request decisions on all of those other matters....</p>\n<p>The record shows that the foregoing comments were made by the court <i>sua sponte</i> and that counsel for the attorneys did not address the issue.</p>\n<p>By their objection to the summary judgment evidence, among other things, the clients asserted that the summary judgment evidence consisting of almost 3000 pages was not properly before <span class=\"star-pagination\">*285</span> the court because it was not indexed, nor did it reference or cite to the motion. We agree. The clients, as nonmovants, were entitled to \"fair notice\" of the movants' contentions. <i>Pettitte v. SCI Corp.,</i> <span class=\"citation\" data-id=\"1528667\"><a href=\"/opinion/1528667/pettitte-v-sci-corp/\"><span class=\"volume\">893</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">746</span></a></span>, 747 (Tex.App.-Houston [1st Dist.] 1995, no writ); <i>Dear v. City of Irving,</i> <span class=\"citation\" data-id=\"2371578\"><a href=\"/opinion/2371578/dear-v-city-of-irving/\"><span class=\"volume\">902</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">731</span></a></span>, 734 (Tex.App.-Austin 1995, writ denied). Also, before granting a summary judgment, the trial court has a duty to determine if there are any material fact questions. <i>Phillips v. Phillips,</i> <span class=\"citation\" data-id=\"2382227\"><a href=\"/opinion/2382227/phillips-v-phillips/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">955</span></a></span>, 957(Tex.App.-Waco 1997, no writ); <i>Ellert v. Lutz,</i> <span class=\"citation\" data-id=\"1662647\"><a href=\"/opinion/1662647/ellert-v-lutz/\"><span class=\"volume\">930</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">152</span></a></span>, 155 (Tex.App.-Dallas 1996, no writ). However, a general reference to a voluminous record which does not direct the court or the parties to the evidence on which the movant relies is not sufficient. <i>Rogers v. Ricane Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1568694\"><a href=\"/opinion/1568694/rogers-v-ricane-enterprises-inc/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">76</span></a></span>, 81 (Tex.1989). Because the motion for summary judgment did not direct the court and the clients to the voluminous evidence, the basis of the motion, the trial court erred in not sustaining the clients' objections and in granting the summary judgment. We sustain sub-issue (B). Having concluded that the judgment of the trial court granting the attorneys' motion for summary judgment that the clients take nothing from the attorneys must be reversed and that portion of the case remanded, we do not address the remaining issues for such would amount to an advisory opinion.<sup>[11]</sup><i>Maranatha Temple v. Enterprise Products,</i> <span class=\"citation\" data-id=\"2372517\"><a href=\"/opinion/2372517/maranatha-temple-inc-v-enterprise-products/\"><span class=\"volume\">833</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">736</span></a></span>, 742 (Tex.App.-Houston [1st Dist.] 1992, writ denied).</p>\n<p>Accordingly, that portion of the judgment of the trial court that the clients take nothing against attorneys Upchurch and Barfield is reversed and the cause is remanded to the trial court for further proceedings consistent with this opinion. In all other respects, the judgment of the trial court is affirmed.</p>\n<p></p>\n<h2><i>ON MOTION FOR REHEARING</i></h2>\n<p>By their motion for rehearing, the attorneys contend this Court erred by affirming the summary judgment that the attorneys take nothing against the clients and attorney John Lesly, and by reversing the summary judgment that the clients take nothing against the attorneys. Remaining convinced that our disposition of the appeal was proper, the attorneys' motion for rehearing will be overruled with the following additional comments.</p>\n<p>Among other contentions, the attorneys contend that our affirmance of the summary judgment granted in favor of Lesly was erroneous because they alleged in their pleadings that Lesly participated in the alleged fraud with the clients. Even if fraud was raised by the attorneys as an issue in opposition to Lesly's motion for summary judgment, nevertheless, our affirmance of the summary judgment in favor of Lesly was proper for the reasons set forth in our discussion of the clients' motion for summary judgment included in our original opinion, and because (i) acts which are expressly or impliedly authorized by law cannot be made the basis of a claim for damages, <i>Farnsworth v. Massey,</i> <span class=\"citation\" data-id=\"2398518\"><a href=\"/opinion/2398518/farnsworth-v-massey/\"><span class=\"volume\">365</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 5 (Tex.1963), (ii) the proper exercise of a legal right cannot constitute a legal wrong for which a cause of action will lie, <i>Tennessee Gas Pipeline v. Lenape Res.,</i> <span class=\"citation\" data-id=\"1496180\"><a href=\"/opinion/1496180/tennessee-gas-pipeline-co-v-lenape-resources-corp/\"><span class=\"volume\">870</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">286</span></a></span>, 304 (Tex.App.-San Antonio 1993), <i>modified,</i> <span class=\"citation\" data-id=\"1767826\"><a href=\"/opinion/1767826/lenape-resources-v-tenn-gas-pipeline/\"><span class=\"volume\">925</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span> (Tex.1996) (<i>i.e.,</i> malpractice suit not wrongful), and (iii) the clients' alleged actions were impliedly if not expressly authorized by law and were not prohibited by the clients' contracts with the attorneys.</p>\n<p>Next, the attorneys present multiple sub-points contending we erred in holding the trial court erred in not sustaining the clients' objections to the attorneys' summary judgment evidence. <span class=\"star-pagination\">*286</span> Contrary to the attorneys' contention, in addition to the portions of the reporter's record referenced in our original opinion, which we may consider for these purposes, <i>Matter of Marriage of Goodwin,</i> <span class=\"citation\" data-id=\"2457316\"><a href=\"/opinion/2457316/matter-of-marriage-of-goodwin/\"><span class=\"volume\">562</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">532</span></a></span>, 534 (Tex.Civ.App.-Texarkana 1978, no writ), the record shows that counsel for the clients attempted to secure a ruling on the objections before presentation of the summary judgment motions, but the court responded that the objections would be discussed together with the merits.<sup>[1]</sup> Moreover, a trial court has no discretion to refuse to hear and rule on such objections because a refusal to timely rule on such objections frustrates the judicial system and may constitute a denial of due course of law. <i>In Re Martinez Ramirez,</i> <span class=\"citation\" data-id=\"2454679\"><a href=\"/opinion/2454679/in-re-ramirez/\"><span class=\"volume\">994</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">682</span></a></span>, 683 (Tex.App.-San Antonio 1998); <i>Barnes v. State,</i> <span class=\"citation\" data-id=\"2406485\"><a href=\"/opinion/2406485/barnes-v-state/\"><span class=\"volume\">832</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">424</span></a></span>, 426 (Tex.App.-Houston [1st Dist.] 1992) (original proceeding). In <i>Rogers v. Ricane Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1568694\"><a href=\"/opinion/1568694/rogers-v-ricane-enterprises-inc/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">76</span></a></span>, 81 (Tex.1989), in reversing this Court's affirmance of a summary judgment, the Supreme Court held that a \"general reference to a voluminous record which does not direct the trial court and the parties to the evidence on which the movant relies is insufficient,\" and reversed a summary judgment without any reference to an objection challenging the general nature of the summary judgment evidence.</p>\n<p>We briefly address the clients' claim regarding breach of fiduciary duty discussed in our original opinion to avoid any misinterpretation of our holding. By their sub-issue C, among numerous contentions, the clients asserted they were entitled to damages for breach of fiduciary duty by the attorneys. Then, in their response, among other things, citing <i>Rodriguez v. Klein,</i> <span class=\"citation\" data-id=\"2427954\"><a href=\"/opinion/2427954/rodriguez-v-klein/\"><span class=\"volume\">960</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">179</span></a></span>, 184 (Tex.App.-Corpus Christi 1997, no writ), the attorneys contended that a claim alleging breach of fiduciary duty was a legal malpractice claim or a tort claim which required a showing of damages by the clients. However, as discussed in our original opinion, the Supreme Court rejected a similar contention in <i>Burrow v. Arce,</i> <span class=\"citation\" data-id=\"2419918\"><a href=\"/opinion/2419918/burrow-v-arce/\"><span class=\"volume\">997</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">229</span></a></span>, 240 (Tex.1999), and held that a client need not allege actual damages in order to maintain an action for forfeiture of an attorney's fee for the attorney's breach of fiduciary duty to the client. Without determining whether any conduct of the attorneys in this case constituted a breach of fiduciary duty, \"clear and serious\" or otherwise, questions which we do not decide, we sustain sub-issue C only to the extent that it denies and negates the attorneys' contention that the clients were required to allege actual damages in order to maintain an action for fee forfeiture because of alleged breach of fiduciary duty, but not otherwise.</p>\n<p>The attorneys also contend that in addition to addressing the fee forfeiture question, we should also consider their contentions responding to the clients' other alleged causes of action. However, had the trial court considered and granted the clients' objections to the attorneys' summary judgment evidence, the attorneys would have been entitled to amend their summary judgment evidence. <i>Webster v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"2372740\"><a href=\"/opinion/2372740/webster-v-allstate-ins-co/\"><span class=\"volume\">833</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">747</span></a></span>, 749 (Tex.App.-Houston [1st Dist.] 1992, <span class=\"star-pagination\">*287</span> no writ).<sup>[2]</sup> Thus, because our disposition of the clients' fee forfeiture claim requires a partial reversal, and the trial court erred in failing to sustain the clients' objection to the attorneys' summary judgment evidence thereby denying the attorneys an opportunity to amend or supplement their summary judgment evidence, we do not consider the clients' other claims and the attorneys' responses thereto.</p>\n<h2>NOTES</h2>\n<p>[1]  After attorneys withdrew as counsel of record, cases of the non-settling clients were dismissed.</p>\n<p>[2]  Tex. Bus. &amp; Com.Code Ann. §§ 17.01-17.854 (Vernon 1987 &amp; Pamph. Supp.1999).</p>\n<p>[3]  The separate actions of Upchurch and Barfield were consolidated on May 10, 1997, bearing cause number 79,998-A. When the summary judgment motions were considered, Upchurch's live pleading was his 9th amended petition and Barfield's live pleading was his 7th amended petition. By this live pleading, the attorneys segregated the defendants into four categories: (1) settling defendants, (2) non-settling defendants, (3) mystery defendants, and (4) attorney John Lesly.</p>\n<p>[4]  The appellate record does contain an uncertified copy of the transcription of counsels' arguments upon presentation of the motions; however, according to that record, no evidence was introduced in support of the motions to abate.</p>\n<p>[5]  Do clients owe counsel, who are now opponents (Upchurch and Barfield), a duty to refrain from settling, or representing a willingness to settle, litigation handled by the counsel, if the clients think counsel committed malpractice during their handling of clients' claims? Or, do settling clients have a duty not to sue their counsel for malpractice? As illustrated below, the answers to these questions are unequivocally: <i>No.</i></p>\n<p>[6]  The other contract uses the word \"obtain\" in lieu of \"accept.\"</p>\n<p>[7]  From the record presented, it appears (1) the non-settling defendants are Douglas Allan Coffee and Judy Stone Sablatura, Executrix for the Estate of Mike Sablatura, and (2) the \"mystery defendants\" are Jimmy D. Jernigan, Chase Roach, and James Tutson, who were not plaintiffs in the underlying actions and did not settle, but were named as defendants in the actions by the attorneys against their clients. For the same reasons set out above, the trial court did not err in granting their motion for summary judgment.</p>\n<p>[8]  Notwithstanding Rule 45(b) of the Texas Rules of Civil Procedure, which provides that a petition should contain a statement of the cause of action in plain and <i>concise</i> language, the counterclaim consists of 123 pages and is not segregated into \"counts\" and includes over 600 quotations of alleged statements by the attorneys to the clients regarding the litigation and the settlement. The counterclaim contains 20 major topics with headings such as (i) \"the Railroad Ploy That Backfired,\" (ii) \"the Government Ploy,\" and (iii) \"Smoke and Mirrors.\"</p>\n<p>[9]  The motion for summary judgment was 20 pages long, but the evidence, consisting of affidavits, and deposition excerpts, and other matters, spans almost 3000 pages. The evidence was not indexed and the motion did not reference any pages which the attorneys deemed to be relevant to the motion. Tex.R. Civ. P. 166a(c) and (d).</p>\n<p>[10]  Appellate review of conclusions of law is <i>de novo, </i><i>Matter of Humphreys,</i> <span class=\"citation\" data-id=\"2392570\"><a href=\"/opinion/2392570/matter-of-humphreys/\"><span class=\"volume\">880</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">402</span></a></span>, 404 (Tex.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span></span> (1994), and neither party asserts error by the trial court in making conclusions of law. The effect of making conclusions which are not contained in a judgment is uncertain. <i>Linwood v. NCNB Texas,</i> <span class=\"citation\" data-id=\"2385865\"><a href=\"/opinion/2385865/linwood-v-ncnb-texas/\"><span class=\"volume\">885</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">102</span></a></span>, 103 (Tex.1994); <i>State v. Easley,</i> <span class=\"citation\" data-id=\"1716899\"><a href=\"/opinion/1716899/state-v-easley/\"><span class=\"volume\">404</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">296</span></a></span>, 297 (Tex.1966); <i>Martin v. Southwestern Elec. Power Co.,</i> <span class=\"citation\" data-id=\"1733388\"><a href=\"/opinion/1733388/martin-v-southwestern-elec-power-co/\"><span class=\"volume\">860</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">197</span></a></span>, 199 (Tex.App.-Texarkana 1993, writ denied). Because it is not necessary to our disposition of the appeal, we do not decide the effect of, or whether conclusions of law are appropriate in a summary judgment proceeding.</p>\n<p>[11]  Because of the voluminous pleadings, the multiplicity and variety of the parties, including those who were formerly minors at the time of the settlement, and the variety of the claims expressly or impliedly asserted in the counterclaim we do not express any opinion or determine claims or defenses not expressly granted or denied herein.</p>\n<p>[1]  The following colloquy appears at page 74 of the reporter's record:\n</p>\n<p>MR. DOHERTY: Okay. If the Court wants to go over those in detail.</p>\n<p>THE COURT: I believe that's not useful now.</p>\n<p>MR. DOHERTY: We would ask the Court respectfully to grant both my clients' objections as a group, and Mr. Lesly's specific objections independently, and because we have addressed that then since the Court has indicated that the next thing we're going to get into is the Plaintiff's Motion for Summary Judgment, I want to make real sure that I have pointed out to the Court that we are not waiving the objections that we filed to Movant's Motion for Summary Judgment.</p>\n<p>THE COURT: To whose?</p>\n<p>MR. DOHERTY: To Plaintiff's Motion for Summary Judgment, yes.</p>\n<p>THE COURT: All right. Those objections will be discussed along with the merits and presented. All right, sir. Would you like to begin?</p>\n<p>[2]  The summary judgment evidence relating to the clients' claims for fee forfeiture based on the attorneys' alleged breach of fiduciary duties was sufficiently clear and specific to enable us to consider such question notwithstanding the otherwise general reference to a voluminous record by the attorneys as to the clients' other claims.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1496180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1504334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1528667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1571353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1577377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1617641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1662647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1665709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1687024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1716899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1733388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1746247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1770753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1777332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2371578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2372517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2372740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2392570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2398049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2398518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2402818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2402827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2406485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2419918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2437768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2457316/"
          ]
        }
      ],
      "judges": "Quinn and Reavis and Johnson",
      "date_created": "2015-10-16T01:38:38.383392Z",
      "date_modified": "2016-09-29T22:29:38.751333Z",
      "date_filed": "1999-11-22",
      "date_filed_is_approximate": false,
      "slug": "upchurch-v-albear",
      "citation_id": 2165354,
      "case_name_short": "Upchurch",
      "case_name": "Upchurch v. Albear",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "5 S.W.3d 274",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2060108/upchurch-v-albear/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:36:24.866617Z",
  "date_modified": "2014-10-30T21:36:24.866617Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Upchurch",
  "case_name": "Upchurch v. Albear",
  "case_name_full": "",
  "slug": "upchurch-v-albear",
  "docket_number": "07-98-0009-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}