{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2062875/",
  "id": 2062875,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ind/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2195025/",
      "id": 2195025,
      "absolute_url": "/opinion/2195025/hunter-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2062875/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2195025/",
          "id": 2195025,
          "absolute_url": "/opinion/2195025/hunter-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2195025/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4358/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:34:34.293750Z",
          "date_modified": "2017-04-08T21:25:36.449801Z",
          "type": "010combined",
          "sha1": "ad49586f8173e8e6e60587c9c2dab6705fd506cd",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>676 N.E.2d 14 (1996)</b></center>\n<center><h1>Lewis D. HUNTER, Appellant,<br>\nv.<br>\nSTATE of Indiana, Appellee.</h1></center>\n<center>No. 69S00-9407-CR-632.</center>\n<center><p><b>Supreme Court of Indiana.</b></p></center>\n<center>December 31, 1996.</center>\n<p><span class=\"star-pagination\">*15</span> Susan K. Carpenter, Public Defender of Indiana and Gregory L. Lewis, Deputy Public Defender, for Appellant.</p>\n<p>Pamela Carter, Attorney General of Indiana and Louis E. Ransdell, Deputy Attorney General, for Appellee.</p>\n<p>SULLIVAN, Justice.</p>\n<p>Today we determine whether a sentence of sixty years in the Department of Corrections for a defendant who has been convicted of Murder and Burglary and who was sixteen years old at the time of the crime was proper. We hold that the trial court was justified in imposing its sentence and therefore we affirm.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On Sunday November 17, 1991, James and Kitty Busteed, the son and daughter-in-law of Freida Busteed, stopped over at Freida's home in Milan, Indiana. To their horror, they found Freida's body on the couch, shattered glass on the floor, and blood splattered throughout the living room. Freida had been bludgeoned to death with a lamp, causing major trauma to her head.</p>\n<p>Two days later, Lewis David Hunter was arrested for the murder of Freida. At the time of his arrest, Hunter was sixteen years old. Hunter pled guilty to Murder<sup>[1]</sup> and Burglary.<sup>[2]</sup> At the guilty plea hearing, there was evidence that hair and fingerprints collected from Freida's home matched Hunter's and that blood found on Hunter's clothing was matched to Freida.</p>\n<p>At the sentencing hearing, Hunter testified that his family life had been troubled. His father was \"always drunk\" and his mother was not affectionate towards him. His parents divorced when he was young. His mother remarried and moved to South Carolina, where Hunter lived with them for a short time. Hunter testified that his stepfather physically abused him and there was <span class=\"star-pagination\">*16</span> also some evidence of sexual abuse. One evening Hunter's stepfather approached him in an allegedly belligerent manner and in response, Hunter shot a 12 gauge shotgun aimed at the ground. The bullet ricocheted off the ground and lodged into his stepfather's shoulder. Hunter was on parole for this incident at the time of the murder of Freida. After reviewing the aggravating and mitigating factors in this case, the trial court sentenced Hunter to the Department of Correction for sixty years. Hunter was incarcerated at the Indiana State Reformatory in Pendelton.</p>\n<p></p>\n<h2>I</h2>\n<p>Hunter first argues that his incarceration with older, hardened criminals violates Article I, § 18 of the Indiana Constitution, which provides that \"[t]he penal code shall be founded on the principles of reformation, and not of vindictive justice.\" Ind. Const. art. I, § 18. Hunter maintains that the debates of Indiana's Constitutional Convention of 1850 reveal that this provision was meant to prevent the incarceration of young offenders under the age of twenty-one years with older, hardened criminals.</p>\n<p>The delegates of the 1850 Constitutional Convention demonstrated concern with the fate of youthful offenders by adopting Article 9, § 2, of the Indiana Constitution which read, \"[t]he General Assembly shall provide Houses of Refuge for the correction and reformation of juvenile offenders.\"<sup>[3]</sup> While debating the content of Article 9, § 2, Delegate March proposed an amendment which now comprises the text of Article I, § 18 \"[t]he penal code shall be founded on the principles of reformation, and not of vindictive justice.\" Delegate Bryant commented, regarding Delegate March's proposed amendment, \"[h]ow do you propose to diminish crime, or to reform offenders, by this system of sending children of the State . . . to this school of vice and infamy, where they cannot fail by means of the associations into which you thrust them, to be irretrievably ruined?\" 2 <i>Report of the Debates and Proceedings of the Convention for the Revision of the Constitution of the State of Indiana, 1850</i> 1903. Shortly after these remarks, the proposed amendment addressing reformation was withdrawn, resubmitted as a section of its own, and adopted by the Convention as Article I, § 18. <i>Id.</i></p>\n<p>Currently the legislature provides that most youths<sup>[4]</sup> may not be confined at the department of correction or any adult correctional facility unless he or she is restricted to an area of the facility where there is no contact with the criminals typically housed there. Ind.Code § 31-6-4-15.6. However, certain youths, who are excluded from juvenile court jurisdiction, are not subject to this general rule and may be confined at an adult facility. These include youths, like Hunter, who are sixteen years or older at the time of the alleged crime and who are alleged to have committed Murder, Kidnapping, Rape, Criminal Deviate Conduct, Robbery in certain circumstances, Carjacking, Criminal Gang Activity, Criminal Gang Intimidation, Carrying a Handgun without a license, Children and Handguns, or Dealing in a sawed off shotgun. Ind.Code § 31-6-2-1.1(d). Hunter claims these exceptions are unconstitutional because, under Article I § 18 of the Indiana Constitution, all youths under the age of twenty-one years must be confined in a separate facility.</p>\n<p>The state maintains that the legislature's statutory system not only is valid under the Indiana Constitution, but specifically comports with the goals set forth by the framers of the Constitution by creating a system that protects youthful offenders who have not committed the most serious crimes and who are indeed capable of reformation. The system, the state argues, protects these youths <span class=\"star-pagination\">*17</span> not only from adult, hardened criminals, but other youths sixteen years or older who are clearly hardened criminals as well.</p>\n<p>We believe that the Legislature has complied with the mandates of the Constitution in permitting certain youthful offenders to be placed in adult correctional facilities. Article 1, § 18, read together with Article 9, § 2, and the comments of the delegates reflect a patent intent to accommodate reformation of youths by separating them from hardened criminals who are purportedly not as susceptible to redemption. The legislature has not frustrated this intent by setting up a statutory scheme that prohibits most youths from being confined to an adult correctional facility. The only youths who are not subject to this general rule are youths alleged to have committed the most serious and violent crimes. We find it well within the legislature's purview to conclude that this system better accommodates the purposes behind Article I, § 18 and Article 9, § 2, because it segregates younger and less violent offenders from the most violent offenders, regardless of age.</p>\n<p></p>\n<h2>II</h2>\n<p>Hunter next claims that the trial court abused its discretion in imposing a sixty year sentence. Hunter argues his sentence was manifestly unreasonable because (1) it was premised on the untrue assumption that Hunter was able to control his actions at the time of the murder; (2) several of the aggravating factors were erroneous; (3) certain mitigating factors were overlooked; and (4) lesser sentences have been imposed by the trial court in similar cases.</p>\n<p>Sentencing is within the sound discretion of the trial court. <i>Sims v. State,</i> 585 N.E.2d 271, 272 (Ind.1992). Ind.Code § 35-38-1-7.1 (1993) sets forth that the trial court may consider certain relevant aggravating and mitigating circumstances. The sentencing judge has the discretion to increase or decrease the sentence based on aggravating and mitigating factors, and the use of mitigating factors is not mandatory. <i>Id.</i> at 272; <i>Wall v. State,</i> 573 N.E.2d 890, 894 (Ind.1991). However, in imposing an enhanced sentence, the trial court must identify all significant mitigating and aggravating circumstances. <i>Sims,</i> 585 N.E.2d at 272 (citing <i>Boyd v. State,</i> 564 N.E.2d 519, 524 (Ind.1991)).</p>\n<p>In reviewing a sentencing order, we engage in a two step analysis. \"First, we look to see if the sentence seems to be disproportionate.\" <i>Mayberry v. State,</i> 670 N.E.2d 1262, 1270 (Ind.1996). Second, if the sentence does seem disproportionate, we consider whether \"no reasonable person could find such sentence appropriate to the particular offense and offender.\" <i>Id.</i> (quoting <i>Fointno v. State,</i> 487 N.E.2d 140, 145 (Ind. 1986)).</p>\n<p>After carefully reviewing Hunter's arguments and the trial court's sentence, we cannot say that the trial court abused its discretion in sentencing Hunter to sixty years. Hunter claims that his sentence was premised on the materially untrue assumption that he was capable of controlling his actions. We find that the record amply supported the trial court's finding that Hunter could control his actions and that the trial court did not base its sentence on a materially untrue assumption. Hunter also argues that five of the nine aggravating factors cited by the court were erroneous. However, we have held that a sentencing court need only cite a single aggravating factor to justify imposing an enhanced sentence. <i>Fugate v. State,</i> 608 N.E.2d 1370, 1373 (Ind.1993). Some of the factors cited by the court that Hunter does not contest include the fact that the victim was over sixty-five years of age, Hunter was on parole at the time of the offense, and Hunter had a history of criminal or delinquent activity. Given these factors, the court did not abuse its discretion in imposing an enhanced sentence.</p>\n<p>We also reject Hunter's arguments that the trial court erroneously overlooked certain mitigating factors and that the trial court has found a fifty year sentence to be reasonable in other similar cases. In imposing an enhanced sentence, a trial court must identify all <i>significant</i> mitigating and aggravating circumstances. <i>Sims,</i> 585 N.E.2d at 272 (citing <i>Boyd v. State,</i> 564 N.E.2d 519, 524 (Ind.1991)) (emphasis added). Hunter claims <span class=\"star-pagination\">*18</span> that the court overlooked mitigating factors such as his age, the fact that he was intoxicated, certain mental problems, troubled family life, a low education, his alleged remorse, and the possibility that the victim fought back with a knife. At the sentencing hearing, the court specifically recognized the defendant's age, possible mental problems and troubled background, and the fact that he was intoxicated. Regarding these mitigators, the court stated at the sentencing hearing, \"[i]n terms of what Mr. Hunter, the defendant, has been through, I recognize that. And my feeling . . . if it were within my power, I believe I'd send your father with you. I also recognize . . . your age . . . [and] the influence of alcohol . . . [Y]our own psychiatrists and psychologists have pronounced you legally sane.\" The court clearly did not overlook these factors, but simply found the aggravating circumstances to outweigh them. In addition, we do not find the defendant's decision to fail to pursue education beyond eighth grade significant. Likewise, the defendant's contentions that he was remorseful and that he was defending himself were not significant mitigators hereespecially in light of the fact that the defendant claimed he was innocent at the time of the sentencing and that there was little evidence that the victim attempted to defend herself with a knife. We hold that the trial court properly exercised its discretion and that Hunter's sixty year sentence was not manifestly unreasonable.</p>\n<p></p>\n<h2>III</h2>\n<p>Third, and lastly, Hunter argues that the trial court abused its discretion by not allowing Hunter to withdraw his guilty plea after it had been accepted, but before sentencing. Hunter asserts that the trial court abused its discretion in that Hunter had two valid defenses to the crime, Hunter was misadvised by the trial court and his attorney regarding sentencing, and Hunter's plea was involuntary due to the state's improper threat of the death penalty.</p>\n<p>Like sentencing, whether or not to allow a defendant to withdraw a guilty plea is within the sound discretion of the trial court. <i>Trueblood v. State,</i> 587 N.E.2d 105 (Ind. 1992); <i>Flowers v. State,</i> 528 N.E.2d 57 (Ind. 1988). The trial court may refuse to allow a defendant to withdraw a guilty plea if the defendant fails to show it would result in manifest injustice. <i>Flowers,</i> 528 N.E.2d 57; Ind.Code § 35-35-1-4(b). The ruling of the court is reviewable only for abuse of discretion. <i>Trueblood,</i> 587 N.E.2d 105; Ind.Code § 35-35-1-4(b). Finally, the reviewing court will presume in favor of the trial court's ruling. <i>Riley v. State,</i> 258 Ind. 303, 280 N.E.2d 815, 817 (1972); <i>Bewley v. State,</i> 572 N.E.2d 541 (Ind.Ct.App.1991), <i>trans. denied.</i></p>\n<p>We conclude that in this case, the trial court exercised appropriate discretion in denying Hunter's request to withdraw his guilty plea and that no manifest injustice resulted. Hunter first maintains that he had two valid defenses to the crimevoluntary intoxication and insanity. However, it is not enough merely to assert that two possible defenses exist to show that the trial court abused its discretion in denying a motion to withdraw a guilty plea. We do not think the record was replete with evidence that these defenses were valid. Although there was some evidence that Hunter was drinking on the evening of the crime, there was no evidence that he was so intoxicated that he was unable to form the requisite intent needed to assert voluntary intoxication as a defense. In addition, there was ample evidence indicating that Hunter was legally sane. Finally, this court has held that there was no abuse of discretion where the trial court denied a motion to withdraw a guilty plea after a defendant testified as to his guilt at the plea hearing and then made no mention of any possible defense until months later. <i>Flowers,</i> 528 N.E.2d 57. Here, Hunter waited nearly three months after the plea agreement to even mention the existence of possible defenses.</p>\n<p>Hunter next claims that he was misinformed of the available sentence because his plea bargain saved him only a potential fifty years as opposed to the seventy years represented to him. The defendant, in a case like this, must show the misinformation about the sentence affected his decision to plead guilty. <i>United States v. Hardy,</i> 637 F.Supp. 1273 (N.D.Ill.1986); <i>Bruner v. State,</i> 510 N.E.2d <span class=\"star-pagination\">*19</span> 666 (Ind.1987); <i>Grant v. State,</i> 585 N.E.2d 284 (Ind.Ct.App.1992). In <i>Grant v. State,</i> the Court of Appeals held that the trial court's erroneous advice to the defendant that he could be subject to a possible 90 year sentence, when in fact he was subject only to a 60 year sentence, did not render his plea of guilty involuntary or coercive. <i>Grant,</i> 585 N.E.2d at 288. Similarly, we find that in this case the misstatement regarding the possible sentence did not prejudicially influence Hunter's decision to plead guilty and therefore we find no abuse of discretion or manifest injustice as a result of the trial court's decision to deny Hunter's motion to withdraw his guilty plea.</p>\n<p>Finally, Hunter maintains that the death penalty imposed upon youths under twenty-one years is unconstitutional and therefore that the threat of the death penalty rendered Hunter's plea involuntary because it was illusory. However, we have held in the past and continue to hold that the death penalty does not violate Art. 1, § 18 of the Indiana Constitution <sup>[5]</sup>even where the defendant is under the age of twenty-one years.</p>\n<p>We find that the trial court did not abuse its discretion in denying Hunter's motion to withdraw his guilty plea.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Therefore, we hold that the defendant Hunter was properly convicted and sentenced and we affirm the decision of the trial court.</p>\n<p>SHEPARD, C.J., and DICKSON, SELBY and BOEHM, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Ind.Code § 35-42-1-1(2)(1991).</p>\n<p>[2]  Ind.Code § 35-43-2-1 (1991).</p>\n<p>[3]  Today this provision reads virtually the same, with the words \"Houses of Refuge\" replaced by the word \"institutions.\" Ind. Const. art. IX, § 2.</p>\n<p>[4]  The legislature uses the word \"child,\" which is defined by statute as: (1) a person under eighteen years of age; (2) a person eighteen, nineteen, or twenty years of age who either is charged with a delinquent act committed before the person's eighteenth birthday or has been adjudicated a child in need of services before the person's eighteenth birthday; or (3) a person alleged to have committed an act that would have been murder, if committed by an adult, and who was under eighteen years of age at the time of the act. Ind.Code § 31-6-1-9 (1993).</p>\n<p>[5]  <i>See </i><i>Harrison v. State,</i> 644 N.E.2d 1243 (Ind. 1995); <i>Roche v. State,</i> 596 N.E.2d 896 (Ind. 1992); and <i>Games v. State,</i> 535 N.E.2d 530 (Ind. 1989).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">14</span></span> (1996)</b></center>\n<center><h1>Lewis D. HUNTER, Appellant,<br>\nv.<br>\nSTATE of Indiana, Appellee.</h1></center>\n<center>No. 69S00-9407-CR-632.</center>\n<center><p><b>Supreme Court of Indiana.</b></p></center>\n<center>December 31, 1996.</center>\n<p><span class=\"star-pagination\">*15</span> Susan K. Carpenter, Public Defender of Indiana and Gregory L. Lewis, Deputy Public Defender, for Appellant.</p>\n<p>Pamela Carter, Attorney General of Indiana and Louis E. Ransdell, Deputy Attorney General, for Appellee.</p>\n<p>SULLIVAN, Justice.</p>\n<p>Today we determine whether a sentence of sixty years in the Department of Corrections for a defendant who has been convicted of Murder and Burglary and who was sixteen years old at the time of the crime was proper. We hold that the trial court was justified in imposing its sentence and therefore we affirm.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On Sunday November 17, 1991, James and Kitty Busteed, the son and daughter-in-law of Freida Busteed, stopped over at Freida's home in Milan, Indiana. To their horror, they found Freida's body on the couch, shattered glass on the floor, and blood splattered throughout the living room. Freida had been bludgeoned to death with a lamp, causing major trauma to her head.</p>\n<p>Two days later, Lewis David Hunter was arrested for the murder of Freida. At the time of his arrest, Hunter was sixteen years old. Hunter pled guilty to Murder<sup>[1]</sup> and Burglary.<sup>[2]</sup> At the guilty plea hearing, there was evidence that hair and fingerprints collected from Freida's home matched Hunter's and that blood found on Hunter's clothing was matched to Freida.</p>\n<p>At the sentencing hearing, Hunter testified that his family life had been troubled. His father was \"always drunk\" and his mother was not affectionate towards him. His parents divorced when he was young. His mother remarried and moved to South Carolina, where Hunter lived with them for a short time. Hunter testified that his stepfather physically abused him and there was <span class=\"star-pagination\">*16</span> also some evidence of sexual abuse. One evening Hunter's stepfather approached him in an allegedly belligerent manner and in response, Hunter shot a 12 gauge shotgun aimed at the ground. The bullet ricocheted off the ground and lodged into his stepfather's shoulder. Hunter was on parole for this incident at the time of the murder of Freida. After reviewing the aggravating and mitigating factors in this case, the trial court sentenced Hunter to the Department of Correction for sixty years. Hunter was incarcerated at the Indiana State Reformatory in Pendelton.</p>\n<p></p>\n<h2>I</h2>\n<p>Hunter first argues that his incarceration with older, hardened criminals violates Article I, § 18 of the Indiana Constitution, which provides that \"[t]he penal code shall be founded on the principles of reformation, and not of vindictive justice.\" Ind. Const. art. I, § 18. Hunter maintains that the debates of Indiana's Constitutional Convention of 1850 reveal that this provision was meant to prevent the incarceration of young offenders under the age of twenty-one years with older, hardened criminals.</p>\n<p>The delegates of the 1850 Constitutional Convention demonstrated concern with the fate of youthful offenders by adopting Article 9, § 2, of the Indiana Constitution which read, \"[t]he General Assembly shall provide Houses of Refuge for the correction and reformation of juvenile offenders.\"<sup>[3]</sup> While debating the content of Article 9, § 2, Delegate March proposed an amendment which now comprises the text of Article I, § 18 \"[t]he penal code shall be founded on the principles of reformation, and not of vindictive justice.\" Delegate Bryant commented, regarding Delegate March's proposed amendment, \"[h]ow do you propose to diminish crime, or to reform offenders, by this system of sending children of the State . . . to this school of vice and infamy, where they cannot fail by means of the associations into which you thrust them, to be irretrievably ruined?\" 2 <i>Report of the Debates and Proceedings of the Convention for the Revision of the Constitution of the State of Indiana, 1850</i> 1903. Shortly after these remarks, the proposed amendment addressing reformation was withdrawn, resubmitted as a section of its own, and adopted by the Convention as Article I, § 18. <i>Id.</i></p>\n<p>Currently the legislature provides that most youths<sup>[4]</sup> may not be confined at the department of correction or any adult correctional facility unless he or she is restricted to an area of the facility where there is no contact with the criminals typically housed there. Ind.Code § 31-6-4-15.6. However, certain youths, who are excluded from juvenile court jurisdiction, are not subject to this general rule and may be confined at an adult facility. These include youths, like Hunter, who are sixteen years or older at the time of the alleged crime and who are alleged to have committed Murder, Kidnapping, Rape, Criminal Deviate Conduct, Robbery in certain circumstances, Carjacking, Criminal Gang Activity, Criminal Gang Intimidation, Carrying a Handgun without a license, Children and Handguns, or Dealing in a sawed off shotgun. Ind.Code § 31-6-2-1.1(d). Hunter claims these exceptions are unconstitutional because, under Article I § 18 of the Indiana Constitution, all youths under the age of twenty-one years must be confined in a separate facility.</p>\n<p>The state maintains that the legislature's statutory system not only is valid under the Indiana Constitution, but specifically comports with the goals set forth by the framers of the Constitution by creating a system that protects youthful offenders who have not committed the most serious crimes and who are indeed capable of reformation. The system, the state argues, protects these youths <span class=\"star-pagination\">*17</span> not only from adult, hardened criminals, but other youths sixteen years or older who are clearly hardened criminals as well.</p>\n<p>We believe that the Legislature has complied with the mandates of the Constitution in permitting certain youthful offenders to be placed in adult correctional facilities. Article 1, § 18, read together with Article 9, § 2, and the comments of the delegates reflect a patent intent to accommodate reformation of youths by separating them from hardened criminals who are purportedly not as susceptible to redemption. The legislature has not frustrated this intent by setting up a statutory scheme that prohibits most youths from being confined to an adult correctional facility. The only youths who are not subject to this general rule are youths alleged to have committed the most serious and violent crimes. We find it well within the legislature's purview to conclude that this system better accommodates the purposes behind Article I, § 18 and Article 9, § 2, because it segregates younger and less violent offenders from the most violent offenders, regardless of age.</p>\n<p></p>\n<h2>II</h2>\n<p>Hunter next claims that the trial court abused its discretion in imposing a sixty year sentence. Hunter argues his sentence was manifestly unreasonable because (1) it was premised on the untrue assumption that Hunter was able to control his actions at the time of the murder; (2) several of the aggravating factors were erroneous; (3) certain mitigating factors were overlooked; and (4) lesser sentences have been imposed by the trial court in similar cases.</p>\n<p>Sentencing is within the sound discretion of the trial court. <i>Sims v. State,</i> <span class=\"citation\" data-id=\"2039421\"><a href=\"/opinion/2039421/sims-v-state/\"><span class=\"volume\">585</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">271</span></a></span>, 272 (Ind.1992). Ind.Code § 35-38-1-7.1 (1993) sets forth that the trial court may consider certain relevant aggravating and mitigating circumstances. The sentencing judge has the discretion to increase or decrease the sentence based on aggravating and mitigating factors, and the use of mitigating factors is not mandatory. <i>Id.</i> at 272; <i>Wall v. State,</i> <span class=\"citation\" data-id=\"2068465\"><a href=\"/opinion/2068465/wall-v-state/\"><span class=\"volume\">573</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">890</span></a></span>, 894 (Ind.1991). However, in imposing an enhanced sentence, the trial court must identify all significant mitigating and aggravating circumstances. <i>Sims,</i> 585 N.E.2d at 272 (citing <i>Boyd v. State,</i> <span class=\"citation\" data-id=\"2040323\"><a href=\"/opinion/2040323/boyd-v-state/\"><span class=\"volume\">564</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">519</span></a></span>, 524 (Ind.1991)).</p>\n<p>In reviewing a sentencing order, we engage in a two step analysis. \"First, we look to see if the sentence seems to be disproportionate.\" <i>Mayberry v. State,</i> <span class=\"citation\" data-id=\"2015058\"><a href=\"/opinion/2015058/mayberry-v-state/\"><span class=\"volume\">670</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1262</span></a></span>, 1270 (Ind.1996). Second, if the sentence does seem disproportionate, we consider whether \"no reasonable person could find such sentence appropriate to the particular offense and offender.\" <i>Id.</i> (quoting <i>Fointno v. State,</i> <span class=\"citation\" data-id=\"2017317\"><a href=\"/opinion/2017317/fointno-v-state/\"><span class=\"volume\">487</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">140</span></a></span>, 145 (Ind. 1986)).</p>\n<p>After carefully reviewing Hunter's arguments and the trial court's sentence, we cannot say that the trial court abused its discretion in sentencing Hunter to sixty years. Hunter claims that his sentence was premised on the materially untrue assumption that he was capable of controlling his actions. We find that the record amply supported the trial court's finding that Hunter could control his actions and that the trial court did not base its sentence on a materially untrue assumption. Hunter also argues that five of the nine aggravating factors cited by the court were erroneous. However, we have held that a sentencing court need only cite a single aggravating factor to justify imposing an enhanced sentence. <i>Fugate v. State,</i> <span class=\"citation\" data-id=\"2106104\"><a href=\"/opinion/2106104/fugate-v-state/\"><span class=\"volume\">608</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1370</span></a></span>, 1373 (Ind.1993). Some of the factors cited by the court that Hunter does not contest include the fact that the victim was over sixty-five years of age, Hunter was on parole at the time of the offense, and Hunter had a history of criminal or delinquent activity. Given these factors, the court did not abuse its discretion in imposing an enhanced sentence.</p>\n<p>We also reject Hunter's arguments that the trial court erroneously overlooked certain mitigating factors and that the trial court has found a fifty year sentence to be reasonable in other similar cases. In imposing an enhanced sentence, a trial court must identify all <i>significant</i> mitigating and aggravating circumstances. <i>Sims,</i> 585 N.E.2d at 272 (citing <i>Boyd v. State,</i> <span class=\"citation\" data-id=\"2040323\"><a href=\"/opinion/2040323/boyd-v-state/\"><span class=\"volume\">564</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">519</span></a></span>, 524 (Ind.1991)) (emphasis added). Hunter claims <span class=\"star-pagination\">*18</span> that the court overlooked mitigating factors such as his age, the fact that he was intoxicated, certain mental problems, troubled family life, a low education, his alleged remorse, and the possibility that the victim fought back with a knife. At the sentencing hearing, the court specifically recognized the defendant's age, possible mental problems and troubled background, and the fact that he was intoxicated. Regarding these mitigators, the court stated at the sentencing hearing, \"[i]n terms of what Mr. Hunter, the defendant, has been through, I recognize that. And my feeling . . . if it were within my power, I believe I'd send your father with you. I also recognize . . . your age . . . [and] the influence of alcohol . . . [Y]our own psychiatrists and psychologists have pronounced you legally sane.\" The court clearly did not overlook these factors, but simply found the aggravating circumstances to outweigh them. In addition, we do not find the defendant's decision to fail to pursue education beyond eighth grade significant. Likewise, the defendant's contentions that he was remorseful and that he was defending himself were not significant mitigators hereespecially in light of the fact that the defendant claimed he was innocent at the time of the sentencing and that there was little evidence that the victim attempted to defend herself with a knife. We hold that the trial court properly exercised its discretion and that Hunter's sixty year sentence was not manifestly unreasonable.</p>\n<p></p>\n<h2>III</h2>\n<p>Third, and lastly, Hunter argues that the trial court abused its discretion by not allowing Hunter to withdraw his guilty plea after it had been accepted, but before sentencing. Hunter asserts that the trial court abused its discretion in that Hunter had two valid defenses to the crime, Hunter was misadvised by the trial court and his attorney regarding sentencing, and Hunter's plea was involuntary due to the state's improper threat of the death penalty.</p>\n<p>Like sentencing, whether or not to allow a defendant to withdraw a guilty plea is within the sound discretion of the trial court. <i>Trueblood v. State,</i> <span class=\"citation\" data-id=\"2225688\"><a href=\"/opinion/2225688/trueblood-v-state/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">105</span></a></span> (Ind. 1992); <i>Flowers v. State,</i> <span class=\"citation\" data-id=\"2228746\"><a href=\"/opinion/2228746/flowers-v-state/\"><span class=\"volume\">528</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">57</span></a></span> (Ind. 1988). The trial court may refuse to allow a defendant to withdraw a guilty plea if the defendant fails to show it would result in manifest injustice. <i>Flowers,</i> <span class=\"citation\" data-id=\"2228746\"><a href=\"/opinion/2228746/flowers-v-state/\"><span class=\"volume\">528</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">57</span></a></span>; Ind.Code § 35-35-1-4(b). The ruling of the court is reviewable only for abuse of discretion. <i>Trueblood,</i> <span class=\"citation\" data-id=\"2225688\"><a href=\"/opinion/2225688/trueblood-v-state/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">105</span></a></span>; Ind.Code § 35-35-1-4(b). Finally, the reviewing court will presume in favor of the trial court's ruling. <i>Riley v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">303</span></span>, <span class=\"citation\" data-id=\"2179093\"><a href=\"/opinion/2179093/riley-v-state/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">815</span></a></span>, 817 (1972); <i>Bewley v. State,</i> <span class=\"citation\" data-id=\"2068803\"><a href=\"/opinion/2068803/bewley-v-state/\"><span class=\"volume\">572</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">541</span></a></span> (Ind.Ct.App.1991), <i>trans. denied.</i></p>\n<p>We conclude that in this case, the trial court exercised appropriate discretion in denying Hunter's request to withdraw his guilty plea and that no manifest injustice resulted. Hunter first maintains that he had two valid defenses to the crimevoluntary intoxication and insanity. However, it is not enough merely to assert that two possible defenses exist to show that the trial court abused its discretion in denying a motion to withdraw a guilty plea. We do not think the record was replete with evidence that these defenses were valid. Although there was some evidence that Hunter was drinking on the evening of the crime, there was no evidence that he was so intoxicated that he was unable to form the requisite intent needed to assert voluntary intoxication as a defense. In addition, there was ample evidence indicating that Hunter was legally sane. Finally, this court has held that there was no abuse of discretion where the trial court denied a motion to withdraw a guilty plea after a defendant testified as to his guilt at the plea hearing and then made no mention of any possible defense until months later. <i>Flowers,</i> <span class=\"citation\" data-id=\"2228746\"><a href=\"/opinion/2228746/flowers-v-state/\"><span class=\"volume\">528</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">57</span></a></span>. Here, Hunter waited nearly three months after the plea agreement to even mention the existence of possible defenses.</p>\n<p>Hunter next claims that he was misinformed of the available sentence because his plea bargain saved him only a potential fifty years as opposed to the seventy years represented to him. The defendant, in a case like this, must show the misinformation about the sentence affected his decision to plead guilty. <i>United States v. Hardy,</i> <span class=\"citation\" data-id=\"2341917\"><a href=\"/opinion/2341917/us-ex-rel-bachman-v-hardy/\"><span class=\"volume\">637</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1273</span></a></span> (N.D.Ill.1986); <i>Bruner v. State,</i> 510 N.E.2d <span class=\"star-pagination\">*19</span> 666 (Ind.1987); <i>Grant v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">284</span></span> (Ind.Ct.App.1992). In <i>Grant v. State,</i> the Court of Appeals held that the trial court's erroneous advice to the defendant that he could be subject to a possible 90 year sentence, when in fact he was subject only to a 60 year sentence, did not render his plea of guilty involuntary or coercive. <i>Grant,</i> 585 N.E.2d at 288. Similarly, we find that in this case the misstatement regarding the possible sentence did not prejudicially influence Hunter's decision to plead guilty and therefore we find no abuse of discretion or manifest injustice as a result of the trial court's decision to deny Hunter's motion to withdraw his guilty plea.</p>\n<p>Finally, Hunter maintains that the death penalty imposed upon youths under twenty-one years is unconstitutional and therefore that the threat of the death penalty rendered Hunter's plea involuntary because it was illusory. However, we have held in the past and continue to hold that the death penalty does not violate Art. 1, § 18 of the Indiana Constitution <sup>[5]</sup>even where the defendant is under the age of twenty-one years.</p>\n<p>We find that the trial court did not abuse its discretion in denying Hunter's motion to withdraw his guilty plea.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Therefore, we hold that the defendant Hunter was properly convicted and sentenced and we affirm the decision of the trial court.</p>\n<p>SHEPARD, C.J., and DICKSON, SELBY and BOEHM, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Ind.Code § 35-42-1-1(2)(1991).</p>\n<p>[2]  Ind.Code § 35-43-2-1 (1991).</p>\n<p>[3]  Today this provision reads virtually the same, with the words \"Houses of Refuge\" replaced by the word \"institutions.\" Ind. Const. art. IX, § 2.</p>\n<p>[4]  The legislature uses the word \"child,\" which is defined by statute as: (1) a person under eighteen years of age; (2) a person eighteen, nineteen, or twenty years of age who either is charged with a delinquent act committed before the person's eighteenth birthday or has been adjudicated a child in need of services before the person's eighteenth birthday; or (3) a person alleged to have committed an act that would have been murder, if committed by an adult, and who was under eighteen years of age at the time of the act. Ind.Code § 31-6-1-9 (1993).</p>\n<p>[5]  <i>See </i><i>Harrison v. State,</i> <span class=\"citation\" data-id=\"2150043\"><a href=\"/opinion/2150043/harrison-v-state/\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></a></span> (Ind. 1995); <i>Roche v. State,</i> <span class=\"citation\" data-id=\"2218728\"><a href=\"/opinion/2218728/roche-v-state/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">896</span></a></span> (Ind. 1992); and <i>Games v. State,</i> <span class=\"citation\" data-id=\"2222288\"><a href=\"/opinion/2222288/games-v-state/\"><span class=\"volume\">535</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">530</span></a></span> (Ind. 1989).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2015058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2017317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2039421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2040323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2068465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2068803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2150043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2179093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2218728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2222288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2225688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2228746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2341917/"
          ]
        }
      ],
      "judges": "Sullivan",
      "date_created": "2014-10-30T21:37:44.641840Z",
      "date_modified": "2016-03-03T21:42:56.539476Z",
      "date_filed": "1996-12-31",
      "date_filed_is_approximate": false,
      "slug": "hunter-v-state",
      "citation_id": 2167796,
      "case_name_short": "Hunter",
      "case_name": "Hunter v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "676 N.E.2d 14",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2062875/hunter-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:37:44.638134Z",
  "date_modified": "2014-10-30T21:37:44.638134Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hunter",
  "case_name": "Hunter v. State",
  "case_name_full": "",
  "slug": "hunter-v-state",
  "docket_number": "69S00-9407-CR-632",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}