{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2071303/",
  "id": 2071303,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2202441/",
      "id": 2202441,
      "absolute_url": "/opinion/2202441/robinson-v-sacramento-city-etc-sch-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2071303/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2202441/",
          "id": 2202441,
          "absolute_url": "/opinion/2202441/robinson-v-sacramento-city-etc-sch-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2202441/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6543/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:35:38.021649Z",
          "date_modified": "2017-04-08T22:02:03.010055Z",
          "type": "010combined",
          "sha1": "9a8098bed3f360a4e5212eaee6cd1a4432f06de5",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>245 Cal.App.2d 278 (1966)</b></center>\n<center><h1> <sup>[fn. *]</sup>JUDY ROBINSON, a Minor, etc., Plaintiff and Respondent,<br>\nv.<br>\nSACRAMENTO CITY UNIFIED SCHOOL DISTRICT et al., Defendants and Appellants.</h1></center>\n<center><p><b>California Court of Appeals. </b></p></center>\n<center>Sept. 29, 1966.</center>\n<p> John B. Heinrich, County Counsel, for Defendants and Appellants.</p>\n<p> Jerome R. Lewis, Lewis &amp; Lewis, and George B. Hendry for Plaintiff and Respondent.</p>\n<p> PIERCE, P. J.</p>\n<p> In a complaint entitled as one \"for declaratory relief and restraining order,\" substituted plaintiff, Judy Robinson, a member of a club called the \"Manana Club\" in Sacramento (through her father as guardian ad litem) seeks to have a rule of the governing board of the Sacramento City Unified School District, known as \"Rule 4,\" declared invalid as unconstitutional. In the trial court judgment was for plaintiff, declaring the rule \"void as applied to the plaintiff.\" The school district and its agents (presumably including the board) were enjoined from enforcing it. We have concluded that the challenged rule is neither in excess of the powers delegated to the school board by the Legislature, nor in violation of any constitutional right of plaintiff, and therefore reverse the judgment.</p>\n<p> The case comes to us on a clerk's transcript which includes the complaint, answer and a stipulation of \"facts\" to be discussed below. The complaint sets out Rule 4 in full. By its terms the board decides it is \"detrimental and inimical to the best interests of the public schools\" of the district and to the \"government, discipline and morale of the pupils thereof, for any pupils enrolled in the elementary, junior high, or senior high schools of the district to belong to any fraternity, sorority, or non school club which perpetuates its membership by the decision of its own members, as this Board determines that such organizations engender an undemocratic spirit in the pupils. ...\"</p>\n<p> In the next paragraph of the rule is the following: \"A fraternity, sorority, or non school club, membership in which is prohibited by this rule, is one in which the membership is composed wholly or partly of pupils of the public schools of this State and is perpetuated by taking in members from the pupils enrolled in the public schools on the basis of the selection and decision of its own members.\" (Italics supplied.) Violations of the rule subject pupils to suspension or expulsion.  <sup>[fn. 1]</sup><span class=\"star-pagination\">*281</span></p>\n<p> The complaint contains as exhibit B a copy of the constitution and bylaws of Manana Club to which Miss Robinson belongs. Section II of article I thereof sets forth the objects of the club. Generally, those objects are described as being literature, charity and democracy, each of which the club is to foster. In its promotion of literature it is stated the club shall encourage and promote, within its membership and without, the reading of, and acquaintance with, books and poetry \"in order to assist in creating an enlightened public.\" In concluding that the school board had overstepped permissible limits of its powers, the trial court did not look beyond these worthy objects. The constitution and bylaws of the Manana Club, however, reveal other quite different purposes which we shall discuss below.</p>\n<p> Rule 4 was adopted by the school board acting, so its argument runs, (1) under Education Code section 10604, (2) Education Code section 1052, and also (3) under the board's <span class=\"star-pagination\">*282</span> inherent powers. Education Code section 10604, to quote its material provisions, makes it \"unlawful for any pupil, enrolled in any elementary or secondary school of this State, to join ... any secret fraternity, sorority, or club, wholly or partly formed from the membership of pupils attending the public schools. ...\" In the same sentence the trilogy of condemned organizations is referred to as \"any fraternity, sorority, or secret club.\" A second paragraph of the section includes the following provision: \"The governing board of any school district may make and enforce all rules and regulations needful for the government and discipline of the schools under its charge.\" The section concludes by empowering school boards to enforce rules by suspension or even expulsion \"if necessary.\"</p>\n<p> Excluded from the prohibited groups under section 10604 are the Native Sons of the Golden West, the Native Daughters, the Foresters and \"kindred organizations not directly associated with the public schools.\"  <sup>[fn. 2]</sup></p>\n<p> Re the Contention That Section 10604 Limits Its Proscriptions to \"Secret\" Organizations and Therefore Does Not Cover Clubs Like the Manana.</p>\n<p> Plaintiff, pointing to the provisions of section 10604 which declares any \"secret fraternity, sorority, or club\" to be unlawful, states that the Manana Club is not secret and is therefore not within the provisions of the first paragraph of the section; and argues that the second paragraph, inviting school board rules implementing the section, necessarily relates back to the first paragraph of the act and concludes, under the principle expressio unius est exclusio alterius, that nonsecret fraternities, sororities and clubs are organizations regarding which school boards have been impliedly commanded by the <span class=\"star-pagination\">*283</span> Legislature to maintain a \"hands off\" position. The school board's counterargument is that the broad powers granted by the Legislature to the board in the second paragraph of the section are not narrowed by the first paragraph; also that the general rule- making power granted any school board \"for the government of the schools under its jurisdiction\" by Education Code section 1052 in 1959 (Stats. 1959, ch. 2, p. 636--then numbered  984; renumbered  1052 by Stats. 1963, ch. 629, p. 1509) authorizes the rule in question; also contends that the board had inherent power to adopt Rule 4. Although we find case law authority for the latter two positions taken by the school board (see e.g., Holroyd v. Eibling, 116 Ohio App. 440 [188 N.E.2d 797, 800]), we think the correct solution of the problem centers upon the discovery of the real legislative intent in section 10604. To what type of organization was the Legislature referring when it outlawed \"any secret fraternity, sorority, or club\" and taking part \"in the organization or formation of any fraternity, sorority or secret club\"? Our search begins with the origin of the law and, indeed the history of that origin suggests the answer to the problem.</p>\n<p> Although the section in its present code position was enacted in 1959 (Stats. 1959, ch. 2, p. 861), its language with only immaterial changes is practically identical with an act dating back to 1909 (Stats. 1909, ch. 218, p. 332), and the law was declared constitutional by the District Court of Appeal of the First Appellate District as early as 1912 in Bradford v. Board of Education, 18 Cal.App. 19 [121 P. 929] (hearing by Supreme Court denied). In the opinion in that case the court (speaking through Justice Kerrigan) traced the origin and development of high school fraternities (on pp. 23-24): \"The first Greek letter society in a secondary school was Alpha Phi, a literary society, which became a part of a fraternity in 1876. Subsequently secret societies, patterned after college and university fraternities, sprang into existence in the high schools all over the country, until now they have 'become so numerous,' says a writer on the subject, 'as to make it necessary to manipulate the Greek alphabet in an artful way in order to make the necessary distinctions.' In time many educators came to believe that whatever good might be claimed for college fraternities was not shared by secret fraternities organized among boys and girls attending preparatory schools whose characters are yet unformed. It has been said of such societies that they tend to engender an undemocratic spirit of caste, to promote cliques and to foster a contempt for school <span class=\"star-pagination\">*284</span> authority. Doubtless the organizations have many redeeming features, and, we may say, the standard of excellence of some of them is such that they are not opposed by school authorities. [Citations.] Nevertheless, in order to curb what is said to be their evil effects in secondary schools, rules and regulations have recently been adopted by boards of education in many of the cities of the country; laws have also been enacted in Ohio, Indiana, Minnesota, Kansas and other states, either absolutely forbidding them or placing them under control. Cases arising under these laws and local regulations have come before the courts of those states, and such courts have uniformly held valid reasonable rules adopted by school authorities to prevent the establishment and development of these secret societies in preparatory schools. [Citations.]\"</p>\n<p> Justice Kerrigan in Bradford v. Board of Education, supra, traced the history of the high school fraternity to 1912. [1] [See fn. 3] In doing so he was taking judicial notice of that history as a matter of common knowledge.  <sup>[fn. 3]</sup> The Bradford case held that under the 1909 statute a certain sorority, Omega Nu, was outlawed. If we may be permitted to extend that history since the Bradford decision, we state, for illustrative purposes, the transmutation which took place (at least locally) thereafter. After the Bradford decision the Omega Nus promptly reorganized themselves into a club called the \"K.Ts.\" A competing high school sorority, Alpha Sigma, became Manana, the very club here involved, and similarly, the male counterpart, the high school fraternities, became clubs. Although these clubs called themselves \"nonsecret,\" and have continued so to style themselves in the half century which has elapsed since, there was and is no real distinguishing difference between them and the original fraternities and sororities which had been their parent organizations. True, there were no longer secret handshakes, Greek letter names, nor the ritualistic nonsense which had been a part of the panoply of their progenitors. But it must be apparent that this was not what the Legislature in 1909 had had in mind as being the evil intended to be erased. The tip-off to the real legislative intent <span class=\"star-pagination\">*285</span> is in the use by the Legislature in the same sentence of section 10604 of \"any secret fraternity, sorority or club\" and \"any fraternity, sorority, or secret club interchangeably. In short, the Legislature was unconcerned whether the outlawed organization was a secret Greek letter fraternity or sorority or a secret non-Greek-letter club. Both were equally inimical to school discipline and morale. The word \"secret\" was not significant. It crept into the act because, in every day usage, a common redundancy \"secret fraternity,\" \"secret sorority,\" and \"secret club\" are appellations describing a single type of organization the Legislature intended to outlaw. We have not the slightest doubt, therefore, that when the Legislature had referred to \"secret\" fraternities, sororities and clubs it spoke generically of those \"exclusive\" social clubs which, operating off-campus, nevertheless derive their membership wholly or in part (and usually, principally) from high schools and even (more recently) reaching down into the lower grades; clubs which practice a process of selection designed to create a membership composed of the \"socially elite\" and which seek by this process to maintain that class segregation, distinction and caste system by self-perpetuation, \"rushing,\" \"pledging\" and admitting new members (a limited and select few of the total student bodies of the several secondary schools). Those were the practices considered harmful by the Legislature which it sought to stamp out. And those were the practices which these clubs, the offspring of the fraternities and sororities, have carefully nurtured and perpetuated over the years.\"</p>\n<p> [2] We realize that there is dictum in Bradford v. Board of Education, supra, 18 Cal.App. 19, at page 27, stating that \"secret\" is synonymous with \"oath-bound\" and that \"In order that a fraternity may be secret, a promise or an agreement must be made by its members not to reveal its proceedings or secret work.\" We cannot agree with that as an accurate statement of the legislative intent. Cases in other jurisdictions have construed similar laws much less restrictively. In Burkitt v. School Dist. No. 1, Multnomah County, 195 Ore. 471 [246 P.2d 566, at page 572], the court states: \"[W]e think that there need not be any high degree 'of ritual or mystery' in their conduct to bring a particular society within the category of 'secret.' \" In the Burkitt case the Supreme Court of Oregon approves a circuit court finding that among many Portland clubs \" 'it would not be required of the school board or the superintendent of schools to ferret out each and every club and all their proceedings to find out if they were secret <span class=\"star-pagination\">*286</span> societies,' \" and the court observes (on p. 572 [246 P.2d]): \"Moreover the evidence shows that in organization, officers, types of records kept, rushing, pledging, initiation (with necessary variations as between fraternities and sororities) all the members of the Big Six followed somewhat of a pattern. ... We are inclined to the opinion that some elements of secrecy were likewise common to all the Big Six societies.\" These statements, we think, accurately express the intent of the 1909 California Legislature and the law has remained unchanged ever since. Only its observance has been ignored.</p>\n<p> [3] However, even were we to adopt a narrower interpretation of \"secret,\" the Manana Club would still fall within the statute's proscription. Provisions of its constitution and bylaws subsequent to the objects quoted from the constitution above (literature, charity, democracy) substantially becloud, if they do not wholly belie, those stated objectives, e.g., only 20 girls throughout the entire school system of the Sacramento area may be \"rushed\" during a semester. Candidates' names are proposed by letters of recommendation and each candidate must be sponsored by three members. The only qualifications for candidacy are that each girl must have reached the 9th grade, must have attained a \"C\" average during the semester previous, must have read two books not prescribed as compulsory reading by school authorities, and must not have been a member of a club of the nature of Manana Club within four years. (No other academic accomplishment, experience with, or zeal for, charitable social service or the promotion of democratic ideals is mentioned.) The deadline for nominations is reached three weeks before the \"Rush Tea\" is held. Candidates are not selected by the members at large. Instead an \"Admission Committee\" of 16 is chosen. Its selection is so secret that the general membership is never apprised of those who comprise its membership. This committee elects the new members from among the nominated rushees. They meet privately for that purpose, \"plan to investigate all girls, and then select however many the officers have decided should be brought in. The names will be submitted to the newspaper and will not be told previously to the club members.\" (Italics supplied.)</p>\n<p> Meetings, apparently held at the homes of members, have a specified order of business. This begins with the singing of the Manana song and ends with \"entertainment.\" (Our search throughout the constitution and bylaws fails to detect any implementation of the literary, charitable, or democratic objectives of the club.) <span class=\"star-pagination\">*287</span></p>\n<p> The insignia of the club is \"a gold pin in the form of an \"M\" with Manana spelled out on the pin in blue enamel letters. The meaning of Manana is \"Tomorrow.\" A pin is presented to each girl upon entering the club. This pin is to be worn by the member and is to be kept in her possession. Pledged girls wear a special \"pledge pin.\"\"</p>\n<p> Such activities are sufficient to justify the characterization of the Manana as \"secret.\" (See Burkitt v. School Dist. No. 1, Multnomah County, supra.) In Holroyd v. Eibling, 90 Ohio L.Abs. 78, 25 Ohio Ops.2d 231 [188 N.E.2d 208, 212], affirmed, 116 Ohio App. 440 [188 N.E.2d 797], secrecy was not mentioned as a factor important to a determination of the question of legality.  <sup>[fn. 4]</sup></p>\n<p> [4] We have mentioned above that a stipulation between the parties was entered into before the trial. In it the school board, represented by the county counsel, stipulated that \"plaintiff has been and now is a member of a non-secret club known as the Manana Club.\" (Italics supplied.) Plaintiff contends that because of that stipulation it cannot now be maintained that plaintiff is a \"secret fraternity, sorority or club\" under Education Code section 10604. We disallow that contention for two reasons. First of all, we have pointed out that the Manana Club, within the intent of section 10604, is a \"secret\" club as a matter of law. Therefore neither the county counsel nor the board which he represents can stipulate it away. (DeCelle v. City of Alameda, 186 Cal.App.2d 574, 579 [9 Cal.Rptr. 549]; Merchants Fire Assur. Corp. v. Retail Credit Co., Inc., 206 Cal.App.2d 55, 62 [23 Cal.Rptr. 544]; Duncan v. Garrett, 176 Cal.App.2d 291, 294 [1 Cal.Rptr. 459].) \"Courts will not permit the course of justice to be controlled or the conduct of an action to be circumscribed in such manner as to defeat the ends of justice. Parties cannot arrogate judicial functions to themselves nor can they agree to oust the court of the jurisdiction given to it by law to admit <span class=\"star-pagination\">*288</span> all evidence applicable to a cause and to render judgment accordingly.\" (Berry v. Chaplin, 74 Cal.App.2d 652, 658-659 [169 P.2d 442].) Secondly, we are satisfied that both parties to the stipulation, in stating the \"plaintiff has been and is now a member of a non-secret club known as the Manana Club\" (italics supplied), intended a quite different meaning than as an antonym for \"secret\" as we have interpreted the legislative intent in enacting section 10604. Both deemed \"secret\" to connote the existence of a ritual.  <sup>[fn. 5]</sup></p>\n<p> Re the Contention That Rule 4 Violates Constitutional Guarantees.</p>\n<p> Plaintiff contends that the school board's rule violates the following constitutional guarantees: the United States Constitution's First Amendment (guaranteeing the right of free assembly) as echoed by California Constitution, article I, section 10; the United States Constitution's Fourteenth Amendment (guaranteeing due process and equal protection of the laws); California Constitution, article I, section 11 (providing that general laws shall have uniform operation); California Constitution, article I, section 21 (prohibiting special privileges or immunities and class legislation); and California Constitution, article IX, section 1 (encouraging a diffusion of knowledge).</p>\n<p> Addressing ourselves first to the First Amendment of the United States Constitution, the right of assembly therein guaranteed is no mere shibboleth. That guarantee, together with freedom of speech and of the press, is a very cornerstone of the Bill of Rights--\"to the end,\" as stated by David Fellman in The Constitutional Right of Association, page 5, quoting Chief Justice Hughes, \"that government may be responsive to the will of the people and that changes, if desired, may be obtained by peaceful means. Therein lies the security of the Republic, the very foundation of constitutional government.\" Again, to quote Mr. Fellman (op. cit., p. 34) \"The right of Americans freely to associate with whomever they choose is universally recognized as fundamental in a democratic society. But like all rights, this one does not and cannot function in a social and political vacuum, which means that under some circumstances it is legitimate for government <span class=\"star-pagination\">*289</span> to regulate in order to protect other rights.\" The reasonableness of the governmental regulation is the test. Still quoting (op. cit., p. 35):</p>\n<p> \"[I]f the public interest is served thereby, government may go pretty far in forbidding certain types of association which are generally regarded, in the absence of prohibitory legislation, as being quite lawful.\"</p>\n<p> \"A familiar example is found in the fact that the right of the state to abolish or forbid student membership in fraternities or other secret societies in public institutions is now well-established in American constitutional law.\"</p>\n<p> While we do not propose herein an exhaustive review of the statutes which outlaw high school fraternities and clubs of the type we have found the Manana Club to be, nor to undertake an exhaustive review of the case law upholding such legislation, we will note that, in addition to California, statutes in the following states outlaw them: Arkansas, Colorado, Florida, Illinois, Indiana, Iowa, Kansas, Louisiana, Maine, Massachusetts (optional with local boards), Michigan, Minnesota, Mississippi, Montana, Nebraska, New Jersey, Ohio, Oklahoma, Oregon, Pennyslvania, Rhode Island, Texas (limited), Vermont, Virginia and Washington. Cases upholding such legislation against attacks on the ground of unconstitutionality include: Waugh v. Board of Trustees, 237 U.S. 589 [35 S.Ct. 720, 59 L.Ed. 1131] (against the due process and equal protection--Fourteenth Amendment--attack), Bradford v. Board of Education, supra, 18 Cal.App. 19 (against the prohibition of privileges or immunities and class legislation attack,  <sup>[fn. 6]</sup> also against Fourteenth Amendment attack); Holroyd v. Eibling, supra, 188 N.E.2d 797 (stating that the prohibition of such organizations was reasonable and violated no natural or constitutional right or privilege); Burkitt v. School Dist. No. 1, Multnomah County, supra, 246 P.2d 566 (against the First and Fourteenth Amendment attack); Isgrig v. Srygley, 210 Ark. 580 [197 S.W.2d 39, 46] (against First and Fourteenth Amendment attack); Wilson v. Abilene Independent School Dist. (Tex. Civ.App.) 190 S.W.2d 406 (against--inter alia--the charge that the act of the school board invaded parental authority--the same charge made in the case at <span class=\"star-pagination\">*290</span> bench); Coggins v. Board of Education, 223 N.C. 763 [28 S.E.2d 527] (against the charge of lack of uniformity and violation of the Fourteenth Amendment); Satan Fraternity v. Board of Public Instruction, 156 Fla. 222 [22 So.2d 892] (against First and Fourteenth Amendment attack). The cases could be multiplied. (See generally a note in 27 A.L.R. 1074; see also 134 A.L.R. 1274.) The only jurisdiction which has denied the right of exclusion of secondary school fraternities is Missouri. (See Wright v. Board of Education (1922) 295 Mo. 466 [246 S.W. 43, 27 A.L.R. 1061].)</p>\n<p> Here, as we have shown, once the adjective \"secret\" is placed in its proper context, the Manana Club is a secret sorority or club. Plaintiff's attack, therefore, is not just an attack upon an administrative board's rule, it is an attack upon Education Code section 10604. Article IX, section 5, of the California Constitution contains a mandate that the Legislature shall provide a system of common public schools. [5] The Legislature having acted within this mandate \"we must be guided by the well-settled principles that the presumption is in favor of constitutionality and that the invalidity of an act of the Legislature must be clear before the statute can be declared unconstitutional. [6] It is not our province to weigh the desirability of the social or economic policy underlying the statute or to question its wisdom; they are purely legislative matters. ... [7] [T]he inquiry of the court is limited to determining whether the object of the statute is one for which that power may legitimately be invoked and, if so, whether the statute bears a reasonable and substantial relation to the object sought to be attained. [Citation.]\" (Italics supplied.) (Allied Properties v. Department of Alcoholic Beverage Control, 53 Cal.2d 141, 146 [346 P.2d 737].) (See also Bodinson Mfg. Co. v. California Employment Com., 17 Cal.2d 321, 325 [109 P.2d 935]; and see Bradford v. Board of Education, supra, 18 Cal.App. 19, 24.)</p>\n<p> In a high school fraternity abolition case, Lee v. Hoffman, 182 Iowa 1216, the court applies this principle at page 568 [166 N.W. 565, L.R.A. 1918C 933]: \"It is a fair summary of the case law that no statute is violative of the Constitution if it have for its legitimate object anything that may fairly be said to be for the good of the state or promotive of good order, good morals, or the education of the citizen.\"</p>\n<p> [8] High school fraternities, sororities and clubs undoubtedly accomplish good, mostly to those who belong to them, giving them a sense of security, a feeling of being wanted. But <span class=\"star-pagination\">*291</span> the school board has said the harm these societies do outweighs the good, that they are \"inimical\" to the \"government, discipline and morale of the pupils.\" School boards are professionals in this field, the courts are laymen; the boards are close to the day-to-day affairs of the pupils of secondary schools and the problems which arise in a school community, courts are removed therefrom. Under the circumstances, we cannot superimpose our judgment over theirs and should not attempt to do so. The right of adults freely to join together socially and to assemble for lawful purpose may be conceded to include the right to form and maintain clubs, secret or nonsecret, the right to be as snobbish as they choose, and any attempt at interference with that right by legislative or administrative mandate may well be said to be arbitrary, unreasonable and therefore in violation of the First Amendment. The First Amendment guarantee of the right of free assembly as applied to adults (or even to college students, concerning whose rights under the circumstances here involved we express no opinion) is not involved here. Nor do we assert that public school pupils in secondary schools have no constitutional rights. Here the school board is not dealing with adults but with adolescents in their formative years. And it is not dealing with activities which occur only within the home and which, therefore, might be said to relate exclusively to parental jurisdiction and control. It is dealing under express statutory mandate with activities which reach into the school and which reasonably may be said to interfere with the educational process, with the morale of high school student bodies as a whole and which also may reasonably be said not to foster democracy (as the Manana constitution preaches) but to frustrate democracy (as the Manana Club by its admitted activities practices).</p>\n<p> [9] We also reject plaintiff's argument that Rule 4 goes too far in the suspension and expulsion penalties provided. This is a power expressly included in section 10604 and has been a part of the statute since 1909. Bradford v. Board of Education, supra, 18 Cal.App. 19, upholding the statute, involved the suspension of a girl. In Burkitt v. School Dist. No. 1, Multnomah County, supra, 246 P.2d 566, the court states (at p. 577): \"If the board has the power to make the regulation then the power to enforce it by expulsion is implied.\" This is only common sense.</p>\n<p> In reversing the judgment we must take cognizance of the provision in the stipulation of the parties that if the rule is valid plaintiff because of her membership in the Manana Club <span class=\"star-pagination\">*292</span> violates the rule. Thus, our holding that the rule is valid removes any issue of fact to be retried.</p>\n<p> The judgment is reversed and the trial court is directed to enter judgment for defendants.</p>\n<p> Friedman, J., and Regan, J., concurred.</p>\n<p> \"4. Non School Clubs: It is the determination of the Board of Education that it is detrimental and inimical to the best interests of the public schools of the Sacramento City Unified School District, and to the government, discipline and morale of the pupils thereof, for any pupils enrolled in the elementary, junior high, or senior high schools of the district to belong to any fraternity, sorority, or non school club which perpetuates its membership by the decision of its own members, as this Board also finds that such organizations engender an undemocratic spirit in the pupils of the public schools of the District. In accordance with this policy determination, the following rule shall govern membership in non school clubs:\"</p>\n<p> \"No pupil enrolled in any elementary, junior high, or senior high school of the Sacramento City Unified School District shall join, be a member of, or be pledged to become a member of, any fraternity, sorority, or other non school club which is of such a nature as to engender an undemocratic spirit in the pupils of the public schools of the district. A fraternity, sorority, or non school club, membership in which is prohibited by this rule, is one in which the membership is composed wholly or partly of pupils of the public schools of this State and is perpetuated by taking in members from the pupils enrolled in the public schools on the basis of the selection and decision of its own members.\"</p>\n<p> \"a. Nothing contained in this rule shall be construed to prohibit any pupil from joining the order of the Native Sons of the Golden West, Native Daughters of the Golden West, Foresters of America, or other kindred organizations not directly associated with the public schools of this State; or from joining youth clubs and organizations sponsored by recognized churches, adult fraternal societies or service clubs (such as Masons, Elks, Rotary, etc.) not directly associated with the public schools of this State, or nationally known youth movements and groups organized for citizenship training and physical development (such as YMCA, YWCA, Boy Scouts of America, Girl Scouts, Camp Fire Girls, etc.).\"</p>\n<p> \"b. Any pupil who violates this rule shall be subject to suspension for a period of not more than ten consecutive school days, and, if such suspension shall not result in an immediate discontinuance of such membership, such pupil shall be subject to expulsion.\"</p>\n<p> \"c. Each pupil enrolled in the elementary, junior high, and senior high schools of the district and his parents or legal guardian shall be notified in writing of this rule.\"</p>\n<p> \"The governing board of any school district may make and enforce all rules and regulations needful for the government and discipline of the schools under its charge. Any governing board shall enforce the provisions of this section by suspending, or, if necessary, expelling a pupil in any elementary or secondary school who refuses or neglects to obey any such rules or regulations.\"</p>\n<p> The following language of the opinion in that case (on p. 212) is also noteworthy: \"The clubs have no secret initiation or ritual but ... every club witness spoke knowledgeably of 'initiations,' 'bids,' 'rush,' 'rushing,' 'pledges,' ... i.e. the typical jargon of any fraternity or sorority.\"</p>\n<h2>NOTES</h2>\n<p>[fn. *]  *. This case was previously entitled \"Strong v. Sacramento City Unified School District.\"</p>\n<p>[fn. 1]  1. Rule 4 provides in full:</p>\n<p>[fn. 2]  2. The full text of section 10604 is: \"It is unlawful for any pupil, enrolled in any elementary or secondary school of this State, to join or become a member of any secret fraternity, sorority, or club, wholly or partly formed from the membership of pupils attending the public schools, or to take part in the organization or formation of any fraternity, sorority, or secret club. Nothing in this section shall be construed to prevent any pupil from joining the order of the Native Sons of the Golden West, Native Daughters of the Golden West, Foresters of America, or other kindred organizations not directly associated with the public schools of the State.</p>\n<p>[fn. 3]  3. Code of Civil Procedure section 1875 is not exclusively definitive of the extent of a court's powers in taking judicial notice. We also notice \"matters of common knowledge within the jurisdiction which are certain and indisputable.\" (See Witkin, Cal. Evidence (1958) Judicial Notice,  50, p. 65, and cases cited; see also Evid. Code,  451, subd. (f).) Matters of local history, as well as state and national history, are included (Witkin, op. cit.,  51, p. 66; 9 Wigmore on Evidence (3d ed.) p. 531 et seq., see particularly p. 571).</p>\n<p>[fn. 4]  4. It is noteworthy that the school board rule in the Holroyd case is almost identical with that of Rule 4 in the case at bench: \" '(b) For purposes of this section a school fraternity, sorority, society or organization, referred to in sub-section (a) is hereby defined and determined to be any organization whose active membership is composed wholly or in part of pupils enrolled in the Columbus Public Schools, and which perpetuates itself by admitting ... members ... on the basis of the decision of its membership rather than upon the right and free choice of any pupil who is qualified ....' \" (188 NE.2d at p. 209.)</p>\n<p>[fn. 5]  5. At oral argument both counsel commendably conceded this as being the intended meaning in their stipulation. They defined a \"secret\" club as one which concealed the names of its members, or one which had a concealed handshake, ritual, constitution and bylaws, or any part about a club which involves the withholding of knowledge to the public.</p>\n<p>[fn. 6]  6. Therein the court noted that the exception in California of the Native Sons and Daughters and similar societies was justified since these societies were not primarily comprised of high school pupils and furthermore were not calculated to exercise a harmful influence upon pupils or diminish the efficiency of the educational system.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">278</span></span> (1966)</b></center>\n<center><h1> <sup>[fn. *]</sup>JUDY ROBINSON, a Minor, etc., Plaintiff and Respondent,<br>\nv.<br>\nSACRAMENTO CITY UNIFIED SCHOOL DISTRICT et al., Defendants and Appellants.</h1></center>\n<center><p><b>California Court of Appeals. </b></p></center>\n<center>Sept. 29, 1966.</center>\n<p> John B. Heinrich, County Counsel, for Defendants and Appellants.</p>\n<p> Jerome R. Lewis, Lewis &amp; Lewis, and George B. Hendry for Plaintiff and Respondent.</p>\n<p> PIERCE, P. J.</p>\n<p> In a complaint entitled as one \"for declaratory relief and restraining order,\" substituted plaintiff, Judy Robinson, a member of a club called the \"Manana Club\" in Sacramento (through her father as guardian ad litem) seeks to have a rule of the governing board of the Sacramento City Unified School District, known as \"Rule 4,\" declared invalid as unconstitutional. In the trial court judgment was for plaintiff, declaring the rule \"void as applied to the plaintiff.\" The school district and its agents (presumably including the board) were enjoined from enforcing it. We have concluded that the challenged rule is neither in excess of the powers delegated to the school board by the Legislature, nor in violation of any constitutional right of plaintiff, and therefore reverse the judgment.</p>\n<p> The case comes to us on a clerk's transcript which includes the complaint, answer and a stipulation of \"facts\" to be discussed below. The complaint sets out Rule 4 in full. By its terms the board decides it is \"detrimental and inimical to the best interests of the public schools\" of the district and to the \"government, discipline and morale of the pupils thereof, for any pupils enrolled in the elementary, junior high, or senior high schools of the district to belong to any fraternity, sorority, or non school club which perpetuates its membership by the decision of its own members, as this Board determines that such organizations engender an undemocratic spirit in the pupils. ...\"</p>\n<p> In the next paragraph of the rule is the following: \"A fraternity, sorority, or non school club, membership in which is prohibited by this rule, is one in which the membership is composed wholly or partly of pupils of the public schools of this State and is perpetuated by taking in members from the pupils enrolled in the public schools on the basis of the selection and decision of its own members.\" (Italics supplied.) Violations of the rule subject pupils to suspension or expulsion.  <sup>[fn. 1]</sup><span class=\"star-pagination\">*281</span></p>\n<p> The complaint contains as exhibit B a copy of the constitution and bylaws of Manana Club to which Miss Robinson belongs. Section II of article I thereof sets forth the objects of the club. Generally, those objects are described as being literature, charity and democracy, each of which the club is to foster. In its promotion of literature it is stated the club shall encourage and promote, within its membership and without, the reading of, and acquaintance with, books and poetry \"in order to assist in creating an enlightened public.\" In concluding that the school board had overstepped permissible limits of its powers, the trial court did not look beyond these worthy objects. The constitution and bylaws of the Manana Club, however, reveal other quite different purposes which we shall discuss below.</p>\n<p> Rule 4 was adopted by the school board acting, so its argument runs, (1) under Education Code section 10604, (2) Education Code section 1052, and also (3) under the board's <span class=\"star-pagination\">*282</span> inherent powers. Education Code section 10604, to quote its material provisions, makes it \"unlawful for any pupil, enrolled in any elementary or secondary school of this State, to join ... any secret fraternity, sorority, or club, wholly or partly formed from the membership of pupils attending the public schools. ...\" In the same sentence the trilogy of condemned organizations is referred to as \"any fraternity, sorority, or secret club.\" A second paragraph of the section includes the following provision: \"The governing board of any school district may make and enforce all rules and regulations needful for the government and discipline of the schools under its charge.\" The section concludes by empowering school boards to enforce rules by suspension or even expulsion \"if necessary.\"</p>\n<p> Excluded from the prohibited groups under section 10604 are the Native Sons of the Golden West, the Native Daughters, the Foresters and \"kindred organizations not directly associated with the public schools.\"  <sup>[fn. 2]</sup></p>\n<p> Re the Contention That Section 10604 Limits Its Proscriptions to \"Secret\" Organizations and Therefore Does Not Cover Clubs Like the Manana.</p>\n<p> Plaintiff, pointing to the provisions of section 10604 which declares any \"secret fraternity, sorority, or club\" to be unlawful, states that the Manana Club is not secret and is therefore not within the provisions of the first paragraph of the section; and argues that the second paragraph, inviting school board rules implementing the section, necessarily relates back to the first paragraph of the act and concludes, under the principle expressio unius est exclusio alterius, that nonsecret fraternities, sororities and clubs are organizations regarding which school boards have been impliedly commanded by the <span class=\"star-pagination\">*283</span> Legislature to maintain a \"hands off\" position. The school board's counterargument is that the broad powers granted by the Legislature to the board in the second paragraph of the section are not narrowed by the first paragraph; also that the general rule- making power granted any school board \"for the government of the schools under its jurisdiction\" by Education Code section 1052 in 1959 (Stats. 1959, ch. 2, p. 636--then numbered  984; renumbered  1052 by Stats. 1963, ch. 629, p. 1509) authorizes the rule in question; also contends that the board had inherent power to adopt Rule 4. Although we find case law authority for the latter two positions taken by the school board (see e.g., Holroyd v. Eibling, <span class=\"citation\" data-id=\"3748550\"><a href=\"/opinion/3995168/holroyd-v-eibling/\"><span class=\"volume\">116</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">440</span></a></span> [<span class=\"citation\" data-id=\"3748550\"><a href=\"/opinion/3995168/holroyd-v-eibling/\"><span class=\"volume\">188</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></a></span>, 800]), we think the correct solution of the problem centers upon the discovery of the real legislative intent in section 10604. To what type of organization was the Legislature referring when it outlawed \"any secret fraternity, sorority, or club\" and taking part \"in the organization or formation of any fraternity, sorority or secret club\"? Our search begins with the origin of the law and, indeed the history of that origin suggests the answer to the problem.</p>\n<p> Although the section in its present code position was enacted in 1959 (Stats. 1959, ch. 2, p. 861), its language with only immaterial changes is practically identical with an act dating back to 1909 (Stats. 1909, ch. 218, p. 332), and the law was declared constitutional by the District Court of Appeal of the First Appellate District as early as 1912 in Bradford v. Board of Education, <span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">19</span></a></span> [<span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">121</span> <span class=\"reporter\">P.</span> <span class=\"page\">929</span></a></span>] (hearing by Supreme Court denied). In the opinion in that case the court (speaking through Justice Kerrigan) traced the origin and development of high school fraternities (on pp. 23-24): \"The first Greek letter society in a secondary school was Alpha Phi, a literary society, which became a part of a fraternity in 1876. Subsequently secret societies, patterned after college and university fraternities, sprang into existence in the high schools all over the country, until now they have 'become so numerous,' says a writer on the subject, 'as to make it necessary to manipulate the Greek alphabet in an artful way in order to make the necessary distinctions.' In time many educators came to believe that whatever good might be claimed for college fraternities was not shared by secret fraternities organized among boys and girls attending preparatory schools whose characters are yet unformed. It has been said of such societies that they tend to engender an undemocratic spirit of caste, to promote cliques and to foster a contempt for school <span class=\"star-pagination\">*284</span> authority. Doubtless the organizations have many redeeming features, and, we may say, the standard of excellence of some of them is such that they are not opposed by school authorities. [Citations.] Nevertheless, in order to curb what is said to be their evil effects in secondary schools, rules and regulations have recently been adopted by boards of education in many of the cities of the country; laws have also been enacted in Ohio, Indiana, Minnesota, Kansas and other states, either absolutely forbidding them or placing them under control. Cases arising under these laws and local regulations have come before the courts of those states, and such courts have uniformly held valid reasonable rules adopted by school authorities to prevent the establishment and development of these secret societies in preparatory schools. [Citations.]\"</p>\n<p> Justice Kerrigan in Bradford v. Board of Education, supra, traced the history of the high school fraternity to 1912. [1] [See fn. 3] In doing so he was taking judicial notice of that history as a matter of common knowledge.  <sup>[fn. 3]</sup> The Bradford case held that under the 1909 statute a certain sorority, Omega Nu, was outlawed. If we may be permitted to extend that history since the Bradford decision, we state, for illustrative purposes, the transmutation which took place (at least locally) thereafter. After the Bradford decision the Omega Nus promptly reorganized themselves into a club called the \"K.Ts.\" A competing high school sorority, Alpha Sigma, became Manana, the very club here involved, and similarly, the male counterpart, the high school fraternities, became clubs. Although these clubs called themselves \"nonsecret,\" and have continued so to style themselves in the half century which has elapsed since, there was and is no real distinguishing difference between them and the original fraternities and sororities which had been their parent organizations. True, there were no longer secret handshakes, Greek letter names, nor the ritualistic nonsense which had been a part of the panoply of their progenitors. But it must be apparent that this was not what the Legislature in 1909 had had in mind as being the evil intended to be erased. The tip-off to the real legislative intent <span class=\"star-pagination\">*285</span> is in the use by the Legislature in the same sentence of section 10604 of \"any secret fraternity, sorority or club\" and \"any fraternity, sorority, or secret club interchangeably. In short, the Legislature was unconcerned whether the outlawed organization was a secret Greek letter fraternity or sorority or a secret non-Greek-letter club. Both were equally inimical to school discipline and morale. The word \"secret\" was not significant. It crept into the act because, in every day usage, a common redundancy \"secret fraternity,\" \"secret sorority,\" and \"secret club\" are appellations describing a single type of organization the Legislature intended to outlaw. We have not the slightest doubt, therefore, that when the Legislature had referred to \"secret\" fraternities, sororities and clubs it spoke generically of those \"exclusive\" social clubs which, operating off-campus, nevertheless derive their membership wholly or in part (and usually, principally) from high schools and even (more recently) reaching down into the lower grades; clubs which practice a process of selection designed to create a membership composed of the \"socially elite\" and which seek by this process to maintain that class segregation, distinction and caste system by self-perpetuation, \"rushing,\" \"pledging\" and admitting new members (a limited and select few of the total student bodies of the several secondary schools). Those were the practices considered harmful by the Legislature which it sought to stamp out. And those were the practices which these clubs, the offspring of the fraternities and sororities, have carefully nurtured and perpetuated over the years.\"</p>\n<p> [2] We realize that there is dictum in Bradford v. Board of Education, supra, <span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">19</span></a></span>, at page 27, stating that \"secret\" is synonymous with \"oath-bound\" and that \"In order that a fraternity may be secret, a promise or an agreement must be made by its members not to reveal its proceedings or secret work.\" We cannot agree with that as an accurate statement of the legislative intent. Cases in other jurisdictions have construed similar laws much less restrictively. In Burkitt v. School Dist. No. 1, Multnomah County, 195 Ore. 471 [<span class=\"citation\" data-id=\"1178974\"><a href=\"/opinion/1178974/burkitt-v-school-dist-no-1/\"><span class=\"volume\">246</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">566</span></a></span>, at page 572], the court states: \"[W]e think that there need not be any high degree 'of ritual or mystery' in their conduct to bring a particular society within the category of 'secret.' \" In the Burkitt case the Supreme Court of Oregon approves a circuit court finding that among many Portland clubs \" 'it would not be required of the school board or the superintendent of schools to ferret out each and every club and all their proceedings to find out if they were secret <span class=\"star-pagination\">*286</span> societies,' \" and the court observes (on p. 572 [246 P.2d]): \"Moreover the evidence shows that in organization, officers, types of records kept, rushing, pledging, initiation (with necessary variations as between fraternities and sororities) all the members of the Big Six followed somewhat of a pattern. ... We are inclined to the opinion that some elements of secrecy were likewise common to all the Big Six societies.\" These statements, we think, accurately express the intent of the 1909 California Legislature and the law has remained unchanged ever since. Only its observance has been ignored.</p>\n<p> [3] However, even were we to adopt a narrower interpretation of \"secret,\" the Manana Club would still fall within the statute's proscription. Provisions of its constitution and bylaws subsequent to the objects quoted from the constitution above (literature, charity, democracy) substantially becloud, if they do not wholly belie, those stated objectives, e.g., only 20 girls throughout the entire school system of the Sacramento area may be \"rushed\" during a semester. Candidates' names are proposed by letters of recommendation and each candidate must be sponsored by three members. The only qualifications for candidacy are that each girl must have reached the 9th grade, must have attained a \"C\" average during the semester previous, must have read two books not prescribed as compulsory reading by school authorities, and must not have been a member of a club of the nature of Manana Club within four years. (No other academic accomplishment, experience with, or zeal for, charitable social service or the promotion of democratic ideals is mentioned.) The deadline for nominations is reached three weeks before the \"Rush Tea\" is held. Candidates are not selected by the members at large. Instead an \"Admission Committee\" of 16 is chosen. Its selection is so secret that the general membership is never apprised of those who comprise its membership. This committee elects the new members from among the nominated rushees. They meet privately for that purpose, \"plan to investigate all girls, and then select however many the officers have decided should be brought in. The names will be submitted to the newspaper and will not be told previously to the club members.\" (Italics supplied.)</p>\n<p> Meetings, apparently held at the homes of members, have a specified order of business. This begins with the singing of the Manana song and ends with \"entertainment.\" (Our search throughout the constitution and bylaws fails to detect any implementation of the literary, charitable, or democratic objectives of the club.) <span class=\"star-pagination\">*287</span></p>\n<p> The insignia of the club is \"a gold pin in the form of an \"M\" with Manana spelled out on the pin in blue enamel letters. The meaning of Manana is \"Tomorrow.\" A pin is presented to each girl upon entering the club. This pin is to be worn by the member and is to be kept in her possession. Pledged girls wear a special \"pledge pin.\"\"</p>\n<p> Such activities are sufficient to justify the characterization of the Manana as \"secret.\" (See Burkitt v. School Dist. No. 1, Multnomah County, supra.) In Holroyd v. Eibling, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">Ohio Law. Abs.</span> <span class=\"page\">78</span></span>, 25 Ohio Ops.2d 231 [<span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">208</span></span>, 212], affirmed, <span class=\"citation\" data-id=\"3748550\"><a href=\"/opinion/3995168/holroyd-v-eibling/\"><span class=\"volume\">116</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">440</span></a></span> [<span class=\"citation\" data-id=\"3748550\"><a href=\"/opinion/3995168/holroyd-v-eibling/\"><span class=\"volume\">188</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></a></span>], secrecy was not mentioned as a factor important to a determination of the question of legality.  <sup>[fn. 4]</sup></p>\n<p> [4] We have mentioned above that a stipulation between the parties was entered into before the trial. In it the school board, represented by the county counsel, stipulated that \"plaintiff has been and now is a member of a non-secret club known as the Manana Club.\" (Italics supplied.) Plaintiff contends that because of that stipulation it cannot now be maintained that plaintiff is a \"secret fraternity, sorority or club\" under Education Code section 10604. We disallow that contention for two reasons. First of all, we have pointed out that the Manana Club, within the intent of section 10604, is a \"secret\" club as a matter of law. Therefore neither the county counsel nor the board which he represents can stipulate it away. (DeCelle v. City of Alameda, <span class=\"citation\" data-id=\"2242609\"><a href=\"/opinion/2242609/decelle-v-city-of-alameda/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">574</span></a></span>, 579 [<span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">549</span></span>]; Merchants Fire Assur. Corp. v. Retail Credit Co., Inc., <span class=\"citation\" data-id=\"2186090\"><a href=\"/opinion/2186090/merchants-fire-assur-corp-v-retail-credit-co-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">55</span></a></span>, 62 [<span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">544</span></span>]; Duncan v. Garrett, <span class=\"citation\" data-id=\"2194062\"><a href=\"/opinion/2194062/duncan-v-garrett/\"><span class=\"volume\">176</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">291</span></a></span>, 294 [<span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">459</span></span>].) \"Courts will not permit the course of justice to be controlled or the conduct of an action to be circumscribed in such manner as to defeat the ends of justice. Parties cannot arrogate judicial functions to themselves nor can they agree to oust the court of the jurisdiction given to it by law to admit <span class=\"star-pagination\">*288</span> all evidence applicable to a cause and to render judgment accordingly.\" (Berry v. Chaplin, <span class=\"citation\" data-id=\"2616982\"><a href=\"/opinion/2616982/berry-v-chaplin/\"><span class=\"volume\">74</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">652</span></a></span>, 658-659 [<span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">442</span></span>].) Secondly, we are satisfied that both parties to the stipulation, in stating the \"plaintiff has been and is now a member of a non-secret club known as the Manana Club\" (italics supplied), intended a quite different meaning than as an antonym for \"secret\" as we have interpreted the legislative intent in enacting section 10604. Both deemed \"secret\" to connote the existence of a ritual.  <sup>[fn. 5]</sup></p>\n<p> Re the Contention That Rule 4 Violates Constitutional Guarantees.</p>\n<p> Plaintiff contends that the school board's rule violates the following constitutional guarantees: the United States Constitution's First Amendment (guaranteeing the right of free assembly) as echoed by California Constitution, article I, section 10; the United States Constitution's Fourteenth Amendment (guaranteeing due process and equal protection of the laws); California Constitution, article I, section 11 (providing that general laws shall have uniform operation); California Constitution, article I, section 21 (prohibiting special privileges or immunities and class legislation); and California Constitution, article IX, section 1 (encouraging a diffusion of knowledge).</p>\n<p> Addressing ourselves first to the First Amendment of the United States Constitution, the right of assembly therein guaranteed is no mere shibboleth. That guarantee, together with freedom of speech and of the press, is a very cornerstone of the Bill of Rights--\"to the end,\" as stated by David Fellman in The Constitutional Right of Association, page 5, quoting Chief Justice Hughes, \"that government may be responsive to the will of the people and that changes, if desired, may be obtained by peaceful means. Therein lies the security of the Republic, the very foundation of constitutional government.\" Again, to quote Mr. Fellman (op. cit., p. 34) \"The right of Americans freely to associate with whomever they choose is universally recognized as fundamental in a democratic society. But like all rights, this one does not and cannot function in a social and political vacuum, which means that under some circumstances it is legitimate for government <span class=\"star-pagination\">*289</span> to regulate in order to protect other rights.\" The reasonableness of the governmental regulation is the test. Still quoting (op. cit., p. 35):</p>\n<p> \"[I]f the public interest is served thereby, government may go pretty far in forbidding certain types of association which are generally regarded, in the absence of prohibitory legislation, as being quite lawful.\"</p>\n<p> \"A familiar example is found in the fact that the right of the state to abolish or forbid student membership in fraternities or other secret societies in public institutions is now well-established in American constitutional law.\"</p>\n<p> While we do not propose herein an exhaustive review of the statutes which outlaw high school fraternities and clubs of the type we have found the Manana Club to be, nor to undertake an exhaustive review of the case law upholding such legislation, we will note that, in addition to California, statutes in the following states outlaw them: Arkansas, Colorado, Florida, Illinois, Indiana, Iowa, Kansas, Louisiana, Maine, Massachusetts (optional with local boards), Michigan, Minnesota, Mississippi, Montana, Nebraska, New Jersey, Ohio, Oklahoma, Oregon, Pennyslvania, Rhode Island, Texas (limited), Vermont, Virginia and Washington. Cases upholding such legislation against attacks on the ground of unconstitutionality include: Waugh v. Board of Trustees, <span class=\"citation\" data-id=\"98473\"><a href=\"/opinion/98473/waugh-v-board-of-trustees-of-univ-of-miss/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span> [<span class=\"citation\" data-id=\"98473\"><a href=\"/opinion/98473/waugh-v-board-of-trustees-of-univ-of-miss/\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">720</span></a></span>, <span class=\"citation\" data-id=\"98473\"><a href=\"/opinion/98473/waugh-v-board-of-trustees-of-univ-of-miss/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1131</span></a></span>] (against the due process and equal protection--Fourteenth Amendment--attack), Bradford v. Board of Education, supra, <span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">19</span></a></span> (against the prohibition of privileges or immunities and class legislation attack,  <sup>[fn. 6]</sup> also against Fourteenth Amendment attack); Holroyd v. Eibling, supra, <span class=\"citation\" data-id=\"3748550\"><a href=\"/opinion/3995168/holroyd-v-eibling/\"><span class=\"volume\">188</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></a></span> (stating that the prohibition of such organizations was reasonable and violated no natural or constitutional right or privilege); Burkitt v. School Dist. No. 1, Multnomah County, supra, <span class=\"citation\" data-id=\"1178974\"><a href=\"/opinion/1178974/burkitt-v-school-dist-no-1/\"><span class=\"volume\">246</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">566</span></a></span> (against the First and Fourteenth Amendment attack); Isgrig v. Srygley, <span class=\"citation\" data-id=\"3267786\"><a href=\"/opinion/3265469/isgrig-v-srygley/\"><span class=\"volume\">210</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">580</span></a></span> [<span class=\"citation\" data-id=\"3267786\"><a href=\"/opinion/3265469/isgrig-v-srygley/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">39</span></a></span>, 46] (against First and Fourteenth Amendment attack); Wilson v. Abilene Independent School Dist. (Tex. Civ.App.) <span class=\"citation\" data-id=\"3905196\"><a href=\"/opinion/4141912/wilson-v-abilene-indep-sch-dist/\"><span class=\"volume\">190</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">406</span></a></span> (against--inter alia--the charge that the act of the school board invaded parental authority--the same charge made in the case at <span class=\"star-pagination\">*290</span> bench); Coggins v. Board of Education, <span class=\"citation\" data-id=\"3659693\"><a href=\"/opinion/3913385/coggins-v-board-of-education/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">763</span></a></span> [<span class=\"citation\" data-id=\"3659693\"><a href=\"/opinion/3913385/coggins-v-board-of-education/\"><span class=\"volume\">28</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">527</span></a></span>] (against the charge of lack of uniformity and violation of the Fourteenth Amendment); Satan Fraternity v. Board of Public Instruction, <span class=\"citation\" data-id=\"3393254\"><a href=\"/opinion/3399708/satan-fraternity-v-board-public-instruction/\"><span class=\"volume\">156</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">222</span></a></span> [<span class=\"citation\" data-id=\"3393254\"><a href=\"/opinion/3399708/satan-fraternity-v-board-public-instruction/\"><span class=\"volume\">22</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">892</span></a></span>] (against First and Fourteenth Amendment attack). The cases could be multiplied. (See generally a note in <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1074</span></span>; see also <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1274</span></span>.) The only jurisdiction which has denied the right of exclusion of secondary school fraternities is Missouri. (See Wright v. Board of Education (1922) <span class=\"citation\" data-id=\"3534928\"><a href=\"/opinion/3557440/wright-v-board-of-education/\"><span class=\"volume\">295</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">466</span></a></span> [<span class=\"citation\" data-id=\"3534928\"><a href=\"/opinion/3557440/wright-v-board-of-education/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1061</span></span>].)</p>\n<p> Here, as we have shown, once the adjective \"secret\" is placed in its proper context, the Manana Club is a secret sorority or club. Plaintiff's attack, therefore, is not just an attack upon an administrative board's rule, it is an attack upon Education Code section 10604. Article IX, section 5, of the California Constitution contains a mandate that the Legislature shall provide a system of common public schools. [5] The Legislature having acted within this mandate \"we must be guided by the well-settled principles that the presumption is in favor of constitutionality and that the invalidity of an act of the Legislature must be clear before the statute can be declared unconstitutional. [6] It is not our province to weigh the desirability of the social or economic policy underlying the statute or to question its wisdom; they are purely legislative matters. ... [7] [T]he inquiry of the court is limited to determining whether the object of the statute is one for which that power may legitimately be invoked and, if so, whether the statute bears a reasonable and substantial relation to the object sought to be attained. [Citation.]\" (Italics supplied.) (Allied Properties v. Department of Alcoholic Beverage Control, <span class=\"citation\" data-id=\"1425499\"><a href=\"/opinion/1425499/allied-properties-v-dept-of-alcoholic-beverage-control/\"><span class=\"volume\">53</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">141</span></a></span>, 146 [<span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">737</span></span>].) (See also Bodinson Mfg. Co. v. California Employment Com., <span class=\"citation\" data-id=\"1384414\"><a href=\"/opinion/1384414/bodinson-mfg-co-v-california-e-com/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">321</span></a></span>, 325 [<span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">935</span></span>]; and see Bradford v. Board of Education, supra, <span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">19</span></a></span>, 24.)</p>\n<p> In a high school fraternity abolition case, Lee v. Hoffman, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1216</span></span>, the court applies this principle at page 568 [<span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">565</span></span>, L.R.A. 1918C 933]: \"It is a fair summary of the case law that no statute is violative of the Constitution if it have for its legitimate object anything that may fairly be said to be for the good of the state or promotive of good order, good morals, or the education of the citizen.\"</p>\n<p> [8] High school fraternities, sororities and clubs undoubtedly accomplish good, mostly to those who belong to them, giving them a sense of security, a feeling of being wanted. But <span class=\"star-pagination\">*291</span> the school board has said the harm these societies do outweighs the good, that they are \"inimical\" to the \"government, discipline and morale of the pupils.\" School boards are professionals in this field, the courts are laymen; the boards are close to the day-to-day affairs of the pupils of secondary schools and the problems which arise in a school community, courts are removed therefrom. Under the circumstances, we cannot superimpose our judgment over theirs and should not attempt to do so. The right of adults freely to join together socially and to assemble for lawful purpose may be conceded to include the right to form and maintain clubs, secret or nonsecret, the right to be as snobbish as they choose, and any attempt at interference with that right by legislative or administrative mandate may well be said to be arbitrary, unreasonable and therefore in violation of the First Amendment. The First Amendment guarantee of the right of free assembly as applied to adults (or even to college students, concerning whose rights under the circumstances here involved we express no opinion) is not involved here. Nor do we assert that public school pupils in secondary schools have no constitutional rights. Here the school board is not dealing with adults but with adolescents in their formative years. And it is not dealing with activities which occur only within the home and which, therefore, might be said to relate exclusively to parental jurisdiction and control. It is dealing under express statutory mandate with activities which reach into the school and which reasonably may be said to interfere with the educational process, with the morale of high school student bodies as a whole and which also may reasonably be said not to foster democracy (as the Manana constitution preaches) but to frustrate democracy (as the Manana Club by its admitted activities practices).</p>\n<p> [9] We also reject plaintiff's argument that Rule 4 goes too far in the suspension and expulsion penalties provided. This is a power expressly included in section 10604 and has been a part of the statute since 1909. Bradford v. Board of Education, supra, <span class=\"citation\" data-id=\"3296119\"><a href=\"/opinion/3297366/bradford-v-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">19</span></a></span>, upholding the statute, involved the suspension of a girl. In Burkitt v. School Dist. No. 1, Multnomah County, supra, <span class=\"citation\" data-id=\"1178974\"><a href=\"/opinion/1178974/burkitt-v-school-dist-no-1/\"><span class=\"volume\">246</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">566</span></a></span>, the court states (at p. 577): \"If the board has the power to make the regulation then the power to enforce it by expulsion is implied.\" This is only common sense.</p>\n<p> In reversing the judgment we must take cognizance of the provision in the stipulation of the parties that if the rule is valid plaintiff because of her membership in the Manana Club <span class=\"star-pagination\">*292</span> violates the rule. Thus, our holding that the rule is valid removes any issue of fact to be retried.</p>\n<p> The judgment is reversed and the trial court is directed to enter judgment for defendants.</p>\n<p> Friedman, J., and Regan, J., concurred.</p>\n<p> \"4. Non School Clubs: It is the determination of the Board of Education that it is detrimental and inimical to the best interests of the public schools of the Sacramento City Unified School District, and to the government, discipline and morale of the pupils thereof, for any pupils enrolled in the elementary, junior high, or senior high schools of the district to belong to any fraternity, sorority, or non school club which perpetuates its membership by the decision of its own members, as this Board also finds that such organizations engender an undemocratic spirit in the pupils of the public schools of the District. In accordance with this policy determination, the following rule shall govern membership in non school clubs:\"</p>\n<p> \"No pupil enrolled in any elementary, junior high, or senior high school of the Sacramento City Unified School District shall join, be a member of, or be pledged to become a member of, any fraternity, sorority, or other non school club which is of such a nature as to engender an undemocratic spirit in the pupils of the public schools of the district. A fraternity, sorority, or non school club, membership in which is prohibited by this rule, is one in which the membership is composed wholly or partly of pupils of the public schools of this State and is perpetuated by taking in members from the pupils enrolled in the public schools on the basis of the selection and decision of its own members.\"</p>\n<p> \"a. Nothing contained in this rule shall be construed to prohibit any pupil from joining the order of the Native Sons of the Golden West, Native Daughters of the Golden West, Foresters of America, or other kindred organizations not directly associated with the public schools of this State; or from joining youth clubs and organizations sponsored by recognized churches, adult fraternal societies or service clubs (such as Masons, Elks, Rotary, etc.) not directly associated with the public schools of this State, or nationally known youth movements and groups organized for citizenship training and physical development (such as YMCA, YWCA, Boy Scouts of America, Girl Scouts, Camp Fire Girls, etc.).\"</p>\n<p> \"b. Any pupil who violates this rule shall be subject to suspension for a period of not more than ten consecutive school days, and, if such suspension shall not result in an immediate discontinuance of such membership, such pupil shall be subject to expulsion.\"</p>\n<p> \"c. Each pupil enrolled in the elementary, junior high, and senior high schools of the district and his parents or legal guardian shall be notified in writing of this rule.\"</p>\n<p> \"The governing board of any school district may make and enforce all rules and regulations needful for the government and discipline of the schools under its charge. Any governing board shall enforce the provisions of this section by suspending, or, if necessary, expelling a pupil in any elementary or secondary school who refuses or neglects to obey any such rules or regulations.\"</p>\n<p> The following language of the opinion in that case (on p. 212) is also noteworthy: \"The clubs have no secret initiation or ritual but ... every club witness spoke knowledgeably of 'initiations,' 'bids,' 'rush,' 'rushing,' 'pledges,' ... i.e. the typical jargon of any fraternity or sorority.\"</p>\n<h2>NOTES</h2>\n<p>[fn. *]  *. This case was previously entitled \"Strong v. Sacramento City Unified School District.\"</p>\n<p>[fn. 1]  1. Rule 4 provides in full:</p>\n<p>[fn. 2]  2. The full text of section 10604 is: \"It is unlawful for any pupil, enrolled in any elementary or secondary school of this State, to join or become a member of any secret fraternity, sorority, or club, wholly or partly formed from the membership of pupils attending the public schools, or to take part in the organization or formation of any fraternity, sorority, or secret club. Nothing in this section shall be construed to prevent any pupil from joining the order of the Native Sons of the Golden West, Native Daughters of the Golden West, Foresters of America, or other kindred organizations not directly associated with the public schools of the State.</p>\n<p>[fn. 3]  3. Code of Civil Procedure section 1875 is not exclusively definitive of the extent of a court's powers in taking judicial notice. We also notice \"matters of common knowledge within the jurisdiction which are certain and indisputable.\" (See Witkin, Cal. Evidence (1958) Judicial Notice,  50, p. 65, and cases cited; see also Evid. Code,  451, subd. (f).) Matters of local history, as well as state and national history, are included (Witkin, op. cit.,  51, p. 66; 9 Wigmore on Evidence (3d ed.) p. 531 et seq., see particularly p. 571).</p>\n<p>[fn. 4]  4. It is noteworthy that the school board rule in the Holroyd case is almost identical with that of Rule 4 in the case at bench: \" '(b) For purposes of this section a school fraternity, sorority, society or organization, referred to in sub-section (a) is hereby defined and determined to be any organization whose active membership is composed wholly or in part of pupils enrolled in the Columbus Public Schools, and which perpetuates itself by admitting ... members ... on the basis of the decision of its membership rather than upon the right and free choice of any pupil who is qualified ....' \" (188 NE.2d at p. 209.)</p>\n<p>[fn. 5]  5. At oral argument both counsel commendably conceded this as being the intended meaning in their stipulation. They defined a \"secret\" club as one which concealed the names of its members, or one which had a concealed handshake, ritual, constitution and bylaws, or any part about a club which involves the withholding of knowledge to the public.</p>\n<p>[fn. 6]  6. Therein the court noted that the exception in California of the Native Sons and Daughters and similar societies was justified since these societies were not primarily comprised of high school pupils and furthermore were not calculated to exercise a harmful influence upon pupils or diminish the efficiency of the educational system.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1178974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1384414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1425499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2186090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2194062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2242609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2616982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3267786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3296119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3393254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3534928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3659693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3748550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3905196/"
          ]
        }
      ],
      "judges": "Pierce",
      "date_created": "2014-10-30T21:41:46.141212Z",
      "date_modified": "2016-03-03T21:43:59.142899Z",
      "date_filed": "1966-09-29",
      "date_filed_is_approximate": false,
      "slug": "robinson-v-sacramento-city-etc-sch-dist",
      "citation_id": 2175212,
      "case_name_short": "Robinson",
      "case_name": "Robinson v. Sacramento City Etc. Sch. Dist.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "245 Cal. App. 2d 278",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2071303/robinson-v-sacramento-city-etc-sch-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:41:46.137158Z",
  "date_modified": "2014-10-30T21:41:46.137158Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Robinson",
  "case_name": "Robinson v. Sacramento City Etc. Sch. Dist.",
  "case_name_full": "",
  "slug": "robinson-v-sacramento-city-etc-sch-dist",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}