{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2096939/",
  "id": 2096939,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2246469/",
      "id": 2246469,
      "absolute_url": "/opinion/2246469/alltop-v-alltop/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2096939/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2246469/",
          "id": 2246469,
          "absolute_url": "/opinion/2246469/alltop-v-alltop/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2246469/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:50:31.502371Z",
          "date_modified": "2017-04-09T00:42:42.491370Z",
          "type": "010combined",
          "sha1": "9cffefcd5c35d0f3a1260f671394ff91f10779de",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>561 N.E.2d 394 (1990)</b></center>\n<center><b>203 Ill. App.3d 606</b></center>\n<center><b>149 Ill.Dec. 116</b></center>\n<center><h1>In re the Marriage of Barbara Ann ALLTOP, Petitioner-Appellee,<br>\nv.<br>\nCharles Delbert ALLTOP, Respondent-Appellant.</h1></center>\n<center>No. 4-90-0186.</center>\n<center><p><b>Appellate Court of Illinois, Fourth District.</b></p></center>\n<center>September 28, 1990.</center>\n<p><span class=\"star-pagination\">*395</span> Patrick D. Welch, Peru, for respondent-appellant.</p>\n<p>Alice F. Smalley, Bloomington, for petitioner-appellee.</p>\n<p>Justice STEIGMANN delivered the opinion of the court:</p>\n<p>This appeal arises from the dissolution of marriage between petitioner, Barbara Ann Alltop, and respondent, Charles Delbert Alltop. In a post-judgment proceeding to enforce the trial court's order of property distribution, the trial court found Charles to be in indirect criminal contempt of court <span class=\"star-pagination\">*396</span> and sentenced him to periodic imprisonment. In a second post-judgment proceeding, Charles sought termination of educational support to Michael Alltop, the adult son of Barbara and Charles. The court denied Charles' petition to modify this support. On appeal, Charles challenges these two rulings.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>In June 1987, Barbara filed suit against Charles for dissolution of marriage. In September 1988, the dissolution was granted, and the trial court entered an order dissolving the marriage and allocating Charles' and Barbara's property. In its order, the trial court awarded custody of the parties' two minor children to Barbara and directed Charles to pay $194.30 per week in child support$151.80 directly to Barbara for the parties' two minor children and $42.50 to Michael for educational expenses.</p>\n<p>The court further stated in its order that the parties' marital debts far outweighed their assets and acknowledged that Charles had made substantial payments to protect his credit. The court then found that at the time of its order, Charles was entitled to a workers' compensation award of an undetermined amount. The court determined that this asset was marital property and ordered it be used to retire the marital debt as follows:</p>\n<p></p>\n<pre>\n\"1) Pay Addie Meints [petitioner's\n      mother] (loan without interest)      $2,000\n 2) Pay Petitioner and Respondent\n      $1,000 each                          $2,000\n 3) Pay Bank of Chenoa truck loan\n 4) Pay the balance, if any, to the\n      Respondent to reimburse him\n      for marital obligations retired.\"\n</pre>\n<p>In November 1988, Barbara filed a motion to reconsider and a petition to modify the dissolution order. Charles filed a motion to strike Barbara's motion to reconsider. He also filed a response to the petition to modify. In January 1989, Charles filed a petition for a rule to show cause why Barbara should not be held in contempt of court for failure to comply with the court's orders pertaining to visitation and debt-repayment provisions.</p>\n<p>All pending matters were heard on January 23, 1989. After discussions with counsel, the parties reached agreement on a number of issues and agreed to withdraw their cross-petitions for rules to show cause. While Barbara's motion to reconsider was denied, her petition to modify visitation was taken under advisement. On April 27, 1989, the trial court entered an order granting that petition in part.</p>\n<p>Also on April 27, 1989, Barbara filed a petition for a rule to show cause why Charles should not be held in contempt of court for failing to distribute his workers' compensation award pursuant to the dissolution order. The matter was originally set for hearing on May 9, 1989, but was continued because Charles' attorney had a conflict on that date.</p>\n<p>On August 11, 1989, the court, <i>sua sponte,</i> wrote a letter to Barbara's counsel, noting that no action had been taken to bring the April 27, 1989, petition for rule to show cause before the court for a hearing, and stating that unless something appeared of record prior to August 25, 1989, showing that Barbara intended to proceed with the rule, the court would dismiss that rule without prejudice.</p>\n<p>On August 21, 1989, Barbara filed notice that the petition for rule to show cause would be called for hearing on November 13, 1989. On that date, Barbara's counsel appeared and advised the court that Charles was filing a petition for bankruptcy. Counsel requested that pending matters be continued generally until renoticed. No further notice was given concerning this petition.</p>\n<p>On December 1, 1989, Barbara filed another petition to modify child support and maintenance, alleging, <i>inter alia,</i> that on February 13, 1989, Charles received his workers' compensation settlement in the amount of $5,698.75, failed to pay the Bank of Chenoa truck loan, and filed for relief in bankruptcy court. Under these changed circumstances, Barbara claimed that the responsibility for the truck loan fell upon her. Barbara also filed another petition for <span class=\"star-pagination\">*397</span> rule to show cause based upon Charles' failure to pay Michael $42.50 per week for educational expenses.</p>\n<p>On January 2, 1990, the hearing date allotted on these petitions, counsel stipulated to continue the hearing until January 31, 1990. On January 30, 1990, Charles filed a cross-petition to modify, alleging that Michael had not attended school since June 1989. Charles requested relief from his support obligations to Michael.</p>\n<p>On January 31, 1990, pursuant to notice, both parties appeared for a hearing on Barbara's petition for rule to show cause and on both parties' petitions to modify. At that hearing, Barbara's counsel explained to the court that the order entered on April 27, 1989, had been resolved to the extent that Charles had filed a petition in bankruptcy and that part of the relief Barbara had sought in that order was now being sought under a new petition.</p>\n<p>At the January 31 hearing, Charles testified as an adverse witness that he had complied with the court's order by distributing the first $3,000 of his workers' compensation settlement check to Addie Meints and Barbara. He did not, however, pay the Bank of Chenoa the remainder of his settlement. He stated his reason for not paying the bank was that the balance of the note was far greater than the amount left over from the settlement. (In January 1990, the balance due on the truck loan was around $25,000.) According to Charles, he had been trying to negotiate a deal with the bank to get the amount of the loan down to where he could pay it off. Notwithstanding these efforts, Charles had been sued by the bank, and he had filed a petition in bankruptcy, scheduling the Bank of Chenoa as a creditor for the truck loan.</p>\n<p>Charles' lawyer stipulated that the settlement check had been received on March 10, 1989, and was in the amount of $5,671.75. Charles had paid $1,000 of the workers' compensation check to his attorney for fees and listed the balance of $1,671.75 as an exempt asset in his petition for bankruptcy because workers' compensation benefits are exempt from the bankrupt's estate under the United States Bankruptcy Code (Bankruptcy Code) (11 U.S.C. § 522(d)(10)(C) (1988)). (Such benefits may be deemed to qualify for an exemption. See, <i>e.g., </i><i>In re Lambert</i> (W.D.Mich.1981), 9 B.R. 799; <i>In re LaBelle</i> (D.Me.1982), 18 B.R. 169.)</p>\n<p>Charles also testified that he made payments of $42.50, as ordered by the court, to Michael until October 27, 1989. He stopped making these payments, however, after learning that Michael did not go back to school after finishing at Parkland College. Charles explained that he discussed this matter with Barbara, and she told him that it was okay for him to stop making the payments to Michael if it was a hardship on him. It was only after this conversation that Charles stopped giving Michael the $42.50 per week.</p>\n<p>Barbara testified that she and her mother had signed the note at the Bank of Chenoa for the truck loan and that they had both been sued upon default of that note. With respect to Michael's educational expenses, Barbara testified that Michael had received payments from Charles until the end of October 1989. She stated that Michael deposited these payments into a savings account in his own name. Barbara further testified that Michael had attended Parkland College until June 1989 and was now living at home with her and her two other children. Barbara explained that she had told Charles that it would be all right if he suspended payments to Michael because Michael was no longer in school. She understood that Charles would make it up later.</p>\n<p>Michael testified that he had not attended school since June 1989. He stated that he wanted to attend a recording technician college in Florida. Michael, however, had not yet sent in his application. He testified that after June 1989, he deposited half of the money he received from his father into a savings account and the other half into a checking account. Michael further testified that he works between 35 to 40 hours per week and earns between $130 and $150. He stated that he was paying for a car and not contributing toward his living expenses at his mother's home.</p>\n<p><span class=\"star-pagination\">*398</span> At the close of all the evidence, Barbara's counsel argued to the court that among the matters before the court was Barbara's petition for rule to show cause why Charles should not be held in contempt of court for failure to pay the Bank of Chenoa with the money he received in settlement of his workers' compensation claim. Counsel requested the court to find Charles in wilful contempt of court and order Charles to pay off the loan or pay Barbara's attorney's fees.</p>\n<p>With respect to Barbara's petition to modify, Barbara's counsel argued that Michael had only temporarily interrupted his education. Further, counsel argued Michael had demonstrated that the money he received from his father, pursuant to the dissolution order, had been saved for his future education.</p>\n<p>Last, Barbara's counsel addressed Barbara's petition for modification of child support, arguing that if responsibility for the truck loan default fell on Barbara because of Charles' petition for bankruptcy, then Barbara should be entitled to an increase in maintenance to meet additional financial obligations.</p>\n<p>Charles' counsel argued that Michael was an employed adult with no concrete plans to further his education. He urged that child support for Michael be terminated as of the date that Michael last attended Parkland. With respect to the truck loan default, counsel pointed out that the amount of the workers' compensation award, after paying off the first three debts pursuant to court order, was insufficient to pay off the bank loan debt. Counsel stated that Charles had attempted to negotiate with the bank to bring the debt within a reasonable range for Charles to handle. The bank did not cooperate and filed suit. Charles resorted to bankruptcy to seek discharge from the debt. Because there had been no final order from the bankruptcy court, counsel suggested that any request for an increase in maintenance was premature.</p>\n<p>After further discussion with counsel, the court orally announced its finding:</p>\n<blockquote>\"Well, with reference to the modification request in regards to educational expense, the Court is going to deny the petition to modify an order that the payments be made and order that the payments be caught up and continue to be made. The Court, however, will require that those, the total amount of those, be deposited in a segregated account by the minor and in the event that the minor has not enrolled in a full-time educational institution prior to the 1st of October of 1990, then the payments will automatically terminate; and if he is so enrolled, then it will be necessary to furnish the suitable evidence of that and the expenditures that he has. The Court recognizes that he is living at home and he is not contributing at home at this point, but I also recognize the fact that the amount being paid is not unreasonable and should be continued to be built up. I think it's a legitimate purpose to continue to build up the amount to enable him to do so.</blockquote>\n<blockquote>In the event that he should not return to school, then the segregated amount, we'll come back to court and determine what should be done with that.</blockquote>\n<blockquote>As far as the matter of his failure to make payment as ordered by the Court with respect to the workmen's comp., the Court is going to find that Mr. Alltop is in willful contempt of this Court for failure to do so. The Court is going to order that he be imprisoned for that failure. * * * That the Court is imposing this as punishment, notand the Court is not imposing an obligation that he be imprisoned or make payment, because the purpose of this imprisonment is to punish him for notwillfully not making the payment for a period of six months when he had the ability to do so and he determined that he was going to take the chance to do that.\"</blockquote>\n<p>On February 5, 1990, Charles filed a petition for a rehearing, a petition to stay the order, a petition to quash the order, and a petition to expedite hearing on the petition for a rehearing. The court denied these motions.</p>\n<p><span class=\"star-pagination\">*399</span> On March 12, 1990, the court entered a written order regarding the payments to Michael, which stated in part:</p>\n<blockquote>\"[T]hat the Respondent is in arrears on the payments of $42.50 since 10/27/89; that Respondent should be ordered to make all payments from that date forward; that the adult child shall escrow in a bank account all payments received until such time as he shall became a full-time student in a recognized educational institution whereupon he may expend the deposited funds for his educational support; and in the event he has not so enrolled prior to October 1, 1990, payments may be terminated by the Respondent. In that event if the parties are unable to reach a written agreement as to what should be done with the escrow amount the Court will make a determination as to what will be done with the escrowed funds.\"</blockquote>\n<p>Charles appeals from the court's orders finding him in contempt and ordering him to make the payments regarding Michael's educational expenses.</p>\n<p></p>\n<h2>II. INDIRECT CRIMINAL CONTEMPT</h2>\n<p>In appealing the court's orders finding him to be in indirect criminal contempt, Charles first argues that proceedings on the April 27, 1989, petition for rule to show cause should have been stayed because of his pending petition for bankruptcy. Charles claims that the trial court had no authority to find him in indirect criminal contempt of court on that petition. Barbara asserts that bankruptcy proceedings do not stay criminal contempt proceedings. We will address Charles' argument on this point before addressing his other arguments regarding the contempt finding.</p>\n<p></p>\n<h2>A. <i>The Effect of the Filing of a Bankruptcy Petition Upon Criminal Contempt Proceedings</i>\n</h2>\n<p>As a general rule, the commencement or continuation of a judicial proceeding to obtain or enforce a judgment against a debtor who has filed a bankruptcy petition violates the Bankruptcy Code. (<i>In re Marriage of Lueck</i> (1986), 140 Ill.App.3d 836, 838, 95 Ill.Dec. 222, 223, 489 N.E.2d 443, 444.) However, where contempt is invoked to uphold the dignity of the court and to punish the contemnor for his contumacious behavior, the proceedings are not subject to the automatic stay. (<i>Lueck,</i> 140 Ill.App.3d at 838, 95 Ill.Dec. at 224, 489 N.E.2d at 445). The difference between these two types of proceedings is the same as the difference between indirect civil contempt and indirect criminal contempt, as this court recently discussed in <i>In re Marriage of Betts</i> (1990), 200 Ill.App.3d 26, 43, 146 Ill.Dec. 441, 558 N.E.2d 404:</p>\n<blockquote>\"The primary determinant of whether contempt proceedings are civil or criminal in nature is the purpose for which contempt sanctions are imposed. If contempt sanctions are imposed for coercive purposesto compel the contemnor to perform a particular actthe contempt is civil in nature. On the other hand, criminal contempt sanctions are imposed for the purpose of punishing past misconduct.\"</blockquote>\n<p>Accordingly, we hold that indirect civil contempt proceedings designed to compel an alleged contemnor to make a payment (other than for child support or maintenance) are barred by the contemnor's filing of a bankruptcy petition. We also hold that indirect <i>criminal</i> contempt proceedings are not barred by the filing of a bankruptcy petition.</p>\n<p>Because the trial court's remarks in the present case make clear that Charles was found to be in indirect criminal contempt, the proceedings leading to that finding were not barred by Charles' filing of a bankruptcy petition.</p>\n<p></p>\n<h2>B. <i>Procedural Requirements of Indirect Criminal Contempt</i>\n</h2>\n<p>Charles next argues that procedural deficiencies were present in the proceedings which led to his being found in indirect criminal contempt of court. We agree and reverse the finding of indirect criminal contempt.</p>\n<blockquote>\"Indirect criminal contempt proceedings must generally conform to the same constitutionally mandated procedural requirements as other criminal proceedings. One charged with indirect criminal <span class=\"star-pagination\">*400</span> contempt is entitled to `\"* * * know the nature of the charge against him, to have it definitely and specifically set forth by citation or rule to show cause, and * * * [have] an opportunity to answer * * *.\"' [Citations.] Also applicable to a respondent in an indirect criminal contempt proceeding are the privilege against self-incrimination, the presumption of innocence, and the right to be proved guilty beyond a reasonable doubt. * * *</blockquote>\n<blockquote>Because a respondent in an indirect criminal contempt proceeding enjoys the privilege against self-incrimination, he may not be called by the petitioner to testify. Accordingly, a petition initiating indirect criminal contempt proceedings ought not have the title `Petition for Rule To Show Cause,' the designation commonly (and appropriately) used for a petition initiating an indirect <i>civil</i> contempt proceeding; instead, a petition initiating an indirect criminal contempt proceeding ought to have the title `Petition for Adjudication of Criminal Contempt.' By definition, if a respondent has a right not to testify, he cannot be required to `show cause' why he should not be held in indirect criminal contempt. Instead, the burden is on the petitioner to prove the charges in the petition beyond a reasonable doubt. An ancillary benefit of using such a title would be to force court and counsel into a recognition that such petitions differ from routine petitions for rules to show cause and require different procedural steps.\" (Emphasis in original.) <i>Betts,</i> 200 Ill.App.3d at 58-59, 146 Ill.Dec. at 462, 558 N.E.2d at 425.</blockquote>\n<p>The present case demonstrates the need for both court and counsel to keep in mind the distinctions between indirect civil and indirect criminal contempt. The record shows that the court's decision to find Charles in indirect criminal contempt came as a surprise not only to Charles' counsel, but also to Barbara's counsel. No doubt Charles was rather surprised as well.</p>\n<p>That neither counsel viewed the January 31, 1990, hearing on Barbara's petition for rule to show cause as one in which Charles faced <i>criminal</i> contempt sanctions is best shown by the fact that the first witness Barbara's counsel called at that hearing was Charles. He testified as an adverse witness. Charles' counsel made no objection, nor did the court indicate any surprise at this turn of events. However, as earlier stated, indirect criminal contempt proceedings must conform to the same constitutionally mandated procedural requirements as other criminal proceedings, including the privilege against self-incrimination. Had the January 31 hearing been a bench trial on a misdemeanor criminal charge against Charles, surely the court and Charles' counsel would have expressed surprise when the prosecutor called Charles as the State's first witness. Yet, that is essentially what occurred in the present case.</p>\n<p>Another procedural deficiency in the present case concerns the findings made by the trial court (or rather the lack of findings). \"When an individual is found guilty of indirect criminal contempt, the court must recite at either the contempt hearing or in its sentencing order that the defendant was found guilty beyond a reasonable doubt.\" (<i>Betts,</i> 200 Ill.App.3d at 61, 146 Ill.Dec. at 464, 558 N.E.2d at 427.) Here, the trial court failed to do so.</p>\n<p>As previously noted, the pleading which brought Charles before the court for the January 31 hearing at which he was found in indirect criminal contempt was entitled \"petition for rule to show cause.\" Before this court, Charles questions the sufficiency of his notice that criminal sanctions were being sought and might be imposed. Accordingly, this appeal provides us with the opportunity to revisit the issue of notice due to an alleged criminal contemnor that this court discussed in a 1989 <i>Betts</i> case (sometimes known as <i>Betts IV</i>), namely, <i>In re Marriage of Betts</i> (1989), 190 Ill.App.3d 961, 138 Ill.Dec. 519, 547 N.E.2d 686.</p>\n<p>The contemnor in <i>Betts IV</i> similarly questioned the sufficiency of his notice in the petition for rule to show cause that criminal sanctions were being sought and might be imposed, and this court stated the following:</p>\n<blockquote>\"We are unable to find a rule of law which requires a trial court to specify in <span class=\"star-pagination\">*401</span> advance the nature of the contempt proceedings, where the contumacious conduct existing at the time of the filing of the petition involved violation of a court order. Nevertheless, we believe such a practice is preferred.\" (<i>Betts IV,</i> 190 Ill.App.3d at 966, 138 Ill.Dec. at 523, 547 N.E.2d at 690.)</blockquote>\n<p>Upon further reflection, we now hold that such practice is <i>required,</i> not merely <i>preferred.</i> In other words, to avoid the surprise and confusion shown by the record in this case, we hold that due process requires that before criminal sanctions may be imposed upon a respondent as a result of indirect criminal contempt proceedings, notice must be provided to the alleged contemnor that such sanctions are being sought and might be imposed. This requirement can be met by entitling the initial pleading, \"petition for adjudication of criminal contempt.\"</p>\n<p>We hold that a pleading entitled \"petition for rule to show cause\" is not sufficient to provide the due process to which an alleged criminal contemnor is entitled.</p>\n<p>In order to avoid the risk of subjecting Charles to double jeopardy on remand of this cause, we are required to review the sufficiency of the evidence. (<i>People v. Taylor</i> (1979), 76 Ill.2d 289, 309, 29 Ill.Dec. 103, 112, 391 N.E.2d 366, 375.) Having done so, we find the evidence presented at the January 31, 1990, hearing sufficient to permit the court to find Charles in indirect criminal contempt for refusing to pay any part of his workers' compensation settlement to the Bank of Chenoa before he filed his petition for Federal bankruptcy relief. Charles could have paid the $1,671.75 balance over to the bank after he received the check in March 1989, but he chose not to do so. This finding, however, is in no way binding upon the trial court in the event of a retrial. <i>Taylor,</i> 76 Ill.2d at 310, 29 Ill. Dec. at 112, 391 N.E.2d at 375.</p>\n<p></p>\n<h2>III. THE ORDER FOR EDUCATIONAL SUPPORT</h2>\n<p>Charles also argues that the trial court abused its discretion in ordering him to pay arrearages and continued educational support to Michael, his adult son, who was working and who had not attended school for six months prior to the January 31, 1990, hearing on Charles' motion to modify child support payments.</p>\n<p>The trial court's discretionary award of educational expenses to an adult child is authorized by section 513 of the Illinois Marriage and Dissolution of Marriage Act (Act) (Ill.Rev.Stat.1989, ch. 40, par. 513), which provides as follows:</p>\n<blockquote>\"The Court * * * may make such provision for the education and maintenance of the child or children, whether of minor or majority age, out of the property and income of either or both of its parents as equity may require, whether application is made therefor before or after such child has, or children have, attained majority age. The authority under this Section to make provision for education and maintenance extends not only to periods of college education or professional or other training after graduation from high school but also to any period during which a child of the parties is still attending high school, even though he or she attained the age of 18. In making such awards, the court shall consider all relevant factors which shall appear reasonable and necessary, including:</blockquote>\n<blockquote>(a) The financial resources of both parents.</blockquote>\n<blockquote>(b) The standard of living the child would have enjoyed had the marriage not been dissolved.</blockquote>\n<blockquote>(c) The financial resources of the child.\"</blockquote>\n<p>In addition to these enumerated factors, the court may consider other factors which are reasonably related to its decision before ordering a noncustodial parent to pay for a child's educational expenses. (See <i>Gibb v. Triezenberg</i> (1989), 188 Ill.App.3d 695, 700-01, 135 Ill.Dec. 948, 952, 544 N.E.2d 444, 448.) The purpose of this statute is to guarantee that funds will be available <i>if the need arises.</i> (<i>In re Marriage of Harsy</i> (1990), 193 Ill.App.3d 415, 423, 140 Ill.Dec. 344, 349, 549 N.E.2d 995, 1000.) If the child has no need or a lesser need for educational expenses when the child decides to go to college, a modification of the court's payment order can be sought by either parent. (<i>Harsy,</i> 193 Ill.App.3d at <span class=\"star-pagination\">*402</span> 423-24, 140 Ill.Dec. at 349, 549 N.E.2d at 1000.) Additionally, pursuant to section 503(g) of the Act, the trial court has the discretion to impose a separate fund or trust for educational expenses if the court finds such an account necessary to protect and promote the interests of the children. (<i>Harsy,</i> 193 Ill.App.3d at 419, 140 Ill.Dec. at 346, 549 N.E.2d at 997.) Such a fund may be established when a parent obligated to pay support is unwilling or unable to make direct payments. <i>Harsy,</i> 193 Ill. App.3d at 422, 140 Ill.Dec. at 348, 549 N.E.2d at 999.</p>\n<p>We find that the trial court did not abuse its discretion in ordering Charles to pay arrearages and continued educational support to Michael. Michael did not abandon his educationhe merely suspended it. Michael testified that he planned to resume his education at a college in Florida in the near future. In keeping with this intention, Michael saved money he was earning, along with other money paid to him by his father. The court also considered the incomes of all the parties and concluded that Charles had the ability to pay Michael's educational expenses. The court then noted that Barbara also contributed to Michael's education by supporting Michael while he lived with her. Furthermore, the court properly ordered the money to be put in a separate account. This protected Michael's best interests and ensured that the money would be used for an appropriate purpose, as determined by the court.</p>\n<p>For the reasons stated, the circuit court's order denying Charles' petition for modification of educational support to Michael is affirmed. We reverse the circuit court's order finding Charles to be in indirect criminal contempt of court and remand for further proceedings not inconsistent with this opinion.</p>\n<p>Affirmed in part; reversed and remanded in part.</p>\n<p>KNECHT, P.J., and GREEN, J., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">561</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">394</span></span> (1990)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">606</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">116</span></span></b></center>\n<center><h1>In re the Marriage of Barbara Ann ALLTOP, Petitioner-Appellee,<br>\nv.<br>\nCharles Delbert ALLTOP, Respondent-Appellant.</h1></center>\n<center>No. 4-90-0186.</center>\n<center><p><b>Appellate Court of Illinois, Fourth District.</b></p></center>\n<center>September 28, 1990.</center>\n<p><span class=\"star-pagination\">*395</span> Patrick D. Welch, Peru, for respondent-appellant.</p>\n<p>Alice F. Smalley, Bloomington, for petitioner-appellee.</p>\n<p>Justice STEIGMANN delivered the opinion of the court:</p>\n<p>This appeal arises from the dissolution of marriage between petitioner, Barbara Ann Alltop, and respondent, Charles Delbert Alltop. In a post-judgment proceeding to enforce the trial court's order of property distribution, the trial court found Charles to be in indirect criminal contempt of court <span class=\"star-pagination\">*396</span> and sentenced him to periodic imprisonment. In a second post-judgment proceeding, Charles sought termination of educational support to Michael Alltop, the adult son of Barbara and Charles. The court denied Charles' petition to modify this support. On appeal, Charles challenges these two rulings.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>In June 1987, Barbara filed suit against Charles for dissolution of marriage. In September 1988, the dissolution was granted, and the trial court entered an order dissolving the marriage and allocating Charles' and Barbara's property. In its order, the trial court awarded custody of the parties' two minor children to Barbara and directed Charles to pay $194.30 per week in child support$151.80 directly to Barbara for the parties' two minor children and $42.50 to Michael for educational expenses.</p>\n<p>The court further stated in its order that the parties' marital debts far outweighed their assets and acknowledged that Charles had made substantial payments to protect his credit. The court then found that at the time of its order, Charles was entitled to a workers' compensation award of an undetermined amount. The court determined that this asset was marital property and ordered it be used to retire the marital debt as follows:</p>\n<p></p>\n<pre>\n\"1) Pay Addie Meints [petitioner's\n      mother] (loan without interest)      $2,000\n 2) Pay Petitioner and Respondent\n      $1,000 each                          $2,000\n 3) Pay Bank of Chenoa truck loan\n 4) Pay the balance, if any, to the\n      Respondent to reimburse him\n      for marital obligations retired.\"\n</pre>\n<p>In November 1988, Barbara filed a motion to reconsider and a petition to modify the dissolution order. Charles filed a motion to strike Barbara's motion to reconsider. He also filed a response to the petition to modify. In January 1989, Charles filed a petition for a rule to show cause why Barbara should not be held in contempt of court for failure to comply with the court's orders pertaining to visitation and debt-repayment provisions.</p>\n<p>All pending matters were heard on January 23, 1989. After discussions with counsel, the parties reached agreement on a number of issues and agreed to withdraw their cross-petitions for rules to show cause. While Barbara's motion to reconsider was denied, her petition to modify visitation was taken under advisement. On April 27, 1989, the trial court entered an order granting that petition in part.</p>\n<p>Also on April 27, 1989, Barbara filed a petition for a rule to show cause why Charles should not be held in contempt of court for failing to distribute his workers' compensation award pursuant to the dissolution order. The matter was originally set for hearing on May 9, 1989, but was continued because Charles' attorney had a conflict on that date.</p>\n<p>On August 11, 1989, the court, <i>sua sponte,</i> wrote a letter to Barbara's counsel, noting that no action had been taken to bring the April 27, 1989, petition for rule to show cause before the court for a hearing, and stating that unless something appeared of record prior to August 25, 1989, showing that Barbara intended to proceed with the rule, the court would dismiss that rule without prejudice.</p>\n<p>On August 21, 1989, Barbara filed notice that the petition for rule to show cause would be called for hearing on November 13, 1989. On that date, Barbara's counsel appeared and advised the court that Charles was filing a petition for bankruptcy. Counsel requested that pending matters be continued generally until renoticed. No further notice was given concerning this petition.</p>\n<p>On December 1, 1989, Barbara filed another petition to modify child support and maintenance, alleging, <i>inter alia,</i> that on February 13, 1989, Charles received his workers' compensation settlement in the amount of $5,698.75, failed to pay the Bank of Chenoa truck loan, and filed for relief in bankruptcy court. Under these changed circumstances, Barbara claimed that the responsibility for the truck loan fell upon her. Barbara also filed another petition for <span class=\"star-pagination\">*397</span> rule to show cause based upon Charles' failure to pay Michael $42.50 per week for educational expenses.</p>\n<p>On January 2, 1990, the hearing date allotted on these petitions, counsel stipulated to continue the hearing until January 31, 1990. On January 30, 1990, Charles filed a cross-petition to modify, alleging that Michael had not attended school since June 1989. Charles requested relief from his support obligations to Michael.</p>\n<p>On January 31, 1990, pursuant to notice, both parties appeared for a hearing on Barbara's petition for rule to show cause and on both parties' petitions to modify. At that hearing, Barbara's counsel explained to the court that the order entered on April 27, 1989, had been resolved to the extent that Charles had filed a petition in bankruptcy and that part of the relief Barbara had sought in that order was now being sought under a new petition.</p>\n<p>At the January 31 hearing, Charles testified as an adverse witness that he had complied with the court's order by distributing the first $3,000 of his workers' compensation settlement check to Addie Meints and Barbara. He did not, however, pay the Bank of Chenoa the remainder of his settlement. He stated his reason for not paying the bank was that the balance of the note was far greater than the amount left over from the settlement. (In January 1990, the balance due on the truck loan was around $25,000.) According to Charles, he had been trying to negotiate a deal with the bank to get the amount of the loan down to where he could pay it off. Notwithstanding these efforts, Charles had been sued by the bank, and he had filed a petition in bankruptcy, scheduling the Bank of Chenoa as a creditor for the truck loan.</p>\n<p>Charles' lawyer stipulated that the settlement check had been received on March 10, 1989, and was in the amount of $5,671.75. Charles had paid $1,000 of the workers' compensation check to his attorney for fees and listed the balance of $1,671.75 as an exempt asset in his petition for bankruptcy because workers' compensation benefits are exempt from the bankrupt's estate under the United States Bankruptcy Code (Bankruptcy Code) (11 U.S.C. § 522(d)(10)(C) (1988)). (Such benefits may be deemed to qualify for an exemption. See, <i>e.g., </i><i>In re Lambert</i> (W.D.Mich.1981), <span class=\"citation\" data-id=\"1548253\"><a href=\"/opinion/1548253/in-re-lambert/\"><span class=\"volume\">9</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">799</span></a></span>; <i>In re LaBelle</i> (D.Me.1982), <span class=\"citation\" data-id=\"1848227\"><a href=\"/opinion/1848227/in-re-labelle/\"><span class=\"volume\">18</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">169</span></a></span>.)</p>\n<p>Charles also testified that he made payments of $42.50, as ordered by the court, to Michael until October 27, 1989. He stopped making these payments, however, after learning that Michael did not go back to school after finishing at Parkland College. Charles explained that he discussed this matter with Barbara, and she told him that it was okay for him to stop making the payments to Michael if it was a hardship on him. It was only after this conversation that Charles stopped giving Michael the $42.50 per week.</p>\n<p>Barbara testified that she and her mother had signed the note at the Bank of Chenoa for the truck loan and that they had both been sued upon default of that note. With respect to Michael's educational expenses, Barbara testified that Michael had received payments from Charles until the end of October 1989. She stated that Michael deposited these payments into a savings account in his own name. Barbara further testified that Michael had attended Parkland College until June 1989 and was now living at home with her and her two other children. Barbara explained that she had told Charles that it would be all right if he suspended payments to Michael because Michael was no longer in school. She understood that Charles would make it up later.</p>\n<p>Michael testified that he had not attended school since June 1989. He stated that he wanted to attend a recording technician college in Florida. Michael, however, had not yet sent in his application. He testified that after June 1989, he deposited half of the money he received from his father into a savings account and the other half into a checking account. Michael further testified that he works between 35 to 40 hours per week and earns between $130 and $150. He stated that he was paying for a car and not contributing toward his living expenses at his mother's home.</p>\n<p><span class=\"star-pagination\">*398</span> At the close of all the evidence, Barbara's counsel argued to the court that among the matters before the court was Barbara's petition for rule to show cause why Charles should not be held in contempt of court for failure to pay the Bank of Chenoa with the money he received in settlement of his workers' compensation claim. Counsel requested the court to find Charles in wilful contempt of court and order Charles to pay off the loan or pay Barbara's attorney's fees.</p>\n<p>With respect to Barbara's petition to modify, Barbara's counsel argued that Michael had only temporarily interrupted his education. Further, counsel argued Michael had demonstrated that the money he received from his father, pursuant to the dissolution order, had been saved for his future education.</p>\n<p>Last, Barbara's counsel addressed Barbara's petition for modification of child support, arguing that if responsibility for the truck loan default fell on Barbara because of Charles' petition for bankruptcy, then Barbara should be entitled to an increase in maintenance to meet additional financial obligations.</p>\n<p>Charles' counsel argued that Michael was an employed adult with no concrete plans to further his education. He urged that child support for Michael be terminated as of the date that Michael last attended Parkland. With respect to the truck loan default, counsel pointed out that the amount of the workers' compensation award, after paying off the first three debts pursuant to court order, was insufficient to pay off the bank loan debt. Counsel stated that Charles had attempted to negotiate with the bank to bring the debt within a reasonable range for Charles to handle. The bank did not cooperate and filed suit. Charles resorted to bankruptcy to seek discharge from the debt. Because there had been no final order from the bankruptcy court, counsel suggested that any request for an increase in maintenance was premature.</p>\n<p>After further discussion with counsel, the court orally announced its finding:</p>\n<blockquote>\"Well, with reference to the modification request in regards to educational expense, the Court is going to deny the petition to modify an order that the payments be made and order that the payments be caught up and continue to be made. The Court, however, will require that those, the total amount of those, be deposited in a segregated account by the minor and in the event that the minor has not enrolled in a full-time educational institution prior to the 1st of October of 1990, then the payments will automatically terminate; and if he is so enrolled, then it will be necessary to furnish the suitable evidence of that and the expenditures that he has. The Court recognizes that he is living at home and he is not contributing at home at this point, but I also recognize the fact that the amount being paid is not unreasonable and should be continued to be built up. I think it's a legitimate purpose to continue to build up the amount to enable him to do so.</blockquote>\n<blockquote>In the event that he should not return to school, then the segregated amount, we'll come back to court and determine what should be done with that.</blockquote>\n<blockquote>As far as the matter of his failure to make payment as ordered by the Court with respect to the workmen's comp., the Court is going to find that Mr. Alltop is in willful contempt of this Court for failure to do so. The Court is going to order that he be imprisoned for that failure. * * * That the Court is imposing this as punishment, notand the Court is not imposing an obligation that he be imprisoned or make payment, because the purpose of this imprisonment is to punish him for notwillfully not making the payment for a period of six months when he had the ability to do so and he determined that he was going to take the chance to do that.\"</blockquote>\n<p>On February 5, 1990, Charles filed a petition for a rehearing, a petition to stay the order, a petition to quash the order, and a petition to expedite hearing on the petition for a rehearing. The court denied these motions.</p>\n<p><span class=\"star-pagination\">*399</span> On March 12, 1990, the court entered a written order regarding the payments to Michael, which stated in part:</p>\n<blockquote>\"[T]hat the Respondent is in arrears on the payments of $42.50 since 10/27/89; that Respondent should be ordered to make all payments from that date forward; that the adult child shall escrow in a bank account all payments received until such time as he shall became a full-time student in a recognized educational institution whereupon he may expend the deposited funds for his educational support; and in the event he has not so enrolled prior to October 1, 1990, payments may be terminated by the Respondent. In that event if the parties are unable to reach a written agreement as to what should be done with the escrow amount the Court will make a determination as to what will be done with the escrowed funds.\"</blockquote>\n<p>Charles appeals from the court's orders finding him in contempt and ordering him to make the payments regarding Michael's educational expenses.</p>\n<p></p>\n<h2>II. INDIRECT CRIMINAL CONTEMPT</h2>\n<p>In appealing the court's orders finding him to be in indirect criminal contempt, Charles first argues that proceedings on the April 27, 1989, petition for rule to show cause should have been stayed because of his pending petition for bankruptcy. Charles claims that the trial court had no authority to find him in indirect criminal contempt of court on that petition. Barbara asserts that bankruptcy proceedings do not stay criminal contempt proceedings. We will address Charles' argument on this point before addressing his other arguments regarding the contempt finding.</p>\n<p></p>\n<h2>A. <i>The Effect of the Filing of a Bankruptcy Petition Upon Criminal Contempt Proceedings</i>\n</h2>\n<p>As a general rule, the commencement or continuation of a judicial proceeding to obtain or enforce a judgment against a debtor who has filed a bankruptcy petition violates the Bankruptcy Code. (<i>In re Marriage of Lueck</i> (1986), 140 Ill.App.3d 836, 838, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">222</span></span>, 223, <span class=\"citation\" data-id=\"2101230\"><a href=\"/opinion/2101230/in-re-marriage-of-lueck/\"><span class=\"volume\">489</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">443</span></a></span>, 444.) However, where contempt is invoked to uphold the dignity of the court and to punish the contemnor for his contumacious behavior, the proceedings are not subject to the automatic stay. (<i>Lueck,</i> 140 Ill.App.3d at 838, 95 Ill.Dec. at 224, 489 N.E.2d at 445). The difference between these two types of proceedings is the same as the difference between indirect civil contempt and indirect criminal contempt, as this court recently discussed in <i>In re Marriage of Betts</i> (1990), 200 Ill.App.3d 26, 43, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">558</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">404</span></span>:</p>\n<blockquote>\"The primary determinant of whether contempt proceedings are civil or criminal in nature is the purpose for which contempt sanctions are imposed. If contempt sanctions are imposed for coercive purposesto compel the contemnor to perform a particular actthe contempt is civil in nature. On the other hand, criminal contempt sanctions are imposed for the purpose of punishing past misconduct.\"</blockquote>\n<p>Accordingly, we hold that indirect civil contempt proceedings designed to compel an alleged contemnor to make a payment (other than for child support or maintenance) are barred by the contemnor's filing of a bankruptcy petition. We also hold that indirect <i>criminal</i> contempt proceedings are not barred by the filing of a bankruptcy petition.</p>\n<p>Because the trial court's remarks in the present case make clear that Charles was found to be in indirect criminal contempt, the proceedings leading to that finding were not barred by Charles' filing of a bankruptcy petition.</p>\n<p></p>\n<h2>B. <i>Procedural Requirements of Indirect Criminal Contempt</i>\n</h2>\n<p>Charles next argues that procedural deficiencies were present in the proceedings which led to his being found in indirect criminal contempt of court. We agree and reverse the finding of indirect criminal contempt.</p>\n<blockquote>\"Indirect criminal contempt proceedings must generally conform to the same constitutionally mandated procedural requirements as other criminal proceedings. One charged with indirect criminal <span class=\"star-pagination\">*400</span> contempt is entitled to `\"* * * know the nature of the charge against him, to have it definitely and specifically set forth by citation or rule to show cause, and * * * [have] an opportunity to answer * * *.\"' [Citations.] Also applicable to a respondent in an indirect criminal contempt proceeding are the privilege against self-incrimination, the presumption of innocence, and the right to be proved guilty beyond a reasonable doubt. * * *</blockquote>\n<blockquote>Because a respondent in an indirect criminal contempt proceeding enjoys the privilege against self-incrimination, he may not be called by the petitioner to testify. Accordingly, a petition initiating indirect criminal contempt proceedings ought not have the title `Petition for Rule To Show Cause,' the designation commonly (and appropriately) used for a petition initiating an indirect <i>civil</i> contempt proceeding; instead, a petition initiating an indirect criminal contempt proceeding ought to have the title `Petition for Adjudication of Criminal Contempt.' By definition, if a respondent has a right not to testify, he cannot be required to `show cause' why he should not be held in indirect criminal contempt. Instead, the burden is on the petitioner to prove the charges in the petition beyond a reasonable doubt. An ancillary benefit of using such a title would be to force court and counsel into a recognition that such petitions differ from routine petitions for rules to show cause and require different procedural steps.\" (Emphasis in original.) <i>Betts,</i> 200 Ill.App.3d at 58-59, 146 Ill.Dec. at 462, 558 N.E.2d at 425.</blockquote>\n<p>The present case demonstrates the need for both court and counsel to keep in mind the distinctions between indirect civil and indirect criminal contempt. The record shows that the court's decision to find Charles in indirect criminal contempt came as a surprise not only to Charles' counsel, but also to Barbara's counsel. No doubt Charles was rather surprised as well.</p>\n<p>That neither counsel viewed the January 31, 1990, hearing on Barbara's petition for rule to show cause as one in which Charles faced <i>criminal</i> contempt sanctions is best shown by the fact that the first witness Barbara's counsel called at that hearing was Charles. He testified as an adverse witness. Charles' counsel made no objection, nor did the court indicate any surprise at this turn of events. However, as earlier stated, indirect criminal contempt proceedings must conform to the same constitutionally mandated procedural requirements as other criminal proceedings, including the privilege against self-incrimination. Had the January 31 hearing been a bench trial on a misdemeanor criminal charge against Charles, surely the court and Charles' counsel would have expressed surprise when the prosecutor called Charles as the State's first witness. Yet, that is essentially what occurred in the present case.</p>\n<p>Another procedural deficiency in the present case concerns the findings made by the trial court (or rather the lack of findings). \"When an individual is found guilty of indirect criminal contempt, the court must recite at either the contempt hearing or in its sentencing order that the defendant was found guilty beyond a reasonable doubt.\" (<i>Betts,</i> 200 Ill.App.3d at 61, 146 Ill.Dec. at 464, 558 N.E.2d at 427.) Here, the trial court failed to do so.</p>\n<p>As previously noted, the pleading which brought Charles before the court for the January 31 hearing at which he was found in indirect criminal contempt was entitled \"petition for rule to show cause.\" Before this court, Charles questions the sufficiency of his notice that criminal sanctions were being sought and might be imposed. Accordingly, this appeal provides us with the opportunity to revisit the issue of notice due to an alleged criminal contemnor that this court discussed in a 1989 <i>Betts</i> case (sometimes known as <i>Betts IV</i>), namely, <i>In re Marriage of Betts</i> (1989), 190 Ill.App.3d 961, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">519</span></span>, <span class=\"citation\" data-id=\"2119608\"><a href=\"/opinion/2119608/in-re-marriage-of-betts/\"><span class=\"volume\">547</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">686</span></a></span>.</p>\n<p>The contemnor in <i>Betts IV</i> similarly questioned the sufficiency of his notice in the petition for rule to show cause that criminal sanctions were being sought and might be imposed, and this court stated the following:</p>\n<blockquote>\"We are unable to find a rule of law which requires a trial court to specify in <span class=\"star-pagination\">*401</span> advance the nature of the contempt proceedings, where the contumacious conduct existing at the time of the filing of the petition involved violation of a court order. Nevertheless, we believe such a practice is preferred.\" (<i>Betts IV,</i> 190 Ill.App.3d at 966, 138 Ill.Dec. at 523, 547 N.E.2d at 690.)</blockquote>\n<p>Upon further reflection, we now hold that such practice is <i>required,</i> not merely <i>preferred.</i> In other words, to avoid the surprise and confusion shown by the record in this case, we hold that due process requires that before criminal sanctions may be imposed upon a respondent as a result of indirect criminal contempt proceedings, notice must be provided to the alleged contemnor that such sanctions are being sought and might be imposed. This requirement can be met by entitling the initial pleading, \"petition for adjudication of criminal contempt.\"</p>\n<p>We hold that a pleading entitled \"petition for rule to show cause\" is not sufficient to provide the due process to which an alleged criminal contemnor is entitled.</p>\n<p>In order to avoid the risk of subjecting Charles to double jeopardy on remand of this cause, we are required to review the sufficiency of the evidence. (<i>People v. Taylor</i> (1979), <span class=\"citation\" data-id=\"2126184\"><a href=\"/opinion/2126184/people-v-taylor/\"><span class=\"volume\">76</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">289</span></a></span>, 309, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">103</span></span>, 112, <span class=\"citation\" data-id=\"2126184\"><a href=\"/opinion/2126184/people-v-taylor/\"><span class=\"volume\">391</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">366</span></a></span>, 375.) Having done so, we find the evidence presented at the January 31, 1990, hearing sufficient to permit the court to find Charles in indirect criminal contempt for refusing to pay any part of his workers' compensation settlement to the Bank of Chenoa before he filed his petition for Federal bankruptcy relief. Charles could have paid the $1,671.75 balance over to the bank after he received the check in March 1989, but he chose not to do so. This finding, however, is in no way binding upon the trial court in the event of a retrial. <i>Taylor,</i> 76 Ill.2d at 310, 29 Ill. Dec. at 112, 391 N.E.2d at 375.</p>\n<p></p>\n<h2>III. THE ORDER FOR EDUCATIONAL SUPPORT</h2>\n<p>Charles also argues that the trial court abused its discretion in ordering him to pay arrearages and continued educational support to Michael, his adult son, who was working and who had not attended school for six months prior to the January 31, 1990, hearing on Charles' motion to modify child support payments.</p>\n<p>The trial court's discretionary award of educational expenses to an adult child is authorized by section 513 of the Illinois Marriage and Dissolution of Marriage Act (Act) (Ill.Rev.Stat.1989, ch. 40, par. 513), which provides as follows:</p>\n<blockquote>\"The Court * * * may make such provision for the education and maintenance of the child or children, whether of minor or majority age, out of the property and income of either or both of its parents as equity may require, whether application is made therefor before or after such child has, or children have, attained majority age. The authority under this Section to make provision for education and maintenance extends not only to periods of college education or professional or other training after graduation from high school but also to any period during which a child of the parties is still attending high school, even though he or she attained the age of 18. In making such awards, the court shall consider all relevant factors which shall appear reasonable and necessary, including:</blockquote>\n<blockquote>(a) The financial resources of both parents.</blockquote>\n<blockquote>(b) The standard of living the child would have enjoyed had the marriage not been dissolved.</blockquote>\n<blockquote>(c) The financial resources of the child.\"</blockquote>\n<p>In addition to these enumerated factors, the court may consider other factors which are reasonably related to its decision before ordering a noncustodial parent to pay for a child's educational expenses. (See <i>Gibb v. Triezenberg</i> (1989), 188 Ill.App.3d 695, 700-01, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">948</span></span>, 952, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">444</span></span>, 448.) The purpose of this statute is to guarantee that funds will be available <i>if the need arises.</i> (<i>In re Marriage of Harsy</i> (1990), 193 Ill.App.3d 415, 423, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">344</span></span>, 349, <span class=\"citation\" data-id=\"2230628\"><a href=\"/opinion/2230628/in-re-marriage-of-harsy/\"><span class=\"volume\">549</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">995</span></a></span>, 1000.) If the child has no need or a lesser need for educational expenses when the child decides to go to college, a modification of the court's payment order can be sought by either parent. (<i>Harsy,</i> 193 Ill.App.3d at <span class=\"star-pagination\">*402</span> 423-24, 140 Ill.Dec. at 349, 549 N.E.2d at 1000.) Additionally, pursuant to section 503(g) of the Act, the trial court has the discretion to impose a separate fund or trust for educational expenses if the court finds such an account necessary to protect and promote the interests of the children. (<i>Harsy,</i> 193 Ill.App.3d at 419, 140 Ill.Dec. at 346, 549 N.E.2d at 997.) Such a fund may be established when a parent obligated to pay support is unwilling or unable to make direct payments. <i>Harsy,</i> 193 Ill. App.3d at 422, 140 Ill.Dec. at 348, 549 N.E.2d at 999.</p>\n<p>We find that the trial court did not abuse its discretion in ordering Charles to pay arrearages and continued educational support to Michael. Michael did not abandon his educationhe merely suspended it. Michael testified that he planned to resume his education at a college in Florida in the near future. In keeping with this intention, Michael saved money he was earning, along with other money paid to him by his father. The court also considered the incomes of all the parties and concluded that Charles had the ability to pay Michael's educational expenses. The court then noted that Barbara also contributed to Michael's education by supporting Michael while he lived with her. Furthermore, the court properly ordered the money to be put in a separate account. This protected Michael's best interests and ensured that the money would be used for an appropriate purpose, as determined by the court.</p>\n<p>For the reasons stated, the circuit court's order denying Charles' petition for modification of educational support to Michael is affirmed. We reverse the circuit court's order finding Charles to be in indirect criminal contempt of court and remand for further proceedings not inconsistent with this opinion.</p>\n<p>Affirmed in part; reversed and remanded in part.</p>\n<p>KNECHT, P.J., and GREEN, J., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1548253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1848227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2101230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2119608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2230628/"
          ]
        }
      ],
      "judges": "Steigmann",
      "date_created": "2015-10-22T18:52:35.480636Z",
      "date_modified": "2016-03-03T21:50:15.639420Z",
      "date_filed": "1990-09-28",
      "date_filed_is_approximate": false,
      "slug": "alltop-v-alltop",
      "citation_id": 2219240,
      "case_name_short": "Alltop",
      "case_name": "Alltop v. Alltop",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "203 Ill. App. 3d 606",
      "state_cite_two": "149 Ill. Dec. 116",
      "state_cite_three": "",
      "state_cite_regional": "561 N.E.2d 394",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2096939/alltop-v-alltop/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:53:17.890123Z",
  "date_modified": "2014-10-30T21:53:17.890123Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Alltop",
  "case_name": "Alltop v. Alltop",
  "case_name_full": "",
  "slug": "alltop-v-alltop",
  "docket_number": "4-90-0186",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}