{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2105901/",
  "id": 2105901,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2253439/",
      "id": 2253439,
      "absolute_url": "/opinion/2253439/oxnard-harbor-dist-v-l-agency-formation-com/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2105901/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2253439/",
          "id": 2253439,
          "absolute_url": "/opinion/2253439/oxnard-harbor-dist-v-l-agency-formation-com/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2253439/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6600/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:52:06.645591Z",
          "date_modified": "2017-04-09T01:30:44.733094Z",
          "type": "010combined",
          "sha1": "012ba740b54d4f06c35a32a0f74660b67466ae8c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>16 Cal.App.4th 259 (1993)</b></center>\n<center><b>19 Cal. Rptr.2d 819</b></center>\n<center><h1>OXNARD HARBOR DISTRICT et al., Plaintiffs and Appellants,<br>\nv.<br>\nLOCAL AGENCY FORMATION COMMISSION OF VENTURA COUNTY et al., Defendants and Respondents.</h1></center>\n<center>Docket No. B066033.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Six.</b></p></center>\n<center>June 2, 1993.</center>\n<p><span class=\"star-pagination\">*262</span> COUNSEL</p>\n<p>Cohen, England &amp; Whitfield, England, Whitfield, Schroeder &amp; Tredway and Anson M. Whitfield for Plaintiffs and Appellants.</p>\n<p><span class=\"star-pagination\">*263</span> James L. McBride, County Counsel, Noel A. Klebaum, Assistant County Counsel, Don G. Kircher, City Attorney (Port Hueneme), Gary Gillig, City Attorney (Oxnard), Burke, Williams &amp; Sorensen and Harold A. Bridges for Defendants and Respondents.</p>\n<p>OPINION</p>\n<p>STONE (S.J.), P.J.</p>\n<p>Here we hold that the protest provisions of Government Code section 57075, subdivision (a)(3), allowing detachment of a large segment of the Oxnard Harbor District without voter confirmation by the registered voters within the affected territory, do not violate appellants' constitutional rights either facially or as applied.</p>\n<p>Oxnard Harbor District (District), Stanley J. Daily and Edward J. Millan appeal from a trial court judgment denying their petition for writ of mandate. They sought to have the superior court overturn the action of respondents which resulted in the detachment of a substantial portion of the area encompassed within the boundaries of the District. In a prior proceeding involving this same matter before the local agency formation commission (LAFCO), this court affirmed the trial court's writ of mandate that LAFCO rescind its original resolution because it failed to exercise its discretion in deciding whether to recommend an election as a condition of its recommendation to the conducting authority. (<i>Oxnard Harbor Dist.</i> v. <i>Local Agency Formation Com.</i> (Aug. 7, 1991) B052235 [nonpub. opn.].) LAFCO rescinded its original resolution and adopted a new resolution. (LAFCO 89-25 (rev.).)</p>\n<p>Appellants contend the new resolution must be overturned because the application to them of Government Code section 57075, subdivision (a)(3), under which the detachment was ordered, denied them equal protection of the laws under the Fourteenth Amendment of the United States Constitution, thus depriving them of the right to participate in future District elections both as voters and office holders, and assert that it infringed upon their First Amendment rights.<sup>[1]</sup> They also contend that LAFCO approved the reorganization based on grounds not authorized by statute. We determine that none of these claims has merit.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>The District is a harbor district formed in 1937, and exists under the provisions of Harbors and Navigation Code section 6000 et seq. and operates <span class=\"star-pagination\">*264</span> the Port of Hueneme. The boundaries of the District included the Cities of Port Hueneme and Oxnard as well as portions of the Cities of Camarillo and Thousand Oaks and certain unincorporated areas of Ventura County (County).</p>\n<p>September 20, 1989, respondents Cities of Port Hueneme and Oxnard (Cities) filed a proposal, pursuant to the Cortese-Knox Local Government Reorganization Act of 1985 (§ 56000 et seq. (Act)), with LAFCO requesting that the boundaries of the District be modified to include only the Cities. This proposed detachment of territory includes approximately 119,376 acres and 57 percent of the District's voters. The stated purpose was \"to have greater electorate accountability to those who are most directly affected by the activities of the Port of Hueneme.\"</p>\n<p>The LAFCO report recited that a 1966 study for the board of supervisors indicated: (1) the Port of Hueneme is an important economic asset with significant impact on the County economy; (2) direct benefit probably accrues to a greater degree nearest the harbor, although such benefit does accrue to a territory greater than that of the District; and (3) the boundaries of the District, formed for the limited agricultural shipments, are inappropriate to the expanded shipping of a variety of products. The report did not provide statistical data regarding what portion of the port's economic benefit was attributed to various portions of the District or County.</p>\n<p>In 1972, the office of the county executive supported expansion of the District boundaries and the County and District jointly prepared a follow-up study regarding alternative methods of expanding the District's tax base. In 1973 the District submitted an application to LAFCO to create a countywide district. This proposal was opposed by several cities outside of the District. Faced with this opposition, LAFCO denied the proposed annexation in 1974.</p>\n<p>In 1982, LAFCO adopted a sphere of influence for the District that encompassed the entire County, but the District did not feel there was sufficient justification to expand the District boundaries at that time. In 1985, LAFCO completed an updated study of special districts and recommended that the entire County be included within the District. The Harbor Commission supported this proposal. Meanwhile, the Cities had taken preliminary steps to dissolve the District by having the port's facilities transferred to and operated by a joint powers authority. They felt this would enhance the port's future operations, increase the beneficial economic impact on the County, and develop a port plan more suited to land-use planning goals of the Cities. The joint powers proposal was not implemented, due in part to opposition from the Cities of Camarillo and Thousand Oaks.</p>\n<p><span class=\"star-pagination\">*265</span> In 1989, the City of Port Hueneme engaged a consulting firm to evaluate the economic impacts of the port by local firms whose operations are directly or indirectly related to or dependent upon the movement of commercial cargo through the port. The report concluded that the impacts of port activities are concentrated primarily within the vicinity of the port and that an \"extremely high percentage of the primary benefits generated by the port accrue to the Cities of Port Hueneme and Oxnard, with over 83% of the employment, 73% of the payroll and 85% of the value-added impacts occurring within those areas.\"</p>\n<p>The report indicated that this growth also brings additional heavy-duty truck traffic on city streets, noise, and congestion. Over the years, the City of Port Hueneme and the District entered into agreements for revenue sharing to mitigate environmental impacts but these agreements were reached only after significant conflict between the affected parties.</p>\n<p>At the public hearing of March 30, 1990, LAFCO received and considered the executive officer's report and recommendation and considered extensive oral and written public comment. LAFCO unanimously adopted Resolution 89-25 approving the reorganization proposal initiated by the Cities and designated the City of Port Hueneme as the \"Conducting Authority\" to complete the proceeding. After notices were given and two requests for reconsideration were heard and denied, the City Council of the City of Port Hueneme, as the Conducting Authority, held a public hearing and determined that written protest had been received from less than 1 percent of the voters and less than 1 percent of the landowners in the territory of the reorganization. The reorganization was approved without election pursuant to section 57075 of the Act.<sup>[2]</sup></p>\n<p>The District filed a petition for writ of mandate (Code Civ. Proc., § 1085) on May 15, 1990, challenging LAFCO's decision. The Ventura County Superior Court, Judge Johnson, granted the writ petition. The court found that LAFCO's decision was supported by substantial evidence, but that LAFCO failed to exercise its discretionary power to determine whether to <span class=\"star-pagination\">*266</span> call an election and, therefore, abused its discretion. The court ordered the matter returned to LAFCO for reconsideration. The trial court also stated that LAFCO improperly based its decision on \"`[w]ho should have the right to vote for harbor commissioners.'\"</p>\n<p>LAFCO and the Conducting Authority appealed but LAFCO later complied with the trial court's order. This court determined that the Act gives LAFCO discretion to order a boundary change subject to an election, and that LAFCO abused its discretion because it failed to exercise it. We declined to review any constitutional issues.</p>\n<p>October 17, 1990, during the pendency of the Cities' appeal, LAFCO rescinded Resolution 89-25 and adopted Resolution 89-25 (rev.), and specifically exercised its discretion to support the proposed reorganization without ordering an election. LAFCO considered and denied District's request for reconsideration. January 16, 1991, the City of Port Hueneme, acting as the Conducting Authority, held a hearing. When the number of protests did not amount to 25 percent of either registered voters or landowners in the District, the Conducting Authority adopted Resolution 89-25 (rev.) approving the boundary change.</p>\n<p>The District filed a petition for writ of mandate alleging that an election on the detachment is required by the Constitution because registered voters in the area detached no longer have the right to vote for candidates for the office of harbor commissioner and registered voters within the area detached no longer have the right to be a candidate for the office of harbor commissioner. Additionally, Commissioners Daily and Millan, who reside in Camarillo, will be ineligible for reelection to office. They also asserted that LAFCO's ostensible reason for detachment, to prevent greater electoral accountability, was improper.</p>\n<p>The trial court denied the writ petition. The court (Judge Lane) held that the rational basis test was the proper standard of judicial review of the constitutional issues; that no fundamental vested constitutional right is implicated by the detachment of territory from a governmental entity; that the 25 percent protest required by section 57075 is constitutional; and that LAFCO and the Conducting Authority had complied with all provisions of the Act. The court also found that the administrative record contains substantial evidence that the boundary reduction was effectuated in compliance with the provisions of the Act.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*267</span> DISCUSSION</h2>\n<p></p>\n<h2>1. <i>Standard of Review Is Rational Basis Test.</i>\n</h2>\n<p>Appellants contend that the trial court misconstrued both the issue and the standard of review when it found that the relevant provisions of the Act have withstood constitutional challenge many times. They also assert that prior cases discussing section 57075 involved annexations or detachment of uninhabited or sparsely populated territory in which it was feasible to marshal a protest of 25 percent of the voters or landowners.</p>\n<p>Appellants argue that the District was organized by vote of the qualified voters within the District (Harb. &amp; Nav. Code, § 6030) and that voters within the District vote on harbor commissioners (Harb. &amp; Nav. Code, § 6051). Thus, for 53 years registered voters within the area to be detached have enjoyed 2 sets of valuable rights, i.e., to vote and to hold office, each of which is protected by the United States and California Constitutions. (<i>Canaan</i> v. <i>Abdelnour</i> (1985) 40 Cal.3d 703 [221 Cal. Rptr. 468, 710 P.2d 268, 69 A.L.R.4th 915]; <i>Choudhry</i> v. <i>Free</i> (1976) 17 Cal.3d 660 [131 Cal. Rptr. 654, 552 P.2d 438].) According to appellants, in order to justify an infringement on these established voting rights, the state must satisfy strict equal protection standards and show that the distinctions drawn are necessary to further its purpose and that the restraints on the franchise are justified by a compelling state interest.</p>\n<p>In support of their proposed \"strict scrutiny\" standard, they cite <i>Citizens Against Forced Annexation</i> v. <i>Local Agency Formation Com.</i> (1982) 32 Cal.3d 816 [187 Cal. Rptr. 423, 654 P.2d 193], in which the California Supreme Court applied the strict scrutiny test to whether only voters in the territory to be annexed to a city should have the right to vote on an annexation, and <i>Fullerton Joint Union High School Dist.</i> v. <i>State Bd. of Education</i> (1982) 32 Cal.3d 779 [187 Cal. Rptr. 398, 654 P.2d 168], in which the California Supreme Court, using the strict scrutiny test, held that citizens within the entire school district, and not only the citizens within the area to be detached, should have the right to vote on a de facto detachment of territory from the school district.</p>\n<p>Appellants assert that these two cases illustrate that the distinction between an annexation and detachment can be material to the constitutional analysis under the facts here. They compare a dissolution of a district, for which elections are normally required (§ 57077, subd. (a)(2)), with a detachment where an election is not required, although LAFCO has the power to condition a detachment upon an election under section 56843, subdivision (a)(3).</p>\n<p><span class=\"star-pagination\">*268</span> (1) Recent decisions of both the United States Supreme Court and the California Supreme Court compel us to disagree with appellants' position that the strict scrutiny test should be applied under either equal protection or First Amendment analysis. The United States Supreme Court has rejected the argument that a law imposing any burden upon the right to vote must necessarily be subject to strict scrutiny. (<i>Burdick</i> v. <i>Takushi</i> (1992) 504 U.S. ___, ___ [119 L.Ed.2d 245, 252, 112 S.Ct. 2059].) The court applied a more flexible standard to a challenge against an election law by weighing the character and magnitude of the asserted injury to the rights protected by the First and Fourteenth Amendments that the plaintiff seeks to vindicate against \"`the precise interests put forward by the State as justifications for the burden imposed by its rule,' taking into consideration `the extent to which those interests make it necessary to burden the plaintiff's rights.'\" (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 253]; <i>Anderson</i> v. <i>Celebrezze</i> (1983) 460 U.S. 780, 789 [75 L.Ed.2d 547, 558, 103 S.Ct. 1564].)</p>\n<p>When the rights are subjected to \"severe restriction\" the regulation must be \"`narrowly drawn to advance a state interest of compelling importance.'\" (<i>Burdick</i> v. <i>Takushi, supra,</i> 504 U.S. at p. ___ [119 L.Ed.2d at p. 253].) When the regulation imposes only reasonable, nondiscriminatory restrictions upon the First and Fourteenth Amendment rights of voters, the state's important regulatory interests are generally sufficient to justify the restrictions. (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 254].) The court found that the state's ban on write-in voting imposes only a limited burden on voters' rights. (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 256]; see also <i>Canaan</i> v. <i>Abdelnour, supra,</i> 40 Cal.3d at p. 713.) In the case before us, the statute did not \"disenfranchise\" voters of the district to be detached; it simply conditioned their right to vote on a special issue to a certain percentage of protests evidencing that a substantial number of voters in the territory were concerned about the proposed detachment. The statute did not grant the right to vote on the detachment to the rest of the voters in the District.</p>\n<p>(2) Appellants' attempt to impose a First Amendment analysis utilizing more rigid scrutiny fails because \"[t]hat form of analysis is generally reserved for those instances where the contested regulation impacts directly on the content of some restricted communication or directly interferes with the fairness and integrity of the electoral process.\" (<i>Watson</i> v. <i>Fair Political Practices Com.</i> (1990) 217 Cal. App.3d 1059, 1074 [266 Cal. Rptr. 408]; see <i>Legislature</i> v. <i>Eu</i> (1991) 54 Cal.3d 492, 515 [286 Cal. Rptr. 283, 816 P.2d 1309]; <i>Canaan</i> v. <i>Abdelnour, supra,</i> 40 Cal.3d at pp. 710-715; <i>Burdick</i> v. <i>Takushi, supra,</i> 504 U.S. at p. ___ [119 L.Ed.2d at p. 254].)</p>\n<p>Appellants argue that the time limitation in which voters have to protest the detachment proceeding is unreasonably short and that there is no conceivable manner for a population as large as the one to be deannexed to <span class=\"star-pagination\">*269</span> register sufficient protests. However, statutes limiting the time for filing referendum petition signatures have been held an administrative necessity designed to prevent the \"`placing in limbo a final legislative act.'\" (<i>Thompson</i> v. <i>Board of Supervisors</i> (1986) 180 Cal. App.3d 555, 563-564 [225 Cal. Rptr. 640].) At most, the time limits mean that appellants may have to organize and act quickly. (<i>Id.,</i> at p. 564.)</p>\n<p>The time limits are not unreasonable and have no appreciable impact on appellants' exercise of their right to protest. It is noteworthy that after remand to LAFCO and a second hearing was held on the issue, there were still insufficient protests.</p>\n<p>When a regulation merely has an incidental effect on the exercise of political rights, strict scrutiny is not applied. (<i>Fair Political Practices Com.</i> v. <i>Superior Court</i> (1979) 25 Cal.3d 33, 47 [157 Cal. Rptr. 855, 599 P.2d 46].) The rational basis standard has been held applicable to numerous statutes detailing the mechanism of the right to vote. (<i>Ibid.</i>)</p>\n<p>(3a), (4) As explained in <i>Southern Cal. Rapid Transit Dist.</i> v. <i>Bolen</i> (1992) 1 Cal.4th 654 [3 Cal. Rptr.2d 843, 822 P.2d 875], equality at the ballot box is not always a fundamental right under some limited circumstances. (<i>Id.,</i> at p. 665.) Where the performance of functions of a special-purpose unit of government affects definable groups of constituents with genuine differences in the relevant interest of those enfranchised and those excluded by the voting scheme, the Legislature may apportion voting power to give greater influence to the citizens most affected by the organization's functions. This apportionment does not violate the guarantee of equal protection, provided that the resulting classification is reasonably related to the statutory objective and is not \"`wholly irrelevant'\" to the achievement of the statute's objective. (<i>Id.,</i> at pp. 665, 666.)</p>\n<p>(3b) A harbor district under Harbors and Navigation Code section 6000 et seq. is formed for the improvement or development of the harbor. (Harb. &amp; Nav. Code, § 6010.) Review of the record reveals that, appellants' protestations aside, although areas outside the District may incur some benefits from the District, the Cities have incurred the most significant impact of the harbor operations and efforts to have the District contribute to the costs necessary to defray this impact have not always gone smoothly. Additionally, the two main truck routes to the port are primarily within the boundaries of the Cities. Thus, the voting residents of the area to be detached have a lesser interest in the operation of the District than those who reside in the Cities' boundaries.</p>\n<p><span class=\"star-pagination\">*270</span> The recent case of <i>Board of Supervisors</i> v. <i>Local Agency Formation Com.</i> (1992) 3 Cal.4th 903 [13 Cal. Rptr.2d 245, 838 P.2d 1198], supports the trial court's employment of the rational basis analysis. There, the California Supreme Court reviewed section 57103, which provides that only the voters residing in the territory to be incorporated may vote to confirm incorporation. (3 Cal.4th at pp. 906-907.) The Supreme Court found the law constitutional on its face and as applied. (<i>Id.,</i> at p. 907.) Most pertinent to our discussion here, the Supreme Court refused to apply the strict scrutiny standard to the equal protection challenge posed to that statute, stating that the classification must have a \"real and appreciable impact\" upon the equality, fairness and integrity of the electoral process to invoke strict scrutiny. (<i>Id.,</i> at p. 914.)</p>\n<p>The court distinguished <i>Fullerton</i>'s adoption of strict scrutiny analysis because the failure to do so in <i>Fullerton</i> could have resulted in racial segregation. (<i>Board of Supervisors</i> v. <i>Local Agency Formation Com., supra,</i> 3 Cal.4th at p. 918.) Turning to <i>Citizens'</i> employment of the strict scrutiny standard, the court held the analysis and the standard in that case incorrect. (<i>Id.,</i> at p. 920.) The Supreme Court concluded that under applicable precedent it should apply a deferential standard in evaluating the classification set forth on the face of section 57103. (3 Cal.4th at p. 921.) Giving section 57103 the presumption of constitutionality to which every statute is entitled, the court found sufficient legitimate purpose in the Act's policy \"`to encourage orderly growth and development ... essential to the social, fiscal, and economic well-being of the state,'\" and in \"`the logical formation and determination of local agency boundaries....'\" (3 Cal.4th at p. 923; § 56001.)</p>\n<p>Similarly here, the statute does not discriminate against a class either facially or invidiously. Although appellants had a right to vote in the District elections and run for harbor commissioner, they could only do so if they were voters registered in the District. \"`No one has a vested right to be either included or excluded from a local governmental unit....'\" (<i>Simi Valley Recreation &amp; Park Dist.</i> v. <i>Local Agency Formation Com.</i> (1975) 51 Cal. App.3d 648, 688 [124 Cal. Rptr. 635].)</p>\n<p>There is no distinction between the cases discussing discrimination on basis of population size and discrimination on basis of territorial size. At issue is the decision of the Legislature not to provide an election at all if a certain number of protests are not received. (See <i>Beck</i> v. <i>County of San Mateo</i> (1984) 154 Cal. App.3d 374, 380 [201 Cal. Rptr. 365].) Under equal protection analysis, the question is whether \"`any state of facts reasonably may be conceived to justify'\" a scheme which makes an election contingent upon the percentage of protest votes received from the area to be detached. (<i>Southern Cal. Rapid Transit Dist.</i> v. <i>Bolen, supra,</i> 1 Cal.4th at pp. 675-676.)</p>\n<p><span class=\"star-pagination\">*271</span> The failure to provide for elections without the requisite number of protests is sufficiently related to the legitimate legislative purpose of orderly, efficient, and economical function and determination of municipal boundaries to meet equal protection requirements. (See § 56001.) Appellants failed to shoulder their burden of showing that a 25 percent protest requirement is \"virtually impossible to meet.\" (Compare <i>Williams</i> v. <i>Rhodes</i> (1968) 393 U.S. 23 [21 L.Ed.2d 24, 89 S.Ct. 5].)</p>\n<p></p>\n<h2>2. <i>Substantial Evidence Supports LAFCO's Decision.</i>\n</h2>\n<p>(5a), (6) Appellants attempt to undermine the trial court's ruling by pointing to Judge Johnson's comments in the prior proceeding wherein she questioned LAFCO's power to recommend deannexation to make the District more accountable to the voters most affected. Contrary to appellants' argument, Judge Johnson did not rest her ruling on this ground and, in fact, found substantial evidence to support LAFCO's decision as did Judge Lane. Since Judge Johnson's statements about voter accountability were unnecessary to her ruling, Judge Lane was not bound by them. (See <i>Stanson</i> v. <i>Mott</i> (1976) 17 Cal.3d 206, 212 [130 Cal. Rptr. 697, 551 P.2d 1].) (7) It is not proper for the judiciary to probe the motivations of lawmakers, and this rule applies to local legislators as well as to members of the state Legislature or of Congress. (<i>County of Los Angeles</i> v. <i>Superior Court</i> (1975) 13 Cal.3d 721, 726 [119 Cal. Rptr. 631, 532 P.2d 495].)</p>\n<p>(5b) The record of the proceedings amply supports LAFCO's decision. The executive officer's report, including the staff study and findings of earlier studies, covered the relevant factors LAFCO must consider. LAFCO also received testimony from individuals and groups regarding the negative impacts of port activities on the Cities. Although accountability of the District to the voters of the most affected territory was a concern, appellants cite no authority for the proposition that this reason is improper or beyond its powers. LAFCO is an agency with large discretionary powers. (<i>Bozung</i> v. <i>Local Agency Formation Com.</i> (1975) 13 Cal.3d 263, 288 [118 Cal. Rptr. 249, 529 P.2d 1017].) Of the many factors LAFCO is to consider, one is \"[t]he effect of the proposed action and of alternative actions, on adjacent areas, on mutual social and economic interests, and on the local governmental structure of the county.\" (§ 56841, subd. (c).) Responsiveness of the District to the voters within its boundaries is related to these factors.</p>\n<p>When LAFCO reconsidered the matter and revised Resolution No. 89-25 on October 17, 1990, the executive officer informed the commission that the trial court had not questioned the substantiality of the evidence supporting its <span class=\"star-pagination\">*272</span> decision, but only its failure to realize it had the discretion to recommend an election. Nonetheless, his report reiterated the information previously considered and that the District's original political boundaries do not have a direct relationship to the activities which are conducted at the port. It also considered a letter from appellants' attorney voicing their objections. LAFCO's decision was neither arbitrary nor capricious and is supported by substantial evidence.</p>\n<p>The judgment is affirmed. Costs to respondents.</p>\n<p>Gilbert, J., and Yegan, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references hereinafter are to the Government Code unless otherwise specified.</p>\n<p>[2]  Section 57075 provides in pertinent part that, \"[i]n the case of registered voter districts or cities, where a change of organization or reorganization consists solely of annexations, detachments, or formation of county service areas, or any combination of those proposals, the conducting authority, not more than 30 days after the conclusion of the hearing, shall adopt a resolution making a finding regarding the value of written protests filed and not withdrawn, and take one of the following actions, ... [¶] (a) In the case of inhabited territory, ... [¶] (3) Order the change of organization or reorganization without an election if written protests have been filed and not withdrawn by less than 25 percent of the registered voters or less than 25 percent of the number of owners of land owning less than 25 percent of the assessed value of land within the affected territory.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">259</span></span> (1993)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">819</span></span></b></center>\n<center><h1>OXNARD HARBOR DISTRICT et al., Plaintiffs and Appellants,<br>\nv.<br>\nLOCAL AGENCY FORMATION COMMISSION OF VENTURA COUNTY et al., Defendants and Respondents.</h1></center>\n<center>Docket No. B066033.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Six.</b></p></center>\n<center>June 2, 1993.</center>\n<p><span class=\"star-pagination\">*262</span> COUNSEL</p>\n<p>Cohen, England &amp; Whitfield, England, Whitfield, Schroeder &amp; Tredway and Anson M. Whitfield for Plaintiffs and Appellants.</p>\n<p><span class=\"star-pagination\">*263</span> James L. McBride, County Counsel, Noel A. Klebaum, Assistant County Counsel, Don G. Kircher, City Attorney (Port Hueneme), Gary Gillig, City Attorney (Oxnard), Burke, Williams &amp; Sorensen and Harold A. Bridges for Defendants and Respondents.</p>\n<p>OPINION</p>\n<p>STONE (S.J.), P.J.</p>\n<p>Here we hold that the protest provisions of Government Code section 57075, subdivision (a)(3), allowing detachment of a large segment of the Oxnard Harbor District without voter confirmation by the registered voters within the affected territory, do not violate appellants' constitutional rights either facially or as applied.</p>\n<p>Oxnard Harbor District (District), Stanley J. Daily and Edward J. Millan appeal from a trial court judgment denying their petition for writ of mandate. They sought to have the superior court overturn the action of respondents which resulted in the detachment of a substantial portion of the area encompassed within the boundaries of the District. In a prior proceeding involving this same matter before the local agency formation commission (LAFCO), this court affirmed the trial court's writ of mandate that LAFCO rescind its original resolution because it failed to exercise its discretion in deciding whether to recommend an election as a condition of its recommendation to the conducting authority. (<i>Oxnard Harbor Dist.</i> v. <i>Local Agency Formation Com.</i> (Aug. 7, 1991) B052235 [nonpub. opn.].) LAFCO rescinded its original resolution and adopted a new resolution. (LAFCO 89-25 (rev.).)</p>\n<p>Appellants contend the new resolution must be overturned because the application to them of Government Code section 57075, subdivision (a)(3), under which the detachment was ordered, denied them equal protection of the laws under the Fourteenth Amendment of the United States Constitution, thus depriving them of the right to participate in future District elections both as voters and office holders, and assert that it infringed upon their First Amendment rights.<sup>[1]</sup> They also contend that LAFCO approved the reorganization based on grounds not authorized by statute. We determine that none of these claims has merit.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>The District is a harbor district formed in 1937, and exists under the provisions of Harbors and Navigation Code section 6000 et seq. and operates <span class=\"star-pagination\">*264</span> the Port of Hueneme. The boundaries of the District included the Cities of Port Hueneme and Oxnard as well as portions of the Cities of Camarillo and Thousand Oaks and certain unincorporated areas of Ventura County (County).</p>\n<p>September 20, 1989, respondents Cities of Port Hueneme and Oxnard (Cities) filed a proposal, pursuant to the Cortese-Knox Local Government Reorganization Act of 1985 (§ 56000 et seq. (Act)), with LAFCO requesting that the boundaries of the District be modified to include only the Cities. This proposed detachment of territory includes approximately 119,376 acres and 57 percent of the District's voters. The stated purpose was \"to have greater electorate accountability to those who are most directly affected by the activities of the Port of Hueneme.\"</p>\n<p>The LAFCO report recited that a 1966 study for the board of supervisors indicated: (1) the Port of Hueneme is an important economic asset with significant impact on the County economy; (2) direct benefit probably accrues to a greater degree nearest the harbor, although such benefit does accrue to a territory greater than that of the District; and (3) the boundaries of the District, formed for the limited agricultural shipments, are inappropriate to the expanded shipping of a variety of products. The report did not provide statistical data regarding what portion of the port's economic benefit was attributed to various portions of the District or County.</p>\n<p>In 1972, the office of the county executive supported expansion of the District boundaries and the County and District jointly prepared a follow-up study regarding alternative methods of expanding the District's tax base. In 1973 the District submitted an application to LAFCO to create a countywide district. This proposal was opposed by several cities outside of the District. Faced with this opposition, LAFCO denied the proposed annexation in 1974.</p>\n<p>In 1982, LAFCO adopted a sphere of influence for the District that encompassed the entire County, but the District did not feel there was sufficient justification to expand the District boundaries at that time. In 1985, LAFCO completed an updated study of special districts and recommended that the entire County be included within the District. The Harbor Commission supported this proposal. Meanwhile, the Cities had taken preliminary steps to dissolve the District by having the port's facilities transferred to and operated by a joint powers authority. They felt this would enhance the port's future operations, increase the beneficial economic impact on the County, and develop a port plan more suited to land-use planning goals of the Cities. The joint powers proposal was not implemented, due in part to opposition from the Cities of Camarillo and Thousand Oaks.</p>\n<p><span class=\"star-pagination\">*265</span> In 1989, the City of Port Hueneme engaged a consulting firm to evaluate the economic impacts of the port by local firms whose operations are directly or indirectly related to or dependent upon the movement of commercial cargo through the port. The report concluded that the impacts of port activities are concentrated primarily within the vicinity of the port and that an \"extremely high percentage of the primary benefits generated by the port accrue to the Cities of Port Hueneme and Oxnard, with over 83% of the employment, 73% of the payroll and 85% of the value-added impacts occurring within those areas.\"</p>\n<p>The report indicated that this growth also brings additional heavy-duty truck traffic on city streets, noise, and congestion. Over the years, the City of Port Hueneme and the District entered into agreements for revenue sharing to mitigate environmental impacts but these agreements were reached only after significant conflict between the affected parties.</p>\n<p>At the public hearing of March 30, 1990, LAFCO received and considered the executive officer's report and recommendation and considered extensive oral and written public comment. LAFCO unanimously adopted Resolution 89-25 approving the reorganization proposal initiated by the Cities and designated the City of Port Hueneme as the \"Conducting Authority\" to complete the proceeding. After notices were given and two requests for reconsideration were heard and denied, the City Council of the City of Port Hueneme, as the Conducting Authority, held a public hearing and determined that written protest had been received from less than 1 percent of the voters and less than 1 percent of the landowners in the territory of the reorganization. The reorganization was approved without election pursuant to section 57075 of the Act.<sup>[2]</sup></p>\n<p>The District filed a petition for writ of mandate (Code Civ. Proc., § 1085) on May 15, 1990, challenging LAFCO's decision. The Ventura County Superior Court, Judge Johnson, granted the writ petition. The court found that LAFCO's decision was supported by substantial evidence, but that LAFCO failed to exercise its discretionary power to determine whether to <span class=\"star-pagination\">*266</span> call an election and, therefore, abused its discretion. The court ordered the matter returned to LAFCO for reconsideration. The trial court also stated that LAFCO improperly based its decision on \"`[w]ho should have the right to vote for harbor commissioners.'\"</p>\n<p>LAFCO and the Conducting Authority appealed but LAFCO later complied with the trial court's order. This court determined that the Act gives LAFCO discretion to order a boundary change subject to an election, and that LAFCO abused its discretion because it failed to exercise it. We declined to review any constitutional issues.</p>\n<p>October 17, 1990, during the pendency of the Cities' appeal, LAFCO rescinded Resolution 89-25 and adopted Resolution 89-25 (rev.), and specifically exercised its discretion to support the proposed reorganization without ordering an election. LAFCO considered and denied District's request for reconsideration. January 16, 1991, the City of Port Hueneme, acting as the Conducting Authority, held a hearing. When the number of protests did not amount to 25 percent of either registered voters or landowners in the District, the Conducting Authority adopted Resolution 89-25 (rev.) approving the boundary change.</p>\n<p>The District filed a petition for writ of mandate alleging that an election on the detachment is required by the Constitution because registered voters in the area detached no longer have the right to vote for candidates for the office of harbor commissioner and registered voters within the area detached no longer have the right to be a candidate for the office of harbor commissioner. Additionally, Commissioners Daily and Millan, who reside in Camarillo, will be ineligible for reelection to office. They also asserted that LAFCO's ostensible reason for detachment, to prevent greater electoral accountability, was improper.</p>\n<p>The trial court denied the writ petition. The court (Judge Lane) held that the rational basis test was the proper standard of judicial review of the constitutional issues; that no fundamental vested constitutional right is implicated by the detachment of territory from a governmental entity; that the 25 percent protest required by section 57075 is constitutional; and that LAFCO and the Conducting Authority had complied with all provisions of the Act. The court also found that the administrative record contains substantial evidence that the boundary reduction was effectuated in compliance with the provisions of the Act.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*267</span> DISCUSSION</h2>\n<p></p>\n<h2>1. <i>Standard of Review Is Rational Basis Test.</i>\n</h2>\n<p>Appellants contend that the trial court misconstrued both the issue and the standard of review when it found that the relevant provisions of the Act have withstood constitutional challenge many times. They also assert that prior cases discussing section 57075 involved annexations or detachment of uninhabited or sparsely populated territory in which it was feasible to marshal a protest of 25 percent of the voters or landowners.</p>\n<p>Appellants argue that the District was organized by vote of the qualified voters within the District (Harb. &amp; Nav. Code, § 6030) and that voters within the District vote on harbor commissioners (Harb. &amp; Nav. Code, § 6051). Thus, for 53 years registered voters within the area to be detached have enjoyed 2 sets of valuable rights, i.e., to vote and to hold office, each of which is protected by the United States and California Constitutions. (<i>Canaan</i> v. <i>Abdelnour</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">703</span></span> [<span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">468</span></span>, <span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">915</span></span>]; <i>Choudhry</i> v. <i>Free</i> (1976) <span class=\"citation\" data-id=\"1251556\"><a href=\"/opinion/1251556/choudhry-v-free/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">660</span></a></span> [<span class=\"citation\" data-id=\"1251556\"><a href=\"/opinion/1251556/choudhry-v-free/\"><span class=\"volume\">131</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"1251556\"><a href=\"/opinion/1251556/choudhry-v-free/\"><span class=\"volume\">552</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">438</span></a></span>].) According to appellants, in order to justify an infringement on these established voting rights, the state must satisfy strict equal protection standards and show that the distinctions drawn are necessary to further its purpose and that the restraints on the franchise are justified by a compelling state interest.</p>\n<p>In support of their proposed \"strict scrutiny\" standard, they cite <i>Citizens Against Forced Annexation</i> v. <i>Local Agency Formation Com.</i> (1982) <span class=\"citation\" data-id=\"1369329\"><a href=\"/opinion/1369329/citizens-against-forced-annexation-v-local-ag-form/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">816</span></a></span> [<span class=\"citation\" data-id=\"1369329\"><a href=\"/opinion/1369329/citizens-against-forced-annexation-v-local-ag-form/\"><span class=\"volume\">187</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">423</span></a></span>, <span class=\"citation\" data-id=\"1369329\"><a href=\"/opinion/1369329/citizens-against-forced-annexation-v-local-ag-form/\"><span class=\"volume\">654</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">193</span></a></span>], in which the California Supreme Court applied the strict scrutiny test to whether only voters in the territory to be annexed to a city should have the right to vote on an annexation, and <i>Fullerton Joint Union High School Dist.</i> v. <i>State Bd. of Education</i> (1982) <span class=\"citation\" data-id=\"1369359\"><a href=\"/opinion/1369359/fullerton-joint-union-high-sch-v-st-bd-of-educ/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">779</span></a></span> [<span class=\"citation\" data-id=\"1369359\"><a href=\"/opinion/1369359/fullerton-joint-union-high-sch-v-st-bd-of-educ/\"><span class=\"volume\">187</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"1369359\"><a href=\"/opinion/1369359/fullerton-joint-union-high-sch-v-st-bd-of-educ/\"><span class=\"volume\">654</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">168</span></a></span>], in which the California Supreme Court, using the strict scrutiny test, held that citizens within the entire school district, and not only the citizens within the area to be detached, should have the right to vote on a de facto detachment of territory from the school district.</p>\n<p>Appellants assert that these two cases illustrate that the distinction between an annexation and detachment can be material to the constitutional analysis under the facts here. They compare a dissolution of a district, for which elections are normally required (§ 57077, subd. (a)(2)), with a detachment where an election is not required, although LAFCO has the power to condition a detachment upon an election under section 56843, subdivision (a)(3).</p>\n<p><span class=\"star-pagination\">*268</span> (1) Recent decisions of both the United States Supreme Court and the California Supreme Court compel us to disagree with appellants' position that the strict scrutiny test should be applied under either equal protection or First Amendment analysis. The United States Supreme Court has rejected the argument that a law imposing any burden upon the right to vote must necessarily be subject to strict scrutiny. (<i>Burdick</i> v. <i>Takushi</i> (1992) <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span>___, ___ [<span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span>, 252, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>].) The court applied a more flexible standard to a challenge against an election law by weighing the character and magnitude of the asserted injury to the rights protected by the First and Fourteenth Amendments that the plaintiff seeks to vindicate against \"`the precise interests put forward by the State as justifications for the burden imposed by its rule,' taking into consideration `the extent to which those interests make it necessary to burden the plaintiff's rights.'\" (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 253]; <i>Anderson</i> v. <i>Celebrezze</i> (1983) <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 789 [<span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span>, 558, <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></a></span>].)</p>\n<p>When the rights are subjected to \"severe restriction\" the regulation must be \"`narrowly drawn to advance a state interest of compelling importance.'\" (<i>Burdick</i> v. <i>Takushi, supra,</i> <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span>at p. ___ [119 L.Ed.2d at p. 253].) When the regulation imposes only reasonable, nondiscriminatory restrictions upon the First and Fourteenth Amendment rights of voters, the state's important regulatory interests are generally sufficient to justify the restrictions. (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 254].) The court found that the state's ban on write-in voting imposes only a limited burden on voters' rights. (<i>Id.,</i> at p. ___ [119 L.Ed.2d at p. 256]; see also <i>Canaan</i> v. <i>Abdelnour, supra,</i> 40 Cal.3d at p. 713.) In the case before us, the statute did not \"disenfranchise\" voters of the district to be detached; it simply conditioned their right to vote on a special issue to a certain percentage of protests evidencing that a substantial number of voters in the territory were concerned about the proposed detachment. The statute did not grant the right to vote on the detachment to the rest of the voters in the District.</p>\n<p>(2) Appellants' attempt to impose a First Amendment analysis utilizing more rigid scrutiny fails because \"[t]hat form of analysis is generally reserved for those instances where the contested regulation impacts directly on the content of some restricted communication or directly interferes with the fairness and integrity of the electoral process.\" (<i>Watson</i> v. <i>Fair Political Practices Com.</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1059</span></span>, 1074 [<span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">408</span></span>]; see <i>Legislature</i> v. <i>Eu</i> (1991) <span class=\"citation\" data-id=\"1115370\"><a href=\"/opinion/1115370/legislature-v-eu/\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">492</span></a></span>, 515 [<span class=\"citation\" data-id=\"1115370\"><a href=\"/opinion/1115370/legislature-v-eu/\"><span class=\"volume\">286</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"1115370\"><a href=\"/opinion/1115370/legislature-v-eu/\"><span class=\"volume\">816</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1309</span></a></span>]; <i>Canaan</i> v. <i>Abdelnour, supra,</i> 40 Cal.3d at pp. 710-715; <i>Burdick</i> v. <i>Takushi, supra,</i> <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span>at p. ___ [119 L.Ed.2d at p. 254].)</p>\n<p>Appellants argue that the time limitation in which voters have to protest the detachment proceeding is unreasonably short and that there is no conceivable manner for a population as large as the one to be deannexed to <span class=\"star-pagination\">*269</span> register sufficient protests. However, statutes limiting the time for filing referendum petition signatures have been held an administrative necessity designed to prevent the \"`placing in limbo a final legislative act.'\" (<i>Thompson</i> v. <i>Board of Supervisors</i> (1986) <span class=\"citation\" data-id=\"2123417\"><a href=\"/opinion/2123417/thompson-v-board-of-supervisors/\"><span class=\"volume\">180</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">555</span></a></span>, 563-564 [<span class=\"citation\" data-id=\"2123417\"><a href=\"/opinion/2123417/thompson-v-board-of-supervisors/\"><span class=\"volume\">225</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">640</span></a></span>].) At most, the time limits mean that appellants may have to organize and act quickly. (<i>Id.,</i> at p. 564.)</p>\n<p>The time limits are not unreasonable and have no appreciable impact on appellants' exercise of their right to protest. It is noteworthy that after remand to LAFCO and a second hearing was held on the issue, there were still insufficient protests.</p>\n<p>When a regulation merely has an incidental effect on the exercise of political rights, strict scrutiny is not applied. (<i>Fair Political Practices Com.</i> v. <i>Superior Court</i> (1979) <span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">33</span></a></span>, 47 [<span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">599</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">46</span></a></span>].) The rational basis standard has been held applicable to numerous statutes detailing the mechanism of the right to vote. (<i>Ibid.</i>)</p>\n<p>(3a), (4) As explained in <i>Southern Cal. Rapid Transit Dist.</i> v. <i>Bolen</i> (1992) <span class=\"citation\" data-id=\"1119839\"><a href=\"/opinion/1119839/southern-cal-rapid-transit-dist-v-bolen/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">654</span></a></span> [<span class=\"citation\" data-id=\"1119839\"><a href=\"/opinion/1119839/southern-cal-rapid-transit-dist-v-bolen/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">843</span></a></span>, <span class=\"citation\" data-id=\"1119839\"><a href=\"/opinion/1119839/southern-cal-rapid-transit-dist-v-bolen/\"><span class=\"volume\">822</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">875</span></a></span>], equality at the ballot box is not always a fundamental right under some limited circumstances. (<i>Id.,</i> at p. 665.) Where the performance of functions of a special-purpose unit of government affects definable groups of constituents with genuine differences in the relevant interest of those enfranchised and those excluded by the voting scheme, the Legislature may apportion voting power to give greater influence to the citizens most affected by the organization's functions. This apportionment does not violate the guarantee of equal protection, provided that the resulting classification is reasonably related to the statutory objective and is not \"`wholly irrelevant'\" to the achievement of the statute's objective. (<i>Id.,</i> at pp. 665, 666.)</p>\n<p>(3b) A harbor district under Harbors and Navigation Code section 6000 et seq. is formed for the improvement or development of the harbor. (Harb. &amp; Nav. Code, § 6010.) Review of the record reveals that, appellants' protestations aside, although areas outside the District may incur some benefits from the District, the Cities have incurred the most significant impact of the harbor operations and efforts to have the District contribute to the costs necessary to defray this impact have not always gone smoothly. Additionally, the two main truck routes to the port are primarily within the boundaries of the Cities. Thus, the voting residents of the area to be detached have a lesser interest in the operation of the District than those who reside in the Cities' boundaries.</p>\n<p><span class=\"star-pagination\">*270</span> The recent case of <i>Board of Supervisors</i> v. <i>Local Agency Formation Com.</i> (1992) <span class=\"citation\" data-id=\"1155482\"><a href=\"/opinion/1155482/board-of-supervisors-v-local-agency-formation-com/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">903</span></a></span> [<span class=\"citation\" data-id=\"1155482\"><a href=\"/opinion/1155482/board-of-supervisors-v-local-agency-formation-com/\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">245</span></a></span>, <span class=\"citation\" data-id=\"1155482\"><a href=\"/opinion/1155482/board-of-supervisors-v-local-agency-formation-com/\"><span class=\"volume\">838</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1198</span></a></span>], supports the trial court's employment of the rational basis analysis. There, the California Supreme Court reviewed section 57103, which provides that only the voters residing in the territory to be incorporated may vote to confirm incorporation. (3 Cal.4th at pp. 906-907.) The Supreme Court found the law constitutional on its face and as applied. (<i>Id.,</i> at p. 907.) Most pertinent to our discussion here, the Supreme Court refused to apply the strict scrutiny standard to the equal protection challenge posed to that statute, stating that the classification must have a \"real and appreciable impact\" upon the equality, fairness and integrity of the electoral process to invoke strict scrutiny. (<i>Id.,</i> at p. 914.)</p>\n<p>The court distinguished <i>Fullerton</i>'s adoption of strict scrutiny analysis because the failure to do so in <i>Fullerton</i> could have resulted in racial segregation. (<i>Board of Supervisors</i> v. <i>Local Agency Formation Com., supra,</i> 3 Cal.4th at p. 918.) Turning to <i>Citizens'</i> employment of the strict scrutiny standard, the court held the analysis and the standard in that case incorrect. (<i>Id.,</i> at p. 920.) The Supreme Court concluded that under applicable precedent it should apply a deferential standard in evaluating the classification set forth on the face of section 57103. (3 Cal.4th at p. 921.) Giving section 57103 the presumption of constitutionality to which every statute is entitled, the court found sufficient legitimate purpose in the Act's policy \"`to encourage orderly growth and development ... essential to the social, fiscal, and economic well-being of the state,'\" and in \"`the logical formation and determination of local agency boundaries....'\" (3 Cal.4th at p. 923; § 56001.)</p>\n<p>Similarly here, the statute does not discriminate against a class either facially or invidiously. Although appellants had a right to vote in the District elections and run for harbor commissioner, they could only do so if they were voters registered in the District. \"`No one has a vested right to be either included or excluded from a local governmental unit....'\" (<i>Simi Valley Recreation &amp; Park Dist.</i> v. <i>Local Agency Formation Com.</i> (1975) <span class=\"citation\" data-id=\"2128822\"><a href=\"/opinion/2128822/simi-valley-recreation-v-local-agency-formation/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">648</span></a></span>, 688 [<span class=\"citation\" data-id=\"2128822\"><a href=\"/opinion/2128822/simi-valley-recreation-v-local-agency-formation/\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">635</span></a></span>].)</p>\n<p>There is no distinction between the cases discussing discrimination on basis of population size and discrimination on basis of territorial size. At issue is the decision of the Legislature not to provide an election at all if a certain number of protests are not received. (See <i>Beck</i> v. <i>County of San Mateo</i> (1984) <span class=\"citation\" data-id=\"2115950\"><a href=\"/opinion/2115950/beck-v-county-of-san-mateo/\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">374</span></a></span>, 380 [<span class=\"citation\" data-id=\"2115950\"><a href=\"/opinion/2115950/beck-v-county-of-san-mateo/\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">365</span></a></span>].) Under equal protection analysis, the question is whether \"`any state of facts reasonably may be conceived to justify'\" a scheme which makes an election contingent upon the percentage of protest votes received from the area to be detached. (<i>Southern Cal. Rapid Transit Dist.</i> v. <i>Bolen, supra,</i> 1 Cal.4th at pp. 675-676.)</p>\n<p><span class=\"star-pagination\">*271</span> The failure to provide for elections without the requisite number of protests is sufficiently related to the legitimate legislative purpose of orderly, efficient, and economical function and determination of municipal boundaries to meet equal protection requirements. (See § 56001.) Appellants failed to shoulder their burden of showing that a 25 percent protest requirement is \"virtually impossible to meet.\" (Compare <i>Williams</i> v. <i>Rhodes</i> (1968) <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span> [<span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></a></span>].)</p>\n<p></p>\n<h2>2. <i>Substantial Evidence Supports LAFCO's Decision.</i>\n</h2>\n<p>(5a), (6) Appellants attempt to undermine the trial court's ruling by pointing to Judge Johnson's comments in the prior proceeding wherein she questioned LAFCO's power to recommend deannexation to make the District more accountable to the voters most affected. Contrary to appellants' argument, Judge Johnson did not rest her ruling on this ground and, in fact, found substantial evidence to support LAFCO's decision as did Judge Lane. Since Judge Johnson's statements about voter accountability were unnecessary to her ruling, Judge Lane was not bound by them. (See <i>Stanson</i> v. <i>Mott</i> (1976) <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">206</span></span>, 212 [<span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">697</span></span>, <span class=\"citation no-link\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></span>].) (7) It is not proper for the judiciary to probe the motivations of lawmakers, and this rule applies to local legislators as well as to members of the state Legislature or of Congress. (<i>County of Los Angeles</i> v. <i>Superior Court</i> (1975) <span class=\"citation\" data-id=\"1139778\"><a href=\"/opinion/1139778/county-of-los-angeles-v-superior-court/\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">721</span></a></span>, 726 [<span class=\"citation\" data-id=\"1139778\"><a href=\"/opinion/1139778/county-of-los-angeles-v-superior-court/\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"1139778\"><a href=\"/opinion/1139778/county-of-los-angeles-v-superior-court/\"><span class=\"volume\">532</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">495</span></a></span>].)</p>\n<p>(5b) The record of the proceedings amply supports LAFCO's decision. The executive officer's report, including the staff study and findings of earlier studies, covered the relevant factors LAFCO must consider. LAFCO also received testimony from individuals and groups regarding the negative impacts of port activities on the Cities. Although accountability of the District to the voters of the most affected territory was a concern, appellants cite no authority for the proposition that this reason is improper or beyond its powers. LAFCO is an agency with large discretionary powers. (<i>Bozung</i> v. <i>Local Agency Formation Com.</i> (1975) <span class=\"citation\" data-id=\"1172485\"><a href=\"/opinion/1172485/bozung-v-local-agency-formation-com/\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">263</span></a></span>, 288 [<span class=\"citation\" data-id=\"1172485\"><a href=\"/opinion/1172485/bozung-v-local-agency-formation-com/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"1172485\"><a href=\"/opinion/1172485/bozung-v-local-agency-formation-com/\"><span class=\"volume\">529</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1017</span></a></span>].) Of the many factors LAFCO is to consider, one is \"[t]he effect of the proposed action and of alternative actions, on adjacent areas, on mutual social and economic interests, and on the local governmental structure of the county.\" (§ 56841, subd. (c).) Responsiveness of the District to the voters within its boundaries is related to these factors.</p>\n<p>When LAFCO reconsidered the matter and revised Resolution No. 89-25 on October 17, 1990, the executive officer informed the commission that the trial court had not questioned the substantiality of the evidence supporting its <span class=\"star-pagination\">*272</span> decision, but only its failure to realize it had the discretion to recommend an election. Nonetheless, his report reiterated the information previously considered and that the District's original political boundaries do not have a direct relationship to the activities which are conducted at the port. It also considered a letter from appellants' attorney voicing their objections. LAFCO's decision was neither arbitrary nor capricious and is supported by substantial evidence.</p>\n<p>The judgment is affirmed. Costs to respondents.</p>\n<p>Gilbert, J., and Yegan, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references hereinafter are to the Government Code unless otherwise specified.</p>\n<p>[2]  Section 57075 provides in pertinent part that, \"[i]n the case of registered voter districts or cities, where a change of organization or reorganization consists solely of annexations, detachments, or formation of county service areas, or any combination of those proposals, the conducting authority, not more than 30 days after the conclusion of the hearing, shall adopt a resolution making a finding regarding the value of written protests filed and not withdrawn, and take one of the following actions, ... [¶] (a) In the case of inhabited territory, ... [¶] (3) Order the change of organization or reorganization without an election if written protests have been filed and not withdrawn by less than 25 percent of the registered voters or less than 25 percent of the number of owners of land owning less than 25 percent of the assessed value of land within the affected territory.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1115370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1119839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1139778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1155482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1172485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1251556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1369329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1369359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2115950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2123417/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2128822/"
          ]
        }
      ],
      "judges": "Stone (s.J.)",
      "date_created": "2014-10-30T21:57:39.915007Z",
      "date_modified": "2017-02-18T01:11:27.699854Z",
      "date_filed": "1993-06-02",
      "date_filed_is_approximate": false,
      "slug": "oxnard-harbor-dist-v-l-agency-formation-com",
      "citation_id": 2226210,
      "case_name_short": "",
      "case_name": "Oxnard Harbor Dist. v. L. AGENCY FORMATION COM.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "16 Cal. App. 4th 259",
      "state_cite_two": "19 Cal. Rptr. 2d 819",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2105901/oxnard-harbor-dist-v-l-agency-formation-com/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T21:57:39.912028Z",
  "date_modified": "2014-10-30T21:57:39.912028Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Oxnard Harbor Dist. v. L. AGENCY FORMATION COM.",
  "case_name_full": "",
  "slug": "oxnard-harbor-dist-v-l-agency-formation-com",
  "docket_number": "B066033",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}