{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2111154/",
  "id": 2111154,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2258023/",
      "id": 2258023,
      "absolute_url": "/opinion/2258023/board-of-education-of-san-diego-unified-school-dist-v-superior-court/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2111154/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2258023/",
          "id": 2258023,
          "absolute_url": "/opinion/2258023/board-of-education-of-san-diego-unified-school-dist-v-superior-court/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2258023/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6430/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:54:27.544534Z",
          "date_modified": "2017-04-09T02:01:15.170107Z",
          "type": "010combined",
          "sha1": "5ffbc9d47cd66dc3f0d494b00fc5e169bf1e3856",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>61 Cal.App.4th 411 (1998)</b></center>\n<center><h1>BOARD OF EDUCATION OF THE SAN DIEGO UNIFIED SCHOOL DISTRICT, Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF SAN DIEGO COUNTY, Respondent; KARI CARLIN et al., Real Parties in Interest.</h1></center>\n<center>Docket No. D029639.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>February 9, 1998.</center>\n<p><span class=\"star-pagination\">*413</span> COUNSEL</p>\n<p>Christina L. Dyer, Jose A. Gonzales, Endeman, Lincoln, Turek &amp; Heater and Donald R. Lincoln for Petitioner.</p>\n<p>Richard K. Mason, Baker &amp; Hostetler, Peter W. James, Michael M. Johnson, Drasan Scranton, Ruiz &amp; Sperow, Celia M. Ruiz and Laurie A. Erdman as Amici Curiae on behalf of Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Elmer Enstrom, Jr., James S. Marinos, Jordan C. Budd, Robert H. Lynn, Luce, Forward, Hamilton &amp; Scripps and Charles A. Bird for Real Parties in Interest.</p>\n<p>OPINION</p>\n<p>HALLER, J.</p>\n<p>For over two decades, the superior court has supervised San Diego Unified School District's voluntary integration plan. In August 1996, the court fixed January 1, 2000, as the date court supervision would end. A year later the court modified its order to end supervision on July 1, 1998, if article I, section 31 of the California Constitution<sup>[1]</sup> (Section 31), added by initiative in 1996, were upheld as constitutional.</p>\n<p><span class=\"star-pagination\">*414</span> In this proceeding in mandamus, the Board of Education of the San Diego Unified School District (District) asks the modified order be vacated on the ground Section 31 does not apply to its integration plan. District predicts $50 million it anticipates in state and federal integration funds could be jeopardized as a result of the court's decision to expedite the end of its supervisory function.</p>\n<p>The issue presented is a narrow one. Did the trial court err in accelerating the date on which court supervision of District's integration program ends? Contrary to District's and real party in interest Kari Carlin's (Carlin class) assertions, resolution of this question does not turn on an interpretation of Section 31. In modifying the order at issue here, the trial court did not rule Section 31 compelled it to terminate its supervisory function, nor did the court determine the legal impact of Section 31 on school integration programs  whether court-ordered or voluntary. Rather, in response to a motion brought by real party in interest Groundswell, the court acknowledged Section 31, along with other factors, and found the need for supervisory jurisdiction no longer exists. The record supports this finding.</p>\n<p>Thus, we hold the court did not abuse its discretion in expediting the date on which court supervision of District's integration program will end. In doing so, we emphasize this modification serves only to hasten the end of the court's supervisory function; it does not terminate District's integration program. Instead, as of July 1, 1998, responsibility for the control, supervision and development of integration programs will be returned to District.</p>\n<p>We also hold District failed to establish integration funding would be lost as a result of the modified order and thus has not demonstrated public injury to warrant issuing a writ. (See <i>Housing Authority</i> v. <i>Superior Court</i> (1950) 35 Cal.2d 550, 556 [219 P.2d 457], superseded by constitutional amendment on other grounds (see <i>Davis</i> v. <i>City of Berkeley</i> (1990) 51 Cal.3d 227, 236 [272 Cal. Rptr. 139, 794 P.2d 897]).) Accordingly, we deny the petition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*415</span> FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p></p>\n<h2><i>Historical Context</i></h2>\n<p>In December 1967, Carlin class sued to compel District to integrate its schools. Groundswell, a group of parents and children opposed to mandatory school or classroom assignment based on race or ethnicity, intervened. Ultimately the superior court determined 23 schools were minority racially isolated and ordered District to present a plan to alleviate the isolation. The court granted a writ of mandate effective March 10, 1977. It first approved District's voluntary integration plan in August 1977 and approved succeeding plans on a yearly basis. Any failure by District to comply with the court's directives would have been punishable as contempt. (Code Civ. Proc., § 1209, subd. (a)5.)</p>\n<p>By 1985, the court determined District had made \"meaningful progress\" toward eliminating segregation and issued a \"final order\" requiring certain programs to remain in effect and District to continue annual reporting. The court retained jurisdiction for further action upon good cause shown.</p>\n<p>A decade later the court granted Groundswell's \"Motion for Order regarding Final Approval of School Board Voluntary Integration Plan and Order to Discharge Writ of Mandate.\" The court observed providing equal opportunity in schools had \"become a way of life\" and over the years the court's role had evolved into a supervisory role, with the District initiating its own changes. The court said it was time to end its involvement and discharge the writ when jurisdiction ended, commenting \"it is not entirely proper for the appearance of the court of being some sort of a lord of a democratic institution such as the school district for more than 28 years.\" It set a hearing July 26, 1996, to craft the final order.</p>\n<p>The \"Final Order Terminating Court Jurisdiction\" issued on August 16, 1996.<sup>[2]</sup> The order broadly outlined which programs were to continue, the progress reports to be made, the race and human relations courses to be produced, the magnet programs to be implemented, the voluntary ethnic enrollment programs to be fostered, the academic testing to be conducted and the general integration efforts to be made. Significantly, the order provided \"after January 1, 2000, the District's failure to comply with <i>any</i> of the specific provisions of this Order will not constitute a violation or contempt of this order.\" (Original italics.)</p>\n<p>Groundswell petitioned for writ review of the order (<i>Groundswell</i> v. <i>Superior Court</i> (Nov. 18, 1996) D027017 [nonpub. opn.]). We summarily <span class=\"star-pagination\">*416</span> denied the petition on the basis that appeal was an adequate remedy. Our Supreme Court also denied Groundswell's petition for writ review (<i>Groundswell</i> v. <i>Superior Court</i> (Jan. 15, 1997) S057617). Groundswell did not appeal.</p>\n<p>California voters adopted Section 31 on November 5, 1996 (Proposition 209, the \"California Civil Rights Initiative\").</p>\n<p></p>\n<h2><i>Current Proceedings</i></h2>\n<p>In July 1997, Groundswell<sup>[3]</sup> applied ex parte for a public hearing to eliminate two specific programs (the voluntary ethnic enrollment program and the school choice program); bring District's integration plan \"into compliance\" with Section 31; and terminate court jurisdiction by discharging the writ of mandate. Groundswell pointed out Section 31 was upheld by the United States Court of Appeal in <i>Coalition for Economic Equity</i> v. <i>Wilson</i> (9th Cir.1997) 110 F.3d 1431. It argued the two programs within the District's plan were unconstitutional as they provided for \"mandatory race balancing of classrooms\" and \"racial gerrymandering of school boundaries.\" In support, Groundswell submitted two parents' statements claiming District's plan hindered children from attending their nearest school. The court set a hearing for August 22, 1997.</p>\n<p>District opposed any modification of the order, pointing out Groundswell did not appeal and essentially sought reconsideration without new facts or law. District emphasized Section 31 by its terms did not apply to existing court orders or consent decrees. It argued the United States Supreme Court in <i>Freeman</i> v. <i>Pitts</i> (1992) 503 U.S. 467 [112 S.Ct. 1430, 118 L.Ed.2d 108] determined in school integration cases, lower courts have authority to relinquish supervision over a school district in incremental stages. District noted the court had maintained \"loose reins\" over it for several years and the specific obligations under the order would expire in 2000. District cautioned that ending court supervision early would cause serious financial consequences.</p>\n<p>District Superintendent Bertha Pendleton (Pendleton) declared District has 133,000 pupils, 165 schools and a budget of $709 million. The integration program for the 1996-1997 school year encompassed $49 million in state integration funds. The budget for the 23 court-identified racially isolated schools was $30 million, including $9 million in integration funds. Concerning the two programs Groundswell opposed, Pendleton declared no student is denied classroom placement within a school based solely on race or <span class=\"star-pagination\">*417</span> ethnicity and no school boundaries have been \"gerrymandered\" for racial or ethnic balance purposes.</p>\n<p>In Pendleton's opinion, immediate termination of the voluntary integration plan would be \"catastrophic\" because $49 million in state integration funds and $2 million in federal magnet integration funds would be jeopardized. Pendleton pointed out 17,000 students are transported under the voluntary plan and if the plan were terminated, some students could not be accommodated in their neighborhood schools. Planning for the school year was complete and Pendleton believed it would take one to two years to plan for the termination of the District's voluntary integration plan.</p>\n<p>Carlin class agreed Groundswell presented only issues previously raised and rejected. It pointed out Section 31 was then enjoined and, at any rate, the provision excluded existing court orders from its reach.</p>\n<p>Groundswell objected to any further extension of jurisdiction, claiming \"[f]or each day that the present `Final Order' remains in effect, non-class constituents ... will be unable to exercise their civil rights under [Section 31] and independently applicable civil rights laws in a manner similar to their counterparts elsewhere not under the constraints of a court order.\"</p>\n<p>At the hearing, counsel for District reiterated the order should remain unchanged, noting the school year would begin within two weeks and Pendleton was scheduled to retire within a year. The court stated: \"I recall my comment a year ago on this case that it appeared to me that the efforts to balance the schools to avoid isolation of races or ethnic students in certain areas is a way of life with the school district. It's done just automatically, almost like breathing.... [¶] [W]e watched it for a year and there has been no call upon the Court for any ruling except [Groundswell's] desire to make a few changes and to terminate.\"</p>\n<p>The court questioned District's counsel on the effect if the writ were discharged and jurisdiction terminated as of July 1998, setting aside finances. Counsel replied the current administration was committed to integration, however the \"difficulty we're going to have as the order [is] phased out is not taking any acts that could be perceived as resegregating the district.... [T]he timing is not right to change such a significant part of the district when a new leader is coming....\" The court asked if there were an inconsistency between continuing the case and judicial control over the school district and the principles behind Section 31. District's counsel pointed out the effect of Section 31 had not been briefed, District continued to face integration challenges and District was \"comfortable with a sunsetting period of the year 2000.\" Groundswell expressed concern District would ask for continued jurisdiction in 2000.</p>\n<p><span class=\"star-pagination\">*418</span> The court denied Groundswell's motion to discharge the writ and to modify District's integration plan by eliminating the two programs. The court concluded Groundswell had failed to show students had been assigned to classrooms they did not want as a result of voluntary integration programs or that the District had gerrymandered school boundaries based on racial preference. It characterized the current orders as general and encouraging desegregation. It believed District would continue its programs because District has \"the principles of fairness and the obligation and the passion to pursue desegregation.\" The court observed Section 31 had not been interpreted, but \"it's a voice of the people in passing the initiative.... [I]t's a constitutional provision that seems to be inconsistent with a court-ordered program such as we have here.\" Explaining it felt supervision was no longer necessary and the amendment was a \"change of circumstance\" from the previous year, the court accelerated the date for supervision to end to July 1998 if Section 31 were upheld.</p>\n<p>The order modifying the end date provision and denying Groundswell's motion issued on September 5, 1997.<sup>[4]</sup> District's petition followed.<sup>[5]</sup> The United States Supreme Court denied certiorari in <i>Coalition for Economic Equity</i> v. <i>Wilson, supra,</i> 110 F.3d 1431 on November 3, 1997. We issued an order to show cause on November 19, 1997, in light of the claims of urgency and public importance. Applications to file amicus curiae briefs by Los Angeles Unified School District and California Voluntary Integration Association were granted.<sup>[6]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>(1a) The parties and amici curiae urge us to determine Section 31's scope and effect on court-ordered desegregation plans, voluntary integration plans and preexisting and postamendment plans. The parties advance a variety of theories on the harmony (or discord) between Section 31 and state constitutional duties to address racial isolation in schools and to provide for <span class=\"star-pagination\">*419</span> equal protection in education. What the parties ignore, however, is the fact that the interpretation of Section 31 is not squarely before us. The broad questions posed here were not before the superior court, were not briefed, and need not be answered to resolve this proceeding. Simply stated, this proceeding challenges the propriety of the court's decision to advance the end of its supervisory jurisdiction from January 1, 2000, to July 1, 1998, nothing more.<sup>[7]</sup></p>\n<p>The parties have attributed meaning and consequences to the court's order which it simply does not have. The court did <i>not</i> say it was compelled by Section 31 to end District's integration plan. Nor did the court say it was ending the plan at all. Rather, it questioned the wisdom of the court, rather than District and its constituents, controlling policy where there was no showing of a continuing need to supervise the plan. Noting the circumstances which brought this case to court no longer exist or were being addressed by District, the court concluded supervision should end sooner rather than later. Where the power of the court is no longer necessary, policymaking authority is properly returned to District.</p>\n<p>(2) \"Local control over the education of children allows citizens to participate in decisionmaking, and allows innovation so that school programs can fit local needs.\" (<i>Board of Ed. of Oklahoma City</i> v. <i>Dowell</i> (1990) 498 U.S. 237, 248 [111 S.Ct. 630, 637, 112 L.Ed.2d 715].) Judicial displacement of local control is justified when local authorities have denied students equal protection of laws. Judicial supervision is intended as a temporary measure (<i>id.</i> at p. 247 [111 S.Ct. at pp. 636-637]), not as \"judicial tutelage for the indefinite future.\" (<i>Id.</i> at p. 249 [111 S.Ct. at p. 638].)</p>\n<p>As explained in <i>Freeman</i> v. <i>Pitts, supra,</i> 503 U.S. 467, 489 [112 S.Ct. 1430, 1445], at the outset of a school desegregation case the court's authority is invoked to remedy a particular constitutional violation. The nature of the violation determines the scope of the remedy. \"[T]he court's end purpose must be to remedy the violation and, in addition, to restore state and local authorities to the control of a school system that is operating in compliance with the Constitution. [Citation.]\" (<i>Ibid.</i>)</p>\n<p>A court's exercise of its discretion to relinquish judicial control is determined by the school district's compliance with the court decree, whether retention of judicial control is necessary to achieve compliance and whether the school district has demonstrated its good faith commitment to both the decree and the constitutional provisions that were originally the predicate for <span class=\"star-pagination\">*420</span> judicial intervention. (<i>Freeman</i> v. <i>Pitts, supra,</i> 503 U.S. at p. 491 [112 S.Ct. at p. 1446].)</p>\n<p>The history of this case reflects the court assumed jurisdiction to compel District to integrate its schools because many schools were racially isolated. For over 20 years the court supervised District's evolving integration plan. After the first decade, the court found District had made substantial gains and ordered the integration programs to continue. Given this progress, in 1985 the court envisioned the program would be largely self-executing and that it would act only for good cause. Its prediction was correct. Since 1985, the court's function has centered almost exclusively around the task of approving changes in District's integration programs rather than presiding over hearings questioning compliance. Its role has evolved from active participant and enforcer to overseer.</p>\n<p>The court's August 1996 order directed District to continue and to increase its integration programs and goals. Significantly, no party appealed that order and it remains viable with only the supervision end date modified.</p>\n<p>The effect of terminating supervision is not to end District's integration program but to end the court's involvement in this particular case. Having supervised this case for over 20 years and gained great familiarity with the parties and issues, the court concluded District did not require court supervision to assure it complied with all constitutional obligations. The court was also mindful the ultimate goal was to return to local control, and if future actions warranted involvement, its jurisdiction could be invoked again. In 1995, the court observed ending supervision \"doesn't especially mean that the court is not available if [District] engages in activities that warrants [<i>sic</i>] a new writ of mandate. That is why we are here.\"</p>\n<p>District does not argue it requires further supervision to assure future compliance. Rather, the only concrete reason District offers to oppose ending court supervision is its belief desegregation funding \"could,\" \"might,\" or \"may\" cease when supervision ends. Based on this prediction, District claims ending supervision 18 months earlier denies it the lead time it needs to make necessary adjustments, thereby causing irreparable harm.</p>\n<p>We asked the parties to provide statutory or other authority concerning District's premise. District<sup>[8]</sup> responded it receives reimbursement for desegregation costs mandated by court orders under Education Code section 42243.6; it set forth the process by which it files claims with the State Controller for past and future costs, and it noted that funding for these <span class=\"star-pagination\">*421</span> programs must be specifically appropriated by the Legislature. In 1996, District received $49 million in state integration funds. District also provided data from the State Controller reflecting District has been appropriated $44 million in court-ordered desegregation funds for the 1997-1998 fiscal year and over $7 million in reimbursement for voluntary programs it initiated prior to court order.<sup>[9]</sup> District also acknowledged that subsequent to the adoption of Section 31, the Legislature continues to show its approval of voluntary integration programs by continuing state funding through amendments and additions to Education Code sections 42247.5, 42249, 42249.6, 42249.65, and 42249.8.</p>\n<p>District concedes Los Angeles Unified School District continues to receive desegregation funding notwithstanding the fact court supervision ended there in 1981 and recognizes this is a powerful precedent supporting the position \"it should be treated no differently.\" But District cautions it may have more difficulty convincing the State Controller it still qualifies for desegregation funds in light of the political climate surrounding Section 31. Rejecting District's skepticism, Groundswell argues there is no legal impediment for District to continue to receive funds because both its plan and Los Angeles's plan qualify by originating under court orders.</p>\n<p>District's assertion funding is in jeopardy once supervision is terminated is unpersuasive. It fundamentally ignores the narrowness of the court order, overlooking the fact the trial court did not discharge the writ, end District's integration program or eliminate the two specific programs. In short, with or without court supervision, the integration program initiated by court order over 20 years ago, and modified in succeeding years with court approval, continues.</p>\n<p>Moreover, District's argument is based on predictions of what may occur when supervision ends  the Legislature may reallocate funding levels; the State Controller may contend the program does not qualify for funding under Education Code section 42243.6; or District may be required to defend claims Section 31 and integration programs are incompatible. But these predictions do not present an actual legal controversy for judicial resolution. Courts do not give assurance that a law does or does not govern future hypothetical situations. (<i>Longshoremen's Union</i> v. <i>Boyd</i> (1954) 347 U.S. 222, 224 [74 S.Ct. 447, 448, 98 L.Ed. 650].) Similarly, District's concern it may be facing an unfavorable political climate does not present legal issues for resolution in this proceeding. Political questions are determined by the Legislature, not the courts.</p>\n<p><span class=\"star-pagination\">*422</span> (1b) In sum, although the court acknowledged Section 31's adoption in ruling on Groundswell's motion, the court did not conclude the section compelled it to modify its previous order. Rather, the court reviewed the section in the context of new law to revisit its prior order. Having considered it, along with other factors, the court concluded the historical basis for the court's involvement no longer existed; District had demonstrated its commitment to desegregation; continued court supervision was no longer necessary to compel compliance with constitutional obligations; and control over the schools should be restored to District. Based on these findings, the court did not abuse its discretion in accelerating the end of supervision.</p>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The petition is denied.</p>\n<p>Nares, Acting P.J., and McIntyre, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 31 provides: \"(a) The State shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, color, ethnicity, or national origin in the operation of public employment, public education, or public contracting.\n</p>\n<p>\"(b) This section shall apply only to action taken after the section's effective date.</p>\n<p>\"(c) Nothing in this section shall be interpreted as prohibiting bona fide qualifications based on sex which are reasonably necessary to the normal operation of public employment, public education, or public contracting.</p>\n<p>\"(d) Nothing in this section shall be interpreted as invalidating any court order or consent decree which is in force as of the effective date of this section.</p>\n<p>\"(e) Nothing in this section shall be interpreted as prohibiting action which must be taken to establish or maintain eligibility for any federal program, where ineligibility would result in a loss of federal funds to the State.</p>\n<p>\"(f) For the purposes of this section, `State' shall include, but not necessarily be limited to, the State itself, any city, county, city and county, public university system, including the University of California, community college district, school district, special district, or any other political subdivision or governmental instrumentality of or within the State.</p>\n<p>\"(g) The remedies available for violations of this section shall be the same, regardless of the injured party's race, sex, color, ethnicity, or national origin, as are otherwise available for violations of then-existing California antidiscrimination law.</p>\n<p>\"(h) This section shall be self-executing. If any part or parts of this section are found to be in conflict with federal law or the United States Constitution, the section shall be implemented to the maximum extent that federal law and the United States Constitution permit. Any provision held invalid shall be severable from the remaining portions of this section.\"</p>\n<p>[2]  Although the court orally stated it intended to discharge the writ, the order of August 16, 1996, did not do so.</p>\n<p>[3]  Groundswell was joined by California State Assemblyman Steve Baldwin and California State Senator Quentin L. Kopp.</p>\n<p>[4]  The modified paragraph provides: \"`(25) It is further provided that if on or before July 1, 1998 Proposition 209 has been upheld as constitutional the date in paragraph 24 after which \"the District's failure to comply with the provisions of this Order will not constitute a violation or contempt of this Order\" shall be changed from \"January 1, 2000\" to \"July 1, 1998.\" If on July 1, 1998, the constitutionality of Proposition 209 has not yet been decided, and subsequent to July 1, 1998 Proposition 209 is upheld as constitutional, the date in paragraph 24 shall be changed from \"January 1, 2000\" to the date when the decision upholding the constitutionality of Proposition 209 becomes final. If Proposition 209 is held to be unconstitutional, the date in paragraph 24 shall remain \"January 1, 2000.\"'\"</p>\n<p>[5]  District and Carlin class also filed notices of appeal (<i>Carlin</i> v. <i>Board of Education</i> (D029786, app. pending)).</p>\n<p>[6]  We also grant District's request to take judicial notice of Proposition 209 ballot materials and materials of the State Controller on claiming instruction for integration funds.</p>\n<p>[7]  At oral argument, all parties acknowledged this matter is properly resolved under an abuse of discretion standard.</p>\n<p>[8]  Carlin class joined in District's response.</p>\n<p>[9]  During oral argument, District's counsel stated integration funding for the 1998-1999 school year is included in the budget yet to be approved.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">411</span></span> (1998)</b></center>\n<center><h1>BOARD OF EDUCATION OF THE SAN DIEGO UNIFIED SCHOOL DISTRICT, Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF SAN DIEGO COUNTY, Respondent; KARI CARLIN et al., Real Parties in Interest.</h1></center>\n<center>Docket No. D029639.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division One.</b></p></center>\n<center>February 9, 1998.</center>\n<p><span class=\"star-pagination\">*413</span> COUNSEL</p>\n<p>Christina L. Dyer, Jose A. Gonzales, Endeman, Lincoln, Turek &amp; Heater and Donald R. Lincoln for Petitioner.</p>\n<p>Richard K. Mason, Baker &amp; Hostetler, Peter W. James, Michael M. Johnson, Drasan Scranton, Ruiz &amp; Sperow, Celia M. Ruiz and Laurie A. Erdman as Amici Curiae on behalf of Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Elmer Enstrom, Jr., James S. Marinos, Jordan C. Budd, Robert H. Lynn, Luce, Forward, Hamilton &amp; Scripps and Charles A. Bird for Real Parties in Interest.</p>\n<p>OPINION</p>\n<p>HALLER, J.</p>\n<p>For over two decades, the superior court has supervised San Diego Unified School District's voluntary integration plan. In August 1996, the court fixed January 1, 2000, as the date court supervision would end. A year later the court modified its order to end supervision on July 1, 1998, if article I, section 31 of the California Constitution<sup>[1]</sup> (Section 31), added by initiative in 1996, were upheld as constitutional.</p>\n<p><span class=\"star-pagination\">*414</span> In this proceeding in mandamus, the Board of Education of the San Diego Unified School District (District) asks the modified order be vacated on the ground Section 31 does not apply to its integration plan. District predicts $50 million it anticipates in state and federal integration funds could be jeopardized as a result of the court's decision to expedite the end of its supervisory function.</p>\n<p>The issue presented is a narrow one. Did the trial court err in accelerating the date on which court supervision of District's integration program ends? Contrary to District's and real party in interest Kari Carlin's (Carlin class) assertions, resolution of this question does not turn on an interpretation of Section 31. In modifying the order at issue here, the trial court did not rule Section 31 compelled it to terminate its supervisory function, nor did the court determine the legal impact of Section 31 on school integration programs  whether court-ordered or voluntary. Rather, in response to a motion brought by real party in interest Groundswell, the court acknowledged Section 31, along with other factors, and found the need for supervisory jurisdiction no longer exists. The record supports this finding.</p>\n<p>Thus, we hold the court did not abuse its discretion in expediting the date on which court supervision of District's integration program will end. In doing so, we emphasize this modification serves only to hasten the end of the court's supervisory function; it does not terminate District's integration program. Instead, as of July 1, 1998, responsibility for the control, supervision and development of integration programs will be returned to District.</p>\n<p>We also hold District failed to establish integration funding would be lost as a result of the modified order and thus has not demonstrated public injury to warrant issuing a writ. (See <i>Housing Authority</i> v. <i>Superior Court</i> (1950) <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">550</span></span>, 556 [<span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">457</span></span>], superseded by constitutional amendment on other grounds (see <i>Davis</i> v. <i>City of Berkeley</i> (1990) <span class=\"citation\" data-id=\"1218533\"><a href=\"/opinion/1218533/davis-v-city-of-berkeley/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">227</span></a></span>, 236 [<span class=\"citation\" data-id=\"1218533\"><a href=\"/opinion/1218533/davis-v-city-of-berkeley/\"><span class=\"volume\">272</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"1218533\"><a href=\"/opinion/1218533/davis-v-city-of-berkeley/\"><span class=\"volume\">794</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">897</span></a></span>]).) Accordingly, we deny the petition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*415</span> FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p></p>\n<h2><i>Historical Context</i></h2>\n<p>In December 1967, Carlin class sued to compel District to integrate its schools. Groundswell, a group of parents and children opposed to mandatory school or classroom assignment based on race or ethnicity, intervened. Ultimately the superior court determined 23 schools were minority racially isolated and ordered District to present a plan to alleviate the isolation. The court granted a writ of mandate effective March 10, 1977. It first approved District's voluntary integration plan in August 1977 and approved succeeding plans on a yearly basis. Any failure by District to comply with the court's directives would have been punishable as contempt. (Code Civ. Proc., § 1209, subd. (a)5.)</p>\n<p>By 1985, the court determined District had made \"meaningful progress\" toward eliminating segregation and issued a \"final order\" requiring certain programs to remain in effect and District to continue annual reporting. The court retained jurisdiction for further action upon good cause shown.</p>\n<p>A decade later the court granted Groundswell's \"Motion for Order regarding Final Approval of School Board Voluntary Integration Plan and Order to Discharge Writ of Mandate.\" The court observed providing equal opportunity in schools had \"become a way of life\" and over the years the court's role had evolved into a supervisory role, with the District initiating its own changes. The court said it was time to end its involvement and discharge the writ when jurisdiction ended, commenting \"it is not entirely proper for the appearance of the court of being some sort of a lord of a democratic institution such as the school district for more than 28 years.\" It set a hearing July 26, 1996, to craft the final order.</p>\n<p>The \"Final Order Terminating Court Jurisdiction\" issued on August 16, 1996.<sup>[2]</sup> The order broadly outlined which programs were to continue, the progress reports to be made, the race and human relations courses to be produced, the magnet programs to be implemented, the voluntary ethnic enrollment programs to be fostered, the academic testing to be conducted and the general integration efforts to be made. Significantly, the order provided \"after January 1, 2000, the District's failure to comply with <i>any</i> of the specific provisions of this Order will not constitute a violation or contempt of this order.\" (Original italics.)</p>\n<p>Groundswell petitioned for writ review of the order (<i>Groundswell</i> v. <i>Superior Court</i> (Nov. 18, 1996) D027017 [nonpub. opn.]). We summarily <span class=\"star-pagination\">*416</span> denied the petition on the basis that appeal was an adequate remedy. Our Supreme Court also denied Groundswell's petition for writ review (<i>Groundswell</i> v. <i>Superior Court</i> (Jan. 15, 1997) S057617). Groundswell did not appeal.</p>\n<p>California voters adopted Section 31 on November 5, 1996 (Proposition 209, the \"California Civil Rights Initiative\").</p>\n<p></p>\n<h2><i>Current Proceedings</i></h2>\n<p>In July 1997, Groundswell<sup>[3]</sup> applied ex parte for a public hearing to eliminate two specific programs (the voluntary ethnic enrollment program and the school choice program); bring District's integration plan \"into compliance\" with Section 31; and terminate court jurisdiction by discharging the writ of mandate. Groundswell pointed out Section 31 was upheld by the United States Court of Appeal in <i>Coalition for Economic Equity</i> v. <i>Wilson</i> (9th Cir.1997) <span class=\"citation\" data-id=\"739345\"><a href=\"/opinion/739345/the-coalition-for-economic-equity-california-naacp-northern-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1431</span></a></span>. It argued the two programs within the District's plan were unconstitutional as they provided for \"mandatory race balancing of classrooms\" and \"racial gerrymandering of school boundaries.\" In support, Groundswell submitted two parents' statements claiming District's plan hindered children from attending their nearest school. The court set a hearing for August 22, 1997.</p>\n<p>District opposed any modification of the order, pointing out Groundswell did not appeal and essentially sought reconsideration without new facts or law. District emphasized Section 31 by its terms did not apply to existing court orders or consent decrees. It argued the United States Supreme Court in <i>Freeman</i> v. <i>Pitts</i> (1992) <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span> [<span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span>] determined in school integration cases, lower courts have authority to relinquish supervision over a school district in incremental stages. District noted the court had maintained \"loose reins\" over it for several years and the specific obligations under the order would expire in 2000. District cautioned that ending court supervision early would cause serious financial consequences.</p>\n<p>District Superintendent Bertha Pendleton (Pendleton) declared District has 133,000 pupils, 165 schools and a budget of $709 million. The integration program for the 1996-1997 school year encompassed $49 million in state integration funds. The budget for the 23 court-identified racially isolated schools was $30 million, including $9 million in integration funds. Concerning the two programs Groundswell opposed, Pendleton declared no student is denied classroom placement within a school based solely on race or <span class=\"star-pagination\">*417</span> ethnicity and no school boundaries have been \"gerrymandered\" for racial or ethnic balance purposes.</p>\n<p>In Pendleton's opinion, immediate termination of the voluntary integration plan would be \"catastrophic\" because $49 million in state integration funds and $2 million in federal magnet integration funds would be jeopardized. Pendleton pointed out 17,000 students are transported under the voluntary plan and if the plan were terminated, some students could not be accommodated in their neighborhood schools. Planning for the school year was complete and Pendleton believed it would take one to two years to plan for the termination of the District's voluntary integration plan.</p>\n<p>Carlin class agreed Groundswell presented only issues previously raised and rejected. It pointed out Section 31 was then enjoined and, at any rate, the provision excluded existing court orders from its reach.</p>\n<p>Groundswell objected to any further extension of jurisdiction, claiming \"[f]or each day that the present `Final Order' remains in effect, non-class constituents ... will be unable to exercise their civil rights under [Section 31] and independently applicable civil rights laws in a manner similar to their counterparts elsewhere not under the constraints of a court order.\"</p>\n<p>At the hearing, counsel for District reiterated the order should remain unchanged, noting the school year would begin within two weeks and Pendleton was scheduled to retire within a year. The court stated: \"I recall my comment a year ago on this case that it appeared to me that the efforts to balance the schools to avoid isolation of races or ethnic students in certain areas is a way of life with the school district. It's done just automatically, almost like breathing.... [¶] [W]e watched it for a year and there has been no call upon the Court for any ruling except [Groundswell's] desire to make a few changes and to terminate.\"</p>\n<p>The court questioned District's counsel on the effect if the writ were discharged and jurisdiction terminated as of July 1998, setting aside finances. Counsel replied the current administration was committed to integration, however the \"difficulty we're going to have as the order [is] phased out is not taking any acts that could be perceived as resegregating the district.... [T]he timing is not right to change such a significant part of the district when a new leader is coming....\" The court asked if there were an inconsistency between continuing the case and judicial control over the school district and the principles behind Section 31. District's counsel pointed out the effect of Section 31 had not been briefed, District continued to face integration challenges and District was \"comfortable with a sunsetting period of the year 2000.\" Groundswell expressed concern District would ask for continued jurisdiction in 2000.</p>\n<p><span class=\"star-pagination\">*418</span> The court denied Groundswell's motion to discharge the writ and to modify District's integration plan by eliminating the two programs. The court concluded Groundswell had failed to show students had been assigned to classrooms they did not want as a result of voluntary integration programs or that the District had gerrymandered school boundaries based on racial preference. It characterized the current orders as general and encouraging desegregation. It believed District would continue its programs because District has \"the principles of fairness and the obligation and the passion to pursue desegregation.\" The court observed Section 31 had not been interpreted, but \"it's a voice of the people in passing the initiative.... [I]t's a constitutional provision that seems to be inconsistent with a court-ordered program such as we have here.\" Explaining it felt supervision was no longer necessary and the amendment was a \"change of circumstance\" from the previous year, the court accelerated the date for supervision to end to July 1998 if Section 31 were upheld.</p>\n<p>The order modifying the end date provision and denying Groundswell's motion issued on September 5, 1997.<sup>[4]</sup> District's petition followed.<sup>[5]</sup> The United States Supreme Court denied certiorari in <i>Coalition for Economic Equity</i> v. <i>Wilson, supra,</i> <span class=\"citation\" data-id=\"739345\"><a href=\"/opinion/739345/the-coalition-for-economic-equity-california-naacp-northern-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1431</span></a></span> on November 3, 1997. We issued an order to show cause on November 19, 1997, in light of the claims of urgency and public importance. Applications to file amicus curiae briefs by Los Angeles Unified School District and California Voluntary Integration Association were granted.<sup>[6]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>(1a) The parties and amici curiae urge us to determine Section 31's scope and effect on court-ordered desegregation plans, voluntary integration plans and preexisting and postamendment plans. The parties advance a variety of theories on the harmony (or discord) between Section 31 and state constitutional duties to address racial isolation in schools and to provide for <span class=\"star-pagination\">*419</span> equal protection in education. What the parties ignore, however, is the fact that the interpretation of Section 31 is not squarely before us. The broad questions posed here were not before the superior court, were not briefed, and need not be answered to resolve this proceeding. Simply stated, this proceeding challenges the propriety of the court's decision to advance the end of its supervisory jurisdiction from January 1, 2000, to July 1, 1998, nothing more.<sup>[7]</sup></p>\n<p>The parties have attributed meaning and consequences to the court's order which it simply does not have. The court did <i>not</i> say it was compelled by Section 31 to end District's integration plan. Nor did the court say it was ending the plan at all. Rather, it questioned the wisdom of the court, rather than District and its constituents, controlling policy where there was no showing of a continuing need to supervise the plan. Noting the circumstances which brought this case to court no longer exist or were being addressed by District, the court concluded supervision should end sooner rather than later. Where the power of the court is no longer necessary, policymaking authority is properly returned to District.</p>\n<p>(2) \"Local control over the education of children allows citizens to participate in decisionmaking, and allows innovation so that school programs can fit local needs.\" (<i>Board of Ed. of Oklahoma City</i> v. <i>Dowell</i> (1990) <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 248 [<span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 637, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span>].) Judicial displacement of local control is justified when local authorities have denied students equal protection of laws. Judicial supervision is intended as a temporary measure (<i>id.</i> at p. 247 [111 S.Ct. at pp. 636-637]), not as \"judicial tutelage for the indefinite future.\" (<i>Id.</i> at p. 249 [111 S.Ct. at p. 638].)</p>\n<p>As explained in <i>Freeman</i> v. <i>Pitts, supra,</i> <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 489 [<span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, 1445], at the outset of a school desegregation case the court's authority is invoked to remedy a particular constitutional violation. The nature of the violation determines the scope of the remedy. \"[T]he court's end purpose must be to remedy the violation and, in addition, to restore state and local authorities to the control of a school system that is operating in compliance with the Constitution. [Citation.]\" (<i>Ibid.</i>)</p>\n<p>A court's exercise of its discretion to relinquish judicial control is determined by the school district's compliance with the court decree, whether retention of judicial control is necessary to achieve compliance and whether the school district has demonstrated its good faith commitment to both the decree and the constitutional provisions that were originally the predicate for <span class=\"star-pagination\">*420</span> judicial intervention. (<i>Freeman</i> v. <i>Pitts, supra,</i> 503 U.S. at p. 491 [112 S.Ct. at p. 1446].)</p>\n<p>The history of this case reflects the court assumed jurisdiction to compel District to integrate its schools because many schools were racially isolated. For over 20 years the court supervised District's evolving integration plan. After the first decade, the court found District had made substantial gains and ordered the integration programs to continue. Given this progress, in 1985 the court envisioned the program would be largely self-executing and that it would act only for good cause. Its prediction was correct. Since 1985, the court's function has centered almost exclusively around the task of approving changes in District's integration programs rather than presiding over hearings questioning compliance. Its role has evolved from active participant and enforcer to overseer.</p>\n<p>The court's August 1996 order directed District to continue and to increase its integration programs and goals. Significantly, no party appealed that order and it remains viable with only the supervision end date modified.</p>\n<p>The effect of terminating supervision is not to end District's integration program but to end the court's involvement in this particular case. Having supervised this case for over 20 years and gained great familiarity with the parties and issues, the court concluded District did not require court supervision to assure it complied with all constitutional obligations. The court was also mindful the ultimate goal was to return to local control, and if future actions warranted involvement, its jurisdiction could be invoked again. In 1995, the court observed ending supervision \"doesn't especially mean that the court is not available if [District] engages in activities that warrants [<i>sic</i>] a new writ of mandate. That is why we are here.\"</p>\n<p>District does not argue it requires further supervision to assure future compliance. Rather, the only concrete reason District offers to oppose ending court supervision is its belief desegregation funding \"could,\" \"might,\" or \"may\" cease when supervision ends. Based on this prediction, District claims ending supervision 18 months earlier denies it the lead time it needs to make necessary adjustments, thereby causing irreparable harm.</p>\n<p>We asked the parties to provide statutory or other authority concerning District's premise. District<sup>[8]</sup> responded it receives reimbursement for desegregation costs mandated by court orders under Education Code section 42243.6; it set forth the process by which it files claims with the State Controller for past and future costs, and it noted that funding for these <span class=\"star-pagination\">*421</span> programs must be specifically appropriated by the Legislature. In 1996, District received $49 million in state integration funds. District also provided data from the State Controller reflecting District has been appropriated $44 million in court-ordered desegregation funds for the 1997-1998 fiscal year and over $7 million in reimbursement for voluntary programs it initiated prior to court order.<sup>[9]</sup> District also acknowledged that subsequent to the adoption of Section 31, the Legislature continues to show its approval of voluntary integration programs by continuing state funding through amendments and additions to Education Code sections 42247.5, 42249, 42249.6, 42249.65, and 42249.8.</p>\n<p>District concedes Los Angeles Unified School District continues to receive desegregation funding notwithstanding the fact court supervision ended there in 1981 and recognizes this is a powerful precedent supporting the position \"it should be treated no differently.\" But District cautions it may have more difficulty convincing the State Controller it still qualifies for desegregation funds in light of the political climate surrounding Section 31. Rejecting District's skepticism, Groundswell argues there is no legal impediment for District to continue to receive funds because both its plan and Los Angeles's plan qualify by originating under court orders.</p>\n<p>District's assertion funding is in jeopardy once supervision is terminated is unpersuasive. It fundamentally ignores the narrowness of the court order, overlooking the fact the trial court did not discharge the writ, end District's integration program or eliminate the two specific programs. In short, with or without court supervision, the integration program initiated by court order over 20 years ago, and modified in succeeding years with court approval, continues.</p>\n<p>Moreover, District's argument is based on predictions of what may occur when supervision ends  the Legislature may reallocate funding levels; the State Controller may contend the program does not qualify for funding under Education Code section 42243.6; or District may be required to defend claims Section 31 and integration programs are incompatible. But these predictions do not present an actual legal controversy for judicial resolution. Courts do not give assurance that a law does or does not govern future hypothetical situations. (<i>Longshoremen's Union</i> v. <i>Boyd</i> (1954) <span class=\"citation\" data-id=\"105201\"><a href=\"/opinion/105201/longshoremen-v-boyd/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 224 [<span class=\"citation\" data-id=\"105201\"><a href=\"/opinion/105201/longshoremen-v-boyd/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, 448, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">650</span></span>].) Similarly, District's concern it may be facing an unfavorable political climate does not present legal issues for resolution in this proceeding. Political questions are determined by the Legislature, not the courts.</p>\n<p><span class=\"star-pagination\">*422</span> (1b) In sum, although the court acknowledged Section 31's adoption in ruling on Groundswell's motion, the court did not conclude the section compelled it to modify its previous order. Rather, the court reviewed the section in the context of new law to revisit its prior order. Having considered it, along with other factors, the court concluded the historical basis for the court's involvement no longer existed; District had demonstrated its commitment to desegregation; continued court supervision was no longer necessary to compel compliance with constitutional obligations; and control over the schools should be restored to District. Based on these findings, the court did not abuse its discretion in accelerating the end of supervision.</p>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The petition is denied.</p>\n<p>Nares, Acting P.J., and McIntyre, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 31 provides: \"(a) The State shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, color, ethnicity, or national origin in the operation of public employment, public education, or public contracting.\n</p>\n<p>\"(b) This section shall apply only to action taken after the section's effective date.</p>\n<p>\"(c) Nothing in this section shall be interpreted as prohibiting bona fide qualifications based on sex which are reasonably necessary to the normal operation of public employment, public education, or public contracting.</p>\n<p>\"(d) Nothing in this section shall be interpreted as invalidating any court order or consent decree which is in force as of the effective date of this section.</p>\n<p>\"(e) Nothing in this section shall be interpreted as prohibiting action which must be taken to establish or maintain eligibility for any federal program, where ineligibility would result in a loss of federal funds to the State.</p>\n<p>\"(f) For the purposes of this section, `State' shall include, but not necessarily be limited to, the State itself, any city, county, city and county, public university system, including the University of California, community college district, school district, special district, or any other political subdivision or governmental instrumentality of or within the State.</p>\n<p>\"(g) The remedies available for violations of this section shall be the same, regardless of the injured party's race, sex, color, ethnicity, or national origin, as are otherwise available for violations of then-existing California antidiscrimination law.</p>\n<p>\"(h) This section shall be self-executing. If any part or parts of this section are found to be in conflict with federal law or the United States Constitution, the section shall be implemented to the maximum extent that federal law and the United States Constitution permit. Any provision held invalid shall be severable from the remaining portions of this section.\"</p>\n<p>[2]  Although the court orally stated it intended to discharge the writ, the order of August 16, 1996, did not do so.</p>\n<p>[3]  Groundswell was joined by California State Assemblyman Steve Baldwin and California State Senator Quentin L. Kopp.</p>\n<p>[4]  The modified paragraph provides: \"`(25) It is further provided that if on or before July 1, 1998 Proposition 209 has been upheld as constitutional the date in paragraph 24 after which \"the District's failure to comply with the provisions of this Order will not constitute a violation or contempt of this Order\" shall be changed from \"January 1, 2000\" to \"July 1, 1998.\" If on July 1, 1998, the constitutionality of Proposition 209 has not yet been decided, and subsequent to July 1, 1998 Proposition 209 is upheld as constitutional, the date in paragraph 24 shall be changed from \"January 1, 2000\" to the date when the decision upholding the constitutionality of Proposition 209 becomes final. If Proposition 209 is held to be unconstitutional, the date in paragraph 24 shall remain \"January 1, 2000.\"'\"</p>\n<p>[5]  District and Carlin class also filed notices of appeal (<i>Carlin</i> v. <i>Board of Education</i> (D029786, app. pending)).</p>\n<p>[6]  We also grant District's request to take judicial notice of Proposition 209 ballot materials and materials of the State Controller on claiming instruction for integration funds.</p>\n<p>[7]  At oral argument, all parties acknowledged this matter is properly resolved under an abuse of discretion standard.</p>\n<p>[8]  Carlin class joined in District's response.</p>\n<p>[9]  During oral argument, District's counsel stated integration funding for the 1998-1999 school year is included in the budget yet to be approved.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1218533/"
          ]
        }
      ],
      "judges": "Haller",
      "date_created": "2014-10-30T22:00:19.188554Z",
      "date_modified": "2016-03-03T21:52:06.101717Z",
      "date_filed": "1998-02-09",
      "date_filed_is_approximate": false,
      "slug": "board-of-education-of-san-diego-unified-school-dist-v-superior-court",
      "citation_id": 2230794,
      "case_name_short": "",
      "case_name": "BOARD OF EDUCATION OF SAN DIEGO UNIFIED SCHOOL DIST. v. Superior Court",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "61 Cal. App. 4th 411",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2111154/board-of-education-of-san-diego-unified-school-dis/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:00:19.186344Z",
  "date_modified": "2014-10-30T22:00:19.186344Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "BOARD OF EDUCATION OF SAN DIEGO UNIFIED SCHOOL DIST. v. Superior Court",
  "case_name_full": "",
  "slug": "board-of-education-of-san-diego-unified-school-dis",
  "docket_number": "D029639",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}