{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2112651/",
  "id": 2112651,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2259463/",
      "id": 2259463,
      "absolute_url": "/opinion/2259463/seligsohn-v-day/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2112651/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2259463/",
          "id": 2259463,
          "absolute_url": "/opinion/2259463/seligsohn-v-day/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2259463/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6428/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:54:50.213277Z",
          "date_modified": "2017-04-09T02:11:48.070703Z",
          "type": "010combined",
          "sha1": "5da7bb304f53cdb1fbb3912513d92197bdd69cd0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>16 Cal.Rptr.3d 909 (2004)</b></center>\n<center><b>121 Cal.App.4th 518</b></center>\n<center><h1>Michael J. SELIGSOHN et al., Plaintiffs and Appellants,<br>\nv.<br>\nPhilip R. DAY, Jr., et al., Defendants and Respondents.</h1></center>\n<center>No. A104117.</center>\n<center><p><b>Court of Appeal, First District, Division Two.</b></p></center>\n<center>August 10, 2004.</center>\n<center>As Modified on Denial of Rehearing August 31, 2004.</center>\n<center>Review Denied November 10, 2004.</center>\n<p><span class=\"star-pagination\">*910</span> David P. Clisham, William H. Sortor, San Francisco, Clisham &amp; Sortor, for Appellants.</p>\n<p>Jeffrey Sloan, Los Angeles, Renne Sloan Holtzman &amp; Sakai, LLP, for Respondents.</p>\n<p>HAERLE, Acting P.J.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Appellants Michael Seligsohn and Ray Castillo, both police officers employed by City College of San Francisco (College), a community college, appeal from a judgment of the San Francisco Superior Court denying their petition for a writ of mandate and complaint for declaratory relief seeking disclosure of complaints filed against each of them with the College's Office of Affirmative Action. We reverse.</p>\n<p></p>\n<h2>II. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In September 2001, appellant Castillo was assigned to investigate matters pertaining to a faculty member at the College. In November 2001, Castillo and another officer involved in that investigation learned that a complaint accusing them of discrimination and harassment based on the complainant's \"national origin and religion\" and involving the September 2001 investigation might be filed, and retained counsel. On December 6, 2001, such a complaint was in fact filed; Castillo was formally notified of it by a letter dated January 29, 2002, from respondent Linda Jackson, Associate Dean of the College and Coordinator of its \"Office of Affirmative Action\" (OAA). The letter stated that a faculty member with a Middle Eastern name had \"filed a complaint of discrimination and harassment against you based on his national origin and religion concerning incidents which began September 12, 2001.\" Copies of this letter were sent to Castillo's superior (who is now retired), Chief Gerald DeGirolamo, and the College's Vice Chancellor of Finance and Administration, respondent Peter Goldstein. At some unspecified point of time, the complaining faculty member \"made aspects of his claims against ... Castillo public by conducting an interview with the campus newspaper. . . .\"</p>\n<p>On February 22, 2002, Castillo and his attorney met with Jackson and a private investigator employed by and reporting to her, respondent David Reuben. At that meeting, Castillo was allegedly interrogated by both Jackson and Reuben about various aspects of his September 2001 investigation of the faculty member. \"Before, during and after\" that interrogation, Castillo's attorney requested a copy of the complaint concerning which Castillo was being interrogated; Jackson refused to provide a copy.</p>\n<p>On or about April 5, 2002, Jackson wrote Castillo informing him that \"the formal complaint of discrimination filed December 6, 2001\" had been withdrawn and that her office \"has ceased the investigatory process regarding this complaint.\" Castillo's attorney nevertheless protested, over a considerable period of time, to both Jackson and the College's General Counsel that Castillo was legally entitled to a copy of the written complaint filed against him, but to no avail. Copies of all of Castillo's counsel's letters to the College's General Counsel were sent to respondents Goldstein and Jackson.</p>\n<p>On November 20, 2002, appellant Seligsohn, a sergeant in the College's police force, received a letter from Jackson advising him that a student at the College had <span class=\"star-pagination\">*911</span> filed \"informal charges of discrimination and harassment against [him] based on race and color\" and relating to an incident allegedly occurring on October 2, 2002, at the College's \"Phelan/Ocean campus.\" As was the case with Castillo, copies of the letter went to both Seligsohn's superior, former Chief DeGirolamo, and Vice-Chancellor Goldstein.</p>\n<p>In December 2002, Seligsohn retained the same attorney who represented Castillo and, on January 6, 2003, they both attended a meeting with Jackson and Reuben. At that meeting, Seligsohn was interrogated by those two regarding the events of October 2, 2002; during the questioning, Jackson and Reuben apparently consulted \"notes or reports.\" Again, Seligsohn's counsel requested a copy of the complaint made against his client. Again, Jackson declined, explaining that the complaint \"had not been made in writing.\" Seligsohn's counsel then wrote Jackson requesting not only a copy of any complaint, but also copies of any \"transcribed notes of the complaint, reports, investigator notes, and other records related to the complaint\" that she might have. Copies of that request went also to respondent Goldstein. No such documents were ever provided to Seligsohn or his counsel.</p>\n<p>Sometime after the January 6, 2003,<sup>[1]</sup> interview of Seligsohn, the OAA determined that it had \"no evidence to support a finding of probable cause that racial discrimination/harassment occurred\" and closed its files relating to the informal complaint against Seligsohn. The record does not reflect if, as, or when Seligsohn or his attorney were ever so notified.</p>\n<p>On January 29, appellants filed a verified petition under Code of Civil Procedure section 1085 and a verified complaint for declaratory relief under section 1060 of the same code seeking either a writ of mandate or a declaratory judgment that, under various statutory provisions to be discussed below, they were entitled to production of any written complaints or similar documents. The petition and complaint named as respondents and defendants the College and its Chancellor, Philip Day, Vice Chancellor Goldstein, Jackson, and Reuben. It stated, however, that the various individual respondents and defendants were being sued solely in their representative capacities.</p>\n<p>The petition and complaint were heard on May 5 by the superior court which, by order dated July 8, denied both. A judgment to this effect was entered on July 22 and appellants filed a timely notice of appeal thereafter.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>The parties apparently agree that our standard of review in a case such as this is de novo. This is plainly correct because, regarding a trial court's ruling on a petition for a writ of mandate, an appellate court can and should make its own determination when the case involves the \"resolution of questions of law where the facts are undisputed.\" (<i>Evans v. Unemployment Ins. Appeals Bd.</i> (1985) 39 Cal.3d 398, 407, 216 Cal.Rptr. 782, 703 P.2d 122; see also <i>Connell v. Superior Court</i> (1997) 59 Cal.App.4th 382, 394, 69 Cal.Rptr.2d 231.) This appeal clearly involves questions of law, specifically, the interpretation and application of provisions of (1) the Public Safety Officers Procedural Bill of Rights Act (Gov.Code, §§ 3300 et seq., hereafter Bill of Rights Act)<sup>[2]</sup> and (2) the California Public Records Act <span class=\"star-pagination\">*912</span> (CPRA), relating to the inspection of public records (§§ 6250 et seq.). And, of course, it is clear that \"the interpretation of a statute is a question of law to be determined by the reviewing court de novo.\" (<i>Diamond Benefits Life Ins. Co. v. Troll</i> (1998) 66 Cal.App.4th 1, 5, 77 Cal. Rptr.2d 581; see also <i>International Federation of Professional &amp; Technical Engineers v. City and County of San Francisco</i> (1999) 76 Cal.App.4th 213, 224, 90 Cal. Rptr.2d 186; <i>Goodstein v. Superior Court</i> (1996) 42 Cal.App.4th 1635, 1641, 50 Cal. Rptr.2d 459.)</p>\n<p>The parties also appear to agree, as do we, that appellants Seligsohn and Castillo are both \"public safety officers\" and \"peace officers\" under California law. (See, respectively, § 3301 and Pen.Code, § 830.32.)</p>\n<p>Appellants present three principal arguments as to why the trial court erred in denying their petition for a writ of mandate and complaint for declaratory relief, namely that the complaints against Castillo and Seligsohn and related documents should have been produced to them pursuant to (1) section 3303, subdivision (g) (section 3303(g)), of the Bill of Rights Act, (2) sections 3305 and 3306 of that act, and (3) sections 6250, 6254, and 6255 of the CPRA. We shall discuss the first two contentions in the order just mentioned but, for the reasons noted below, conclude we need not reach the third, CPRA, issue.</p>\n<p>First of all, a few words are in order regarding the background of the 1976 Bill of Rights Act of which sections 3303(g), 3305 and 3306 are a part. Our Supreme Court recently summarized the purposes of the act as follows: \"The Bill of Rights Act declares `that effective law enforcement depends upon the maintenance of stable employer-employee relations, between public safety employees and their employers.' (§ 3301.) Among other things, the Act guarantees public safety officers the right to view any adverse comment placed in their personnel files (§ 3305) and to file, within 30 days, a written response, which will be attached to the adverse comment. (§ 3306.) These provisions reflect the public's interest in good relations between peace officers and their employers, including protecting peace officers from unfair attacks on their character. Peace officers, in particular, must confront the public in a way that may lead to unfair or wholly fabricated allegations of misconduct from disgruntled citizens. Law enforcement agencies must take these citizen complaints seriously but at the same time ensure fairness to their peace officer employees. The Bill of Rights Act therefore gives officers a chance to respond to allegations of wrongdoing.\" (<i>County of Riverside v. Superior Court</i> (2002) 27 Cal.4th 793, 799, 118 Cal.Rptr.2d 167, 42 P.3d 1034 (<i>Riverside</i>); see also, regarding the overall purposes of the act: <i>Burden v. Snowden</i> (1992) 2 Cal.4th 556, 561, 7 Cal. Rptr.2d 531, 828 P.2d 672; <i>California Correctional Peace Officers Assn. v. State of California</i> (2000) 82 Cal.App.4th 294, 304, 98 Cal.Rptr.2d 302; <i>Upland Police Officers Assn. v. City of Upland</i> (2003) 111 Cal.App.4th 1294, 1301-1303, 4 Cal.Rptr.3d 629.)</p>\n<p>Going to the specific sections of the act relied upon by appellants, section 3303 provides, in pertinent part: \"When any public safety officer is under investigation and subjected to interrogation by his or her commanding officer, or any other member of the employing public safety department, that could lead to punitive action, the interrogation shall be conducted under the following conditions.... [¶] (g) The complete interrogation of a public safety officer may be recorded. If a tape recording is made of the interrogation, the public safety officer shall have access to the tape if any further proceedings are contemplated or prior to any further interrogation <span class=\"star-pagination\">*913</span> at a subsequent time. The public safety officer shall be entitled to a transcribed copy of any notes made by a stenographer or to any reports or complaints made by investigators or other persons, except those which are deemed by the investigating agency to be confidential. No notes or reports that are deemed to be confidential may be entered in the officer's personnel file. The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\" (§ 3303(g).)</p>\n<p>Section 3305 then goes on to provide: \"No public safety officer shall have any comment adverse to his interest entered in his personnel file, <i>or any other file used for any personnel purposes by his employer,</i> without the public safety officer having first read and signed the instrument containing the adverse comment indicating he is aware of such comment, except that such entry may be made if after reading such instrument the public safety officer refuses to sign it. Should a public safety officer refuse to sign, that fact shall be noted on that document, and signed or initialed by such officer.\" (§ 3305, italics added.)</p>\n<p>Section 3306 follows on from this and provides: \"A public safety officer shall have 30 days within which to file a written response to any adverse comment entered in his personnel file. Such written response shall be attached to, and shall accompany, the adverse comment.\" (§ 3306.)</p>\n<p>As the first sentence of section 3303 makes clear, its protections apply when, but only when, the investigation and interrogation is being undertaken by the \"commanding officer, or any other member of the employing public safety department\" of the peace officer in question. (§ 3303.) Such was not the case here, and hence section 3303(g) does not require the production of \"any notes made by a stenographer or ... any reports or complaints made by investigators or other persons. . . .\" (§ 3303(g).) In <i>People v. Velez</i> (1983) 144 Cal.App.3d 558, 564, 192 Cal.Rptr. 686, our colleagues in the Fifth Appellate District held exactly this, rejecting the claim of a member of the Huron Police Department that section 3303(g) applied to an interrogation of him by a member of the Fresno County Sheriff's Department. Citing the language quoted above from the first sentence of section 3303, the court held that \"[b]y its own terms, section 3303 does not apply to the facts of this case.\" (<i>People v. Velez, supra,</i> 144 Cal.App.3d at p. 564, 192 Cal.Rptr. 686.) To the same effect is <i>Shafer v. Los Angeles County Sheriff's Dept.</i> (2003) 106 Cal.App.4th 1388, 1399-1400, 131 Cal.Rptr.2d 670, where the court held that section 3303 did not apply to a sheriff's deputy who had been deposed by an attorney from the same county's counsel's office in connection with a worker's compensation claim. There was no showing, the court held, that the county counsel was acting \"`in concert'\" with the officer's \"commanding officer or the sheriff's department\" (<i>id.</i> at p. 1399, 131 Cal. Rptr.2d 670) and thus the statute was not applicable.<sup>[3]</sup></p>\n<p>Both the applicable law and the result is, however, quite different regarding <span class=\"star-pagination\">*914</span> section 3305. In <i>Aguilar v. Johnson</i> (1988) 202 Cal.App.3d 241, 247 Cal.Rptr. 909 (<i>Aguilar</i>), a citizen who had a criminal action pending against her filed a \"citizen's complaint\" against Turlock Police Officer Aguilar. The complaint was never investigated because \"it was a copy rather than the original and because a criminal action was pending against the complainant arising out of the same facts as the citizen's complaint. The complaint was placed in a confidential investigation file separate from appellant's personnel file.\" (<i>Id.</i> at pp. 245-246, 247 Cal.Rptr. 909.) The complaint nonetheless saw the light of day via a <i>Pitchess</i> motion filed (<i>Pitchess v. Superior Court</i> (1974) 11 Cal.3d 531, 113 Cal. Rptr. 897, 522 P.2d 305) by the complainant in connection with her prosecution. In response to that motion, the \"citizen's complaint was taken from the confidential complaint file and placed in appellant's personnel file\" and then produced to the court in response to the <i>Pitchess</i> motion. (<i>Aguilar</i> at p. 246, 247 Cal.Rptr. 909.) Aguilar found out about the complaint approximately nine months after its production and was then permitted to see it and comment on it in writing. After a meeting between appellant's attorney, the Turlock Chief of Police, and its city attorney, the complaint was \"removed ... from appellant's personnel file\" and the Turlock chief agreed that, henceforth, all such complaints \"would be kept in a file separate and apart from the personnel files.\" (<i>Ibid.</i>)</p>\n<p>Aguilar was still dissatisfied with this resolution and filed a petition for a writ of mandate against his chief who, throughout the dispute and the litigation \"steadfastly maintain[ed] that a citizens' complaint is not an adverse comment within the meaning of\" sections 3305 and 3306. The Fifth Appellate District disagreed: \"[T]he Chief's compliance with Government Code sections 3305 and 3306 is not excused simply because the complaint is placed in a file separate from the personnel file.\" (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, 247 Cal.Rptr. 909.) In support of this holding, the court cited and relied upon <i>Miller v. Chico Unified School Dist.</i> (1979) 24 Cal.3d 703, 712-713, 157 Cal.Rptr. 72, 597 P.2d 475, where, \"under an analogous provision of the Education Code\" (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, 247 Cal. Rptr. 909), the Supreme Court held: \"A school district, however, may not avoid the requirements of the statute by maintaining a `personnel file' for certain documents relating to an employee, segregating elsewhere under a different label materials which may serve as a basis for affecting the status of the employee's employment.\" (<i>Miller v. Chico Unified School Dist., supra,</i> 24 Cal.3d at pp. 712-713, 157 Cal.Rptr. 72, 597 P.2d 475.)</p>\n<p>Over a decade later, the Supreme Court relied on the holding of <i>Aguilar</i> in its decision in <i>Riverside, supra,</i> 27 Cal.4th at pp. 801-802, 118 Cal.Rptr.2d 167, 42 P.3d 1034. In that case, the City of Perris, in Riverside County, had received \"a citizen complaint to the effect that [an officer named Madrigal] had engaged in significant illegal conduct while on duty.\" (<i>Id.</i> at p. 795, 118 Cal.Rptr.2d 167, 42 P.3d 1034.) The city never informed Madrigal of the complaint nor allowed him to see it until after the litigation commenced, however. (<i>Id.</i> at p. 796, 118 Cal.Rptr.2d 167, 42 P.3d 1034.) That litigation was triggered by the disbandment of the Perris police department and that city's subsequent decision to contract out its law enforcement services to the County of Riverside. All of Perris's former police officers were formally discharged by it but then taken aboard the county payroll on a probationary basis and thus \"subject to the usual background investigation applicable to other new applicants for the position of deputy sheriff, including, at the discretion of the County, a polygraph examination.\" (<i>Ibid.</i>)</p>\n<p><span class=\"star-pagination\">*915</span> Thereafter, in connection with his attempt to transfer to the Riverside County Sheriff's Department permanent payroll, Madrigal was asked to and did sign numerous \"advisement\" and waiver forms, including one specifically acknowledging that the sheriff's department could and would conduct a \"background investigation\" of him. (<i>Riverside, supra,</i> 27 Cal.4th at p. 797, 118 Cal.Rptr.2d 167, 42 P.3d 1034.) In connection with that investigation, Madrigal was asked to and did submit to a polygraph examination regarding his alleged misconduct while employed by the City of Perris. In the course of that examination, he later alleged, he first learned about the earlier citizen's complaint. As a result of the results of the polygraph examination, he was dismissed from his probationary employment; consistent with its probationary employment policy, Riverside gave him no reason for his dismissal. Madrigal sued under the Bill of Rights Act and, among other things, asked for copies of the documents in the County's background investigation file. The trial court entered an order requiring the County to produce certain documents to Madrigal, an order the County challenged, unsuccessfully, in the court of appeal.</p>\n<p>The Supreme Court granted review and unanimously sustained the trial and appellate courts regarding the applicability of sections 3305 and 3306 to the documents ordered produced to Madrigal.<sup>[4]</sup> In the course of its opinion, the court addressed Riverside County's argument that the Bill of Rights Act did not apply to documents pertaining to \"conduct <i>prior to</i> the commencement of employment.\" (<i>Riverside, supra,</i> 27 Cal.4th at p. 800, 118 Cal. Rptr.2d 167, 42 P.3d 1034.) It rejected that contention, relying strongly on the holding in <i>Aguilar:</i> \"The plain language of the Bill of Rights Act is inconsistent with the County's effort to distinguish its background investigation file in this way. The Act applies to any adverse comment `entered in [an officer's] personnel file, <i>or any other file used for any personnel purposes.</i>' (§ 3305, italics added.) In <i>Aguilar, supra,</i> 202 Cal.App.3d 241, 247 Cal.Rptr. 909, the Court of Appeal construed this language broadly to include any document that `\"may serve as a basis for affecting the status of the employee's employment,\"' including citizen complaints the law enforcement employer kept in a file separate from the officer's personnel file. [Citations.] Consistent with the holding in <i>Aguilar,</i> we reject the assertion that a law enforcement agency's background investigation of a peace officer during probationary employment is somehow not a personnel matter subject to the Bill of Rights Act. <i>The label placed on the investigation file is irrelevant. The materials in the file unquestionably</i> `\"<i>may serve as a basis for affecting the status of the employee's employment.</i>. . .\"' (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, 247 Cal.Rptr. 909).\" (<i>Riverside, supra,</i> 27 Cal.4th at pp. 801-802, 118 Cal.Rptr.2d 167, 42 P.3d 1034, italics added.)</p>\n<p>Finally and most recently, in <i>Sacramento Police Officers Assn. v. Venegas</i> (2002) 101 Cal.App.4th 916, 124 Cal.Rptr.2d 666 (<i>Sacramento Police Officers</i>), the Third District Court of Appeal relied on the language and holdings of both <i>Aguilar</i> and <i>Riverside</i> in rejecting the contention of the Sacramento Police Department that the Bill of Rights Act did not require it to disclose to the pertinent officer information <span class=\"star-pagination\">*916</span> in its internal affairs files, information that did not result in any disciplinary action being taken against the pertinent officer (Officer Kime). It held: \"Consistent with the decision in <i>County of Riverside, supra,</i> 27 Cal.4th 793, [118 Cal.Rptr.2d 167, 42 P.3d 1034], we must give appropriate consideration to the fact that the Legislature utilized broad language in enacting sections 3305 and 3306. The events that will trigger an officer's rights under those statutes are not limited to formal disciplinary actions, such as the issuance of letters of reproval or admonishment or specific findings of misconduct. Rather, an officer's rights are triggered by the entry of any adverse comment in a personnel file or any other file used for a personnel purpose. [Citation.] [¶] ... In its usual and ordinary import, the broad language employed by the Legislature in sections 3305 and 3306 does not limit their reach to comments that have resulted in, or will result in, punitive action against an officer. The Legislature appears to have been concerned with the potential unfairness that may result from an adverse comment that is not accompanied by punitive action and, thus, will escape the procedural protections available during administrative review of a punitive action.\" (<i>Sacramento Police Officers, supra,</i> 101 Cal.App.4th at pp. 925-926, 124 Cal.Rptr.2d 666.)</p>\n<p>The court then went on to reject the Sacramento police department's argument that its internal affairs files were not covered by section 3305: \"The purposes of sections 3305 and 3306 readily apply to an adverse comment on Kime's internal affairs index card. The Department conceded at oral argument that if, in the future, a complaint is made against Kime and the internal affairs investigator reads Kime's index card, an unexplained and unrebutted charge of neglect of duty could color the investigator's view of Kime and affect the investigation of the new complaint. This is the type of comment adverse to his interest that the Bill of Rights Act gives Kime the opportunity to review and explain or rebut if he can.\" (<i>Sacramento Police Officers, supra,</i> 101 Cal.App.4th at pp. 928-929, 124 Cal.Rptr.2d 666.)</p>\n<p>Respondents contend that the holdings of these three decisions are not pertinent here. In particular, they urge that the files of the OAA are separate and distinct from the personnel files of College employees. They argue: \"[T]he OAA's files are confidential and are not created, maintained, or used for personnel purposes. The OAA is not part of the Department of Public Safety, nor is it a part of the . . . College's Human Resources Department.\"<sup>[5]</sup> Respondents further observe that the OAA does not provide copies of complaints of discrimination to either department. Respondents then note several factual distinctions between this case and the three cases just discussed and, in the process, contend that \"no discipline or disciplinary recommendation ever emanates from the OAA.\" They conclude their argument regarding the coverage of section 3305 by contending that \"the OAA's files are not maintained for any personnel management reason, but, instead, because Title 5 [i.e., §§ 59300 et seq. of title 5 of the California Code of Regulations] requires . . . College to create an OAA to address discrimination concerns in the college community.\"<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*917</span> Respondents' arguments do not withstand scrutiny. In the first place, their contention that the OAA's discrimination complaint files are separate and distinct from anything relating to appellants' employment by the College's Department of Public Safety is substantially undercut by the fact that copies of the letters to each appellant advising him of the filing of a discrimination complaint against him, and briefly relating the essence of that complaint, were sent to both their superior, the former chief of campus police, and the College's Vice Chancellor of Finance and Administration. Respondents argue that the copying-in of the chief was of no great moment because, per a declaration signed by him and filed in the lower court, \"the Chief did not retain this correspondence permanently, nor did he draw an inference of wrongdoing against [either appellant] from the fact that OAA was conducting an investigation.\" There are several obvious answers to this: perhaps the former Chief did not permanently retain his copies of those letters nor draw any adverse inference from them, but (1) he certainly could have done both, (2) the incumbent Chief may act and feel differently as and when he or she gets copies of similar discrimination complaints,<sup>[7]</sup> and (3) we are left to speculate as to what an individual well up this particular chain of command, Vice Chancellor Goldstein, thought about and did with <i>his</i> copies of the two letters.<sup>[8]</sup></p>\n<p>But an even more fundamental reason why respondents' \"these aren't HR records\" argument fails derives from the following pregnant sentence in their brief to us: \"The Human Resources Department does not receive or incorporate any part of the content of OAA files into an individual employee personnel file <i>unless and until</i> disciplinary action is taken against the employee as a result of an independent investigation conducted by the Human Resources Department in conjunction with the employee's manager.\" (Italics in original.) In support of this statement, respondents cite to a declaration in the record from the College's HR manager, who basically says the same thing, i.e., that her department \"does not receive any documents from the OAA's discrimination investigation files or place those documents in an employee's personnel files <i>unless the employee has first gone through the City College's employee discipline process.</i>\" (Italics added.)</p>\n<p>This being the case, respondents' argument becomes flatly inconsistent with the holding of <i>Sacramento Police Officers</i> that what is important is the \"<i>potential</i> unfairness\" in denying access to the document or documents in question. (<i>Sacramento Police</i> <span class=\"star-pagination\">*918</span> <i>Officers, supra,</i> 101 Cal.App.4th at p. 926, 124 Cal.Rptr.2d 666, italics added.) In explaining that point, the Third Appellate District stated: \"[E]ven though an adverse comment does not directly result in punitive action, it has the potential of creating an adverse impression that could influence future personnel decisions concerning an officer, including decisions that do not constitute discipline or punitive action.\" (<i>Ibid.</i>) And the Third District did not invent the potential unfairness standard; both <i>Aguilar</i> and <i>Riverside</i> make the point that what is relevant is not whether the document <i>will serve</i> or <i>has served</i> as a basis for disciplinary action but whether it <i>may serve</i> such a function. (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, 247 Cal.Rptr. 909; <i>Riverside, supra,</i> 27 Cal.4th at p. 802, 118 Cal.Rptr.2d 167, 42 P.3d 1034; cf. also <i>Otto v. Los Angeles Unified School Dist.</i> (2001) 89 Cal.App.4th 985, 996, 107 Cal.Rptr.2d 664.)</p>\n<p>Put another way, respondents' argument ignores the express holding of <i>Riverside</i> that \"[t]he label placed on the investigation file is irrelevant.\" The determinative factor is the potential relevance of the materials in those files to possible future action \"`affecting the status of the employee's employment.'\" (<i>Riverside, supra,</i> 27 Cal.4th at p. 802, 118 Cal.Rptr.2d 167, 42 P.3d 1034, quoting <i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, 247 Cal.Rptr. 909.) This conclusion is, of course, reinforced by the critical language in section 3305 which makes clear that the mandates of that provision apply not only to a formal personnel file but also to \"any other file used for any personnel purposes by his employer.\" (§ 3305.)</p>\n<p>Respondents' argument that the filing of the complaints had no adverse effect on appellants also overlooks the requirements of the California Code of Regulations provisions they rely upon as the basis for the very existence of the College's OAA, namely, sections 59300 et seq. of title 5 of that code. These provisions spell out in considerable detail what a community college must do when a complaint of a prohibited form of discrimination is presented to it. Each district must first appoint \"a single person as the district officer responsible for receiving complaints\" of discrimination (Cal.Code Regs., tit. 5, § 59324) and, when \"charges of unlawful discrimination\" are brought to his or her attention, attempt to resolve them \"informally.\" (Cal.Code Regs., tit. 5, § 59327, subd.(a)(1).) If that cannot be done, however, and a \"written complaint\" is filed with either that officer or the Chancellor of the California Community Colleges, a formal investigation must be conducted by the assigned district officer. (Cal.Code Regs., tit. 5, §§ 59328, 59334.) If the written complaint is filed with the responsible officer, he or she must immediately forward a copy of it to the Chancellor who must also be advised that the required investigation has commenced. (Cal.Code Regs., tit. 5, §§ 59330, 59334.) The investigation must be concluded via a written investigative report within 90 days and a copy forwarded to the Chancellor and the complainant; the latter may appeal any findings or conclusions to, first, the local governing board of the college and then the Chancellor. (Cal.Code Regs., tit. 5, §§ 59336, 59338, 59339.) Unless an extension is granted, the entire process must be completed within 150 days, after which the Chancellor's office is permitted to take over the investigative and enforcement process. (Cal. Code Regs., tit. 5, §§ 59340-59360.) The penultimate section in this series then provides: \"Upon a determination that a district has violated the provisions of this subchapter, the Chancellor shall notify the district of the action he or she will take to effect compliance,\" which is then defined to include court action, cutting off \"all or part\" of state funding, etc. (Cal.Code Regs., tit. 5, § 59360.)</p>\n<p>Interestingly, although these detailed provisions make repeated reference to copies of the required documents and reports being supplied to both the complainant and <span class=\"star-pagination\">*919</span> the Chancellor, nothing is said regarding copies being furnished to any college employee or employees who are named in the informal charge or formal written complaint. Thus, nothing in the regulations even purports to provide a substitute for the requirement of section 3305 as and when a complaint of discrimination implicates a campus peace officer. Whether that is a defect in the regulations is not properly our concern. What is our concern is the obvious fact that the regulations mandate both a prompt and thorough investigation of any and all complaints alleging <i>any form</i> of discrimination and give oversight of such investigations to the Chancellor's office. This combination of facts compels the conclusion that complaints of discrimination which name specific College employees as the perpetrators of that discrimination could well result in significant employment consequences for those so named.</p>\n<p>For all of these reasons, and particularly in light of the holdings of <i>Aguilar, Riverside</i> and <i>Sacramento Police Officers,</i> we have no difficulty concluding that section 3305 applies to the documents requested by appellants.<sup>[9]</sup></p>\n<p>Which leaves only the question of whether the CPRA also required the production to appellants of copies of the two complaints in question. The scope and coverage of that statute is, of course, considerably broader than that of section 3305. The CPRA starts out with a declaration that \"access to information concerning the conduct of the people's business is a fundamental and necessary right of <i>every person in this state.</i>\" (§ 6250, italics added.) The statute is, as is well known, often a vehicle for attempts (many successful) by the media and other persons not directly involved in a particular issue to gain access to the files of public entities potentially pertaining to that issue. (See, e.g., <i>Williams v. Superior Court</i> (1993) 5 Cal.4th 337, 19 Cal.Rptr.2d 882, 852 P.2d 377; <i>California State University, Fresno Assn., Inc. v. Superior Court</i> (2001) 90 Cal.App.4th 810, 108 Cal.Rptr.2d 870; <i>City of Hemet v. Superior Court</i> (1995) 37 Cal.App.4th 1411, 44 Cal.Rptr.2d 532.) But appellants' petition and complaint sought only access <i>by them</i> to the two complaints in question. As we have just held, as peace officers, appellants have exactly that right of access pursuant to section 3305. There is, therefore, no reason for us to parse the interesting but delicate issues of whether either the specific exemption to the CPRA's disclosure requirement set forth in section 6254 or the more general \"public interest\" exemption of section 6255 applies here. (Cf. <i>Johnson v. Winter</i> (1982) 127 Cal.App.3d 435, 437-440, 179 Cal.Rptr. 585; <i>City of Hemet v. Superior Court, supra,</i> 37 Cal.App.4th at pp. 1421-1422, 44 Cal.Rptr.2d 532.)</p>\n<p></p>\n<h2>IV. DISPOSITION</h2>\n<p>The judgment appealed from is reversed and the matter remanded to the trial court for action not inconsistent with the foregoing opinion. Costs on appeal are awarded to appellants.</p>\n<p>We concur: LAMBDEN and RUVOLO, JJ.</p>\n<h2>NOTES</h2>\n<p>[1]  All further dates noted are in 2003.</p>\n<p>[2]  All further statutory references are to the Government Code unless otherwise noted.</p>\n<p>[3]  In so holding, the court distinguished a case relied upon by appellants here, namely our decision in <i>California Correctional Peace Officers Assn. v. State of California, supra,</i> 82 Cal.App.4th 294, 98 Cal.Rptr.2d 302. In that case, we held that section 3303 applied because the record made very clear that, there, the two agencies (California's Departments of Corrections and Justice) \"must be considered to have been acting together in this investigation.\" (<i>California Correctional Peace Officers, supra,</i> at p. 307, 98 Cal.Rptr.2d 302.) Nothing in the record before us would support a similar conclusion.\n</p>\n<p>Similarly, our holding regarding the non-applicability of section 3303 to the present factual circumstances makes it unnecessary to discuss a case relied upon by respondents, <i>Pasadena Police Officers Assn. v. City of Pasadena</i> (1990) 51 Cal.3d 564, 273 Cal.Rptr. 584, 797 P.2d 608; that decision dealt almost entirely with the interpretation and application of section 3303.</p>\n<p>[4]  By a 4-3 vote, however, and in a part of its decision not pertinent here, the court held that Madrigal had waived his rights under the Bill of Rights Act by the various documents he signed when entering his probationary employment period with the county. (<i>Riverside, supra,</i> 27 Cal.4th at pp. 804-810, 118 Cal. Rptr.2d 167, 42 P.3d 1034.)</p>\n<p>[5]  Hereafter, we will sometimes refer to this department by the abbreviation \"HR.\"</p>\n<p>[6]  Both in the quoted sentence and elsewhere in their brief, respondents assert as a central premise that the College's OAA is a \"statutory creation\" established \"pursuant to its obligation under Title 5 of the California Code of Regulations, Section 59300 <i>et seq.</i> . . .\" This seems a bit of a stretch. The referenced sections of the California Code of Regulations simply establish a procedure for the filing and processing of complaints of discrimination \"on the basis of ethnic group identification, national origin, religion, age, sex, race, color, ancestry, sexual orientation, or physical or mental disability\" and cite as the basis for that establishment a series of state and federal antidiscrimination statutes. (Cal.Code Regs., tit. 5, § 59300.) Nowhere in the 30 plus sections of these regulations is there any reference to \"affirmative action\" much less a mandate for an \"Office of Affirmative Action.\" More importantly, the regulations make no mention of either the existence of, maintenance of, or access to the records and files of the person or persons in the College responsible for investigating complaints of prohibited discrimination.</p>\n<p>[7]  This would seem to be particularly so because, as noted, both officers were \"peace officers\" within the meaning of the applicable Penal Code provisions, one of which requires an agency employing such officers to \"establish a procedure to investigate complaints by members of the public against the personnel of these departments or agencies. . . .\" ((Pen. Code, § 832.5, subd. (a)(1).))</p>\n<p>[8]  Common sense suggests, especially currently, that anyone overseeing college administration might be rather interested in a letter advising that a complaint had been filed by a faculty member with a Middle Eastern name charging a campus police officer with discrimination and harassment based on the faculty member's \"national origin and religion concerning incidents which began September 12, 2001.\"</p>\n<p>[9]  Respondents contend that they are excused from complying with the mandate of section 3305 due to the requirements of both state and federal law restricting the disclosure of a \"pupil record\" or \"education records.\" (See the federal Family Educational Rights and Privacy Act, 20 U.S.C. § 1232g(a)(4)(A) &amp; (b)(2) and Ed.Code §§ 49060, 49061, subd. (b).) This argument has no merit for at least two reasons. In the first place, the complaint against Officer Castillo was made by a faculty member and contained no mention of the names of any students. Although the complaint against Officer Seligsohn did name the student complainant, there is nothing in the Bill of Rights Act, the cited federal statute, or the relevant Education Code provisions that would preclude compliance with section 3305 regarding that complaint. (Cf. <i>Poway Unified School Dist. v. Superior Court</i> (1998) 62 Cal. App.4th 1496, 1506-1507, 73 Cal.Rptr.2d 777.)</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">909</span></span> (2004)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">518</span></span></b></center>\n<center><h1>Michael J. SELIGSOHN et al., Plaintiffs and Appellants,<br>\nv.<br>\nPhilip R. DAY, Jr., et al., Defendants and Respondents.</h1></center>\n<center>No. A104117.</center>\n<center><p><b>Court of Appeal, First District, Division Two.</b></p></center>\n<center>August 10, 2004.</center>\n<center>As Modified on Denial of Rehearing August 31, 2004.</center>\n<center>Review Denied November 10, 2004.</center>\n<p><span class=\"star-pagination\">*910</span> David P. Clisham, William H. Sortor, San Francisco, Clisham &amp; Sortor, for Appellants.</p>\n<p>Jeffrey Sloan, Los Angeles, Renne Sloan Holtzman &amp; Sakai, LLP, for Respondents.</p>\n<p>HAERLE, Acting P.J.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Appellants Michael Seligsohn and Ray Castillo, both police officers employed by City College of San Francisco (College), a community college, appeal from a judgment of the San Francisco Superior Court denying their petition for a writ of mandate and complaint for declaratory relief seeking disclosure of complaints filed against each of them with the College's Office of Affirmative Action. We reverse.</p>\n<p></p>\n<h2>II. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In September 2001, appellant Castillo was assigned to investigate matters pertaining to a faculty member at the College. In November 2001, Castillo and another officer involved in that investigation learned that a complaint accusing them of discrimination and harassment based on the complainant's \"national origin and religion\" and involving the September 2001 investigation might be filed, and retained counsel. On December 6, 2001, such a complaint was in fact filed; Castillo was formally notified of it by a letter dated January 29, 2002, from respondent Linda Jackson, Associate Dean of the College and Coordinator of its \"Office of Affirmative Action\" (OAA). The letter stated that a faculty member with a Middle Eastern name had \"filed a complaint of discrimination and harassment against you based on his national origin and religion concerning incidents which began September 12, 2001.\" Copies of this letter were sent to Castillo's superior (who is now retired), Chief Gerald DeGirolamo, and the College's Vice Chancellor of Finance and Administration, respondent Peter Goldstein. At some unspecified point of time, the complaining faculty member \"made aspects of his claims against ... Castillo public by conducting an interview with the campus newspaper. . . .\"</p>\n<p>On February 22, 2002, Castillo and his attorney met with Jackson and a private investigator employed by and reporting to her, respondent David Reuben. At that meeting, Castillo was allegedly interrogated by both Jackson and Reuben about various aspects of his September 2001 investigation of the faculty member. \"Before, during and after\" that interrogation, Castillo's attorney requested a copy of the complaint concerning which Castillo was being interrogated; Jackson refused to provide a copy.</p>\n<p>On or about April 5, 2002, Jackson wrote Castillo informing him that \"the formal complaint of discrimination filed December 6, 2001\" had been withdrawn and that her office \"has ceased the investigatory process regarding this complaint.\" Castillo's attorney nevertheless protested, over a considerable period of time, to both Jackson and the College's General Counsel that Castillo was legally entitled to a copy of the written complaint filed against him, but to no avail. Copies of all of Castillo's counsel's letters to the College's General Counsel were sent to respondents Goldstein and Jackson.</p>\n<p>On November 20, 2002, appellant Seligsohn, a sergeant in the College's police force, received a letter from Jackson advising him that a student at the College had <span class=\"star-pagination\">*911</span> filed \"informal charges of discrimination and harassment against [him] based on race and color\" and relating to an incident allegedly occurring on October 2, 2002, at the College's \"Phelan/Ocean campus.\" As was the case with Castillo, copies of the letter went to both Seligsohn's superior, former Chief DeGirolamo, and Vice-Chancellor Goldstein.</p>\n<p>In December 2002, Seligsohn retained the same attorney who represented Castillo and, on January 6, 2003, they both attended a meeting with Jackson and Reuben. At that meeting, Seligsohn was interrogated by those two regarding the events of October 2, 2002; during the questioning, Jackson and Reuben apparently consulted \"notes or reports.\" Again, Seligsohn's counsel requested a copy of the complaint made against his client. Again, Jackson declined, explaining that the complaint \"had not been made in writing.\" Seligsohn's counsel then wrote Jackson requesting not only a copy of any complaint, but also copies of any \"transcribed notes of the complaint, reports, investigator notes, and other records related to the complaint\" that she might have. Copies of that request went also to respondent Goldstein. No such documents were ever provided to Seligsohn or his counsel.</p>\n<p>Sometime after the January 6, 2003,<sup>[1]</sup> interview of Seligsohn, the OAA determined that it had \"no evidence to support a finding of probable cause that racial discrimination/harassment occurred\" and closed its files relating to the informal complaint against Seligsohn. The record does not reflect if, as, or when Seligsohn or his attorney were ever so notified.</p>\n<p>On January 29, appellants filed a verified petition under Code of Civil Procedure section 1085 and a verified complaint for declaratory relief under section 1060 of the same code seeking either a writ of mandate or a declaratory judgment that, under various statutory provisions to be discussed below, they were entitled to production of any written complaints or similar documents. The petition and complaint named as respondents and defendants the College and its Chancellor, Philip Day, Vice Chancellor Goldstein, Jackson, and Reuben. It stated, however, that the various individual respondents and defendants were being sued solely in their representative capacities.</p>\n<p>The petition and complaint were heard on May 5 by the superior court which, by order dated July 8, denied both. A judgment to this effect was entered on July 22 and appellants filed a timely notice of appeal thereafter.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>The parties apparently agree that our standard of review in a case such as this is de novo. This is plainly correct because, regarding a trial court's ruling on a petition for a writ of mandate, an appellate court can and should make its own determination when the case involves the \"resolution of questions of law where the facts are undisputed.\" (<i>Evans v. Unemployment Ins. Appeals Bd.</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">398</span></span>, 407, <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">782</span></span>, <span class=\"citation no-link\"><span class=\"volume\">703</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">122</span></span>; see also <i>Connell v. Superior Court</i> (1997) <span class=\"citation\" data-id=\"2243762\"><a href=\"/opinion/2243762/connell-v-superior-court-of-sacramento-county/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">382</span></a></span>, 394, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">231</span></span>.) This appeal clearly involves questions of law, specifically, the interpretation and application of provisions of (1) the Public Safety Officers Procedural Bill of Rights Act (Gov.Code, §§ 3300 et seq., hereafter Bill of Rights Act)<sup>[2]</sup> and (2) the California Public Records Act <span class=\"star-pagination\">*912</span> (CPRA), relating to the inspection of public records (§§ 6250 et seq.). And, of course, it is clear that \"the interpretation of a statute is a question of law to be determined by the reviewing court de novo.\" (<i>Diamond Benefits Life Ins. Co. v. Troll</i> (1998) <span class=\"citation\" data-id=\"2256975\"><a href=\"/opinion/2256975/diamond-benefits-life-ins-co-v-troll/\"><span class=\"volume\">66</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">581</span></span>; see also <i>International Federation of Professional &amp; Technical Engineers v. City and County of San Francisco</i> (1999) <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">213</span></span>, 224, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">186</span></span>; <i>Goodstein v. Superior Court</i> (1996) <span class=\"citation\" data-id=\"2258162\"><a href=\"/opinion/2258162/goodstein-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1635</span></a></span>, 1641, <span class=\"citation\" data-id=\"2258162\"><a href=\"/opinion/2258162/goodstein-v-superior-court/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">459</span></a></span>.)</p>\n<p>The parties also appear to agree, as do we, that appellants Seligsohn and Castillo are both \"public safety officers\" and \"peace officers\" under California law. (See, respectively, § 3301 and Pen.Code, § 830.32.)</p>\n<p>Appellants present three principal arguments as to why the trial court erred in denying their petition for a writ of mandate and complaint for declaratory relief, namely that the complaints against Castillo and Seligsohn and related documents should have been produced to them pursuant to (1) section 3303, subdivision (g) (section 3303(g)), of the Bill of Rights Act, (2) sections 3305 and 3306 of that act, and (3) sections 6250, 6254, and 6255 of the CPRA. We shall discuss the first two contentions in the order just mentioned but, for the reasons noted below, conclude we need not reach the third, CPRA, issue.</p>\n<p>First of all, a few words are in order regarding the background of the 1976 Bill of Rights Act of which sections 3303(g), 3305 and 3306 are a part. Our Supreme Court recently summarized the purposes of the act as follows: \"The Bill of Rights Act declares `that effective law enforcement depends upon the maintenance of stable employer-employee relations, between public safety employees and their employers.' (§ 3301.) Among other things, the Act guarantees public safety officers the right to view any adverse comment placed in their personnel files (§ 3305) and to file, within 30 days, a written response, which will be attached to the adverse comment. (§ 3306.) These provisions reflect the public's interest in good relations between peace officers and their employers, including protecting peace officers from unfair attacks on their character. Peace officers, in particular, must confront the public in a way that may lead to unfair or wholly fabricated allegations of misconduct from disgruntled citizens. Law enforcement agencies must take these citizen complaints seriously but at the same time ensure fairness to their peace officer employees. The Bill of Rights Act therefore gives officers a chance to respond to allegations of wrongdoing.\" (<i>County of Riverside v. Superior Court</i> (2002) <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">793</span></a></span>, 799, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span> (<i>Riverside</i>); see also, regarding the overall purposes of the act: <i>Burden v. Snowden</i> (1992) <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">556</span></span>, 561, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">531</span></span>, <span class=\"citation no-link\"><span class=\"volume\">828</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">672</span></span>; <i>California Correctional Peace Officers Assn. v. State of California</i> (2000) <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">294</span></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">302</span></span>; <i>Upland Police Officers Assn. v. City of Upland</i> (2003) <span class=\"citation\" data-id=\"2270958\"><a href=\"/opinion/2270958/upland-police-officers-v-city-of-upland/\"><span class=\"volume\">111</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1294</span></a></span>, 1301-1303, <span class=\"citation\" data-id=\"2270958\"><a href=\"/opinion/2270958/upland-police-officers-v-city-of-upland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">629</span></a></span>.)</p>\n<p>Going to the specific sections of the act relied upon by appellants, section 3303 provides, in pertinent part: \"When any public safety officer is under investigation and subjected to interrogation by his or her commanding officer, or any other member of the employing public safety department, that could lead to punitive action, the interrogation shall be conducted under the following conditions.... [¶] (g) The complete interrogation of a public safety officer may be recorded. If a tape recording is made of the interrogation, the public safety officer shall have access to the tape if any further proceedings are contemplated or prior to any further interrogation <span class=\"star-pagination\">*913</span> at a subsequent time. The public safety officer shall be entitled to a transcribed copy of any notes made by a stenographer or to any reports or complaints made by investigators or other persons, except those which are deemed by the investigating agency to be confidential. No notes or reports that are deemed to be confidential may be entered in the officer's personnel file. The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\" (§ 3303(g).)</p>\n<p>Section 3305 then goes on to provide: \"No public safety officer shall have any comment adverse to his interest entered in his personnel file, <i>or any other file used for any personnel purposes by his employer,</i> without the public safety officer having first read and signed the instrument containing the adverse comment indicating he is aware of such comment, except that such entry may be made if after reading such instrument the public safety officer refuses to sign it. Should a public safety officer refuse to sign, that fact shall be noted on that document, and signed or initialed by such officer.\" (§ 3305, italics added.)</p>\n<p>Section 3306 follows on from this and provides: \"A public safety officer shall have 30 days within which to file a written response to any adverse comment entered in his personnel file. Such written response shall be attached to, and shall accompany, the adverse comment.\" (§ 3306.)</p>\n<p>As the first sentence of section 3303 makes clear, its protections apply when, but only when, the investigation and interrogation is being undertaken by the \"commanding officer, or any other member of the employing public safety department\" of the peace officer in question. (§ 3303.) Such was not the case here, and hence section 3303(g) does not require the production of \"any notes made by a stenographer or ... any reports or complaints made by investigators or other persons. . . .\" (§ 3303(g).) In <i>People v. Velez</i> (1983) <span class=\"citation\" data-id=\"2163524\"><a href=\"/opinion/2163524/people-v-velez/\"><span class=\"volume\">144</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">558</span></a></span>, 564, <span class=\"citation\" data-id=\"2163524\"><a href=\"/opinion/2163524/people-v-velez/\"><span class=\"volume\">192</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">686</span></a></span>, our colleagues in the Fifth Appellate District held exactly this, rejecting the claim of a member of the Huron Police Department that section 3303(g) applied to an interrogation of him by a member of the Fresno County Sheriff's Department. Citing the language quoted above from the first sentence of section 3303, the court held that \"[b]y its own terms, section 3303 does not apply to the facts of this case.\" (<i>People v. Velez, supra,</i> 144 Cal.App.3d at p. 564, <span class=\"citation\" data-id=\"2163524\"><a href=\"/opinion/2163524/people-v-velez/\"><span class=\"volume\">192</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">686</span></a></span>.) To the same effect is <i>Shafer v. Los Angeles County Sheriff's Dept.</i> (2003) <span class=\"citation\" data-id=\"2261109\"><a href=\"/opinion/2261109/shafer-v-county-of-la-sheriffs-dept/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1388</span></a></span>, 1399-1400, <span class=\"citation\" data-id=\"2261109\"><a href=\"/opinion/2261109/shafer-v-county-of-la-sheriffs-dept/\"><span class=\"volume\">131</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">670</span></a></span>, where the court held that section 3303 did not apply to a sheriff's deputy who had been deposed by an attorney from the same county's counsel's office in connection with a worker's compensation claim. There was no showing, the court held, that the county counsel was acting \"`in concert'\" with the officer's \"commanding officer or the sheriff's department\" (<i>id.</i> at p. 1399, <span class=\"citation\" data-id=\"2261109\"><a href=\"/opinion/2261109/shafer-v-county-of-la-sheriffs-dept/\"><span class=\"volume\">131</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">670</span></a></span>) and thus the statute was not applicable.<sup>[3]</sup></p>\n<p>Both the applicable law and the result is, however, quite different regarding <span class=\"star-pagination\">*914</span> section 3305. In <i>Aguilar v. Johnson</i> (1988) <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span> (<i>Aguilar</i>), a citizen who had a criminal action pending against her filed a \"citizen's complaint\" against Turlock Police Officer Aguilar. The complaint was never investigated because \"it was a copy rather than the original and because a criminal action was pending against the complainant arising out of the same facts as the citizen's complaint. The complaint was placed in a confidential investigation file separate from appellant's personnel file.\" (<i>Id.</i> at pp. 245-246, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>.) The complaint nonetheless saw the light of day via a <i>Pitchess</i> motion filed (<i>Pitchess v. Superior Court</i> (1974) <span class=\"citation\" data-id=\"1246483\"><a href=\"/opinion/1246483/pitchess-v-superior-court/\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">531</span></a></span>, <span class=\"citation\" data-id=\"1246483\"><a href=\"/opinion/1246483/pitchess-v-superior-court/\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"1246483\"><a href=\"/opinion/1246483/pitchess-v-superior-court/\"><span class=\"volume\">522</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">305</span></a></span>) by the complainant in connection with her prosecution. In response to that motion, the \"citizen's complaint was taken from the confidential complaint file and placed in appellant's personnel file\" and then produced to the court in response to the <i>Pitchess</i> motion. (<i>Aguilar</i> at p. 246, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>.) Aguilar found out about the complaint approximately nine months after its production and was then permitted to see it and comment on it in writing. After a meeting between appellant's attorney, the Turlock Chief of Police, and its city attorney, the complaint was \"removed ... from appellant's personnel file\" and the Turlock chief agreed that, henceforth, all such complaints \"would be kept in a file separate and apart from the personnel files.\" (<i>Ibid.</i>)</p>\n<p>Aguilar was still dissatisfied with this resolution and filed a petition for a writ of mandate against his chief who, throughout the dispute and the litigation \"steadfastly maintain[ed] that a citizens' complaint is not an adverse comment within the meaning of\" sections 3305 and 3306. The Fifth Appellate District disagreed: \"[T]he Chief's compliance with Government Code sections 3305 and 3306 is not excused simply because the complaint is placed in a file separate from the personnel file.\" (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>.) In support of this holding, the court cited and relied upon <i>Miller v. Chico Unified School Dist.</i> (1979) <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">703</span></a></span>, 712-713, <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">597</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">475</span></a></span>, where, \"under an analogous provision of the Education Code\" (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>), the Supreme Court held: \"A school district, however, may not avoid the requirements of the statute by maintaining a `personnel file' for certain documents relating to an employee, segregating elsewhere under a different label materials which may serve as a basis for affecting the status of the employee's employment.\" (<i>Miller v. Chico Unified School Dist., supra,</i> 24 Cal.3d at pp. 712-713, <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">597</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">475</span></a></span>.)</p>\n<p>Over a decade later, the Supreme Court relied on the holding of <i>Aguilar</i> in its decision in <i>Riverside, supra,</i> 27 Cal.4th at pp. 801-802, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>. In that case, the City of Perris, in Riverside County, had received \"a citizen complaint to the effect that [an officer named Madrigal] had engaged in significant illegal conduct while on duty.\" (<i>Id.</i> at p. 795, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>.) The city never informed Madrigal of the complaint nor allowed him to see it until after the litigation commenced, however. (<i>Id.</i> at p. 796, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>.) That litigation was triggered by the disbandment of the Perris police department and that city's subsequent decision to contract out its law enforcement services to the County of Riverside. All of Perris's former police officers were formally discharged by it but then taken aboard the county payroll on a probationary basis and thus \"subject to the usual background investigation applicable to other new applicants for the position of deputy sheriff, including, at the discretion of the County, a polygraph examination.\" (<i>Ibid.</i>)</p>\n<p><span class=\"star-pagination\">*915</span> Thereafter, in connection with his attempt to transfer to the Riverside County Sheriff's Department permanent payroll, Madrigal was asked to and did sign numerous \"advisement\" and waiver forms, including one specifically acknowledging that the sheriff's department could and would conduct a \"background investigation\" of him. (<i>Riverside, supra,</i> 27 Cal.4th at p. 797, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>.) In connection with that investigation, Madrigal was asked to and did submit to a polygraph examination regarding his alleged misconduct while employed by the City of Perris. In the course of that examination, he later alleged, he first learned about the earlier citizen's complaint. As a result of the results of the polygraph examination, he was dismissed from his probationary employment; consistent with its probationary employment policy, Riverside gave him no reason for his dismissal. Madrigal sued under the Bill of Rights Act and, among other things, asked for copies of the documents in the County's background investigation file. The trial court entered an order requiring the County to produce certain documents to Madrigal, an order the County challenged, unsuccessfully, in the court of appeal.</p>\n<p>The Supreme Court granted review and unanimously sustained the trial and appellate courts regarding the applicability of sections 3305 and 3306 to the documents ordered produced to Madrigal.<sup>[4]</sup> In the course of its opinion, the court addressed Riverside County's argument that the Bill of Rights Act did not apply to documents pertaining to \"conduct <i>prior to</i> the commencement of employment.\" (<i>Riverside, supra,</i> 27 Cal.4th at p. 800, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>.) It rejected that contention, relying strongly on the holding in <i>Aguilar:</i> \"The plain language of the Bill of Rights Act is inconsistent with the County's effort to distinguish its background investigation file in this way. The Act applies to any adverse comment `entered in [an officer's] personnel file, <i>or any other file used for any personnel purposes.</i>' (§ 3305, italics added.) In <i>Aguilar, supra,</i> <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>, the Court of Appeal construed this language broadly to include any document that `\"may serve as a basis for affecting the status of the employee's employment,\"' including citizen complaints the law enforcement employer kept in a file separate from the officer's personnel file. [Citations.] Consistent with the holding in <i>Aguilar,</i> we reject the assertion that a law enforcement agency's background investigation of a peace officer during probationary employment is somehow not a personnel matter subject to the Bill of Rights Act. <i>The label placed on the investigation file is irrelevant. The materials in the file unquestionably</i> `\"<i>may serve as a basis for affecting the status of the employee's employment.</i>. . .\"' (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>).\" (<i>Riverside, supra,</i> 27 Cal.4th at pp. 801-802, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>, italics added.)</p>\n<p>Finally and most recently, in <i>Sacramento Police Officers Assn. v. Venegas</i> (2002) <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">666</span></span> (<i>Sacramento Police Officers</i>), the Third District Court of Appeal relied on the language and holdings of both <i>Aguilar</i> and <i>Riverside</i> in rejecting the contention of the Sacramento Police Department that the Bill of Rights Act did not require it to disclose to the pertinent officer information <span class=\"star-pagination\">*916</span> in its internal affairs files, information that did not result in any disciplinary action being taken against the pertinent officer (Officer Kime). It held: \"Consistent with the decision in <i>County of Riverside, supra,</i> <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">793</span></a></span>, [<span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>], we must give appropriate consideration to the fact that the Legislature utilized broad language in enacting sections 3305 and 3306. The events that will trigger an officer's rights under those statutes are not limited to formal disciplinary actions, such as the issuance of letters of reproval or admonishment or specific findings of misconduct. Rather, an officer's rights are triggered by the entry of any adverse comment in a personnel file or any other file used for a personnel purpose. [Citation.] [¶] ... In its usual and ordinary import, the broad language employed by the Legislature in sections 3305 and 3306 does not limit their reach to comments that have resulted in, or will result in, punitive action against an officer. The Legislature appears to have been concerned with the potential unfairness that may result from an adverse comment that is not accompanied by punitive action and, thus, will escape the procedural protections available during administrative review of a punitive action.\" (<i>Sacramento Police Officers, supra,</i> 101 Cal.App.4th at pp. 925-926, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">666</span></span>.)</p>\n<p>The court then went on to reject the Sacramento police department's argument that its internal affairs files were not covered by section 3305: \"The purposes of sections 3305 and 3306 readily apply to an adverse comment on Kime's internal affairs index card. The Department conceded at oral argument that if, in the future, a complaint is made against Kime and the internal affairs investigator reads Kime's index card, an unexplained and unrebutted charge of neglect of duty could color the investigator's view of Kime and affect the investigation of the new complaint. This is the type of comment adverse to his interest that the Bill of Rights Act gives Kime the opportunity to review and explain or rebut if he can.\" (<i>Sacramento Police Officers, supra,</i> 101 Cal.App.4th at pp. 928-929, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">666</span></span>.)</p>\n<p>Respondents contend that the holdings of these three decisions are not pertinent here. In particular, they urge that the files of the OAA are separate and distinct from the personnel files of College employees. They argue: \"[T]he OAA's files are confidential and are not created, maintained, or used for personnel purposes. The OAA is not part of the Department of Public Safety, nor is it a part of the . . . College's Human Resources Department.\"<sup>[5]</sup> Respondents further observe that the OAA does not provide copies of complaints of discrimination to either department. Respondents then note several factual distinctions between this case and the three cases just discussed and, in the process, contend that \"no discipline or disciplinary recommendation ever emanates from the OAA.\" They conclude their argument regarding the coverage of section 3305 by contending that \"the OAA's files are not maintained for any personnel management reason, but, instead, because Title 5 [i.e., §§ 59300 et seq. of title 5 of the California Code of Regulations] requires . . . College to create an OAA to address discrimination concerns in the college community.\"<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*917</span> Respondents' arguments do not withstand scrutiny. In the first place, their contention that the OAA's discrimination complaint files are separate and distinct from anything relating to appellants' employment by the College's Department of Public Safety is substantially undercut by the fact that copies of the letters to each appellant advising him of the filing of a discrimination complaint against him, and briefly relating the essence of that complaint, were sent to both their superior, the former chief of campus police, and the College's Vice Chancellor of Finance and Administration. Respondents argue that the copying-in of the chief was of no great moment because, per a declaration signed by him and filed in the lower court, \"the Chief did not retain this correspondence permanently, nor did he draw an inference of wrongdoing against [either appellant] from the fact that OAA was conducting an investigation.\" There are several obvious answers to this: perhaps the former Chief did not permanently retain his copies of those letters nor draw any adverse inference from them, but (1) he certainly could have done both, (2) the incumbent Chief may act and feel differently as and when he or she gets copies of similar discrimination complaints,<sup>[7]</sup> and (3) we are left to speculate as to what an individual well up this particular chain of command, Vice Chancellor Goldstein, thought about and did with <i>his</i> copies of the two letters.<sup>[8]</sup></p>\n<p>But an even more fundamental reason why respondents' \"these aren't HR records\" argument fails derives from the following pregnant sentence in their brief to us: \"The Human Resources Department does not receive or incorporate any part of the content of OAA files into an individual employee personnel file <i>unless and until</i> disciplinary action is taken against the employee as a result of an independent investigation conducted by the Human Resources Department in conjunction with the employee's manager.\" (Italics in original.) In support of this statement, respondents cite to a declaration in the record from the College's HR manager, who basically says the same thing, i.e., that her department \"does not receive any documents from the OAA's discrimination investigation files or place those documents in an employee's personnel files <i>unless the employee has first gone through the City College's employee discipline process.</i>\" (Italics added.)</p>\n<p>This being the case, respondents' argument becomes flatly inconsistent with the holding of <i>Sacramento Police Officers</i> that what is important is the \"<i>potential</i> unfairness\" in denying access to the document or documents in question. (<i>Sacramento Police</i> <span class=\"star-pagination\">*918</span> <i>Officers, supra,</i> 101 Cal.App.4th at p. 926, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">666</span></span>, italics added.) In explaining that point, the Third Appellate District stated: \"[E]ven though an adverse comment does not directly result in punitive action, it has the potential of creating an adverse impression that could influence future personnel decisions concerning an officer, including decisions that do not constitute discipline or punitive action.\" (<i>Ibid.</i>) And the Third District did not invent the potential unfairness standard; both <i>Aguilar</i> and <i>Riverside</i> make the point that what is relevant is not whether the document <i>will serve</i> or <i>has served</i> as a basis for disciplinary action but whether it <i>may serve</i> such a function. (<i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>; <i>Riverside, supra,</i> 27 Cal.4th at p. 802, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>; cf. also <i>Otto v. Los Angeles Unified School Dist.</i> (2001) <span class=\"citation\" data-id=\"2244406\"><a href=\"/opinion/2244406/otto-v-los-angeles-unified-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">985</span></a></span>, 996, <span class=\"citation\" data-id=\"2244406\"><a href=\"/opinion/2244406/otto-v-los-angeles-unified-school-dist/\"><span class=\"volume\">107</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">664</span></a></span>.)</p>\n<p>Put another way, respondents' argument ignores the express holding of <i>Riverside</i> that \"[t]he label placed on the investigation file is irrelevant.\" The determinative factor is the potential relevance of the materials in those files to possible future action \"`affecting the status of the employee's employment.'\" (<i>Riverside, supra,</i> 27 Cal.4th at p. 802, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>, quoting <i>Aguilar, supra,</i> 202 Cal.App.3d at p. 251, <span class=\"citation\" data-id=\"2137829\"><a href=\"/opinion/2137829/aguilar-v-johnson/\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">909</span></a></span>.) This conclusion is, of course, reinforced by the critical language in section 3305 which makes clear that the mandates of that provision apply not only to a formal personnel file but also to \"any other file used for any personnel purposes by his employer.\" (§ 3305.)</p>\n<p>Respondents' argument that the filing of the complaints had no adverse effect on appellants also overlooks the requirements of the California Code of Regulations provisions they rely upon as the basis for the very existence of the College's OAA, namely, sections 59300 et seq. of title 5 of that code. These provisions spell out in considerable detail what a community college must do when a complaint of a prohibited form of discrimination is presented to it. Each district must first appoint \"a single person as the district officer responsible for receiving complaints\" of discrimination (Cal.Code Regs., tit. 5, § 59324) and, when \"charges of unlawful discrimination\" are brought to his or her attention, attempt to resolve them \"informally.\" (Cal.Code Regs., tit. 5, § 59327, subd.(a)(1).) If that cannot be done, however, and a \"written complaint\" is filed with either that officer or the Chancellor of the California Community Colleges, a formal investigation must be conducted by the assigned district officer. (Cal.Code Regs., tit. 5, §§ 59328, 59334.) If the written complaint is filed with the responsible officer, he or she must immediately forward a copy of it to the Chancellor who must also be advised that the required investigation has commenced. (Cal.Code Regs., tit. 5, §§ 59330, 59334.) The investigation must be concluded via a written investigative report within 90 days and a copy forwarded to the Chancellor and the complainant; the latter may appeal any findings or conclusions to, first, the local governing board of the college and then the Chancellor. (Cal.Code Regs., tit. 5, §§ 59336, 59338, 59339.) Unless an extension is granted, the entire process must be completed within 150 days, after which the Chancellor's office is permitted to take over the investigative and enforcement process. (Cal. Code Regs., tit. 5, §§ 59340-59360.) The penultimate section in this series then provides: \"Upon a determination that a district has violated the provisions of this subchapter, the Chancellor shall notify the district of the action he or she will take to effect compliance,\" which is then defined to include court action, cutting off \"all or part\" of state funding, etc. (Cal.Code Regs., tit. 5, § 59360.)</p>\n<p>Interestingly, although these detailed provisions make repeated reference to copies of the required documents and reports being supplied to both the complainant and <span class=\"star-pagination\">*919</span> the Chancellor, nothing is said regarding copies being furnished to any college employee or employees who are named in the informal charge or formal written complaint. Thus, nothing in the regulations even purports to provide a substitute for the requirement of section 3305 as and when a complaint of discrimination implicates a campus peace officer. Whether that is a defect in the regulations is not properly our concern. What is our concern is the obvious fact that the regulations mandate both a prompt and thorough investigation of any and all complaints alleging <i>any form</i> of discrimination and give oversight of such investigations to the Chancellor's office. This combination of facts compels the conclusion that complaints of discrimination which name specific College employees as the perpetrators of that discrimination could well result in significant employment consequences for those so named.</p>\n<p>For all of these reasons, and particularly in light of the holdings of <i>Aguilar, Riverside</i> and <i>Sacramento Police Officers,</i> we have no difficulty concluding that section 3305 applies to the documents requested by appellants.<sup>[9]</sup></p>\n<p>Which leaves only the question of whether the CPRA also required the production to appellants of copies of the two complaints in question. The scope and coverage of that statute is, of course, considerably broader than that of section 3305. The CPRA starts out with a declaration that \"access to information concerning the conduct of the people's business is a fundamental and necessary right of <i>every person in this state.</i>\" (§ 6250, italics added.) The statute is, as is well known, often a vehicle for attempts (many successful) by the media and other persons not directly involved in a particular issue to gain access to the files of public entities potentially pertaining to that issue. (See, e.g., <i>Williams v. Superior Court</i> (1993) <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">337</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">377</span></span>; <i>California State University, Fresno Assn., Inc. v. Superior Court</i> (2001) <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">810</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">870</span></span>; <i>City of Hemet v. Superior Court</i> (1995) <span class=\"citation\" data-id=\"2306755\"><a href=\"/opinion/2306755/city-of-hemet-v-superior-court/\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1411</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">532</span></span>.) But appellants' petition and complaint sought only access <i>by them</i> to the two complaints in question. As we have just held, as peace officers, appellants have exactly that right of access pursuant to section 3305. There is, therefore, no reason for us to parse the interesting but delicate issues of whether either the specific exemption to the CPRA's disclosure requirement set forth in section 6254 or the more general \"public interest\" exemption of section 6255 applies here. (Cf. <i>Johnson v. Winter</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">435</span></span>, 437-440, <span class=\"citation\" data-id=\"2135054\"><a href=\"/opinion/2135054/johnson-v-winter/\"><span class=\"volume\">179</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">585</span></a></span>; <i>City of Hemet v. Superior Court, supra,</i> 37 Cal.App.4th at pp. 1421-1422, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">532</span></span>.)</p>\n<p></p>\n<h2>IV. DISPOSITION</h2>\n<p>The judgment appealed from is reversed and the matter remanded to the trial court for action not inconsistent with the foregoing opinion. Costs on appeal are awarded to appellants.</p>\n<p>We concur: LAMBDEN and RUVOLO, JJ.</p>\n<h2>NOTES</h2>\n<p>[1]  All further dates noted are in 2003.</p>\n<p>[2]  All further statutory references are to the Government Code unless otherwise noted.</p>\n<p>[3]  In so holding, the court distinguished a case relied upon by appellants here, namely our decision in <i>California Correctional Peace Officers Assn. v. State of California, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">302</span></span>. In that case, we held that section 3303 applied because the record made very clear that, there, the two agencies (California's Departments of Corrections and Justice) \"must be considered to have been acting together in this investigation.\" (<i>California Correctional Peace Officers, supra,</i> at p. 307, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">302</span></span>.) Nothing in the record before us would support a similar conclusion.\n</p>\n<p>Similarly, our holding regarding the non-applicability of section 3303 to the present factual circumstances makes it unnecessary to discuss a case relied upon by respondents, <i>Pasadena Police Officers Assn. v. City of Pasadena</i> (1990) <span class=\"citation\" data-id=\"1192081\"><a href=\"/opinion/1192081/pasadena-police-officers-assn-v-city-of-pasadena/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"1192081\"><a href=\"/opinion/1192081/pasadena-police-officers-assn-v-city-of-pasadena/\"><span class=\"volume\">273</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"1192081\"><a href=\"/opinion/1192081/pasadena-police-officers-assn-v-city-of-pasadena/\"><span class=\"volume\">797</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">608</span></a></span>; that decision dealt almost entirely with the interpretation and application of section 3303.</p>\n<p>[4]  By a 4-3 vote, however, and in a part of its decision not pertinent here, the court held that Madrigal had waived his rights under the Bill of Rights Act by the various documents he signed when entering his probationary employment period with the county. (<i>Riverside, supra,</i> 27 Cal.4th at pp. 804-810, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2639300\"><a href=\"/opinion/2639300/county-of-riverside-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1034</span></a></span>.)</p>\n<p>[5]  Hereafter, we will sometimes refer to this department by the abbreviation \"HR.\"</p>\n<p>[6]  Both in the quoted sentence and elsewhere in their brief, respondents assert as a central premise that the College's OAA is a \"statutory creation\" established \"pursuant to its obligation under Title 5 of the California Code of Regulations, Section 59300 <i>et seq.</i> . . .\" This seems a bit of a stretch. The referenced sections of the California Code of Regulations simply establish a procedure for the filing and processing of complaints of discrimination \"on the basis of ethnic group identification, national origin, religion, age, sex, race, color, ancestry, sexual orientation, or physical or mental disability\" and cite as the basis for that establishment a series of state and federal antidiscrimination statutes. (Cal.Code Regs., tit. 5, § 59300.) Nowhere in the 30 plus sections of these regulations is there any reference to \"affirmative action\" much less a mandate for an \"Office of Affirmative Action.\" More importantly, the regulations make no mention of either the existence of, maintenance of, or access to the records and files of the person or persons in the College responsible for investigating complaints of prohibited discrimination.</p>\n<p>[7]  This would seem to be particularly so because, as noted, both officers were \"peace officers\" within the meaning of the applicable Penal Code provisions, one of which requires an agency employing such officers to \"establish a procedure to investigate complaints by members of the public against the personnel of these departments or agencies. . . .\" ((Pen. Code, § 832.5, subd. (a)(1).))</p>\n<p>[8]  Common sense suggests, especially currently, that anyone overseeing college administration might be rather interested in a letter advising that a complaint had been filed by a faculty member with a Middle Eastern name charging a campus police officer with discrimination and harassment based on the faculty member's \"national origin and religion concerning incidents which began September 12, 2001.\"</p>\n<p>[9]  Respondents contend that they are excused from complying with the mandate of section 3305 due to the requirements of both state and federal law restricting the disclosure of a \"pupil record\" or \"education records.\" (See the federal Family Educational Rights and Privacy Act, 20 U.S.C. § 1232g(a)(4)(A) &amp; (b)(2) and Ed.Code §§ 49060, 49061, subd. (b).) This argument has no merit for at least two reasons. In the first place, the complaint against Officer Castillo was made by a faculty member and contained no mention of the names of any students. Although the complaint against Officer Seligsohn did name the student complainant, there is nothing in the Bill of Rights Act, the cited federal statute, or the relevant Education Code provisions that would preclude compliance with section 3305 regarding that complaint. (Cf. <i>Poway Unified School Dist. v. Superior Court</i> (1998) <span class=\"citation\" data-id=\"2244278\"><a href=\"/opinion/2244278/poway-unified-school-dist-v-superior-court-of-san-diego-county/\"><span class=\"volume\">62</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1496</span></a></span>, 1506-1507, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">777</span></span>.)</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1187649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1192081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1246483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2135054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2137829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2163524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2243762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2244278/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2244406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2256975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2258162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2261109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2268040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2270958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2306755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2639300/"
          ]
        }
      ],
      "judges": "Haerle",
      "date_created": "2015-08-24T17:51:44.282423Z",
      "date_modified": "2017-04-09T00:50:53.615011Z",
      "date_filed": "2004-08-31",
      "date_filed_is_approximate": false,
      "slug": "seligsohn-v-day",
      "citation_id": 2232234,
      "case_name_short": "Seligsohn",
      "case_name": "Seligsohn v. Day",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "16 Cal. Rptr. 3d 909",
      "state_cite_two": "121 Cal. App. 4th 518",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2112651/seligsohn-v-day/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:01:03.068047Z",
  "date_modified": "2014-10-30T22:01:03.068047Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Seligsohn",
  "case_name": "Seligsohn v. Day",
  "case_name_full": "",
  "slug": "seligsohn-v-day",
  "docket_number": "A104117",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}