{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2114623/",
  "id": 2114623,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/arwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2261502/",
      "id": 2261502,
      "absolute_url": "/opinion/2261502/williams-v-city-of-texarkana-arkansas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2114623/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2261502/",
          "id": 2261502,
          "absolute_url": "/opinion/2261502/williams-v-city-of-texarkana-arkansas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2261502/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1430/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:55:10.696313Z",
          "date_modified": "2017-04-09T02:22:37.411187Z",
          "type": "010combined",
          "sha1": "d49c23411f97ee3028143a3a7b531e5748262e93",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>861 F.Supp. 756 (1992)</b></center>\n<center><h1>Londell WILLIAMS; James Louis; Joyce Grissom; and Mattie Roberson, Plaintiffs,<br>\nv.<br>\nThe CITY OF TEXARKANA, ARKANSAS, a Public Body Corporate, et al., Defendants.</h1></center>\n<center>Civ. No. 92-4001.</center>\n<center><p><b>United States District Court, W.D. Arkansas, Texarkana Division.</b></p></center>\n<center>September 29, 1992.</center>\n<p><span class=\"star-pagination\">*757</span> John W. Walker, Mark Burnette, John W. Walker, P.A., Little Rock, AR, for plaintiffs.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, for City of Texarkana, Ark., Bobby Ferguson.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, P.A. Hollingsworth, Hollingsworth Law Firm, P.A., Little Rock, AR, for Bobby Ferguson, Danny Gray, Hubert Easley, Jim Nicholas, Nelson Shaw, Greg Giles.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, M. Brent Haltom, Lewisville, AR, for Miller County Ark. Election Com'n, David Orr, Lou Ann Dean, Margaret McRaney.</p>\n<p>David J. Potter, Texarkana, TX, for Danny Jewell.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER</i></h2>\n<p>HENDREN, District Judge.</p>\n<p>Plaintiffs brought this action against the defendants alleging violation of § 2 of the Voting Rights Act as amended in the election of the City of Texarkana Board of Directors. On August 5th and 6th, 1992, this cause was tried to the Court. Post-trial briefs and motions have been filed, and the Court hereby enters its findings and conclusions as follows.</p>\n<p></p>\n<h2><i>Stipulation</i></h2>\n<p>The parties entered into a stipulation which was accepted by the Court. Said stipulation provides:</p>\n<p>1. Filed on January 2, 1991, this action was brought by African-American registered voters, James Louis, Joyce Grissom and Mattie Roberson, who reside within the physical boundaries of Miller County, City of Texarkana, Arkansas and a African-American member of the City of Texarkana, Arkansas, Board of Directors, Londell Williams. Named as defendants were the City of Texarkana, Arkansas, a Public Body Corporate; Bobby Ferguson, Mayor of the City of Texarkana, Arkansas; Members of the City of Texarkana, Arkansas, Board of Directors, Individually, and in their official capacities: Bobby Ferguson, Danny Gray, Hubert Easley, Jim Nicholas, Nelson Shaw, and Greg Giles; The Miller County, Arkansas Election Commission; The Members of the Miller County, Arkansas, Election Commission, in their official capacities: David Orr, Lou Ann Dean and Margaret McRaney.</p>\n<p>2. The plaintiffs have brought this action pursuant to 42 U.S.C. § 1973 as amended seeking declaratory and injunctive relief. They allege that the at-large method of electing city directors effectively dilutes the voting power of African-Americans in Texarkana and excludes them from meaningful participation in the election of city directors. They [sic] plaintiffs ask the Court to enjoin the defendants from conducting any further at-large elections and to require the establishment of seven (7) single-member districts from which city directors will be elected.</p>\n<p><span class=\"star-pagination\">*758</span> 3. At present, three members of the of the [sic] Board of Directors are elected at-large. Four members of the Board of Directors are elected from wards. Three wards are majority white and one is majority black. Position number one of the at-large positions is designated as Mayor. Directors serve for staggered four-year terms (three are chosen at one election, and four are chosen at the subsequent election), but each must declare candidacy for the specific vacancy the candidate seeks to fill. A plurality vote determines the winner of each contest for the several vacancies.</p>\n<p>4. The Court has jurisdiction over this cause pursuant to 28 U.S.C. § 1343.</p>\n<p>5. The population of Texarkana is 22,631, 32% African-American and 68% white. The parties agree that the voting age population of Texarkana is approximately 27.6% African-American and 71.3 white. Based on the foregoing census data, the Court finds that this is a fact. The City of Texarkana and the City Board of Directors did not draw the ward boundaries or designate the at-large districts, nor do they have any authority to do so. Plaintiffs acknowledge that it is not the responsibility or duty of the Board of Directors to draw ward boundaries.</p>\n<p>6. Texarkana is characterized in large part by segregated residential housing patterns. That is, many neighborhoods are substantially occupied by citizens of only one race. Approximately 72% of the African-American population of Texarkana lives in a identifiable geographic area referred to by the parties to this litigation as ward 2.</p>\n<p>7. Although they possess a variety of political views, the African-American residents of ward 2 have tended to share certain common political, economic, and societal interests. That is, the African-American population has generally tended to comprise a cohesive and unified political force with respect to the predominant concerns of African-American residents.</p>\n<p>8. Londell Williams is the only African-American to serve on the Texarkana board of Directors. He was appointed in 1978, ran unopposed in 1982 and 1986; and his opposition in 1988 was an African-American, John Gholston.</p>\n<p></p>\n<h2><i>History</i></h2>\n<p>By way of history, the Court notes that the City of Texarkana has utilized the City Manager form of government pursuant to Act 99 of 1921, <i>Ark.Code Ann.</i> §§ 14-47-101 <i>et seq.</i> since the 1960s. Act 808 of 1977, <i>Ark.Code Ann.</i> § 14-42-202 provided, <i>inter alia,</i> that the majority of the members of the governing boards of Arkansas cities should be elected from single-member districts. Shortly after the passage of said Act 808, the City of Texarkana went to its present four-three plan. The most recent legislation affecting city-manager forms of government (and therefore that of the City of Texarkana) was the City Manager Enabling Act of 1989 <i>Ark. Code Ann.</i> §§ 14-61-101 to XX-XX-XXX (Supp. 1991). This act ratified the various city-manager forms of government then in operation and provides cities with a variety of alternatives for structuring or re-structuring the city-manager form of government. The basic options are as follows:</p>\n<p>(1) All members of the board of directors are elected at-large;</p>\n<p>(2) An odd number of directors, with a number equal to one-half plus one elected by ward and the balance are elected at-large;</p>\n<p>(3) All but one member of the board of directors is elected by ward, with the mayor being elected at-large;</p>\n<p>(4) All members are elected by ward. <i>Ark.Code Ann.</i> § 14-61-107.</p>\n<p>At the present time, as the parties have stipulated, the City of Texarkana uses option no. 2.</p>\n<p>Arkansas law provides that the size of the board of directors of a city may be changed by ordinance of the board with two limitations: (a) the board must always contain at least five (5) members; and (b) the board must always contain an odd number of members. <i>Ark.Code Ann.</i> § 14-61-105.</p>\n<p>An election among these statutorily permitted options may come about from petitions filed by electors, <i>Ark.Code Ann.</i> § 14-61-113, or by reference of an option selected <span class=\"star-pagination\">*759</span> by the board to the voters. <i>Ark.Code Ann.</i> § 14-61-114. Whatever the option being used, however, the directors (and where appropriate the mayor) are all selected by a plurality. <i>Ark, Code Ann.</i> § 14-61-112.</p>\n<p>Finally, under <i>Ark.Code Ann.</i> § 14-61-109, the county board of election commissioners of a county has the right and responsibility to divide the territory of the city into the number of wards called for by the structure of government legally in place in the city and these wards or districts are to remain in place unless changed or modified by order of a court of competent jurisdiction. Once fixed by the county board of election commissioners, representatives for each ward and/or district are then elected.</p>\n<p></p>\n<h2><i>Law and Standards</i></h2>\n<p>Before reviewing the evidence in this case, the Court finds it appropriate to set out the applicable law and relevant legal standards to be considered when determining whether § 2 of the Voting Rights Act as amended has been violated. Section 2, as amended, of the Voting Rights Act, 42 U.S.C. § 1973, states:</p>\n<blockquote>(a) No voting qualification or prerequisite to voting or standard practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in Section 1973b(f)(2) of this title, as provided in subsection (b) of this section; (b) a violation of subsection (a) is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) of this section in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered: <i>Provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</blockquote>\n<p>All parties agree that the seminal case for analysis of vote dilution claims is <i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986). The Supreme Court interpretation of the Voting Rights Act in <i>Gingles</i> has been referred to by an Arkansas federal district court as establishing a \"rather uncompromising structure for the application of the law in vote-dilution cases.\" <i>Smith v. Clinton,</i> 687 F.Supp. 1310, 1313 (E.D.Ark. 1988) <i>remedy adopted, id.</i> at 1361, <i>aff'd mem.,</i> 488 U.S. 988, 109 S.Ct. 548, 102 L.Ed.2d 576 (1988).</p>\n<p>Violation of § 2 can be proved by showing discriminatory effect alone. <i>Gingles,</i> 478 U.S. at 43-44, 106 S.Ct. at 2762-63. Further, the Supreme Court in <i>Gingles</i> stated:</p>\n<blockquote>Subsection 2(b) establishes that § 2 has been violated where the \"totality of circumstances\" reveal that \"the political processes leading to nomination or election ... are not equally open to participation by members of a [protected class] ... in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" While explaining that \"[t]he extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered\" in evaluating an alleged violation, § 2(b) cautions that \"nothing in [Section 2] establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.\"</blockquote>\n<p><i>Id.</i> at 43, 106 S.Ct. at 2762.</p>\n<p>The Supreme Court in <i>Gingles</i> reviewed the Senate Report which accompanied the 1982 amendment, wherein the Senate elaborated on the nature of § 2 violations and on the proof required to establish these violations. The Court stated that the \"right\" question is whether \"as a result of the challenged practice or structure plaintiffs do not have an equal opportunity to participate in the political processes and to elect candidates <span class=\"star-pagination\">*760</span> of their choice.\" <i>Id.</i> at 44, 106 S.Ct. at 2763. (footnote and citation omitted). The Court then discussed the following factors suggested by the Senate Judiciary Committee Report which typically may be relevant to a § 2 claim:</p>\n<blockquote>the history of voting-related discrimination in the State or political subdivision; the extent to which voting in the elections of the State or political subdivision is racially polarized; the extent to which the State or political subdivision has used voting practices or procedures that tend to enhance the opportunity for discrimination against the minority group, such as unusually large election districts, majority vote requirements, and prohibitions against bullet voting; the exclusion of members of the minority group from candidate slating processes; the extent to which minority group members bear the effects of past discrimination in areas such as education, employment, and health, which hinder their ability to participate effectively in the political process; the use of overt or subtle racial appeals in political campaigns; and the extent to which members of the minority group have been elected to public office in the jurisdiction. The Report notes also that evidence demonstrating that elected officials are unresponsive to the particularized needs of the members of the minority group and that the policy underlying the State's or the political subdivision's use of the contested practice or structure is tenuous may have probative value. The Report stresses, however, that this list of typical factors is neither comprehensive nor exclusive. While the enumerated factors will often be pertinent to certain types of § 2 violations, particularly to vote dilution claims, other factors may also be relevant and may be considered. Furthermore, the Senate Committee observed that \"there is no requirement that any particular number of factors be proved, or that a majority of them point one way or the other.\" Rather, the Committee determined that \"the question whether the political processes are `equally open' depends upon a searching practical evaluation of the `past and present reality,'\" and on a \"functional\" view of the political process.</blockquote>\n<p><i>Id.</i> at 44-45, 106 S.Ct. at 2763-64 (citations and footnotes omitted).</p>\n<p>In evaluating the past and present reality of whether the political processes are \"equally open,\" in the context of vote-dilution cases, the evaluation is shaped by consideration of three circumstances:</p>\n<blockquote>\n<i>First,</i> the black voters must show that their numbers are sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Second,</i> the plaintiffs must show that the group to which they belong is politically cohesive. <i>Third,</i> the black voters must show that \"the white majority votes sufficiently as a bloc to enable it  in the absence of special circumstances, such as the minority candidate running unopposed ... usually to defeat the minority's preferred candidate.\" The latter two of these factors may be demonstrated by a showing that voting in the jurisdiction is highly racially polarized.</blockquote>\n<p><i>Smith,</i> 687 F.Supp at 1314-1315, citing <i>Gingles</i> (citations omitted).</p>\n<p>The Court in <i>Gingles</i> recognized that multi-member districts and at-large voting schemes may \"operate to minimize or cancel out the voting strength of racial [minorities in] the voting population.\" <i>Gingles,</i> 478 U.S. at 47, 106 S.Ct. at 2764. (citation and footnote omitted). However, they are not <i>per se</i> violative of minority voters' rights. <i>Id.</i> at 48, 106 S.Ct. at 2765. Plaintiffs must prove that the use of a multi-member electoral structure \"operates to minimize or cancel out their ability to elect their preferred candidates.\" <i>Id.</i></p>\n<p>Plaintiffs say the four-three system now in place in Texarkana violates § 2 of the Voting Rights Act by effectively diluting the voting power of the blacks in Texarkana. Plaintiffs do not claim that with almost one-third ( 1/3 ) of the population (32%), the blacks in Texarkana should have one-third ( 1/3 ) of the seats on the seven-member board (<i>i.e.,</i> at least two of seven). However, they do say that with the large concentrations of blacks in geographically compact areas of the cities, their voting power is diluted by the provision for the election of three at-large board members.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*761</span> <i>Number and Geographical Location of Black Voters</i>\n</h2>\n<p>In addressing the first factor required by <i>Gingles</i> (whether black voters can show that their numbers are sufficiently large and geographically compact to constitute a majority in a single-member district), the Court notes that plaintiffs' uncontroverted evidence establishes that black minority voters are sufficiently numerous and geographically compact to constitute a majority in at least one (1) of the four (4) wards presently extant. As earlier stipulated, approximately 72% of the black population of Texarkana lives in an identifiable geographic area referred to as ward 2 under the City's existing four wards. Further, the uncontroverted testimony supported this stipulated evidence.</p>\n<p>Accordingly, the Court finds that plaintiff has presented sufficient proof for the Court to conclude that the minority population is sufficiently geographically concentrated to constitute a majority in one or more single member district(s).</p>\n<p></p>\n<h2><i>Black Minority Bloc Voting</i></h2>\n<p>Considering the second factor required by <i>Gingles</i> (whether the black minority is politically cohesive), the Court heard extensive testimony from plaintiffs' expert, James Russell Lynch, a research specialist with eleven years' experience at the University of Arkansas at Little Rock (UALR). Mr. Lynch testified as to his educational background and his work in demographics. He obtained official data on voting statistics for Texarkana from UALR which is the official custodian for such data.</p>\n<p>With respect to specific elections in Texarkana, Mr. Lynch reviewed the data (based upon 1980 census figures) to determine: (a) the Black Voting Age Population (BVAP); (b) the percent of the total vote cast by blacks; (c) the percent of the total vote cast by whites; (d) results of the black and white vote on black versus white candidates in each precinct; and (e) whether there was a correlation between the race of the voter and that of the candidate for whom he or she voted.</p>\n<p>Six elections occurring in Texarkana during the period extending from 1984 through 1991 were analyzed by Mr. Lynch and made the subject of charts which were introduced into evidence.</p>\n<p>Mr. Lynch's technique employed the so-called correlation and regression analysis which reflects the relationship between two variables. In this type of analysis, the \"r\" may range from 0.0 (indicating the two variables are independent) to +1.0 (indicating perfect correlation of the two variables in a positive direction) or, the \"r\" could range from 0.0 to -1.0 (indicating perfect correlation of the two variables in a negative direction). (See Note 1, Plaintiff's Exhibit 5, attached hereto).</p>\n<p>By squaring the correlation figure to produce \"r2\", Mr. Lynch asserts that the resulting figure (termed \"coefficient of determination\") <i>explains</i> the variance in one variable when it is associated with a second variable. (See Note 2, Plaintiff's Exhibit 5). In other words, it is asserted that \"r2\" explains the proportion of variation in a candidate's support accounted for by the racial composition of a precinct.</p>\n<p>With respect to black voters, Mr. Lynch considered the percentage of blacks in a precinct with the percentage of blacks that voted for the black candidate in the black/white race. A value of \"r\" was then assigned to the correlation between the two numbers.</p>\n<p>The first election analyzed by Mr. Lynch was the 1984 city director election between a black (Griffin) and a white (Gray) which was won by the white. (See page 1 of Plaintiff's Exhibit 3, attached hereto). The analysis produced an \"r\" of .987 and an \"r2\" of .974. The analysis indicates, according to Lynch, that as the percentage of blacks in a precinct increases, the percentage of vote for the black candidate increases in nearly the identical proportion (.987). If the correlation was exact, then the \"r\" would be 1.0. Similarly, the \"r2\" value of .974 indicates that race would explain approximately 97 percent of the variation in the vote for the black. (See Plaintiff's Exhibit 4, attached hereto).</p>\n<p>The second election analyzed by Mr. Lynch was the 1985 school director election between a black (Bursey) and a white (Harrelson) which was also won by the white (see <span class=\"star-pagination\">*762</span> page 2 of Plaintiff's Exhibit 3, attached hereto).<sup>[1]</sup> The analysis indicates an \"r\" of .964 and an \"r2\" of .930 with respect to black voting. This indicates that there is a very high correlation between the size of the black population and the size of the vote received by the black candidate.</p>\n<p>The third election analyzed was the 1989 school director election between a black (Larry) and a white (Sperry) which was won by the white. (See page 3 of Plaintiff's Exhibit 3, attached hereto). The analysis of this election revealed an \"r\" of .851 and an \"r2\" of .75 with respect to the black vote. Again, these numbers indicate a direct positive correlation between the number of blacks voting and the number of votes received by the black candidate.</p>\n<p>The fourth election analyzed was the 1991 school director election between a black (Larry) and two whites (Cherry and Davis). (See page 4 of Plaintiff's Exhibit 3, attached hereto). The analysis indicates that with respect to black participation, the \"r\" was .933 and the \"r2\" was .871. This indicates, as in the previous cases, a direct positive correlation between the number of black voters and the number of votes received by the black candidate.</p>\n<p>The fifth race analyzed was the 1991 school director runoff race between the black (Larry) and the white (Davis) which was won by the white. (See page 5 of Plaintiff's Exhibit 3, attached hereto). Here, with respect to black voters, the \"r\" was .942 and the \"r2\" was .87. (See Plaintiff's Exhibit 4, attached hereto). Here again, there was a direct positive correlation between the number of black voters and the number of votes received by the black candidate.</p>\n<p>Finally, the sixth race analyzed was the 1991 school director contest between a black (Garrison) and a white (Bryant) which the white won. (See page 6 of Plaintiff's Exhibit 3, attached hereto). The analysis indicated an \"r\" of .908 and a \"r2\" of .824 with respect to black voters, which again indicates a direct positive relationship between the number of black voters and the number of votes received by black candidates.</p>\n<p>Based upon the raw data reflected by his analysis, (Plaintiff's Exhibit 3) and the correlation analysis reflected by Plaintiff's Exhibit 4, Mr. Lynch concluded that black voters vote in bloc in a very consistent and predictable way. He said the correlations are statistically significant in every race and concluded there had been racially polarized voting in all six of the elections analyzed with respect to the black voters.</p>\n<p></p>\n<h2><i>White Majority Bloc Voting</i></h2>\n<p>Mr. Lynch considered these same six races from the standpoint of white voter participation to determine whether or not the white voters had consistently voted in bloc in the races. With respect to white voters, Mr. Lynch considered the percentage of whites in a precinct with the percentage of whites who voted for the white candidate in the black/white race. The value of \"r\" was then assigned to the correlation between the two figures.</p>\n<p>Plaintiff's Exhibit 5 shows the results of this analysis and, here again, the \"r\" and \"r2\" factors clearly indicate that whites have voted in bloc in the races in question. Mr. Lynch concluded that, based on the races analyzed, white voters vote as a bloc and are usually able to defeat the black candidates. This happened in all races analyzed with the exception of the initial 1991 school director race (the fourth race analyzed) which was between one black candidate (Larry) and two white candidates (Cherry and Davis) which resulted in a runoff election between the black and one of the whites (Davis).</p>\n<p>The data compiled by Mr. Lynch indicated that in each of the six elections analyzed, a statistically significant correlation exists between the support for the black candidate in a precinct group and the percentage of the voting age population in the precinct that is black. The higher the percentage of black <span class=\"star-pagination\">*763</span> voting age population, the higher the vote percent for the black candidate. The analogous correlation exists in the white precincts, indicating white bloc voting.<sup>[2]</sup> The degree of polarization as measured by the \"r\" and \"r2\" presented for the Texarkana city board of directors and school board elections (\"r\" values for black voting data ranged from .851 to .987, and \"r2\" values range from .725 to .974) is at least as great as similar figures in <i>Gretna</i> and <i>Campos.</i></p>\n<p>Based upon his analysis, Mr. Lynch concluded that black bloc voting and white bloc voting has occurred in Texarkana in a severe and chronic way and that racial polarization was in voting in all races from 1984 to last year's election.</p>\n<p>The Court notes that the only election contests Mr. Lynch analyzed were those involving black versus white candidates and that he made no attempt to analyze the voting patterns of either black or white voters in contests involving only white candidates. In <i>Smith v. Clinton,</i> 687 F.Supp. 1310 (E.D.Ark.1988), <i>remedy adopted, id.</i> at 1361, <i>aff'd mem.</i> 488 U.S. 988, 109 S.Ct. 548, 102 L.Ed.2d 576 (1988), the plaintiffs objected to proof offered by defendants with respect to races <i>other</i> than between black and white candidates, saying that only evidence involving races between black and white candidates can be considered. Concerning that objection, the Court said:</p>\n<blockquote>We assume without deciding that all of the evidence offered by the defendants is admissible and properly to be considered. We make this assumption because the result in this case would be the same either way.</blockquote>\n<blockquote>First, we believe it is proper to give considerable weight to the evidence of polarization in elections between black and white candidates. In <i>Thornburg,</i> the Supreme Court relied heavily on such evidence. Further, in a functional assessment of the political process, one of the most important factors is the extent to which members of the minority group have been elected to office in the jurisdiction. Whether our assessment of the political realities in Crittenden County is expressed in terms of \"black candidates\" or \"candidates preferred by black voters,\" our conclusion is still that \"minority group members prefer certain candidates whom they could elect were it not for the interaction of the [multi-member] structure with a white majority that votes as a significant bloc for different candidates.\"</blockquote>\n<blockquote>Second, the most probative indication of vote dilution stemming from the multi-member structure of the district is the results of the State Representative elections. This case is about a particular electoral structure and its effect on minority participation. Certainly, there is evidence that white candidates preferred by black voters sometimes win in elections involving only whites. The evidence of polarized voting in State Representative elections involving blacks against whites is so strong, however, that it cannot be overcome even when all reasonable inferences are accorded to the evidence of elections involving only white candidates.\"</blockquote>\n<p><i>Id.,</i> 687 F.Supp. at 1316-1317 (citations omitted).</p>\n<p>This Court can only speculate as to what the evidence might have shown had either party presented same with respect to elections involving only whites. It might reasonably be supposed, however, that had learned counsel believed that such evidence would be probative it would have been presented  certainly it would have been proffered by defendants if considered strong enough to overcome the black/white evidence offered by plaintiffs. In the absence of any evidence concerning white only elections and in view of the strong evidence of polarized voting in black/white elections, this Court believes the case is made on this point and holds that <span class=\"star-pagination\">*764</span> there is racially polarized voting in the elections relative to the Board of Directors of the city of Texarkana despite the possible fact that blacks and whites may often prefer the same candidate in races involving only whites.</p>\n<p>In their post-trial briefs, city defendants agree that black residents of wards 1 and 2 have tended to share certain common political, economic and societal interests, and that they generally \"bloc\" voted for the black candidate for city director in the only race involving one black candidate and one white candidate. (1984 Griffin-Gray City director Election). Defendants contend, however, that \"this phenomenon, black bloc voting,\" is not absolute, pointing to the 1988 race for State Representative where Dowd, the white candidate, defeated Keener, the black candidate, for the District 94 position in wards 1 and 2. The correlation coefficients and precinct data persuasively indicate otherwise.</p>\n<p>Mr. Londell Williams, a plaintiff, was appointed to the city board of directors in 1978, has never had a white opponent, and when he was opposed by a black candidate, was an incumbent. Urgings that Mr. Williams' experience refutes the contention that blacks are unable to elect a black to the board are unpersuasive precisely because of his experience as stated above. He has had the advantages of appointment and incumbency and the lack of a white opponent. Accordingly, the Court is of the opinion that Mr. Williams' experiences do not support the notion that minority voters have the ability to elect representatives of their choice in at-large elections in Texarkana.</p>\n<p>Defendants attempt to explain the bloc voting by referring to other factors, such as name recognition, reputation, political philosophy, stand on various issues, age, and experience, arguing that these factors play a dominant role in the voting of the other two wards when the choice is between a black candidate and one or more white candidates. However, these arguments are based principally on speculation, and the Court did not hear sufficient evidence to warrant such a conclusion.</p>\n<p>Defendants point to the language in the statute which provides that \"nothing in [§ 2] establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.\" <i>Gingles,</i> 478 U.S. at 43, 106 S.Ct. at 2762; 42 U.S.C. § 1973(b). However, in this case, proportional representation has never been achieved. Although not an entitlement, proportional representation is a factor which may be considered in determining whether a violation of § 2 has occurred. 42 U.S.C. § 1973(b).</p>\n<p>Defendants argue that Mr. Lynch failed to take into account the fact that the city board directors are elected by plurality vote. The Court is not persuaded that this difference would require a different result in this voting rights analysis, especially in light of this Court's obligation to conduct a \"searching practical evaluation of the `past and present reality,'\" and a \"functional\" view of the political process.\" <i>Gingles,</i> 478 U.S. at 45, 106 S.Ct. at 2764.</p>\n<p>Defendants refer to the other factors the Senate Report suggested be considered in support of their position, and the Court has considered those factors. It should be noted that plaintiffs are not required to prove the existence of any certain number of the factors listed, nor are they required to show that a majority of the factors \"`point one way or the other.'\" <i>Id.</i></p>\n<p>Regarding these other factors, defendants concede that Arkansas and Texarkana have a history of official race discrimination, but argue that most of this history can be dismissed or minimized on the ground that it occurred so long ago that its effects have by now disappeared almost completely. The Court cannot comfortably embrace that argument in view of the facts which have been presented to the Court regarding the results of the elections over the past few years. However, the evidence presented, for the most part, shows a communal desire, among both blacks and whites, to achieve fair government representation for all without the taint of past inequities based on race. No evidence was presented indicating that racial campaign tactics have been employed and no suggestion is made that the vote dilution occurring under the present system of government <span class=\"star-pagination\">*765</span> is the result of intentional or institutionalized discriminatory practices.</p>\n<p>In summary, the Court believes that the second and third <i>Gingles</i> factors (black bloc voting ineffectual to elect blacks' preferred candidate and white block voting capable of defeating blacks' preferred candidate) have both been established by plaintiff's proof  particularly that in the form of their expert's testimony  which showed that voting in the city had been highly racially polarized.</p>\n<p>In further support of their contentions, plaintiffs assert that the city board has not been responsive to the needs and concerns of the city's minority population. The Court heard evidence concerning issues involving: a dangerous railroad crossing problem; health hazards surrounding a \"bird droppings\" cleanup; the renovation (or lack of renovation) of an old public swimming pool and the location of a proposed new public swimming pool; and the dismissal of a black (Joyce Grissom) from the city's civil service commission.</p>\n<p>In all of these issues except that involving Joyce Grissom, the Court believes the essential culprit is the same encountered by most cities in this country  lack of sufficient money to address all of the city's problems. These issues involve both black and white citizens although they perhaps have greater immediate impact on the blacks. As is always the case where an important issue cannot be easily resolved, there are charges and counter charges as to what should have been done and by whom and with what in order to solve these issues. This Court is unwilling to substitute its judgment on each of these issues, based only upon the proof heard in this case, for that of the representatives of the citizens of Texarkana, where it appears that a great deal of time and energy has been expended by the city board and others in trying to deal with them.</p>\n<p>With respect to the Joyce Grissom dismissal, there obviously was and is a difference of opinion as to the circumstances surrounding Ms. Grissom's departure from the civil service commission. However, the Court cannot say that this incident, whatever the true facts concerning it are, proves a lack of responsiveness on the part of the existing city board to the needs and concerns of the minority population of Texarkana.</p>\n<p>Mr. Lynch presented evidence of significant socio-economic and educational disparities between blacks and whites which have a continuing effect on the minority's access to the political process. According to the 1990 census, per capita income for blacks in Miller County was approximately 50% of the per capita income for whites. Roughly 2½ times more whites were employed than blacks, and yet slightly more blacks drew unemployment than whites (55.3% to 41.9%). Only about 26.6% of the population who graduated from high school were black, while 71.3% were white. No blacks are represented in the category of family income above $75,000.00 per year, while 358 white families have this level of income. While the Court takes due note of this evidence and could speculate as to its impact on access of blacks to participation in the political process, the actual <i>result</i> of the challenged structure and not the causes of same must define the Court's findings under <i>Gingles.</i></p>\n<p>Based upon the evidence offered by the parties, the Court finds there is racially polarized voting in the city of Texarkana city board elections; that black voters in the city usually vote cohesively in a bloc or as a unit; and that white voters have the strength and inclination under the present 4-3 system to frustrate the choices of black voters with respect to all three at large positions and with respect to three of the four ward positions. Thus, pursuant to the precepts of <i>Gingles,</i> the court finds that the present four-three structure for the election of the city board of Texarkana deprives black citizens of the city of an equal opportunity to participate in the political process and to elect candidates of their choice.</p>\n<p>Having so found, the Court must now address possible remedies and the respective responsibilities of the parties for the implementation of same.</p>\n<p>To further that address, it is useful to now dispose of the post-trial motion made by <span class=\"star-pagination\">*766</span> defendant Miller County Election Commission (the Election Commission).</p>\n<p>The Election Commission's Motion For Directed Verdict contends, <i>inter alia,</i> that plaintiffs' evidence didn't support their complaint; that plaintiffs didn't meet the requirements of <i>Gingles;</i> and, in the alternative, that if plaintiffs did establish a violation of § 2 of the Voting Rights Act, the Election Commission is not responsible for such violation since it had complied with applicable law in the performance of its role relative to the process in place for the election of the governing board of the City of Texarkana.</p>\n<p>The first two (2) contentions are obviously without merit in view of the Court's findings hereinabove stated. The Court believes the third contention is sound for the following reasons:</p>\n<p>1. <i>Ark.Code Ann.</i> § 14-61-107 provides, <i>inter alia,</i> that the <i>city</i> using the management form of government may choose one of several options as a method to select a board of directors. The Court has not found, nor has any party cited, any statutory provision giving the Election Commission or any other entity the right to choose such method.</p>\n<p>2. <i>Ark.Code Ann.</i> § 14-42-202(c)(1)(A) provides, as follows:</p>\n<blockquote>The county board of election commissioners of the county shall divide the territory of each city, as defined in this section, into a number of districts or wards having substantially equal population, according to the most recent federal census of population in each city, equal to the number of members of the governing board to be elected from districts as defined in this section.</blockquote>\n<p>3. While plaintiffs do argue that ward 2 contained an unnecessarily large black population, there is no evidence that this condition was the result of an attempt on the part of the Election Commission to effectively dilute black voting strength. Rather, it might just as validly be supposed that the condition was intended and thought to be desirable to insure that the resultant voting strength in this one of four wards would be sufficient to give blacks a reasonable chance to elect the candidate of their choice. The real problem addressed by plaintiffs in this suit and the proper basis for their success is the effect of the three at-large seats in the 4-3 scheme. The actions of the Election Commission (as mandated by Arkansas law) would have had no impact on these three seats.</p>\n<p>4. It therefore follows that, in the absence of any evidence that anything the Election Commission did or failed to do <i>caused</i> the situation resulting in the violation of Section 2 of the Voting Rights Act, plaintiffs' cause of action against the Election Commission is without merit and plaintiffs are now entitled to no relief as against it.</p>\n<p>Understanding and believing that as and when a proper structure for board membership and a proper process for selection of board members are both put in place as a result of this litigation, the Election Commission will still be obliged to divide the territory of the city into the proper number of districts or wards in accordance with <i>Ark. Code Ann.</i> § 14-42-202(c)(1)(A), the Court nevertheless declines to dismiss the Election Commission from the case and chooses to retain jurisdiction over it pending final implementation of the remedies mandated herein.</p>\n<p>At the close of the case, the city of Texarkana renewed its Motion for Summary Judgment and interposed its Motion to Dismiss Plaintiffs' complaint as to the City. In view of the Court's findings set out above, both motions must be denied.</p>\n<p>Finding, as it has, that the present 4-3 plan for election of board members violates § 2 of the Voting Rights Act, the Court is obliged to direct that the said present plan be abandoned; that the present board members cease to be such; that a new nonviolative plan be put in place; that the city's population be duly reapportioned in accordance with the new plan and in compliance with both Arkansas and Federal law  particularly the Voting Rights Act; and that new board members be duly elected for service under the said new plan.</p>\n<p><span class=\"star-pagination\">*767</span> The Court notes that plaintiffs presented, through their expert witness James Russell Lynch, a proposed seven (7) member single district plan as an alternative to the present plan being struck down by the Court. Mr. Lynch acknowledged he was not familiar with the <i>Gingles</i> case and therefore was not representing that his plan exactly comported with the guidelines set out therein. He stated, rather, that in preparation of the plan, he gave attention to five (5) factors:</p>\n<blockquote>1. The long-time legal standard of one-man, one-vote;</blockquote>\n<blockquote>2. Non-dilution of minority voting strength;</blockquote>\n<blockquote>3. Development of compact and contiguous districts;</blockquote>\n<blockquote>4. Recognizable boundaries;</blockquote>\n<blockquote>5. Facilitation of elections  i.e. identifying most feasible polling places.</blockquote>\n<p>Mr. Lynch said his plan, based upon the 1990 census figures for Texarkana, would feature two (2) of the seven (7) districts with minority populations of 60.5% and 60.1%, respectively, and a third district having a \"substantial impact\" minority population of 45.8%.</p>\n<p>Defendants did not and do not argue that such a seven (7) member single district plan is not feasible. Rather, defendants argue plaintiffs did not prove that, under the present 4-3 plan, blacks have had less opportunity than other citizens to participate in the political process in Texarkana and to elect city directors of their choice.</p>\n<p>While the Court agrees with defendants that there was no evidence presented showing the existence of racial appeals in campaigns and that there is alive and well in Texarkana a spirit of cooperation and mutual respect among many of both races, the Court is compelled to conclude, as it has, that the <i>result</i> of the utilization of the present 4-3 plan is that blacks have less opportunity to participate in the political process relative to the election of city board members in the city of Texarkana.</p>\n<p>This Court does not now express any view as to the relative merits of the plan proposed by plaintiffs as compared to any other plan which might be developed.</p>\n<p>While the role of this Court is not to govern the city of Texarkana nor to supervise that government over an extended period of time, it must nevertheless see to it that a proper remedy for the § 2 violation is crafted and implemented.</p>\n<p>Accordingly, the defendant City of Texarkana, the defendant members of the present City Board of that City and plaintiffs are ordered to submit to the Court and to the defendant Miller County Election Commission, on or before October 15, 1992, proposed plans for structuring the City of Texarkana's manager form of government and the election of the board members thereof.</p>\n<p>Upon receipt of such plan or plans, the Miller County Election Commission is directed to prepare proposed reapportionment data responsive to each such plan so submitted which would reflect the proper discharge of the Election Commission's duties with respect to each plan under both Arkansas and Federal law as well as under the findings of this Court in this case should such plan be selected and implemented. The product of the Election Commission's preparation efforts shall be forwarded to the Court, with copies to plaintiffs and all defendants, on or before November 1, 1992.</p>\n<p>This Court will convene on November 6, 1992, to consider these plans and attendant data.</p>\n<p>In order to avoid unnecessary disruption of the governmental affairs of the City of Texarkana, the Court hereby stays, pending further Order of this Court, those portions of its Order which would direct (1) that the present form of government in the City of Texarkana be abandoned; and (2) that the present members of the city board cease to be such.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*768</span>\n                                        EXHIBIT 3\n|------------------------------------------------------------------------------------------------------|\n|                         1984 Griffin-Gray City Director Election                                     |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Percent Vote for Griffin   |   Percent Vote for Gray       |\n|---------------------------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         94.6          |             91.3             |              8.7              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         80.8          |             78.8             |             21.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         32.3          |             38.3             |             61.7              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         17.5          |             34.4             |             65.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         16.6          |             29.7             |             70.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |         11.0          |             18.6             |             81.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |          9.0          |             18.6             |             81.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |          7.6          |             26.5             |             73.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.4          |             11.1             |             88.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          1.2          |             17.0             |             83.0              |\n|===============|=======================|==============================|===============================|\n|                         1989 Larry-Sperry School Director Election                                   |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Larry Vote Percent         |   Sperry Vote Percent         |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             81.5             |             18.-              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             76.7             |             23.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             51.3             |             48.-              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             47.2             |             52.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             56.6             |             43.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             62.5             |             37.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             30.1             |             69.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             42.2             |             57.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             41.0             |             59.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |             44.2             |             55.8              |\n|===============|=======================|==============================|===============================|\n|                         1991 Larry-Cherry/Davis School Director Election                             |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Percent Vote for Larry     |Per Cent Vote for Cherry/Davis |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             95.2             |              4.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             92.4             |              7.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             41.4             |             58.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             39.7             |             60.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             17.8             |             82.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             12.5             |             87.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             18.9             |             81.1              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             23.2             |             78.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             13.7             |             86.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |              7.4             |             92.6              |\n|===============|=======================|==============================|===============================|\n|                         1991 Larry-Davis School Run-Off Election                                     |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Larry Vote Percent         |   Davis Vote Percent          |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |    (Black Candidate)         |   (White Candidate)           |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             97.7             |              2.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             96.4             |              3.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             54.4             |             45.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             37.1             |             62.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             18.4             |             81.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             23.8             |             76.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             19.5             |             80.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*769</span>\n|------------------------------------------------------------------------------------------------------|\n|                         1991 Larry-Davis School Run-Off Election                                     |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |     Larry Vote Percent       |     Davis Vote Percent        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             17.2             |             82.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             11.2             |             88.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |             12.3             |             87.7              |\n|======================================================================================================|\n|                         1991 Garrison-Bryant School Director Election                                |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|------------------------------------------------------------------------------------------------------|\n|  Precinct     |   Black VAP Percent   |   Garrison Vote Percent      |   Bryant Vote Percent         |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             90.0             |             10.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |            100.0             |              0.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             42.4             |             57.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             20.0             |             80.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             19.2             |             80.8              |\n-------------------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n                                            EXHIBIT 4\n                                      TEXARKANA, ARKANSAS\n                                     SUMMARY OF POLARIZED\n                                        VOTING PATTERNS\n                                  Black VAP Percent in Precinct\n                                              with\n                            Black Candidate Vote Percent In Precinct\n                               Correlation             Statistically\nElection                       Coefficient       R square           Significant?\n1984 City Director\n   Griffin-Gray                   .987            .974                    Yes\n1985 School Director\n   Bursey-Harrelson               .964            .930                    Yes\n1989 School Director\n   Larry-Sperry                   .851            .725                    Yes\n1991 School Director\n   Larry-Cherry/Davis             .933            .871                    Yes\n1991 School Director\n   Larry-Davis (Runoff)           .942            .887                    Yes\n1991 School Director\n   Garrison-Bryant                .908            .824                    Yes\n1 The Correlation Coefficient (the \"r\" statistic) measures the <i>strength</i> of a relationship between two\nvariables. The \"r\" may range from 0.0 (the two variables are independent) to + 1.0 (the two variables are\nperfectly correlated in a positive direction). Also, \"r\" may range from 0.0 to - 1.0, a value which\nindicates perfect correlation in a negative direction (inverse correlation). See: Buchanan, William.\n<i>Understanding Political Variables,</i> 4th Edition (New York: MacMillan Publishing Co., 1988) p. 290.\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*770</span>\n2 R-square is a meaningful statistic because it <i>explains</i> the variance in one variable when it is associated\nwith a second variable. For example, in the 1991 Larry-Davis Run-off election, the Black VAP variable\n<i>explains</i> 88 percent of the variance (change) in the vote for Larry. See: <i>Ibid.,</i> p. 288-290.\n3 The F statistic was used to test whether the values of \"r\" and \"R Square\" were due to chance. The F\nvalue was found to be statistically significant. This means that the probability of the results found (\"r\"\nand \"R Square\") occurring by chance is less than 1 in 20. See: <i>Ibid.,</i> p. 96-97.\n</pre>\n<p></p>\n<pre>\n                                            EXHIBIT 5\n                                      TEXARKANA, ARKANSAS\n                                     SUMMARY OF POLARIZED\n                                        VOTING PATTERNS\n                                  White VAP Percent in Precinct\n                                              with\n                            White Candidate Vote Percent In Precinct\n                               Correlation             Statistically\nElection                       Coefficient       R square           Significant?\n1984 City Director\n   Griffin-Gray                   .987            .974                    Yes\n1985 School Director\n   Bursey-Harrelson               .964            .930                    Yes\n1989 School Director\n   Larry-Sperry                   .851            .725                    Yes\n1991 School Director\n   Larry-Cherry/Davis             .933            .871                    Yes\n1991 School Director\n   Larry-Davis (Runoff)           .942            .887                    Yes\n1991 School Director\n   Garrison-Bryant                .908            .824                    Yes\n1 The Correlation Coefficient (the \"r\" statistic) measures the <i>strength</i> of a relationship between two\nvariables. The \"r\" may range from 0.0 (the two variables are independent) to + 1.0 (the two variables are\nperfectly correlated in a positive direction). Also, \"r\" may range from 0.0 to - 1.0, a value which\nindicates perfect correlation in a negative direction (inverse correlation). See: Buchanan, William.\n<i>Understanding Political Variables,</i> 4th Edition (New York: MacMillan Publishing Co., 1988) p. 290.\n2 R-square is a meaningful statistic because it <i>explains</i> the variance in one variable when it is associated\nwith a second variable. For example, in the 1991 Garrison-Bryant election, the White VAP variable\n<i>explains</i> 82 percent of the variance (change) in the vote for Bryant. See: <i>Ibid.,</i> p. 288-290.\n3 The F statistic was used to test whether the values of \"r\" and \"R Square\" were due to chance. The F\nvalue was found to be statistically significant. This means that the probability of the results found (\"r\"\nand \"R Square\") occurring by chance is less than 1 in 20. See: <i>Ibid.,</i> p. 96-97.\n</pre>\n<h2>NOTES</h2>\n<p>[1]  Although testimony indicated that school board elections encompass rural areas not encompassed in the city board elections, Mr. Lynch testified that of the two majority black wards in the school board elections, neither are in rural areas. The Court therefore finds the school district elections to be relevant elections in this case because these elections are also local in nature, and confirm the data obtained in the only city board election that was appropriate to analyze.</p>\n<p>[2]  The Court agrees with plaintiffs that Mr. Lynch's analysis, a bivariate regression analysis, provides the same detailed statistical basis for a finding of political cohesion that the Supreme Court and other courts have relied upon. <i>Gingles,</i> 478 U.S. at 52-53, 106 S.Ct. at 2767-67; <i>see also, </i><i>Campos v. City of Baytown,</i> 840 F.2d 1240, 1245-1246, &amp; n. 9, <i>aff'd en banc,</i> 849 F.2d 943 (5th Cir.1988), <i>cert. denied,</i> 492 U.S. 905, 109 S.Ct. 3213, 106 L.Ed.2d 564 (1989); <i>Citizens for a Better Gretna v. City of Gretna,</i> 834 F.2d 496, 499-500, n. 7 and 8 (5th Cir.1987), <i>cert. denied,</i> 492 U.S. 905, 109 S.Ct. 3213, 106 L.Ed.2d 564 (1989).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">756</span></span> (1992)</b></center>\n<center><h1>Londell WILLIAMS; James Louis; Joyce Grissom; and Mattie Roberson, Plaintiffs,<br>\nv.<br>\nThe CITY OF TEXARKANA, ARKANSAS, a Public Body Corporate, et al., Defendants.</h1></center>\n<center>Civ. No. 92-4001.</center>\n<center><p><b>United States District Court, W.D. Arkansas, Texarkana Division.</b></p></center>\n<center>September 29, 1992.</center>\n<p><span class=\"star-pagination\">*757</span> John W. Walker, Mark Burnette, John W. Walker, P.A., Little Rock, AR, for plaintiffs.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, for City of Texarkana, Ark., Bobby Ferguson.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, P.A. Hollingsworth, Hollingsworth Law Firm, P.A., Little Rock, AR, for Bobby Ferguson, Danny Gray, Hubert Easley, Jim Nicholas, Nelson Shaw, Greg Giles.</p>\n<p>Paul Lester Dickerson, Lavender, Rochelle, Barnette &amp; Dickerson, Texarkana, AR, M. Brent Haltom, Lewisville, AR, for Miller County Ark. Election Com'n, David Orr, Lou Ann Dean, Margaret McRaney.</p>\n<p>David J. Potter, Texarkana, TX, for Danny Jewell.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER</i></h2>\n<p>HENDREN, District Judge.</p>\n<p>Plaintiffs brought this action against the defendants alleging violation of § 2 of the Voting Rights Act as amended in the election of the City of Texarkana Board of Directors. On August 5th and 6th, 1992, this cause was tried to the Court. Post-trial briefs and motions have been filed, and the Court hereby enters its findings and conclusions as follows.</p>\n<p></p>\n<h2><i>Stipulation</i></h2>\n<p>The parties entered into a stipulation which was accepted by the Court. Said stipulation provides:</p>\n<p>1. Filed on January 2, 1991, this action was brought by African-American registered voters, James Louis, Joyce Grissom and Mattie Roberson, who reside within the physical boundaries of Miller County, City of Texarkana, Arkansas and a African-American member of the City of Texarkana, Arkansas, Board of Directors, Londell Williams. Named as defendants were the City of Texarkana, Arkansas, a Public Body Corporate; Bobby Ferguson, Mayor of the City of Texarkana, Arkansas; Members of the City of Texarkana, Arkansas, Board of Directors, Individually, and in their official capacities: Bobby Ferguson, Danny Gray, Hubert Easley, Jim Nicholas, Nelson Shaw, and Greg Giles; The Miller County, Arkansas Election Commission; The Members of the Miller County, Arkansas, Election Commission, in their official capacities: David Orr, Lou Ann Dean and Margaret McRaney.</p>\n<p>2. The plaintiffs have brought this action pursuant to 42 U.S.C. § 1973 as amended seeking declaratory and injunctive relief. They allege that the at-large method of electing city directors effectively dilutes the voting power of African-Americans in Texarkana and excludes them from meaningful participation in the election of city directors. They [sic] plaintiffs ask the Court to enjoin the defendants from conducting any further at-large elections and to require the establishment of seven (7) single-member districts from which city directors will be elected.</p>\n<p><span class=\"star-pagination\">*758</span> 3. At present, three members of the of the [sic] Board of Directors are elected at-large. Four members of the Board of Directors are elected from wards. Three wards are majority white and one is majority black. Position number one of the at-large positions is designated as Mayor. Directors serve for staggered four-year terms (three are chosen at one election, and four are chosen at the subsequent election), but each must declare candidacy for the specific vacancy the candidate seeks to fill. A plurality vote determines the winner of each contest for the several vacancies.</p>\n<p>4. The Court has jurisdiction over this cause pursuant to 28 U.S.C. § 1343.</p>\n<p>5. The population of Texarkana is 22,631, 32% African-American and 68% white. The parties agree that the voting age population of Texarkana is approximately 27.6% African-American and 71.3 white. Based on the foregoing census data, the Court finds that this is a fact. The City of Texarkana and the City Board of Directors did not draw the ward boundaries or designate the at-large districts, nor do they have any authority to do so. Plaintiffs acknowledge that it is not the responsibility or duty of the Board of Directors to draw ward boundaries.</p>\n<p>6. Texarkana is characterized in large part by segregated residential housing patterns. That is, many neighborhoods are substantially occupied by citizens of only one race. Approximately 72% of the African-American population of Texarkana lives in a identifiable geographic area referred to by the parties to this litigation as ward 2.</p>\n<p>7. Although they possess a variety of political views, the African-American residents of ward 2 have tended to share certain common political, economic, and societal interests. That is, the African-American population has generally tended to comprise a cohesive and unified political force with respect to the predominant concerns of African-American residents.</p>\n<p>8. Londell Williams is the only African-American to serve on the Texarkana board of Directors. He was appointed in 1978, ran unopposed in 1982 and 1986; and his opposition in 1988 was an African-American, John Gholston.</p>\n<p></p>\n<h2><i>History</i></h2>\n<p>By way of history, the Court notes that the City of Texarkana has utilized the City Manager form of government pursuant to Act 99 of 1921, <i>Ark.Code Ann.</i> §§ 14-47-101 <i>et seq.</i> since the 1960s. Act 808 of 1977, <i>Ark.Code Ann.</i> § 14-42-202 provided, <i>inter alia,</i> that the majority of the members of the governing boards of Arkansas cities should be elected from single-member districts. Shortly after the passage of said Act 808, the City of Texarkana went to its present four-three plan. The most recent legislation affecting city-manager forms of government (and therefore that of the City of Texarkana) was the City Manager Enabling Act of 1989 <i>Ark. Code Ann.</i> §§ 14-61-101 to XX-XX-XXX (Supp. 1991). This act ratified the various city-manager forms of government then in operation and provides cities with a variety of alternatives for structuring or re-structuring the city-manager form of government. The basic options are as follows:</p>\n<p>(1) All members of the board of directors are elected at-large;</p>\n<p>(2) An odd number of directors, with a number equal to one-half plus one elected by ward and the balance are elected at-large;</p>\n<p>(3) All but one member of the board of directors is elected by ward, with the mayor being elected at-large;</p>\n<p>(4) All members are elected by ward. <i>Ark.Code Ann.</i> § 14-61-107.</p>\n<p>At the present time, as the parties have stipulated, the City of Texarkana uses option no. 2.</p>\n<p>Arkansas law provides that the size of the board of directors of a city may be changed by ordinance of the board with two limitations: (a) the board must always contain at least five (5) members; and (b) the board must always contain an odd number of members. <i>Ark.Code Ann.</i> § 14-61-105.</p>\n<p>An election among these statutorily permitted options may come about from petitions filed by electors, <i>Ark.Code Ann.</i> § 14-61-113, or by reference of an option selected <span class=\"star-pagination\">*759</span> by the board to the voters. <i>Ark.Code Ann.</i> § 14-61-114. Whatever the option being used, however, the directors (and where appropriate the mayor) are all selected by a plurality. <i>Ark, Code Ann.</i> § 14-61-112.</p>\n<p>Finally, under <i>Ark.Code Ann.</i> § 14-61-109, the county board of election commissioners of a county has the right and responsibility to divide the territory of the city into the number of wards called for by the structure of government legally in place in the city and these wards or districts are to remain in place unless changed or modified by order of a court of competent jurisdiction. Once fixed by the county board of election commissioners, representatives for each ward and/or district are then elected.</p>\n<p></p>\n<h2><i>Law and Standards</i></h2>\n<p>Before reviewing the evidence in this case, the Court finds it appropriate to set out the applicable law and relevant legal standards to be considered when determining whether § 2 of the Voting Rights Act as amended has been violated. Section 2, as amended, of the Voting Rights Act, 42 U.S.C. § 1973, states:</p>\n<blockquote>(a) No voting qualification or prerequisite to voting or standard practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in Section 1973b(f)(2) of this title, as provided in subsection (b) of this section; (b) a violation of subsection (a) is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) of this section in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered: <i>Provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</blockquote>\n<p>All parties agree that the seminal case for analysis of vote dilution claims is <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986). The Supreme Court interpretation of the Voting Rights Act in <i>Gingles</i> has been referred to by an Arkansas federal district court as establishing a \"rather uncompromising structure for the application of the law in vote-dilution cases.\" <i>Smith v. Clinton,</i> <span class=\"citation\" data-id=\"1767995\"><a href=\"/opinion/1767995/smith-v-clinton/\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1310</span></a></span>, 1313 (E.D.Ark. 1988) <i>remedy adopted, id.</i> at 1361, <i>aff'd mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></span> (1988).</p>\n<p>Violation of § 2 can be proved by showing discriminatory effect alone. <i>Gingles,</i> 478 U.S. at 43-44, 106 S.Ct. at 2762-63. Further, the Supreme Court in <i>Gingles</i> stated:</p>\n<blockquote>Subsection 2(b) establishes that § 2 has been violated where the \"totality of circumstances\" reveal that \"the political processes leading to nomination or election ... are not equally open to participation by members of a [protected class] ... in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" While explaining that \"[t]he extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered\" in evaluating an alleged violation, § 2(b) cautions that \"nothing in [Section 2] establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.\"</blockquote>\n<p><i>Id.</i> at 43, 106 S.Ct. at 2762.</p>\n<p>The Supreme Court in <i>Gingles</i> reviewed the Senate Report which accompanied the 1982 amendment, wherein the Senate elaborated on the nature of § 2 violations and on the proof required to establish these violations. The Court stated that the \"right\" question is whether \"as a result of the challenged practice or structure plaintiffs do not have an equal opportunity to participate in the political processes and to elect candidates <span class=\"star-pagination\">*760</span> of their choice.\" <i>Id.</i> at 44, 106 S.Ct. at 2763. (footnote and citation omitted). The Court then discussed the following factors suggested by the Senate Judiciary Committee Report which typically may be relevant to a § 2 claim:</p>\n<blockquote>the history of voting-related discrimination in the State or political subdivision; the extent to which voting in the elections of the State or political subdivision is racially polarized; the extent to which the State or political subdivision has used voting practices or procedures that tend to enhance the opportunity for discrimination against the minority group, such as unusually large election districts, majority vote requirements, and prohibitions against bullet voting; the exclusion of members of the minority group from candidate slating processes; the extent to which minority group members bear the effects of past discrimination in areas such as education, employment, and health, which hinder their ability to participate effectively in the political process; the use of overt or subtle racial appeals in political campaigns; and the extent to which members of the minority group have been elected to public office in the jurisdiction. The Report notes also that evidence demonstrating that elected officials are unresponsive to the particularized needs of the members of the minority group and that the policy underlying the State's or the political subdivision's use of the contested practice or structure is tenuous may have probative value. The Report stresses, however, that this list of typical factors is neither comprehensive nor exclusive. While the enumerated factors will often be pertinent to certain types of § 2 violations, particularly to vote dilution claims, other factors may also be relevant and may be considered. Furthermore, the Senate Committee observed that \"there is no requirement that any particular number of factors be proved, or that a majority of them point one way or the other.\" Rather, the Committee determined that \"the question whether the political processes are `equally open' depends upon a searching practical evaluation of the `past and present reality,'\" and on a \"functional\" view of the political process.</blockquote>\n<p><i>Id.</i> at 44-45, 106 S.Ct. at 2763-64 (citations and footnotes omitted).</p>\n<p>In evaluating the past and present reality of whether the political processes are \"equally open,\" in the context of vote-dilution cases, the evaluation is shaped by consideration of three circumstances:</p>\n<blockquote>\n<i>First,</i> the black voters must show that their numbers are sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Second,</i> the plaintiffs must show that the group to which they belong is politically cohesive. <i>Third,</i> the black voters must show that \"the white majority votes sufficiently as a bloc to enable it  in the absence of special circumstances, such as the minority candidate running unopposed ... usually to defeat the minority's preferred candidate.\" The latter two of these factors may be demonstrated by a showing that voting in the jurisdiction is highly racially polarized.</blockquote>\n<p><i>Smith,</i> 687 F.Supp at 1314-1315, citing <i>Gingles</i> (citations omitted).</p>\n<p>The Court in <i>Gingles</i> recognized that multi-member districts and at-large voting schemes may \"operate to minimize or cancel out the voting strength of racial [minorities in] the voting population.\" <i>Gingles,</i> 478 U.S. at 47, 106 S.Ct. at 2764. (citation and footnote omitted). However, they are not <i>per se</i> violative of minority voters' rights. <i>Id.</i> at 48, 106 S.Ct. at 2765. Plaintiffs must prove that the use of a multi-member electoral structure \"operates to minimize or cancel out their ability to elect their preferred candidates.\" <i>Id.</i></p>\n<p>Plaintiffs say the four-three system now in place in Texarkana violates § 2 of the Voting Rights Act by effectively diluting the voting power of the blacks in Texarkana. Plaintiffs do not claim that with almost one-third ( 1/3 ) of the population (32%), the blacks in Texarkana should have one-third ( 1/3 ) of the seats on the seven-member board (<i>i.e.,</i> at least two of seven). However, they do say that with the large concentrations of blacks in geographically compact areas of the cities, their voting power is diluted by the provision for the election of three at-large board members.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*761</span> <i>Number and Geographical Location of Black Voters</i>\n</h2>\n<p>In addressing the first factor required by <i>Gingles</i> (whether black voters can show that their numbers are sufficiently large and geographically compact to constitute a majority in a single-member district), the Court notes that plaintiffs' uncontroverted evidence establishes that black minority voters are sufficiently numerous and geographically compact to constitute a majority in at least one (1) of the four (4) wards presently extant. As earlier stipulated, approximately 72% of the black population of Texarkana lives in an identifiable geographic area referred to as ward 2 under the City's existing four wards. Further, the uncontroverted testimony supported this stipulated evidence.</p>\n<p>Accordingly, the Court finds that plaintiff has presented sufficient proof for the Court to conclude that the minority population is sufficiently geographically concentrated to constitute a majority in one or more single member district(s).</p>\n<p></p>\n<h2><i>Black Minority Bloc Voting</i></h2>\n<p>Considering the second factor required by <i>Gingles</i> (whether the black minority is politically cohesive), the Court heard extensive testimony from plaintiffs' expert, James Russell Lynch, a research specialist with eleven years' experience at the University of Arkansas at Little Rock (UALR). Mr. Lynch testified as to his educational background and his work in demographics. He obtained official data on voting statistics for Texarkana from UALR which is the official custodian for such data.</p>\n<p>With respect to specific elections in Texarkana, Mr. Lynch reviewed the data (based upon 1980 census figures) to determine: (a) the Black Voting Age Population (BVAP); (b) the percent of the total vote cast by blacks; (c) the percent of the total vote cast by whites; (d) results of the black and white vote on black versus white candidates in each precinct; and (e) whether there was a correlation between the race of the voter and that of the candidate for whom he or she voted.</p>\n<p>Six elections occurring in Texarkana during the period extending from 1984 through 1991 were analyzed by Mr. Lynch and made the subject of charts which were introduced into evidence.</p>\n<p>Mr. Lynch's technique employed the so-called correlation and regression analysis which reflects the relationship between two variables. In this type of analysis, the \"r\" may range from 0.0 (indicating the two variables are independent) to +1.0 (indicating perfect correlation of the two variables in a positive direction) or, the \"r\" could range from 0.0 to -1.0 (indicating perfect correlation of the two variables in a negative direction). (See Note 1, Plaintiff's Exhibit 5, attached hereto).</p>\n<p>By squaring the correlation figure to produce \"r2\", Mr. Lynch asserts that the resulting figure (termed \"coefficient of determination\") <i>explains</i> the variance in one variable when it is associated with a second variable. (See Note 2, Plaintiff's Exhibit 5). In other words, it is asserted that \"r2\" explains the proportion of variation in a candidate's support accounted for by the racial composition of a precinct.</p>\n<p>With respect to black voters, Mr. Lynch considered the percentage of blacks in a precinct with the percentage of blacks that voted for the black candidate in the black/white race. A value of \"r\" was then assigned to the correlation between the two numbers.</p>\n<p>The first election analyzed by Mr. Lynch was the 1984 city director election between a black (Griffin) and a white (Gray) which was won by the white. (See page 1 of Plaintiff's Exhibit 3, attached hereto). The analysis produced an \"r\" of .987 and an \"r2\" of .974. The analysis indicates, according to Lynch, that as the percentage of blacks in a precinct increases, the percentage of vote for the black candidate increases in nearly the identical proportion (.987). If the correlation was exact, then the \"r\" would be 1.0. Similarly, the \"r2\" value of .974 indicates that race would explain approximately 97 percent of the variation in the vote for the black. (See Plaintiff's Exhibit 4, attached hereto).</p>\n<p>The second election analyzed by Mr. Lynch was the 1985 school director election between a black (Bursey) and a white (Harrelson) which was also won by the white (see <span class=\"star-pagination\">*762</span> page 2 of Plaintiff's Exhibit 3, attached hereto).<sup>[1]</sup> The analysis indicates an \"r\" of .964 and an \"r2\" of .930 with respect to black voting. This indicates that there is a very high correlation between the size of the black population and the size of the vote received by the black candidate.</p>\n<p>The third election analyzed was the 1989 school director election between a black (Larry) and a white (Sperry) which was won by the white. (See page 3 of Plaintiff's Exhibit 3, attached hereto). The analysis of this election revealed an \"r\" of .851 and an \"r2\" of .75 with respect to the black vote. Again, these numbers indicate a direct positive correlation between the number of blacks voting and the number of votes received by the black candidate.</p>\n<p>The fourth election analyzed was the 1991 school director election between a black (Larry) and two whites (Cherry and Davis). (See page 4 of Plaintiff's Exhibit 3, attached hereto). The analysis indicates that with respect to black participation, the \"r\" was .933 and the \"r2\" was .871. This indicates, as in the previous cases, a direct positive correlation between the number of black voters and the number of votes received by the black candidate.</p>\n<p>The fifth race analyzed was the 1991 school director runoff race between the black (Larry) and the white (Davis) which was won by the white. (See page 5 of Plaintiff's Exhibit 3, attached hereto). Here, with respect to black voters, the \"r\" was .942 and the \"r2\" was .87. (See Plaintiff's Exhibit 4, attached hereto). Here again, there was a direct positive correlation between the number of black voters and the number of votes received by the black candidate.</p>\n<p>Finally, the sixth race analyzed was the 1991 school director contest between a black (Garrison) and a white (Bryant) which the white won. (See page 6 of Plaintiff's Exhibit 3, attached hereto). The analysis indicated an \"r\" of .908 and a \"r2\" of .824 with respect to black voters, which again indicates a direct positive relationship between the number of black voters and the number of votes received by black candidates.</p>\n<p>Based upon the raw data reflected by his analysis, (Plaintiff's Exhibit 3) and the correlation analysis reflected by Plaintiff's Exhibit 4, Mr. Lynch concluded that black voters vote in bloc in a very consistent and predictable way. He said the correlations are statistically significant in every race and concluded there had been racially polarized voting in all six of the elections analyzed with respect to the black voters.</p>\n<p></p>\n<h2><i>White Majority Bloc Voting</i></h2>\n<p>Mr. Lynch considered these same six races from the standpoint of white voter participation to determine whether or not the white voters had consistently voted in bloc in the races. With respect to white voters, Mr. Lynch considered the percentage of whites in a precinct with the percentage of whites who voted for the white candidate in the black/white race. The value of \"r\" was then assigned to the correlation between the two figures.</p>\n<p>Plaintiff's Exhibit 5 shows the results of this analysis and, here again, the \"r\" and \"r2\" factors clearly indicate that whites have voted in bloc in the races in question. Mr. Lynch concluded that, based on the races analyzed, white voters vote as a bloc and are usually able to defeat the black candidates. This happened in all races analyzed with the exception of the initial 1991 school director race (the fourth race analyzed) which was between one black candidate (Larry) and two white candidates (Cherry and Davis) which resulted in a runoff election between the black and one of the whites (Davis).</p>\n<p>The data compiled by Mr. Lynch indicated that in each of the six elections analyzed, a statistically significant correlation exists between the support for the black candidate in a precinct group and the percentage of the voting age population in the precinct that is black. The higher the percentage of black <span class=\"star-pagination\">*763</span> voting age population, the higher the vote percent for the black candidate. The analogous correlation exists in the white precincts, indicating white bloc voting.<sup>[2]</sup> The degree of polarization as measured by the \"r\" and \"r2\" presented for the Texarkana city board of directors and school board elections (\"r\" values for black voting data ranged from .851 to .987, and \"r2\" values range from .725 to .974) is at least as great as similar figures in <i>Gretna</i> and <i>Campos.</i></p>\n<p>Based upon his analysis, Mr. Lynch concluded that black bloc voting and white bloc voting has occurred in Texarkana in a severe and chronic way and that racial polarization was in voting in all races from 1984 to last year's election.</p>\n<p>The Court notes that the only election contests Mr. Lynch analyzed were those involving black versus white candidates and that he made no attempt to analyze the voting patterns of either black or white voters in contests involving only white candidates. In <i>Smith v. Clinton,</i> <span class=\"citation\" data-id=\"1767995\"><a href=\"/opinion/1767995/smith-v-clinton/\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1310</span></a></span> (E.D.Ark.1988), <i>remedy adopted, id.</i> at 1361, <i>aff'd mem.</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></span> (1988), the plaintiffs objected to proof offered by defendants with respect to races <i>other</i> than between black and white candidates, saying that only evidence involving races between black and white candidates can be considered. Concerning that objection, the Court said:</p>\n<blockquote>We assume without deciding that all of the evidence offered by the defendants is admissible and properly to be considered. We make this assumption because the result in this case would be the same either way.</blockquote>\n<blockquote>First, we believe it is proper to give considerable weight to the evidence of polarization in elections between black and white candidates. In <i>Thornburg,</i> the Supreme Court relied heavily on such evidence. Further, in a functional assessment of the political process, one of the most important factors is the extent to which members of the minority group have been elected to office in the jurisdiction. Whether our assessment of the political realities in Crittenden County is expressed in terms of \"black candidates\" or \"candidates preferred by black voters,\" our conclusion is still that \"minority group members prefer certain candidates whom they could elect were it not for the interaction of the [multi-member] structure with a white majority that votes as a significant bloc for different candidates.\"</blockquote>\n<blockquote>Second, the most probative indication of vote dilution stemming from the multi-member structure of the district is the results of the State Representative elections. This case is about a particular electoral structure and its effect on minority participation. Certainly, there is evidence that white candidates preferred by black voters sometimes win in elections involving only whites. The evidence of polarized voting in State Representative elections involving blacks against whites is so strong, however, that it cannot be overcome even when all reasonable inferences are accorded to the evidence of elections involving only white candidates.\"</blockquote>\n<p><i>Id.,</i> 687 F.Supp. at 1316-1317 (citations omitted).</p>\n<p>This Court can only speculate as to what the evidence might have shown had either party presented same with respect to elections involving only whites. It might reasonably be supposed, however, that had learned counsel believed that such evidence would be probative it would have been presented  certainly it would have been proffered by defendants if considered strong enough to overcome the black/white evidence offered by plaintiffs. In the absence of any evidence concerning white only elections and in view of the strong evidence of polarized voting in black/white elections, this Court believes the case is made on this point and holds that <span class=\"star-pagination\">*764</span> there is racially polarized voting in the elections relative to the Board of Directors of the city of Texarkana despite the possible fact that blacks and whites may often prefer the same candidate in races involving only whites.</p>\n<p>In their post-trial briefs, city defendants agree that black residents of wards 1 and 2 have tended to share certain common political, economic and societal interests, and that they generally \"bloc\" voted for the black candidate for city director in the only race involving one black candidate and one white candidate. (1984 Griffin-Gray City director Election). Defendants contend, however, that \"this phenomenon, black bloc voting,\" is not absolute, pointing to the 1988 race for State Representative where Dowd, the white candidate, defeated Keener, the black candidate, for the District 94 position in wards 1 and 2. The correlation coefficients and precinct data persuasively indicate otherwise.</p>\n<p>Mr. Londell Williams, a plaintiff, was appointed to the city board of directors in 1978, has never had a white opponent, and when he was opposed by a black candidate, was an incumbent. Urgings that Mr. Williams' experience refutes the contention that blacks are unable to elect a black to the board are unpersuasive precisely because of his experience as stated above. He has had the advantages of appointment and incumbency and the lack of a white opponent. Accordingly, the Court is of the opinion that Mr. Williams' experiences do not support the notion that minority voters have the ability to elect representatives of their choice in at-large elections in Texarkana.</p>\n<p>Defendants attempt to explain the bloc voting by referring to other factors, such as name recognition, reputation, political philosophy, stand on various issues, age, and experience, arguing that these factors play a dominant role in the voting of the other two wards when the choice is between a black candidate and one or more white candidates. However, these arguments are based principally on speculation, and the Court did not hear sufficient evidence to warrant such a conclusion.</p>\n<p>Defendants point to the language in the statute which provides that \"nothing in [§ 2] establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.\" <i>Gingles,</i> 478 U.S. at 43, 106 S.Ct. at 2762; 42 U.S.C. § 1973(b). However, in this case, proportional representation has never been achieved. Although not an entitlement, proportional representation is a factor which may be considered in determining whether a violation of § 2 has occurred. 42 U.S.C. § 1973(b).</p>\n<p>Defendants argue that Mr. Lynch failed to take into account the fact that the city board directors are elected by plurality vote. The Court is not persuaded that this difference would require a different result in this voting rights analysis, especially in light of this Court's obligation to conduct a \"searching practical evaluation of the `past and present reality,'\" and a \"functional\" view of the political process.\" <i>Gingles,</i> 478 U.S. at 45, 106 S.Ct. at 2764.</p>\n<p>Defendants refer to the other factors the Senate Report suggested be considered in support of their position, and the Court has considered those factors. It should be noted that plaintiffs are not required to prove the existence of any certain number of the factors listed, nor are they required to show that a majority of the factors \"`point one way or the other.'\" <i>Id.</i></p>\n<p>Regarding these other factors, defendants concede that Arkansas and Texarkana have a history of official race discrimination, but argue that most of this history can be dismissed or minimized on the ground that it occurred so long ago that its effects have by now disappeared almost completely. The Court cannot comfortably embrace that argument in view of the facts which have been presented to the Court regarding the results of the elections over the past few years. However, the evidence presented, for the most part, shows a communal desire, among both blacks and whites, to achieve fair government representation for all without the taint of past inequities based on race. No evidence was presented indicating that racial campaign tactics have been employed and no suggestion is made that the vote dilution occurring under the present system of government <span class=\"star-pagination\">*765</span> is the result of intentional or institutionalized discriminatory practices.</p>\n<p>In summary, the Court believes that the second and third <i>Gingles</i> factors (black bloc voting ineffectual to elect blacks' preferred candidate and white block voting capable of defeating blacks' preferred candidate) have both been established by plaintiff's proof  particularly that in the form of their expert's testimony  which showed that voting in the city had been highly racially polarized.</p>\n<p>In further support of their contentions, plaintiffs assert that the city board has not been responsive to the needs and concerns of the city's minority population. The Court heard evidence concerning issues involving: a dangerous railroad crossing problem; health hazards surrounding a \"bird droppings\" cleanup; the renovation (or lack of renovation) of an old public swimming pool and the location of a proposed new public swimming pool; and the dismissal of a black (Joyce Grissom) from the city's civil service commission.</p>\n<p>In all of these issues except that involving Joyce Grissom, the Court believes the essential culprit is the same encountered by most cities in this country  lack of sufficient money to address all of the city's problems. These issues involve both black and white citizens although they perhaps have greater immediate impact on the blacks. As is always the case where an important issue cannot be easily resolved, there are charges and counter charges as to what should have been done and by whom and with what in order to solve these issues. This Court is unwilling to substitute its judgment on each of these issues, based only upon the proof heard in this case, for that of the representatives of the citizens of Texarkana, where it appears that a great deal of time and energy has been expended by the city board and others in trying to deal with them.</p>\n<p>With respect to the Joyce Grissom dismissal, there obviously was and is a difference of opinion as to the circumstances surrounding Ms. Grissom's departure from the civil service commission. However, the Court cannot say that this incident, whatever the true facts concerning it are, proves a lack of responsiveness on the part of the existing city board to the needs and concerns of the minority population of Texarkana.</p>\n<p>Mr. Lynch presented evidence of significant socio-economic and educational disparities between blacks and whites which have a continuing effect on the minority's access to the political process. According to the 1990 census, per capita income for blacks in Miller County was approximately 50% of the per capita income for whites. Roughly 2½ times more whites were employed than blacks, and yet slightly more blacks drew unemployment than whites (55.3% to 41.9%). Only about 26.6% of the population who graduated from high school were black, while 71.3% were white. No blacks are represented in the category of family income above $75,000.00 per year, while 358 white families have this level of income. While the Court takes due note of this evidence and could speculate as to its impact on access of blacks to participation in the political process, the actual <i>result</i> of the challenged structure and not the causes of same must define the Court's findings under <i>Gingles.</i></p>\n<p>Based upon the evidence offered by the parties, the Court finds there is racially polarized voting in the city of Texarkana city board elections; that black voters in the city usually vote cohesively in a bloc or as a unit; and that white voters have the strength and inclination under the present 4-3 system to frustrate the choices of black voters with respect to all three at large positions and with respect to three of the four ward positions. Thus, pursuant to the precepts of <i>Gingles,</i> the court finds that the present four-three structure for the election of the city board of Texarkana deprives black citizens of the city of an equal opportunity to participate in the political process and to elect candidates of their choice.</p>\n<p>Having so found, the Court must now address possible remedies and the respective responsibilities of the parties for the implementation of same.</p>\n<p>To further that address, it is useful to now dispose of the post-trial motion made by <span class=\"star-pagination\">*766</span> defendant Miller County Election Commission (the Election Commission).</p>\n<p>The Election Commission's Motion For Directed Verdict contends, <i>inter alia,</i> that plaintiffs' evidence didn't support their complaint; that plaintiffs didn't meet the requirements of <i>Gingles;</i> and, in the alternative, that if plaintiffs did establish a violation of § 2 of the Voting Rights Act, the Election Commission is not responsible for such violation since it had complied with applicable law in the performance of its role relative to the process in place for the election of the governing board of the City of Texarkana.</p>\n<p>The first two (2) contentions are obviously without merit in view of the Court's findings hereinabove stated. The Court believes the third contention is sound for the following reasons:</p>\n<p>1. <i>Ark.Code Ann.</i> § 14-61-107 provides, <i>inter alia,</i> that the <i>city</i> using the management form of government may choose one of several options as a method to select a board of directors. The Court has not found, nor has any party cited, any statutory provision giving the Election Commission or any other entity the right to choose such method.</p>\n<p>2. <i>Ark.Code Ann.</i> § 14-42-202(c)(1)(A) provides, as follows:</p>\n<blockquote>The county board of election commissioners of the county shall divide the territory of each city, as defined in this section, into a number of districts or wards having substantially equal population, according to the most recent federal census of population in each city, equal to the number of members of the governing board to be elected from districts as defined in this section.</blockquote>\n<p>3. While plaintiffs do argue that ward 2 contained an unnecessarily large black population, there is no evidence that this condition was the result of an attempt on the part of the Election Commission to effectively dilute black voting strength. Rather, it might just as validly be supposed that the condition was intended and thought to be desirable to insure that the resultant voting strength in this one of four wards would be sufficient to give blacks a reasonable chance to elect the candidate of their choice. The real problem addressed by plaintiffs in this suit and the proper basis for their success is the effect of the three at-large seats in the 4-3 scheme. The actions of the Election Commission (as mandated by Arkansas law) would have had no impact on these three seats.</p>\n<p>4. It therefore follows that, in the absence of any evidence that anything the Election Commission did or failed to do <i>caused</i> the situation resulting in the violation of Section 2 of the Voting Rights Act, plaintiffs' cause of action against the Election Commission is without merit and plaintiffs are now entitled to no relief as against it.</p>\n<p>Understanding and believing that as and when a proper structure for board membership and a proper process for selection of board members are both put in place as a result of this litigation, the Election Commission will still be obliged to divide the territory of the city into the proper number of districts or wards in accordance with <i>Ark. Code Ann.</i> § 14-42-202(c)(1)(A), the Court nevertheless declines to dismiss the Election Commission from the case and chooses to retain jurisdiction over it pending final implementation of the remedies mandated herein.</p>\n<p>At the close of the case, the city of Texarkana renewed its Motion for Summary Judgment and interposed its Motion to Dismiss Plaintiffs' complaint as to the City. In view of the Court's findings set out above, both motions must be denied.</p>\n<p>Finding, as it has, that the present 4-3 plan for election of board members violates § 2 of the Voting Rights Act, the Court is obliged to direct that the said present plan be abandoned; that the present board members cease to be such; that a new nonviolative plan be put in place; that the city's population be duly reapportioned in accordance with the new plan and in compliance with both Arkansas and Federal law  particularly the Voting Rights Act; and that new board members be duly elected for service under the said new plan.</p>\n<p><span class=\"star-pagination\">*767</span> The Court notes that plaintiffs presented, through their expert witness James Russell Lynch, a proposed seven (7) member single district plan as an alternative to the present plan being struck down by the Court. Mr. Lynch acknowledged he was not familiar with the <i>Gingles</i> case and therefore was not representing that his plan exactly comported with the guidelines set out therein. He stated, rather, that in preparation of the plan, he gave attention to five (5) factors:</p>\n<blockquote>1. The long-time legal standard of one-man, one-vote;</blockquote>\n<blockquote>2. Non-dilution of minority voting strength;</blockquote>\n<blockquote>3. Development of compact and contiguous districts;</blockquote>\n<blockquote>4. Recognizable boundaries;</blockquote>\n<blockquote>5. Facilitation of elections  i.e. identifying most feasible polling places.</blockquote>\n<p>Mr. Lynch said his plan, based upon the 1990 census figures for Texarkana, would feature two (2) of the seven (7) districts with minority populations of 60.5% and 60.1%, respectively, and a third district having a \"substantial impact\" minority population of 45.8%.</p>\n<p>Defendants did not and do not argue that such a seven (7) member single district plan is not feasible. Rather, defendants argue plaintiffs did not prove that, under the present 4-3 plan, blacks have had less opportunity than other citizens to participate in the political process in Texarkana and to elect city directors of their choice.</p>\n<p>While the Court agrees with defendants that there was no evidence presented showing the existence of racial appeals in campaigns and that there is alive and well in Texarkana a spirit of cooperation and mutual respect among many of both races, the Court is compelled to conclude, as it has, that the <i>result</i> of the utilization of the present 4-3 plan is that blacks have less opportunity to participate in the political process relative to the election of city board members in the city of Texarkana.</p>\n<p>This Court does not now express any view as to the relative merits of the plan proposed by plaintiffs as compared to any other plan which might be developed.</p>\n<p>While the role of this Court is not to govern the city of Texarkana nor to supervise that government over an extended period of time, it must nevertheless see to it that a proper remedy for the § 2 violation is crafted and implemented.</p>\n<p>Accordingly, the defendant City of Texarkana, the defendant members of the present City Board of that City and plaintiffs are ordered to submit to the Court and to the defendant Miller County Election Commission, on or before October 15, 1992, proposed plans for structuring the City of Texarkana's manager form of government and the election of the board members thereof.</p>\n<p>Upon receipt of such plan or plans, the Miller County Election Commission is directed to prepare proposed reapportionment data responsive to each such plan so submitted which would reflect the proper discharge of the Election Commission's duties with respect to each plan under both Arkansas and Federal law as well as under the findings of this Court in this case should such plan be selected and implemented. The product of the Election Commission's preparation efforts shall be forwarded to the Court, with copies to plaintiffs and all defendants, on or before November 1, 1992.</p>\n<p>This Court will convene on November 6, 1992, to consider these plans and attendant data.</p>\n<p>In order to avoid unnecessary disruption of the governmental affairs of the City of Texarkana, the Court hereby stays, pending further Order of this Court, those portions of its Order which would direct (1) that the present form of government in the City of Texarkana be abandoned; and (2) that the present members of the city board cease to be such.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*768</span>\n                                        EXHIBIT 3\n|------------------------------------------------------------------------------------------------------|\n|                         1984 Griffin-Gray City Director Election                                     |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Percent Vote for Griffin   |   Percent Vote for Gray       |\n|---------------------------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         94.6          |             91.3             |              8.7              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         80.8          |             78.8             |             21.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         32.3          |             38.3             |             61.7              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         17.5          |             34.4             |             65.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         16.6          |             29.7             |             70.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |         11.0          |             18.6             |             81.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |          9.0          |             18.6             |             81.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |          7.6          |             26.5             |             73.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.4          |             11.1             |             88.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          1.2          |             17.0             |             83.0              |\n|===============|=======================|==============================|===============================|\n|                         1989 Larry-Sperry School Director Election                                   |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Larry Vote Percent         |   Sperry Vote Percent         |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             81.5             |             18.-              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             76.7             |             23.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             51.3             |             48.-              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             47.2             |             52.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             56.6             |             43.4              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             62.5             |             37.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             30.1             |             69.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             42.2             |             57.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             41.0             |             59.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |             44.2             |             55.8              |\n|===============|=======================|==============================|===============================|\n|                         1991 Larry-Cherry/Davis School Director Election                             |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Percent Vote for Larry     |Per Cent Vote for Cherry/Davis |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             95.2             |              4.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             92.4             |              7.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             41.4             |             58.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             39.7             |             60.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             17.8             |             82.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             12.5             |             87.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             18.9             |             81.1              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             23.2             |             78.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             13.7             |             86.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |              7.4             |             92.6              |\n|===============|=======================|==============================|===============================|\n|                         1991 Larry-Davis School Run-Off Election                                     |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |   Larry Vote Percent         |   Davis Vote Percent          |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |    (Black Candidate)         |   (White Candidate)           |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             97.7             |              2.3              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |             96.4             |              3.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             54.4             |             45.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1B         |         37.1          |             37.1             |             62.9              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1C         |         30.8          |             18.4             |             81.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    1A         |         20.4          |             23.8             |             76.2              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    4A, 4B     |         13.6          |             19.5             |             80.5              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*769</span>\n|------------------------------------------------------------------------------------------------------|\n|                         1991 Larry-Davis School Run-Off Election                                     |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|  Precinct     |   Black VAP Percent   |     Larry Vote Percent       |     Davis Vote Percent        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             17.2             |             82.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             11.2             |             88.8              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3C         |          4.8          |             12.3             |             87.7              |\n|======================================================================================================|\n|                         1991 Garrison-Bryant School Director Election                                |\n|------------------------------------------------------------------------------------------------------|\n|                                                                                                      |\n|------------------------------------------------------------------------------------------------------|\n|  Precinct     |   Black VAP Percent   |   Garrison Vote Percent      |   Bryant Vote Percent         |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |      (Black Candidate)       |      (White Candidate)        |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|               |                       |                              |                               |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2B         |         96.1          |             90.0             |             10.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2C         |         63.5          |            100.0             |              0.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    2A, 3A     |         42.5          |             42.4             |             57.6              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3B         |          9.8          |             20.0             |             80.0              |\n|---------------|-----------------------|------------------------------|-------------------------------|\n|    3D         |          5.2          |             19.2             |             80.8              |\n-------------------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n                                            EXHIBIT 4\n                                      TEXARKANA, ARKANSAS\n                                     SUMMARY OF POLARIZED\n                                        VOTING PATTERNS\n                                  Black VAP Percent in Precinct\n                                              with\n                            Black Candidate Vote Percent In Precinct\n                               Correlation             Statistically\nElection                       Coefficient       R square           Significant?\n1984 City Director\n   Griffin-Gray                   .987            .974                    Yes\n1985 School Director\n   Bursey-Harrelson               .964            .930                    Yes\n1989 School Director\n   Larry-Sperry                   .851            .725                    Yes\n1991 School Director\n   Larry-Cherry/Davis             .933            .871                    Yes\n1991 School Director\n   Larry-Davis (Runoff)           .942            .887                    Yes\n1991 School Director\n   Garrison-Bryant                .908            .824                    Yes\n1 The Correlation Coefficient (the \"r\" statistic) measures the <i>strength</i> of a relationship between two\nvariables. The \"r\" may range from 0.0 (the two variables are independent) to + 1.0 (the two variables are\nperfectly correlated in a positive direction). Also, \"r\" may range from 0.0 to - 1.0, a value which\nindicates perfect correlation in a negative direction (inverse correlation). See: Buchanan, William.\n<i>Understanding Political Variables,</i> 4th Edition (New York: MacMillan Publishing Co., 1988) p. 290.\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*770</span>\n2 R-square is a meaningful statistic because it <i>explains</i> the variance in one variable when it is associated\nwith a second variable. For example, in the 1991 Larry-Davis Run-off election, the Black VAP variable\n<i>explains</i> 88 percent of the variance (change) in the vote for Larry. See: <i>Ibid.,</i> p. 288-290.\n3 The F statistic was used to test whether the values of \"r\" and \"R Square\" were due to chance. The F\nvalue was found to be statistically significant. This means that the probability of the results found (\"r\"\nand \"R Square\") occurring by chance is less than 1 in 20. See: <i>Ibid.,</i> p. 96-97.\n</pre>\n<p></p>\n<pre>\n                                            EXHIBIT 5\n                                      TEXARKANA, ARKANSAS\n                                     SUMMARY OF POLARIZED\n                                        VOTING PATTERNS\n                                  White VAP Percent in Precinct\n                                              with\n                            White Candidate Vote Percent In Precinct\n                               Correlation             Statistically\nElection                       Coefficient       R square           Significant?\n1984 City Director\n   Griffin-Gray                   .987            .974                    Yes\n1985 School Director\n   Bursey-Harrelson               .964            .930                    Yes\n1989 School Director\n   Larry-Sperry                   .851            .725                    Yes\n1991 School Director\n   Larry-Cherry/Davis             .933            .871                    Yes\n1991 School Director\n   Larry-Davis (Runoff)           .942            .887                    Yes\n1991 School Director\n   Garrison-Bryant                .908            .824                    Yes\n1 The Correlation Coefficient (the \"r\" statistic) measures the <i>strength</i> of a relationship between two\nvariables. The \"r\" may range from 0.0 (the two variables are independent) to + 1.0 (the two variables are\nperfectly correlated in a positive direction). Also, \"r\" may range from 0.0 to - 1.0, a value which\nindicates perfect correlation in a negative direction (inverse correlation). See: Buchanan, William.\n<i>Understanding Political Variables,</i> 4th Edition (New York: MacMillan Publishing Co., 1988) p. 290.\n2 R-square is a meaningful statistic because it <i>explains</i> the variance in one variable when it is associated\nwith a second variable. For example, in the 1991 Garrison-Bryant election, the White VAP variable\n<i>explains</i> 82 percent of the variance (change) in the vote for Bryant. See: <i>Ibid.,</i> p. 288-290.\n3 The F statistic was used to test whether the values of \"r\" and \"R Square\" were due to chance. The F\nvalue was found to be statistically significant. This means that the probability of the results found (\"r\"\nand \"R Square\") occurring by chance is less than 1 in 20. See: <i>Ibid.,</i> p. 96-97.\n</pre>\n<h2>NOTES</h2>\n<p>[1]  Although testimony indicated that school board elections encompass rural areas not encompassed in the city board elections, Mr. Lynch testified that of the two majority black wards in the school board elections, neither are in rural areas. The Court therefore finds the school district elections to be relevant elections in this case because these elections are also local in nature, and confirm the data obtained in the only city board election that was appropriate to analyze.</p>\n<p>[2]  The Court agrees with plaintiffs that Mr. Lynch's analysis, a bivariate regression analysis, provides the same detailed statistical basis for a finding of political cohesion that the Supreme Court and other courts have relied upon. <i>Gingles,</i> 478 U.S. at 52-53, 106 S.Ct. at 2767-67; <i>see also, </i><i>Campos v. City of Baytown,</i> <span class=\"citation\" data-id=\"502445\"><a href=\"/opinion/502445/tony-campos-cross-appellants-v-city-of-baytown-texas-cross-appellees/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1245-1246, &amp; n. 9, <i>aff'd en banc,</i> <span class=\"citation\" data-id=\"507803\"><a href=\"/opinion/507803/tony-campos-cross-appellants-v-city-of-baytown-texas-cross-appellees/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span> (5th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></span> (1989); <i>Citizens for a Better Gretna v. City of Gretna,</i> <span class=\"citation\" data-id=\"498167\"><a href=\"/opinion/498167/citizens-for-a-better-gretna-v-city-of-gretna-louisiana/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499-500, n. 7 and 8 (5th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></span> (1989).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/507803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767995/"
          ]
        }
      ],
      "judges": "Hendren",
      "date_created": "2014-10-30T22:02:01.372697Z",
      "date_modified": "2014-10-30T22:02:01.372697Z",
      "date_filed": "1992-09-29",
      "date_filed_is_approximate": false,
      "slug": "williams-v-city-of-texarkana-arkansas",
      "citation_id": 2234272,
      "case_name_short": "",
      "case_name": "Williams v. CITY OF TEXARKANA, ARKANSAS",
      "case_name_full": "",
      "federal_cite_one": "861 F. Supp. 756",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2114623/williams-v-city-of-texarkana-arkansas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:02:01.370170Z",
  "date_modified": "2014-10-30T22:02:01.370170Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Williams v. CITY OF TEXARKANA, ARKANSAS",
  "case_name_full": "",
  "slug": "williams-v-city-of-texarkana-arkansas",
  "docket_number": "Civ. No. 92-4001",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}