{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2118125/",
  "id": 2118125,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2264837/",
      "id": 2264837,
      "absolute_url": "/opinion/2264837/kilroy-v-superior-court/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2118125/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2264837/",
          "id": 2264837,
          "absolute_url": "/opinion/2264837/kilroy-v-superior-court/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2264837/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6620/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:55:42.223276Z",
          "date_modified": "2017-04-09T02:48:08.224129Z",
          "type": "010combined",
          "sha1": "acb82cc8deb9b0b78c4f555d1808e8cd5c602c29",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>54 Cal.App.4th 793 (1997)</b></center>\n<center><h1>JOHN B. KILROY, JR., Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; SHARON S. CAGLE WINTER, Real Party in Interest.</h1></center>\n<center>Docket No. B107509.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Five.</b></p></center>\n<center>April 28, 1997.</center>\n<p><span class=\"star-pagination\">*797</span> COUNSEL</p>\n<p>Wasser, Rosenson &amp; Carter, S. David Rosenson and Michael Brourman for Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Connolly Oyler and Joel P. Schiff for Real Party in Interest.</p>\n<p>OPINION</p>\n<p>TURNER, P.J. </p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>John B. Kilroy, Jr., a respondent in a family law child support modification proceeding brought by Sharon S. Cagle Winter, the mother of the minor, has filed a prohibition petition seeking to restrain the respondent court from proceeding with a hearing on an order to show cause concerning potential modification of a Georgia child support decree. Mr. Kilroy argues that the respondent court does not have jurisdiction to modify a Georgia child support order because of the Full Faith and Credit for Child Support Orders Act. (28 U.S.C. § 1738B.) We agree with Mr. Kilroy, issue our writ of prohibition, and direct the respondent court quash the order to show cause.</p>\n<p></p>\n<h2>II. PROCEDURAL AND FACTUAL BACKGROUND</h2>\n<p>On May 10, 1990, Mr. Kilroy and Ms. Cagle entered into a written agreement which provided: Mr. Kilroy was the father of the minor; Mr. <span class=\"star-pagination\">*798</span> Kilroy agreed to pay to Ms. Cagle $50,000 to provide for the minor; Mr. Kilroy agreed to purchase an annuity contract which would pay $2,750 per month beginning June 1, 1990, as child support; the $2,750 per month child support payment was to continue until the minor turned 18 years; if the minor died before turning 18 years of age, Ms. Cagle would execute the necessary documents to assign the proceeds of the annuity to Mr. Kilroy; if Ms. Cagle died before the minor turned 18, Mr. Kilroy would not object if her parents were named as the guardian for the child; Ms. Cagle was awarded sole custody of the minor; Mr. Kilroy waived his right to visitation at present; however, he could secure reasonable visitation at a later date; and the agreement would be submitted to the \"Superior Court of Forsyth County, Georgia\" as part of a \"petition to legitimate the minor child and establish support payments for the minor child....\" Ms. Cagle agreed not to contest the aforementioned petition and that the agreement be incorporated by reference as part of a \"consent order and decree....\" On June 18, 1990, an order was issued in the Forsyth County Superior Court which: declared the minor to be legitimate within the meaning of Code of Georgia Annotated section 19-7-22<sup>[1]</sup>; identified Ms. Cagle and Mr. Kilroy as the parents of the minor; and described the custody and visitation rights of the parties. The June 18, 1990, order concluded: \"The parties have heretofore entered into an agreement respecting the payment of child support for the benefit of the minor child dated as of May 10, which agreement has been reviewed by the Court, is hereby approved by the Court, and the terms thereof are hereby incorporated by reference as part of this Order and shall be binding and enforceable upon the parties as if set forth in this Order verbatim.\" The June 18, 1990, order was filed on July 5, 1990.</p>\n<p>On July 5, 1996, Ms. Cagle filed a \"Statement for Registration of Foreign Support Order and Clerk's Notice\" pursuant to Family Code section 4853.<sup>[2]</sup> The statement and notice referred to the order of June 18, 1990, and was <span class=\"star-pagination\">*799</span> accompanied by the May 10, 1990, settlement agreement. On September 11, 1996, Ms. Cagle filed a document entitled \"Complaint for Support.\" It sought to increase the amount of child support payable to the minor. It adverted to: the May 10, 1990, settlement agreement; the judgment issued June 18, 1990; and the July 31, 1996, registration in California of the Georgia judgment. The complaint filed September 11, 1996, sought to increase the amount of child support and alleged as follows: \"The minor child ... has been diagnosed with Attention Deficit Disorder and has required special medical treatment which has greatly increased the costs of his support. [¶] ... [Ms. Cagle] requests that the Court modify the child support order as registered according to California guidelines based on [Ms. Cagle's] and [Mr. Kilroy's] relative incomes and assets.\"</p>\n<p>Also filed on September 11, 1996, by Ms. Cagle, was an order to show cause re child support and attorney fees. The order to show cause sought to increase the amount of monthly support from $2,750 to that provided for by the child support guidelines. (Fam. Code, § 4050 et seq.) Further, the order <span class=\"star-pagination\">*800</span> to show cause sought an award of reasonable attorney fees. In support of the order to show cause, Ms. Cagle submitted a declaration which stated the following: she and Mr. Kilroy had never been married; Mr. Kilroy did not visit with the minor; she believed Mr. Kilroy had the resources to pay more for child support; she was unemployed and now married with two sons in addition to the minor; in July 1993, the minor was diagnosed with attention deficit disorder; the cost of the testing and diagnosis was $2,000; because of the attention deficit disorder, the minor was required to take the drug \"Ritalin\" three times a day at a cost of $1 per dose; because the minor had \"poor eyesight,\" he needed to have an eye examination \"every six months at a cost of $130 per exam\"; the cost of eyeglasses for the minor was $300 per year; the minor was required to attend a summer school and camp with a total cost of $2,000; the minor was required to see a psychologist \"approximately once a week\" at a cost of $100 per hour; the school the minor attended which specialized in attention deficit disorder cost $10,175 per year; and the minor also received the assistance of a tutor which cost an additional $150 per month. Finally, Ms. Cagle's declaration indicated she and the minor had been in an automobile accident and there had been costs incurred for medical treatment. Her income and expense declaration indicated her monthly expenses totaled $7,540 while her income was the $2,750 monthly child support paid by Mr. Kilroy.</p>\n<p>On October 3, 1996, Mr. Kilroy filed a motion to quash the order to show cause. The evidence indicated Ms. Cagle and the minor were residents of Georgia. By contrast, Mr. Kilroy was a California resident. Mr. Kilroy argued that California did not have subject matter jurisdiction because of the provisions of the Full Faith and Credit for Child Support Orders Act codified in 28 United States Code section 1738B. The respondent court denied the motion to quash. The respondent court concluded that California had jurisdiction over Mr. Kilroy and the Full Faith and Credit for Child Support Orders Act was an unconstitutional violation of the Tenth Amendment of the United States Constitution. Mr. Kilroy then filed the present prohibition petition. We issued our alternative writ of prohibition.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary of Holding and Standard of Statutory Review</i>\n</h2>\n<p>We now determine for the following reasons that California courts at present have no jurisdiction to modify the Forsyth County Georgia support order. We conclude: Under the terms of the Full Faith and Credit for Child Support Orders Act, California courts have no jurisdiction at present to modify the Georgia support order; the Georgia order is one that is subject to <span class=\"star-pagination\">*801</span> Full Faith and Credit for Child Support Orders Act; the Full Faith and Credit for Child Support Orders Act is not violative of the holding of <i>United States</i> v. <i>Lopez</i> (1995) 514 U.S. 549, 557-564 [115 S.Ct. 1624, 1629-1632, 131 L.Ed.2d 626, 636-641]; and the requirements imposed by the Full Faith and Credit for Child Support Orders Act is not violative in the present case of the Tenth Amendment of the United States Constitution.</p>\n<p>In terms of the application of 28 United States Code section 1738B to the present case, we are presented with an issue of statutory interpretation. Because we are applying a federal statute, we follow rules of statutory construction enunciated by the United States Supreme Court. (1) In <i>Kaiser Aluminum &amp; Chemical Corp.</i> v. <i>Bonjorno</i> (1990) 494 U.S. 827, 835 [110 S.Ct. 1570, 1575, 108 L.Ed.2d 842], quoting from <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania</i> (1980) 447 U.S. 102, 108 [100 S.Ct. 2051, 2056, 64 L.Ed.2d 766], the United States Supreme Court held: \"The starting point for interpretation of a statute `is the language of the statute itself. Absent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.'\" The United States Supreme Court has noted that \"... the statutory language controls its construction\" (<i>Ford Motor Credit Co.</i> v. <i>Cenance</i> (1981) 452 U.S. 155, 158, fn. 3 [101 S.Ct. 2239, 2241, 68 L.Ed.2d 744]) and \"`[t]here is, of course, no more persuasive evidence of the purpose of a statute than the words by which the [L]egislature undertook to give expression to its wishes.'\" (<i>Griffin</i> v. <i>Oceanic Contractors, Inc.</i> (1982) 458 U.S. 564, 571 [102 S.Ct. 3245, 3250, 73 L.Ed.2d 973].) In interpreting a statute, the United States Supreme Court has noted: \"`In expounding a statute, we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law, and to its object and policy.' [Citations.] Our objective in a case such as this is to ascertain the congressional intent and give effect to the legislative will.\" (<i>Philbrook</i> v. <i>Glodgett</i> (1975) 421 U.S. 707, 713 [95 S.Ct. 1893, 1898, 44 L.Ed.2d 525].) On another occasion, the court stated, \"We do not, however, construe statutory phrases in isolation; we read statutes as a whole.\" (<i>United States</i> v. <i>Morton</i> (1984) 467 U.S. 822, 828 [104 S.Ct. 2769, 2773, 81 L.Ed.2d 680], fn. omitted.) Further, in interpreting a statute, the Supreme Court has emphasized the importance of avoiding: \"absurd results\" (<i>United States</i> v. <i>Turkette</i> (1981) 452 U.S. 576, 580 [101 S.Ct. 2524, 2527, 69 L.Ed.2d 246]); \"`an odd result'\" (<i>Public Citizen</i> v. <i>Department of Justice</i> (1989) 491 U.S. 440, 454 [109 S.Ct. 2558, 2569, 105 L.Ed.2d 377]); or \"unreasonable results whenever possible.\" (<i>American Tobacco Co.</i> v. <i>Patterson</i> (1982) 456 U.S. 63, 71 [102 S.Ct. 1534, 1538, 71 L.Ed.2d 748].) Moreover, the Supreme Court has noted, \"Judicial perception that a particular result would be unreasonable may enter into the construction of ambiguous provisions, but cannot justify disregard of what Congress has plainly <span class=\"star-pagination\">*802</span> and intentionally provided.\" (<i>Commissioner</i> v. <i>Asphalt Products Co., Inc.</i> (1987) 482 U.S. 117, 121 [107 S.Ct. 2275, 2278, 96 L.Ed.2d 97].) In <i>Griffin</i> v. <i>Oceanic Contractors, Inc., supra,</i> 458 U.S. at page 571 [102 S.Ct. at page 3250], the court stated: \"Nevertheless, in rare cases the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters, and those intentions must be controlling.... [Citations.]\" When a statute is unambiguous, its language cannot \"be expanded or contracted by the statements of individual legislators or committees during the course of the [legislative] process.\" (<i>West Virginia Univ. Hospitals, Inc.</i> v. <i>Casey</i> (1991) 499 U.S. 83, 98-99 [111 S.Ct. 1138, 1147, 113 L.Ed.2d 68].)</p>\n<p></p>\n<h2>B. <i>The \"General rule\"</i>\n</h2>\n<p>In 1994, the Congress adopted the Full Faith and Credit for Child Support Orders Act which was codified at 28 United States Code section 1738B. (Pub.L. No. 103-383 (Oct. 22, 1994) § 3(a), 108 Stat. 4064.) It was amended as to matters not pertinent to this appeal in 1996. (Pub.L.No. 104-193 (Aug. 22, 1996) tit. III, § 322; 110 Stat. 2221.) As presently in force and relevant to this case, 28 United States Code section 1738B(a) states, \"(a) General rule.  The appropriate authorities of each State  (1) shall enforce according to its terms a child support order made consistently with this section by a court of another State; and [¶] (2) shall not seek or make a modification of such an order except in accordance with subsections (e), (f), and (i).\" As we will note, the language of 28 United States Code section 1738B(a) sets forth the \"General rule\" concerning enforcement of another state's support order. The foregoing plain language permits a state court to modify a child support order such as the Georgia decree in the present case when permitted by 28 United States Code section 1738B(e), (f) and (i). In other words, California can modify the Georgia order only if the conditions set forth in 28 United States Code 1738B(e), (f), and (i) are met.</p>\n<p></p>\n<h2>C. <i>There Are No Applicable Exceptions to the General Rule</i>\n</h2>\n<p></p>\n<h2>1. <i>The exceptions to the \"General rule\"</i>\n</h2>\n<p>We now proceed to examine the application, if any of the exceptions to the \"General rule\" set forth in 28 United States Code section 1738B(e), (f), and (i). The first requirement that must be present in order to modify another state's support decree is set forth in 28 United States Code section 1738B(e) and it states: \"Authority to modify orders.  A court of a State may modify a child support order issued by a court of another State if  [¶] (1) the court has jurisdiction to make such a child support order pursuant to subsection (i); and [¶] (2)(A) the court of the other State no longer has continuing, <span class=\"star-pagination\">*803</span> exclusive jurisdiction of the child support order because that State no longer is the child's State or the residence of any individual contestant; or [¶] (B) each individual contestant has filed written consent with the State of continuing, exclusive jurisdiction for a court of another State to modify the order and assume continuing, exclusive jurisdiction over the order.\"</p>\n<p>The second aspect of the exceptions to the \"General rule\" is set forth as follows in 28 United States Code section 1738B(f) which states: \"Recognition of child support orders.  If 1 or more child support orders have been issued with regard to an obligor and a child, a court shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction and enforcement: [¶] (1) If only 1 court has issued a child support order, the order of that court must be recognized. [¶] (2) If 2 or more courts have issued child support orders for the same obligor and child, and only 1 of the courts would have continuing, exclusive jurisdiction under this section, the order of that court must be recognized. [¶] (3) If 2 or more courts have issued child support orders for the same obligor and child, and more than 1 of the courts would have continuing, exclusive jurisdiction under this section, an order issued by a court in the current home State of the child must be recognized, but if an order has not been issued in the current home State of the child, the order most recently issued must be recognized. [¶] (4) If 2 or more courts have issued child support orders for the same obligor and child, and none of the courts would have continuing, exclusive jurisdiction under this section, a court may issue a child support order, which must be recognized. [¶] (5) The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\"</p>\n<p>The third description of the statutory preconditions to modification of another state's support decree is found in 28 United States Code section 1738B(i) which states as follows: \"Registration for modification.  If there is no individual contestant or child residing in the issuing State, the party or support enforcement agency seeking to modify, or to modify and enforce, a child support order issued in another State shall register that order in a State with jurisdiction over the nonmovant for the purpose of modification.\" The plain language of the Full Faith and Credit for Child Support Orders Act prohibits California courts from modifying another state's decrees unless there is compliance with the provisions of 28 United States Code section 1738B(e), (f), and (i). In this case, unless there has been compliance with 28 United States Code section 1738(e), (f), and (i), the respondent court did not have jurisdiction to modify the Georgia support order.</p>\n<p></p>\n<h2>2. <i>Application of the exceptions to the \"General rule\" in the present case</i>\n</h2>\n<p>(2) First, there has not been compliance with 28 United States Code section 1738B(e). The initial requirement imposed by 28 United States Code <span class=\"star-pagination\">*804</span> section 1738B(e)(1) is that this state has jurisdiction to \"make such a child support order pursuant to subsection (i)....\" 28 United States Code section 1738B(i) provides that in order to modify a support decree if there is otherwise jurisdiction, the party seeking the modification must register the existing order in the state where the proceeding is contemplated or pending. Ms. Cagle has complied with this aspect of the statute; the Georgia support order was registered on July 5, 1996. Mr. Kilroy has taken no steps to set aside the registration as permitted by Family Code section 4853, subdivision (b) as described in footnote 2, <i>ante,</i> However, the plain language in 28 United States Code section 1738B(i) only allows the registration to be valid for purposes of the Full Faith and Credit for Child Support Orders Act \"if there is no individual contestant or child residing in the issuing State....\" In the present case it is undisputed that Ms. Cagle and the minor reside in Georgia, the issuing state. Hence, there has not been a valid registration for purposes of modifying the Georgia order under the Full Faith and Credit for Child Support Orders Act because both an individual contestant<sup>[3]</sup> and the minor reside in that state.</p>\n<p>Further, the present modification proceeding does not meet the express statutory requirements of 28 United States Code section 1738B(e)(2) because Georgia has continuing, exclusive jurisdiction as defined by the Full Faith and Credit for Child Support Orders Act and no written consent to jurisdiction has been secured from Mr. Kilroy. As noted previously, 28 United States Code section 1738B(e)(2) sets forth two possible preconditions to modification of another state's support order as follows: \"(2)(A) the court of the other State no longer has continuing, exclusive jurisdiction of the child support order because that State no longer is the child's State or the residence of any individual contestant; or [¶] (B) each individual contestant has filed written consent with the State of continuing, exclusive jurisdiction for a court of another State to modify the order and assume continuing, exclusive jurisdiction over the order.\" There is no issue as to the second possible precondition  Mr. Kilroy has not filed a written consent. Hence, the relevant issue is whether \"the other State,\" Georgia, no longer has \"continuing, exclusive jurisdiction\" under 28 United States Code section 1738B(e)(2)(A).</p>\n<p>Two relevant provisions of the Full Faith and Credit for Child Support Orders Act define \"continuing, exclusive jurisdiction.\" The first definition of <span class=\"star-pagination\">*805</span> the state with \"continuing, exclusive jurisdiction\" of the child support order is found in 28 United States Code section 1738B(f)(1) and (5). As related earlier in this opinion, 28 United States Code section 1738B(f) defines the duties of a state when another jurisdiction has issued a support order as follows: \"If 1 or more child support orders have been issued with regard to an obligor and a child, a court shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction and enforcement: [¶] (1) If only 1 court has issued a child support order, the order of that court must be recognized. [¶] ... [¶] (5) The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\" The plain language of 28 United States Code section 1738B(f)(1) establishes that California \"must\" recognize the prior Georgia order which is the only existing support decree. Therefore, once a court recognizes an out-of-state order, then pursuant to 28 United States Code section 1738B(f)(5), the other state has \"continuing, exclusive jurisdiction\" within the meaning of the Full Faith and Credit for Child Support Orders Act. Title 28 United States Code section 1738B(f)(5) states with clarity, \"The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\"</p>\n<p>The Full Faith and Credit for Child Support Orders Act also defines \"continuing, exclusive jurisdiction\" in another provision as follows: \"Continuing jurisdiction.  A court of a State that has made a child support order consistently with this section has continuing, exclusive jurisdiction over the order if the State is the child's State or the residence of any individual contestant unless the court of another State, acting in accordance with subsections (e) and (f), has made a modification of the order.\" (28 U.S.C. § 1738B(d).) Georgia remains the residence of both an individual contestant, Ms. Cagle, and the minor. Hence, under the 28 United States Code section 1738B(f)(1) and (5), Georgia is the state with \"continuing, exclusive jurisdiction.\"</p>\n<p>When we construe the Full Faith and Credit for Child Support Orders Act as a whole, as we are required to do (<i>Davis</i> v. <i>Michigan Dept. of Treasury</i> (1989) 489 U.S. 803, 809 [109 S.Ct. 1500, 1504-1505, 103 L.Ed.2d 891]; <i>United States</i> v. <i>Morton, supra,</i> 467 U.S. at p. 828 [104 S.Ct. at p. 2773]), the statute clearly indicates that Georgia is the state with \"continuing, exclusive jurisdiction\" given the plain language of 28 United States Code section 1738B(d) and (f)(1) and (5). Therefore, in the absence of a written consent, Ms. Cagle has failed to establish any of the elements of 28 United States Code section 1738B(e)(2). Georgia remains the state with \"continuing, exclusive jurisdiction.\" Hence, the respondent court has no power to modify the Forsyth County decree given the language of 28 United States Code <span class=\"star-pagination\">*806</span> section 1738B(e) which sets forth the parameters of a second state's authority to modify existing support orders of another jurisdiction. California is prohibited by the provisions of the \"General rule\" set forth in 28 United States Code section 1738B(a) from modifying the Georgia order.<sup>[4]</sup> (<i>State Dept. of Revenue</i> v. <i>Fleet</i> (Fla. Dist. Ct. App. 1996) 679 So.2d 326, 328; <i>Kelly</i> v. <i>Otte</i> (1996) 123 N.C.App 585 [474 S.E.2d 131, 134]; <i>Schuyler</i> v. <i>Ashcraft</i> (1996) 293 N.J. Super. 261 [680 A.2d 765, 780-781]; <i>Paton</i> v. <i>Brill</i> (1995) 104 Ohio App.3d 826 [663 N.E.2d 421, 425]; <i>Isabel M.</i> v. <i>Thomas M.</i> (1995) 164 Misc.2d 420 [624 N.Y.S.2d 356, 361]; cf. <i>In re Marriage of Lurie</i> (1995) 33 Cal. App.4th 658, 673-676 [39 Cal. Rptr.2d 835].) Respected California commentators are in accord with our analysis. (Hogoboom &amp; King, Cal. Practice Guide: Family Law 1 (The Rutter Group 1996) ¶ 6:123.1, pp. X-XX-X-XX.)</p>\n<p></p>\n<h2>D. <i>Ms. Cagle's Arguments</i>\n</h2>\n<p>Ms. Cagle presents two additional arguments, one statutory and the other constitutional, as to why the \"General rule\" set forth in 28 United States Code section 1738B(a) is inapplicable to the present case and the respondent court has subject matter jurisdiction to modify the Georgia order. She argues no child support order within the meaning of the Full Faith and Credit for Child Support Orders Act was issued by the Forsyth County Superior Court. She further argues the Full Faith and Credit for Child Support Orders Act is unconstitutional. We reject these contentions.</p>\n<p></p>\n<h2>1. <i>The Georgia order</i>\n</h2>\n<p>Ms. Cagle argues that the Georgia decree is so vague that it is not subject to the Full Faith and Credit for Child Support Orders Act. We disagree. The order states:</p>\n<p></p>\n<h2>\"ORDER</h2>\n<p>\"The above-captioned matter having come before the Court on Petition of plaintiff, and counsel having appeared on behalf of plaintiff and on behalf of defendant and the minor child, and the parties having consented hereto, <span class=\"star-pagination\">*807</span> evidenced by the signatures of counsel hereinbelow, IT IS ORDERED, ADJUDGED AND DECREED: [¶] 1. The minor child referred herein shall be known by the name ...; [¶] 2. [The minor] ... is found to be the natural son of Sharon Smith Cagle and John B. Kilroy, Jr. [¶] 3. [The minor] is hereby declared to be legitimate and to be the legitimate child of John B. Kilroy, Jr., within the meaning of and as contemplated by O.C.G.A. § 19-7-22. [¶] 4. Defendant Sharon Smith Cagle shall have the sole custodial rights with respect to the minor child, and plaintiff shall be entitled to reasonable visitation with the child if he so desires. [¶] 5. The parties have heretofore entered into an agreement respecting the payment of child support for the benefit of the minor child dated as of May 10, which agreement has been reviewed by the Court, is hereby approved by the Court, and the terms thereof are hereby incorporated by reference as part of this Order and shall be binding and enforceable upon the parties as if set forth in this Order verbatim. [¶] SO ORDERED this 18[th] day of June, 1990.\" The order was signed by a Forsyth County judge. Attached to the order was a certification which stated: \"I Cecil McClure, Clerk Superior Court by and for said County, do hereby certify that this is a true and correct copy of the original that appears of record ORDER this office.\" (Original underscoring.) The certification was signed and dated by a deputy court clerk.</p>\n<p>The Full Faith and Credit for Child Support Orders Act defines a \"`child support order'\" as follows: \"`[C]hild support order'  [¶] (A) means a judgment, decree, or order of a court requiring the payment of child support in periodic amounts or in a lump sum; and [¶] (B) includes  [¶] (i) a permanent or temporary order; and (ii) an initial order or a modification of an order.\" (28 U.S.C. § 1738B(b).) Contrary to Ms. Cagle's contention, utilizing the plain language test, we conclude that the foregoing decree which incorporated the settlement agreement is an order within the meaning of the Full Faith and Credit for Child Support Orders Act.<sup>[5]</sup></p>\n<p></p>\n<h2>2. <i>Constitutional issues</i>\n</h2>\n<p>Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act is unconstitutional as applied to her. She contends the Full Faith and <span class=\"star-pagination\">*808</span> Credit for Child Support Orders Act is unconstitutional because it cannot be sustained as a congressional regulation of interstate commerce and it is an improper federal command to state government.</p>\n<p></p>\n<h2>a. <i>interstate commerce</i>\n</h2>\n<p>(3a) Citing <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 557-564 [115 S.Ct. at pp. 1629-1632; 131 L.Ed.2d at pp. 636-641], Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act cannot be sustained as a proper regulation of interstate commerce. Article I, section 8, clause 3 of the United States Constitution grants to the Congress the authority \"[t]o regulate commerce ... among the several states....\" (4) We apply the following standard of review to a claim that Congress exceed its powers under the Commerce Clause; \"We evaluate this claim under the traditional rationality standard of review: we must defer to a congressional finding that a regulated activity affects interstate commerce `if there is any rational basis for such a finding,' <i>Hodel</i> v. <i>Virginia Surface Mining &amp;</i><i> Reclamation Assn., Inc.</i> [(1981)] 452 U.S. 264, 276 ... [101 S.Ct. 2352, 2359, 69 L.Ed.2d 1], and we must ensure only that the means selected by Congress are `\"reasonably adapted to the end permitted by the Constitution.\"' <i>Ibid.</i> (quoting <i>Heart of Atlanta Motel, Inc.</i> v. <i>United States</i> [(1964)] 379 U.S. 241 ... [13 L.Ed.2d 258, 85 S.Ct. 348]); see also <i>Hodel</i> v. <i>Indiana</i> [(1981)] 452 U.S. 314, 323-324 ... [101 S.Ct. 2376, 2383, 69 L.Ed.2d 40].\" (<i>Preseault</i> v. <i>ICC</i> (1990) 494 U.S. 1, 17 [110 S.Ct. 914, 924-925, 108 L.Ed.2d 1].) In <i>Hodel</i> v. <i>Virginia Surface Mining &amp; Recl. Assn.</i> (1981) 452 U.S. 264, 277 [101 S.Ct. 2352, 2360, 69 L.Ed.2d 1], the Supreme Court held, \"Thus, when Congress has determined that an activity affects interstate commerce, the courts need inquire only whether the finding is rational.\" (Accord, <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 557 [115 S.Ct. at p. 1629, 131 L.Ed.2d at p. 636.) A statute regulating \"`the burdens and benefits of economic life'\" is presumed to be a constitutional enactment under the Commerce Clause. (<i>FERC</i> v. <i>Mississippi</i> (1982) 456 U.S. 742, 754 [102 S.Ct. 2126, 2134, 72 L.Ed.2d 532]; <i>Usery</i> v. <i>Turner Elkhorn Mining Co.</i> (1976) 428 U.S. 1, 15 [96 S.Ct. 2882, 2892, 49 L.Ed.2d 752].)</p>\n<p>(5) The <i>Lopez</i> court, the authority relied upon by Ms. Cagle, which was evaluating the constitutionality of the Gun-Free School Zones Act of 1990 (18 U.S.C. § 922(q)(1)(a)), began its analysis by defining commerce by referring to the opinion of <i>Gibbons</i> v. <i>Ogden</i> (1824) 22 U.S. 1, 189-190 [6 L.Ed. 23, 68] by Chief Justice John Marshall as follows: \"`Commerce, undoubtedly, is traffic, but it is something more: it is intercourse. It describes the commercial intercourse between nations, and parts of nations, in all its branches, and is regulated by prescribing rules for carrying on that intercourse.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 553 [115 S.Ct. at p. <span class=\"star-pagination\">*809</span> 1627; 131 L.Ed.2d at p. 633].) The United States Supreme Court then defined the types of permissible regulation of interstate commerce as follows: \"Consistent with this structure, we have identified three broad categories of activity that Congress may regulate under its commerce power. [Citations.] First, Congress may regulate the use of the channels of interstate commerce. [Citations.] (`\"[T]he authority of Congress to keep the channels of interstate commerce free from immoral and injurious uses has been frequently sustained, and is no longer open to question.\"' [Citation.]) Second, Congress is empowered to regulate and protect the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities. [Citations.] Finally, Congress' commerce authority includes the power to regulate those activities having a substantial relation to interstate commerce, [citation], i.e., those activities that substantially affect interstate commerce. [Citation.]\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 558-559 [115 S.Ct. at pp. 1629-1630, 131 L.Ed.2d at p. 637].) The <i>Lopez</i> court concluded its analysis of this latter basis for congressional authority under the commerce clause by defining the permissible scope of regulation by the Congress in this manner: \"We conclude, consistent with the great weight of our case law, that the proper test requires an analysis of whether the regulated activity `substantially affects' interstate commerce.\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 559 [115 S.Ct. at p. 1630; 131 L.Ed.2d at p. 637].)</p>\n<p>(3b) Support payments between parents in different states substantially affects interstate commerce. (6) To begin with, such regular transfers of money between residents for purposes of supporting children in different states involves <i>interstate</i> commerce. Utilizing the test set forth by Chief Justice Marshall in <i>Gibbons</i> v. <i>Ogden, supra,</i> 22 U.S. at pages 189-190 [6 L.Ed. at page 68] and relied upon in <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at page 553 [115 S.Ct. at page 1627, 131 L.Ed.2d at page 633], the monthly mailing of support checks over what could be an 18-year period before a minor reaches majority is not \"`commerce, which is completely internal, which is carried on between man and man in a State, or between different parts of the same State, and which does not extend to or affect other States.'\" (<i>Ibid.</i>) Further, those cases described the word \"among\" in the commerce clause as restricted to \"`that commerce which concerns more States than one'\" and does not involve \"`exclusively internal commerce of a State.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 553 [115 S.Ct. at p. 1627, 131 L.Ed.2d at p. 634]; <i>Gibbons</i> v. <i>Ogden, supra,</i> 22 U.S. at pp. 189-190 [6 L.Ed. at p. 68].) The Full Faith and Credit for Child Support Orders Act regulates interstate commerce.</p>\n<p>(3c) Further, we conclude child support payments is economic activity which <i>substantially</i> affects interstate commerce. In evaluating whether economic activity substantially affects interstate commerce, courts, although not <span class=\"star-pagination\">*810</span> absolutely bound by, may give appropriate deference to the evidence which was available to the Congress. Senate Bill No. 922, which ultimately became the Full Faith and Credit for Child Support Orders Act, had its genesis in an independent commission. The United States Commission on Interstate Child Support was established by act of Congress. (Pub.L. No. 100-485 (Oct. 13, 1988) § 126, 102 Stat. 2343, reprinted in 1994 U.S. Code Cong. &amp; Admin. News, at p. 3260.) The purpose of the commission was as follows: \"In 1988, Congress created the U.S. Commission on Interstate Child Support to study the challenges presented by the enforcement and establishment of child support orders across state lines, and to recommend changes to address those challenges.\" (<i>Ibid.</i>) The report of the United States Commission on Interstate Child Support to Congress described the number of interstate child support cases and the enormous sums of moneys involved as follows: \"[I]nterstate child support cases represent approximately 30% of child support cases in this country. [¶] ... Almost identical percentages of mothers in intrastate and interstate child support child support cases report they have awards (61 percent and 59 percent). (The U.S. Com. on Interstate Child Support, Rep. to Congress, Supporting Our Children: A Blueprint for Reform (1993) pp. 3-4, fns. omitted (hereafter Commission Report); Price, <i>When One Party is 3,000 Miles Away</i> (1993) 32 Judges' J. 16, 16-17.) According to the commission, mothers of children where the father resided in a different state expected to receive in 1989 \"an estimated $4.0 billion in child support....\" (Com. Rep., <i>supra,</i> at p. 4.) Only 60 percent of the $4 billion was actually recovered. (<i>Ibid.</i>) Further, the states are obligated to seek reimbursement for welfare payments from nonpaying parents in other jurisdictions, generally fathers. In 1990, the commission reported, \"States report that 477,637 requests for assistance were sent from one state to another state in fiscal 1990.\" (Com. Rep., <i>supra,</i> at p. 4, fn. omitted.) In fiscal year 1990, states collected $457,254,889 in unpaid welfare reimbursements due in other jurisdictions. (<i>Id.</i> at p. 15.) In addition to the sums of money collected in both private and public interstate collections, considerable time is involved. Former United States Senator Bill Bradley has noted that the typical interstate child support case takes a full year to resolve. (<i>Id.</i> at p. 20.) The complexity of interstate enforcement of child support obligations was described by the commission as follows: \"The interstate case processing system is complex from the very beginning when agencies and parents attempt to secure information on the location of the other parent, choose the correct forum to bring a support action and select remedies that are appropriate to establish and enforce an order. The very nature of a process that involves two states and requires communication between two jurisdictions with different laws and procedures makes reform a challenge.... [W]hile <span class=\"star-pagination\">*811</span> interstate cases require more time to process, more communication with the parties and other states, and often involve more complex legal issues, the cases compete for limited staff resources in the child support agency and court.\" (<i>Id.</i> at p. 33.)</p>\n<p>In enacting the Full Faith and Credit for Child Support Act, the Congress found that the lack of uniformity caused the following impacts: noncustodial parents were thereby encouraged to move to another state; the movement of noncustodial parents increased interstate travel and communication that was necessary to secure enforcement of child support orders; the increased time and expenses involved in securing enforcement of support orders were disruptive of occupations and commercial activity; the movement of noncustodial parents to a new state has resulted in massive arrearages nationwide; there was an ongoing avoidance of child support obligations by noncustodial parents; there was the resulting excessive relitigation of child support orders; the excessive relitigation resulted in conflicting orders, confusion, a waste of judicial resources, and loss of public confidence in the courts; the deprivation of liberty and property without due process of law; and burdens on commerce among the states.<sup>[6]</sup> (Pub.L. 103-383 (Oct. 22, 1994) § 2, 108 Stat. 4064.)</p>\n<p><span class=\"star-pagination\">*812</span> <i>Lopez</i> is obviously distinguishable from the present case. The <i>Lopez</i> majority concluded the criminal statute at issue, one prohibiting possession of a firearm in a school zone, did not involve a substantial impact on interstate commerce. (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 559-562 [115 S.Ct. at pp. 1630-1631, 131 L.Ed.2d at pp. 638-639].) In fact, the <i>Lopez</i> court noted, the law prohibiting firearm possession in a school zone had no effect on interstate commerce when it held: \"[The Gun-Free School Zones Act of 1990] is a criminal statute that by its terms has nothing to do with `commerce' or any sort of economic enterprise, however broadly one might define those terms.\" Further, the Gun-Free School Zones Act of 1990 involved federal criminalization of already criminal conduct which by its nature effected a \"`\"change in the sensitive relation between federal and state criminal jurisdiction.\"'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 561, fn. 3 [115 S.Ct. at pp. 1631, 131 L.Ed.2d at pp. 638-639].) Finally, unlike the present case, in <i>Lopez,</i> the Government admitted that there were no legislative committee or congressional findings \"`regarding the effects upon interstate commerce of gun possession in a school zone.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 562 [115 S.Ct. at p. 1631, 131 L.Ed.2d at p. 640].) By contrast, in the present case, there were specific legislative committee and congressional findings which indicated: There were a large and growing number of interstate disputes concerning child support; the lack of uniformity in various state laws contributed to relatively low levels of support in interstate cases; the absence of a statute compelling the states to recognize each others' child support orders caused noncustodial parents to engage in interstate relocation to avoid jurisdiction; there was a corresponding increase in interstate travel and communication; the absence of federal law compelling recognition of state court support orders had led to massive arrearages nationwide; the then existing state of the law encouraged disregard of court orders; the failure of parents to pay child support had led to substantial hardship for parents; and there had been a resulting excessive <span class=\"star-pagination\">*813</span> litigation of support orders in various jurisdictions. Based on the foregoing, we conclude the present statute aimed at a growing problem involving enormous sums of money and multi-state governmental activities directed at recovering unpaid support solely in interstate cases substantially affects commerce between the various states. <i>Lopez</i> is therefore not controlling.</p>\n<p></p>\n<h2>b. <i>Improper command to state government</i>\n</h2>\n<p>(7a) Citing <i>New York</i> v. <i>United States</i> (1992) 505 U.S. 144, 155-188 [112 S.Ct. 2408, 2417-2434, 120 L.Ed.2d 120], Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act is violative of the Tenth Amendment of the United States Constitution because it forces the states to regulate a federal program. The Tenth Amendment of the United States Constitution states, \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" At the outset, we note that the United States Supreme Court has only invalidated federal laws because they are invasive of reserved state powers on the rarest of occasions. In <i>New York</i> v. <i>United States, supra,</i> 505 U.S. at pages 174-177 [112 S.Ct. at pages 2427-2429], the United States Supreme Court invalidated a federal regulation which compelled the states: to engage in regulation of low level nuclear waste; in the alternative to take title to the materials to the nuclear waste; and as a result of taking possession and title to the waste to become liable for all ensuing damages. Because the regulations required the states to \"`enact and enforce a federal regulatory program,'\" they were outside the scope of congressional power and barred by the Tenth Amendment. (<i>Id.</i> at p. 176 [112 S.Ct. at p. 2428].) In <i>Gregory</i> v. <i>Ashcroft</i> (1991) 501 U.S. 452, 469-470 [111 S.Ct. 2395, 2405-2406, 115 L.Ed.2d 410], the court held that the supremacy clause did not under the circumstances override a state's Tenth Amendment rights to impose retirement rules which were otherwise violative of the Age Discrimination in Employment Act. The only other case to date in the last half-century where a Tenth Amendment claim was sustained by the United States Supreme Court was in <i>National League of Cities</i> v. <i>Usery</i> (1976) 426 U.S. 833, 844-852 [96 S.Ct. 2465, 2470-2474, 49 L.Ed.2d 245] where the application of the Fair Labor Standards Act to public employees was invalidated as violative of the Tenth Amendment. However, <i>National League of Cities</i> was overruled nine years later in <i>Garcia</i> v. <i>San Antonio Metro. Transit Auth.</i> (1985) 469 U.S. 528, 546-554 [105 S.Ct. 1005, 1015-1019, 83 L.Ed.2d 1016] where the court held that the Fair Labor Standards Act applied to local agencies and in doing so did not violate the Tenth Amendment.</p>\n<p>Otherwise, to date in the past half-century, the United States Supreme Court has rejected all other Tenth Amendment challenges to federal statutes, <span class=\"star-pagination\">*814</span> regulations, and power. (<i>U.S. Term Limits, Inc.</i> v. <i>Thornton</i> (1995) 514 U.S. 779, 801-802 [115 S.Ct. 1842, 1853-1854, 131 L.Ed.2d 881, 899-900] [Tenth Amendment does not allow states to add to qualifications for members of Congress]; <i>New York</i> v. <i>United States, supra,</i> 505 U.S. at pp. 171-174 [112 S.Ct. at pp. 2425-2427] [federal funding requirements and regulation of regional compacts for disposal of radioactive waste (42 U.S.C. § 2021e et seq.) not violative of Tenth Amendment]; <i>Missouri</i> v. <i>Jenkins</i> (1990) 495 U.S. 33, 55 [110 S.Ct. 1651, 1665, 109 L.Ed.2d 31] [no Tenth Amendment violation when federal court orders local school board to impose taxes to pay for desegregation plan costs]; <i>Budinich</i> v. <i>Becton Dickinson &amp; Co.</i> (1988) 486 U.S. 196, 199 [108 S.Ct. 1717, 1719, 100 L.Ed.2d 178] [federal rule for appealability in diversity action solely involving state claims not violative of the Tenth Amendment]; <i>South Carolina</i> v. <i>Baker</i> (1988) 485 U.S. 505, 511-514 [108 S.Ct. 1355, 1359-1362, 99 L.Ed.2d 592] [federal statute (26 U.S.C. § 103(j)(1)) prohibiting state from issuing bearer bonds not violative of Tenth Amendment]; <i>South Dakota</i> v. <i>Dole</i> (1987) 483 U.S. 203, 210-211 [107 S.Ct. 2793, 2798, 97 L.Ed.2d 171] [no Tenth Amendment violation when Congress, utilizing its constitutional spending powers (U.S. Const., art. I, § 8, cl. 1), conditions receipt of federal highway funds on raising drinking age]; <i>Hunter</i> v. <i>Underwood</i> (1985) 471 U.S. 222, 225 [105 S.Ct. 1916, 1918-1919, 85 L.Ed.2d 222] [state act violative of Fourteenth Amendment not valid under Tenth Amendment]; <i>Garcia</i> v. <i>San Antonio Metro. Transit Auth., supra,</i> 469 U.S. at pp. 546-554 [105 S.Ct. at pp. 1015-1019] [Fair Labor Standards Act (29 U.S.C. § 201 et seq.) not violative of Tenth Amendment when applied to local and state governmental employees]; <i>Bell</i> v. <i>New Jersey</i> (1983) 461 U.S. 773, 790-791 [103 S.Ct. 2187, 2197, 76 L.Ed.2d 312] [imposition of liability on a state for failing to account for federal education funds not a violation of the Tenth Amendment]; <i>Block</i> v. <i>North Dakota</i> (1983) 461 U.S. 273, 287 [103 S.Ct. 1811, 1819-1820, 75 L.Ed.2d 840] [imposition of 12-year statute of limitations (28 U.S.C. § 2409a) on states in quiet title actions involving the federal government not a violation of the Tenth Amendment]; <i>EEOC</i> v. <i>Wyoming</i> (1983) 460 U.S. 226, 234-243 [103 S.Ct. 1054, 1058-1064, 75 L.Ed.2d 18] [Age Discrimination in Employment Act (29 U.S.C. § 621) applies to state and local employees, the Tenth Amendment notwithstanding]; <i>Jefferson County Pharm. Assn.</i> v. <i>Abbott Labs.</i> (1983) 460 U.S. 150, 154 [103 S.Ct. 1011, 1014-1015, 74 L.Ed.2d 882] [application of Robinson-Patman Price Discrimination Act (15 U.S.C. § 13) to state sales of pharmaceuticals not a violation of the Tenth Amendment]; <i>FERC</i> v. <i>Mississippi, supra,</i> 456 U.S. at pp. 758-766 [102 S.Ct. at pp. 2136-2141] [preemption of state power regulations by Public Utility Regulatory Policies Act (16 U.S.C. § 2601) not violative of the Tenth Amendment]; <i>Transportation Union</i> v. <i>Long Island R. Co.</i> (1982) 455 U.S. 678, 683-686 [102 S.Ct. 1349, 1353-1355, 71 L.Ed.2d <span class=\"star-pagination\">*815</span> 547] [Tenth Amendment does not bar application of Railway Labor Act (45 U.S.C. § 151) to state owned railroad]; <i>Hodel</i> v. <i>Indiana</i> (1981) 452 U.S. 314, 330 [101 S.Ct. 2376, 2386, 69 L.Ed.2d 40] [Surface Mining Control and Reclamation Act of 1977 (30 U.S.C. § 1201 et seq.) not barred by Tenth Amendment]; <i>Hodel</i> v. <i>Virginia Surface Mining &amp; Recl. Assn., supra,</i> 452 U.S. at pp. 286-293 [101 S.Ct. at pp. 2365-2369] [same]; <i>New York Gaslight Club, Inc.</i> v. <i>Carey</i> (1980) 447 U.S. 54, 67 [100 S.Ct. 2024, 2032-2033, 64 L.Ed.2d 723], disapproved on another point in <i>N.C. Dept. of Transp.</i> v. <i>Crest St. Council</i> (1986) 479 U.S. 6, 14 [107 S.Ct. 336, 340-341, 93 L.Ed.2d 188] [state's Tenth Amendment interest outweighed by congressional power pursuant to section 5 of the Fourteenth Amendment to permit award of attorney fees in federal civil rights action arising from state court proceedings]; <i>City of Rome</i> v. <i>United States</i> (1980) 446 U.S. 156, 182-183 [100 S.Ct. 1548, 1564, 64 L.Ed.2d 119] [preclearance requirements of Voting Rights Act (42 U.S.C. § 1973 et seq.) not violative of the Tenth Amendment]; <i>Monell</i> v. <i>New York City Dept. of Social Services</i> (1978) 436 U.S. 658, 690, fn. 54 [98 S.Ct. 2018, 2036, 56 L.Ed.2d 611] [municipal liability under Civil Rights Act of 1871 (42 U.S.C. § 1983) for violation of Fourteenth Amendment not subject to restrictions of Tenth Amendment]; <i>Milliken</i> v. <i>Bradley</i> (1977) 433 U.S. 267, 291 [97 S.Ct. 2749, 2763, 53 L.Ed.2d 745] [federal court ordered tax levy to pay for desegregation program mandated by Fourteenth Amendment not violative of Tenth Amendment]; <i>Fry</i> v. <i>United States</i> (1975) 421 U.S. 542, 547-548, fn. 7 [95 S.Ct. 1792, 1795, 44 L.Ed.2d 363] [federal regulation of state employee wages under the Economic Stabilization Act of 1970 (former 12 U.S.C. § 1904) not barred by Tenth Amendment]; <i>Sperry</i> v. <i>Florida</i> (1963) 373 U.S. 379, 383-385 [83 S.Ct. 1322, 1324-1325, 10 L.Ed.2d 428] [Tenth Amendment does not prevent United States Patent Office from permitting practice of law in a manner which would otherwise violate Florida law]; <i>United States</i> v. <i>Oregon</i> (1961) 366 U.S. 643, 645-649 [81 S.Ct. 1278, 1279-1281, 6 L.Ed.2d 575] [federal statutes (former 38 U.S.C. §§ 17 et seq., 5220 et seq.) concerning deceased veterans' estate not violated by Tenth Amendment]; <i>Reina</i> v. <i>United States</i> (1960) 364 U.S. 507, 509-512 [81 S.Ct. 260, 262-263, 5 L.Ed.2d 249] [federal grant of immunity does not violate Tenth Amendment police powers]; <i>Roth</i> v. <i>United States</i> (1957) 354 U.S. 476, 492-493 [77 S.Ct. 1304, 1312, 1 L.Ed.2d 1498] [federal obscenity statute does not encroach on state's Tenth Amendment powers to regulate expression]; <i>United States</i> v. <i>Kahriger</i> (1953) 345 U.S. 22, 26-31 [73 S.Ct. 510, 512-515, 97 L.Ed. 754], disapproved on another point in <i>Marchetti</i> v. <i>United States</i> (1968) 390 U.S. 39, 54 [88 S.Ct. 697, 705, 19 L.Ed.2d 889] [wagering tax (former 28 U.S.C. § 3285) imposed under congressional tax power (U.S. Const., art. I, § 8, cl. 1) not violative of Tenth Amendment]; <i>Power Comm'n</i> v. <i>East Ohio Gas Co.</i> (1950) 338 U.S. 464, 476 [70 S.Ct. 266, 273, 94 L.Ed. 268] [accounting orders issued by <span class=\"star-pagination\">*816</span> Federal Power Commission to state public utility pursuant to 15 United States Code section 717 et seq. proper under commerce clause (U.S. Const., art. I, § 8, cl. 3) and not violative of the Tenth Amendment]; <i>Case</i> v. <i>Bowles</i> (1946) 327 U.S. 92, 102 [66 S.Ct. 438, 443, 90 L.Ed. 552] [wartime price controls on sale of timber by state government (former 50 U.S.C. Appen. § 901 et seq.) not violative of the Tenth Amendment].)</p>\n<p>To sum up, to date during the past half century, the United States Supreme Court has rejected Tenth Amendment claims in all but two situations. The court has sustained governmental entities' Tenth Amendment claims where the federal government requires a state to enact and enforce a congressionally mandated regulatory program. (<i>New York</i> v. <i>United States, supra,</i> 505 U.S. at p. 176 [112 S.Ct. at p. 2428].) Also, the Supreme Court has invalidated a federal restriction contained in an ambiguous statute relating to the retention of state judges. (<i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pp. 469-470 [111 S.Ct. at p. 2406].) Other than these two narrow situations, all Tenth Amendment claims have ultimately been rejected by the United States Supreme Court.</p>\n<p>With the foregoing unmistakable development of the law in mind, we conclude that under the supremacy clause, as interpreted in <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 469-470 [111 S.Ct. at page 2406], insofar as the Full Faith and Credit for Child Support Orders Act requires California to give deference to the Georgia order, there is no violation of the Tenth Amendment. This we conclude is particularly true given the fact that the authority to adopt general laws which enforce full faith and credit of state court judgments is a specified power of the Congress. (8a) In developing its Tenth Amendment jurisprudence, the United States Supreme Court has held that the supremacy clause contained in article VI, clause 2 of the federal Constitution may be the basis for overriding a Tenth Amendment claim. Article VI, clause 2 of the United States Constitution states, \"This Constitution, and the laws of the United States which shall be made in pursuance thereof; and all treaties made, or which shall be made, under the authority of the United States, shall be the supreme law of the land; and the Judges in every State shall be bound thereby, anything in the Constitution or laws of any State to the contrary notwithstanding.\" The United States Supreme Court has held that issues of state court organization and procedure can be the subject of Tenth Amendment protection. (<i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at p. 460 [111 S.Ct. at p. 2400] [\"case concerns a state constitutional provision through which the people of Missouri establish a qualification for those who sit as their judges ...; it is a decision of the most fundamental sort for a sovereign entity\"]; <i>Sugarman</i> v. <i>Dougall</i> (1973) 413 U.S. 634, 647 [93 S.Ct. 2842, 2850, 37 L.Ed.2d 853] [\"this power and responsibility of the <span class=\"star-pagination\">*817</span> State applies, not only to the qualifications of voters, but also to persons holding state elective or important nonelective executive, legislative, and judicial positions\"]; <i>John</i> v. <i>Paullin</i> (1913) 231 U.S. 583, 585 [34 S.Ct. 178, 178, 58 L.Ed. 381] [\"Without any doubt it rests with each State to prescribe the jurisdiction of its appellate courts, the mode and time of invoking that jurisdiction, and the rules of practice to be applied in its exercise....\"]; <i>Calder</i> v. <i>Bull</i> (1798) 3 U.S. 386, 387 (3 Dall.) [1 L.Ed. 648] [\"The establishing courts of justice, the appointment of judges, and the making regulations for the administration of justice, <i>within each state,</i> according to its laws, <i>on all subjects not entrusted to the federal government,</i> appears to me to be the <i>peculiar</i> and <i>exclusive</i> province, and duty of the <i>state legislatures.\"</i> (Original italics.)].)</p>\n<p>However, the Supreme Court has made it clear under the supremacy clause that the reserved powers of the states can be overridden by specific federal statutes which direct state courts to abide by national laws. The controlling authority in this regard is <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 460-461 [111 S.Ct. at page 2401] where the Supreme Court ruled on the application of the Age Discrimination in Employment Act to state judges. The Supreme Court noted that such regulation by the federal government which intruded on the sovereign power of the citizens of Missouri which would be constitutionally permissible under the supremacy clause only in the face of a specific congressional enactment. Speaking of the \"interference\" of the Age Discrimination in Employment Act in the retention of Missouri judges, the United States Supreme Court held: \"Congressional interference with this decision of the people of Missouri, defining their constitutional officers, would upset the usual constitutional balance of federal and state powers. For this reason, `it is incumbent upon the federal courts to be certain of Congress' intent before finding that federal law overrides' this balance. <i>Atascadero [State Hospital</i> v. <i>Scanlon</i> (1985) 473 U.S. 234,] 243 [105 S.Ct. 3142, 3146, 87 L.Ed.2d 171]. We explained recently: [¶] `[I]f Congress intends to alter the \"usual constitutional balance between the States and the Federal Government,\" it must make its intention to do so \"unmistakably clear in the language of the statute.\" <i>Atascadero State Hospital</i> v. <i>Scanlon,</i> 473 U.S. 234, 242 [105 S.Ct. 3142, 3147, 87 L.Ed.2d 171] (1985); see also <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 465 U.S. 89, 99 [104 S.Ct. 900, 907, 79 L.Ed.2d 67] (1984). <i>Atascadero</i> was an Eleventh Amendment case, but a similar approach is applied in other contexts. Congress should make its intention \"clear and manifest\" if it intends to pre-empt the historic powers of the States, <i>Rice</i> v. <i>Santa Fe Elevator Corp.,</i> 331 U.S. 218, 230 [67 S.Ct. 1146, 1152, 91 L.Ed. 1447] (1947).... \"In traditionally sensitive areas, such as legislation affecting the federal balance, the requirement of clear statement assures that the <span class=\"star-pagination\">*818</span> [L]egislature has in fact faced, and intended to bring into issue, the critical matters involved in the judicial decision.\" <i>United States</i> v. <i>Bass,</i> 404 U.S. 336, 349 [92 S.Ct. 515, 523, 30 L.Ed.2d 488] (1971).' <i>Will</i> v. <i>Michigan Dept. of State Police,</i> 491 U.S. 58, 65 [109 S.Ct. 2304, 2309-2310, 105 L.Ed.2d 45] (1989).\" (<i>Ibid.</i>) In <i>Gregory,</i> the United States Supreme Court concluded that the language in 29 United States Code sections 623(a) and 631(a)<sup>[7]</sup> which prohibited an employer from discriminating against an \"individual\" or \"employee\" based on age was insufficiently specific to permit the application of the Age Discrimination in Employment Act to Missouri judges whose selection and retention was otherwise the subject of Tenth Amendment protection from federal regulation. (501 U.S. at pp. 456-464 [111 S.Ct. at pp. 2398-2403].)</p>\n<p>(7b) By contrast, the pertinent language in the Full Faith and Credit for Child Support Orders Act unambiguously reflects a specific congressional intent to preempt state court authority to modify another jurisdiction's orders which insure payments to children unless the enumerated circumstances are present. 28 United States Code section 1738B(a) states with crystal clear explicitness, \"The appropriate authorities of each State ... [¶] (1) shall enforce according to its terms ... and [¶] ... shall not seek or make a modification of such an order except in accordance with subsections (e)(f) and (i).\" Unless the circumstances set forth in 28 United States Code section 1738B(e), (f), and (i) are present, a state court must enforce and may not modify another jurisdiction's child support order. There is no ambiguity. Unless the case falls within the ambit of 28 United States Code section 1738B(e), (f), and (i), the duty of every state court judge is clear  there must be enforcement and no modification of another jurisdiction's child support order. None of the ambiguity cited in <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 461-463 [111 S.Ct. at pages 2401-2402] is present in this case.</p>\n<p>Because the limitation on state court jurisdiction is clear, the supremacy clause permitted the Congress to adopt the Full Faith and Credit for Child Support Orders Act. This is so even though 28 United States Code section 1738B preempts state court jurisdiction to modify interstate child support <span class=\"star-pagination\">*819</span> orders. (8b) In <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at page 460 [111 S.Ct. at page 2400], the court described the effect of the Supremacy Clause as follows: \"The Federal Government holds a decided advantage in this delicate balance: the Supremacy Clause. U.S. Const., Art. VI, cl. 2. As long as it is acting within the powers granted it under the Constitution, Congress may impose its will on the States. Congress may legislate in areas traditionally regulated by the States. This is an extraordinary power in a federalist system. It is a power that we must assume Congress does not exercise lightly.\" The federal Supreme Court has repeatedly relied on the supremacy clause to preempt state laws on a variety of subjects related to judicial proceedings. (<i>Block</i> v. <i>North Dakota, supra,</i> 461 U.S. at pp. 288-289 [103 S.Ct. at p. 1820] [congressionally adopted statute of limitations binding on states pursuant to supremacy clause, the Tenth Amendment notwithstanding]; <i>Fidelity Federal Sav. &amp; Loan Assn.</i> v. <i>De La Cuesta</i> (1982) 458 U.S. 141, 150-159 [102 S.Ct. 3014, 3020-3025, 73 L.Ed.2d 664] [California courts must enforce due on sale clause because of regulation promulgated by Federal Home Loan Bank]; <i>FERC</i> v. <i>Mississippi, supra,</i> 456 U.S. 760-761 [102 S.Ct. at p. 2138] [supremacy clause permits federal regulation of state public utility despite Tenth Amendment]; <i>Testa</i> v. <i>Katt</i> (1947) 330 U.S. 386, 389-393 [67 S.Ct. 810, 812-814, 91 L.Ed. 967, 172 A.L.R. 225] [under supremacy clause, Rhode Island courts must enforce federally mandated price controls]; <i>Hauenstein</i> v. <i>Lynham</i> (1879) 100 U.S. 483, 488-491 [25 L.Ed. 628] [Virginia courts required by supremacy clause to enforce terms of Swiss-American treaty in probate case].) Because the statute at issue is unambiguous, the supremacy clause permitted Congress to regulate and preempt state court jurisdiction.</p>\n<p>(7c) The foregoing supremacy clause considerations are more compelling given the fact that the full faith and credit clause has an enforcement provision. Article IV, section 1 of the United States Constitution states: \"Full Faith and Credit shall be given in each State to the public acts, records, and judicial proceedings of every other State. And the Congress may by general laws prescribe the manner in which such acts, records and proceedings shall be proved, and the effect thereof.\" Congress has been expressly delegated the power to enact laws which set forth the effect of \"`judicial [p]roceedings of every other [s]tate.'\" (<i>Migra</i> v. <i>Warren City School Dist. Bd. of Ed.</i> (1984) 465 U.S. 75, 80, fn. 4 [104 S.Ct. 892, 896, 79 L.Ed.2d 56]; <i>Atchison, Topeka, &amp; Santa Fe Ry.</i> v. <i>Sowers</i> (1909) 213 U.S. 55, 64 [29 S.Ct. 397, 399, 53 L.Ed. 695]; <i>Metcalf</i> v. <i>Watertown</i> (1894) 153 U.S. 671, 676 [14 S.Ct. 947, 949, 38 L.Ed. 861]; <i>Matter of Cook</i> (7th Cir.1995) 49 F.3d 263, 266.) An example of the exercise of this power is the adoption of 28 United States Code sections 1738 and 1738A. Hence, Ms. Cagle's Tenth Amendment argument has no merit. Congress adopted the Full Faith and Credit for Child <span class=\"star-pagination\">*820</span> Support Orders Act pursuant to its express power set forth in article IV, section 1 of the United States Constitution to enact legislation describing the effect of a state court judgment. The Full Faith and Credit for Child Support Orders Act must therefore be enforced in California courts by reason of the supremacy and full faith and credit clauses. Since Georgia has sole and exclusive jurisdiction under the provisions of the Full Faith and Credit for Child Support Orders Act, California at present has no jurisdiction to modify the June 18, 1990, support order.</p>\n<p></p>\n<h2>IV. DISPOSITION</h2>\n<p>Let a peremptory writ of prohibition issue directing the respondent court to set aside its order of November 8, 1996, denying the motion to quash. The respondent court is to issue a new order granting the motion to quash. John B. Kilroy, Jr., is to recover his costs on appeal from Sharon S. Cagle Winter.</p>\n<p>Armstrong, J., and Godoy Perez, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  Code of Georgia Annotated section 19-7-22 states: \"A father of a child born out of wedlock may render the same legitimate by petitioning the superior court of the county of his residence, the county of residence of the child, or, if a petition for the adoption of the child is pending, the county in which the adoption petition is filed for legitimization of the child. The petition shall set forth the name, age, and sex of the child, the name of the mother, and, if the father desires the name of the child to be changed, the new name. If the mother is alive, she shall have notice of the petition for legitimization. Upon the presentation and filing of the petition, the court may pass an order declaring the child to be legitimate and to be capable of inheriting from the father in the same manner as if born in lawful wedlock and specifying the name by which the child shall be known. In addition, the court shall upon notice to the mother further establish such duty as the father may have to support the child, considering the facts and circumstances of the mother's obligation of support and the needs of the child.\"</p>\n<p>[2]  Family Code section 4853 states: \"(a) Except as specified in this section, upon registration, the registered foreign support order shall be treated in the same manner as a support order issued by a court of this state. It has the same effect and is subject to the same procedures, defenses, and proceedings for reopening, vacating, or staying as a support order of this state and may be enforced and satisfied in like manner. [¶] (b) The obligor has 20 days after the mailing or other service of notice of the registration of a foreign order of support in which to file a noticed motion requesting the court to vacate the registration or for other relief. In an action under this section, there shall be no joinder of actions, coordination of actions, or cross-complaints, and the claims or defenses shall be limited strictly to the identity of the obligor, the validity of the underlying foreign support order, or the accuracy of the obligee's statement of the amount of support remaining unpaid unless the amount has been previously established by a judgment or order. The obligor shall serve a copy of the motion, personally or by first-class mail, on the office of the district attorney, private attorney representing the obligee, or obligee representing himself or herself who filed the request for registration of the order, not less than 15 days prior to the date on which the motion is to be heard. If service is by mail, Section 1013 of the Code of Civil Procedure applies. If the obligor does not file the motion within 20 days, the registered foreign support order and all other documents filed pursuant to subdivision (a) of Section 4852 are confirmed. [¶] (c) At the hearing on the motion to vacate the registration of the order, the obligor may present only matters that would be available to the obligor as defenses in an action to enforce a support judgment. If the obligor shows and the court finds that an appeal from the order is pending or that a stay of execution has been granted, the court shall stay enforcement of the order until the appeal is concluded, the time for appeal has expired, or the order is vacated, upon satisfactory proof that the obligor has furnished security for payment of the support ordered as required by the rendering state. If the obligor shows and the court finds any ground upon which enforcement of a support order of this state may be stayed, the court shall stay enforcement of the order for an appropriate period if the obligor furnishes the same security for payment of the support ordered that is required for a support order of this state. [¶] (d) Registration of an out-of-state order for the sole purpose of interstate wage withholding does not confer jurisdiction on the court for any purpose other than income withholding. [¶] (e) After registration, a foreign order for the assignment of wages or other earnings for support shall be treated for all purposes in the same manner as an order for assignment of earnings entered pursuant to this article. The registered foreign order for assignment of wages shall be served upon the obligor's employer and the obligor shall be sent, by first-class mail, a copy of the foreign assignment order at the same time that the employer is served with the notice. The obligor may move to quash the assignment in accordance with Section 5270.\"</p>\n<p>[3]  28 United States Code section 1738B defines a \"contestant\" under the Full Faith and Credit for Child Support Orders Act as follows: \"`[C]ontestant' means  [¶] (A) a person (including a parent) who  [¶] (i) claims a right to receive child support; [¶] (ii) is a party to a proceeding that may result in the issuance of a child support order; or [¶] (iii) is under a child support order; and [¶] (B) a State or political subdivision of a State to which the right to obtain child support has been assigned.\" The parties do not dispute that they are \"contestants\" within the meaning of the Full Faith and Credit for Child Support Orders Act.</p>\n<p>[4]  Ms. Cagle suggests without citation to authority that because Mr. Kilroy is the obligor under the Georgia order he has no standing to assert the jurisdictional bar of the Full Faith and Credit for Child Support Orders Act. However, nothing in the plain language of the statute or its legislative history (1994 U.S. Code Cong. &amp; Admin. News, pp. 3259-3265) even implies that an additional exception to the \"General rule\" in 28 United States Code section 1738B(a) exists when the obligee commences modification proceedings. (Cf. <i>Bennett</i> v. <i>Spear</i> (1997) ___ U.S. ___, ___ [117 S.Ct. 1154, 1161-1163, 137 L.Ed.2d 281]; <i>Clarke</i> v. <i>Securities Industry Assn.</i> (1987) 479 U.S. 388, 399-400 [107 S.Ct. 750, 757, 93 L.Ed.2d 757].)</p>\n<p>[5]  Because we determine the issue of whether the challenged decree is an \"order\" within the meaning of the Full Faith and Credit for Child Support Orders Act on the grounds set forth in the body of this opinion, we need not address the question of whether Ms. Cagle is estopped to contend otherwise because: her complaint for support refers to the Georgia decree as a \"child support order\" and a \"judgment\"; her counsel filed an order to show cause to modify the amount of child support payable under the Georgia order and the settlement agreement; and her points and authorities in opposition to the motion to quash refer to the Georgia decree as a \"support order\" on six occasions. (See <i>McClure</i> v. <i>Donovan</i> (1949) 33 Cal.2d 717, 730 [205 P.2d 17]; <i>Ernst</i> v. <i>Searle</i> (1933) 218 Cal. 233, 240 [22 P.2d 715]; 9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, §§ 316-321, pp. 327-332.)</p>\n<p>[6]  The full statement of congressional findings was as follows: \"(a) FINDINGS.  The Congress finds that  [¶] (1) there is a large and growing number of child support cases annually involving disputes between parents who reside in different States; [¶] (2) the laws by which the courts of different jurisdictions determine their authority to establish child support orders are not uniform; [¶] (3) those laws, along with the limits imposed by the Federal system on the authority of each State to take certain actions outside its own boundaries  [¶] (A) encourage noncustodial parents to relocate outside the States where their children and the custodial parents reside to avoid the jurisdiction of the courts of such States, resulting in an increase in the amount of interstate travel and communication required to establish and collect on child support orders and a burden on custodial parents that is expensive, time consuming, and disruptive of occupations and commercial activity; [¶] (B) contribute to the pressing problem of relatively low levels of child support payments in interstate cases and to inequities in child support payments levels that are based solely on the noncustodial parent's choice of residence; [¶] (C) encourage a disregard of court orders resulting in massive arrearages nationwide; [¶] (D) allow noncustodial parents to avoid the payment of regularly scheduled child support payments for extensive periods of time, resulting in substantial hardship for the children for whom support is due and for their custodians; and [¶] (E) lead to the excessive relitigation of cases and to the establishment of conflicting orders by the courts of various jurisdictions, resulting in confusion, waste of judicial resources, disrespect for the courts, and a diminution of public confidence in the rule of law; and [¶] (4) among the results of the conditions described in this subsection are  [¶] (A) the failure of the courts of the States to give full faith and credit to the judicial proceedings of the other States; [¶] (B) the deprivation of rights of liberty and property without due process of law; [¶] (C) burdens on commerce among the States; and [¶] (D) harm to the welfare of children and their parents and other custodians.\" (Pub.L. 103-383 (Oct. 22, 1994) § 2(a), 108 Stat. 4064.) A report prepared for the Senate Judiciary Committee analyzed the foregoing findings as follows: \"Section 2 provides that the Congress finds that a large and growing number of child support cases involve disputes across state lines, and the laws by which courts determine their authority to establish and modify child support orders are not uniform. This lack of uniformity in interpreting child support orders, combined with the inability of States to take certain actions outside of its own boundaries, has led to a number of deficiencies in child support collection. [¶] Lack of uniformity among the States encourages noncustodial parents to relocate outside the States where their children and custodial parents reside, in order to avoid the jurisdiction of the courts of such States. The result is an expensive, time consuming, and disruptive burden on the child and the custodial parent. In addition, the lack of uniformity contributes to relatively low levels of child support payments in interstate cases, allows noncustodial parents to avoid payment of child support for extended periods of time, and contributes to a number of other problems within the court system, including an increase in litigation and the establishment of conflicting orders in various jurisdictions. [¶] Among the results of conditions described in this section are the deprivation of rights of liberties and property without due process of law, burdens on commerce among the States, and harm to the welfare of children and their parents or other custodians.\" (1994 U.S. Code Cong. &amp; Admin. News, at pp. 3261-3262.)</p>\n<p>[7]  29 United States Code section 623(a) states: \"It shall be unlawful for an employer  [¶] (1) to fail or refuse to hire or to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age; [¶] (2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's age; or [¶] (3) to reduce the wage rate of any employee in order to comply with this chapter.\" 29 United States Code section 631(a) provides: \"Individuals at least 40 years of age [¶] The prohibitions in this chapter shall be limited to individuals who are at least 40 years of age.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">793</span></span> (1997)</b></center>\n<center><h1>JOHN B. KILROY, JR., Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; SHARON S. CAGLE WINTER, Real Party in Interest.</h1></center>\n<center>Docket No. B107509.</center>\n<center><p><b>Court of Appeals of California, Second District, Division Five.</b></p></center>\n<center>April 28, 1997.</center>\n<p><span class=\"star-pagination\">*797</span> COUNSEL</p>\n<p>Wasser, Rosenson &amp; Carter, S. David Rosenson and Michael Brourman for Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Connolly Oyler and Joel P. Schiff for Real Party in Interest.</p>\n<p>OPINION</p>\n<p>TURNER, P.J. </p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>John B. Kilroy, Jr., a respondent in a family law child support modification proceeding brought by Sharon S. Cagle Winter, the mother of the minor, has filed a prohibition petition seeking to restrain the respondent court from proceeding with a hearing on an order to show cause concerning potential modification of a Georgia child support decree. Mr. Kilroy argues that the respondent court does not have jurisdiction to modify a Georgia child support order because of the Full Faith and Credit for Child Support Orders Act. (28 U.S.C. § 1738B.) We agree with Mr. Kilroy, issue our writ of prohibition, and direct the respondent court quash the order to show cause.</p>\n<p></p>\n<h2>II. PROCEDURAL AND FACTUAL BACKGROUND</h2>\n<p>On May 10, 1990, Mr. Kilroy and Ms. Cagle entered into a written agreement which provided: Mr. Kilroy was the father of the minor; Mr. <span class=\"star-pagination\">*798</span> Kilroy agreed to pay to Ms. Cagle $50,000 to provide for the minor; Mr. Kilroy agreed to purchase an annuity contract which would pay $2,750 per month beginning June 1, 1990, as child support; the $2,750 per month child support payment was to continue until the minor turned 18 years; if the minor died before turning 18 years of age, Ms. Cagle would execute the necessary documents to assign the proceeds of the annuity to Mr. Kilroy; if Ms. Cagle died before the minor turned 18, Mr. Kilroy would not object if her parents were named as the guardian for the child; Ms. Cagle was awarded sole custody of the minor; Mr. Kilroy waived his right to visitation at present; however, he could secure reasonable visitation at a later date; and the agreement would be submitted to the \"Superior Court of Forsyth County, Georgia\" as part of a \"petition to legitimate the minor child and establish support payments for the minor child....\" Ms. Cagle agreed not to contest the aforementioned petition and that the agreement be incorporated by reference as part of a \"consent order and decree....\" On June 18, 1990, an order was issued in the Forsyth County Superior Court which: declared the minor to be legitimate within the meaning of Code of Georgia Annotated section 19-7-22<sup>[1]</sup>; identified Ms. Cagle and Mr. Kilroy as the parents of the minor; and described the custody and visitation rights of the parties. The June 18, 1990, order concluded: \"The parties have heretofore entered into an agreement respecting the payment of child support for the benefit of the minor child dated as of May 10, which agreement has been reviewed by the Court, is hereby approved by the Court, and the terms thereof are hereby incorporated by reference as part of this Order and shall be binding and enforceable upon the parties as if set forth in this Order verbatim.\" The June 18, 1990, order was filed on July 5, 1990.</p>\n<p>On July 5, 1996, Ms. Cagle filed a \"Statement for Registration of Foreign Support Order and Clerk's Notice\" pursuant to Family Code section 4853.<sup>[2]</sup> The statement and notice referred to the order of June 18, 1990, and was <span class=\"star-pagination\">*799</span> accompanied by the May 10, 1990, settlement agreement. On September 11, 1996, Ms. Cagle filed a document entitled \"Complaint for Support.\" It sought to increase the amount of child support payable to the minor. It adverted to: the May 10, 1990, settlement agreement; the judgment issued June 18, 1990; and the July 31, 1996, registration in California of the Georgia judgment. The complaint filed September 11, 1996, sought to increase the amount of child support and alleged as follows: \"The minor child ... has been diagnosed with Attention Deficit Disorder and has required special medical treatment which has greatly increased the costs of his support. [¶] ... [Ms. Cagle] requests that the Court modify the child support order as registered according to California guidelines based on [Ms. Cagle's] and [Mr. Kilroy's] relative incomes and assets.\"</p>\n<p>Also filed on September 11, 1996, by Ms. Cagle, was an order to show cause re child support and attorney fees. The order to show cause sought to increase the amount of monthly support from $2,750 to that provided for by the child support guidelines. (Fam. Code, § 4050 et seq.) Further, the order <span class=\"star-pagination\">*800</span> to show cause sought an award of reasonable attorney fees. In support of the order to show cause, Ms. Cagle submitted a declaration which stated the following: she and Mr. Kilroy had never been married; Mr. Kilroy did not visit with the minor; she believed Mr. Kilroy had the resources to pay more for child support; she was unemployed and now married with two sons in addition to the minor; in July 1993, the minor was diagnosed with attention deficit disorder; the cost of the testing and diagnosis was $2,000; because of the attention deficit disorder, the minor was required to take the drug \"Ritalin\" three times a day at a cost of $1 per dose; because the minor had \"poor eyesight,\" he needed to have an eye examination \"every six months at a cost of $130 per exam\"; the cost of eyeglasses for the minor was $300 per year; the minor was required to attend a summer school and camp with a total cost of $2,000; the minor was required to see a psychologist \"approximately once a week\" at a cost of $100 per hour; the school the minor attended which specialized in attention deficit disorder cost $10,175 per year; and the minor also received the assistance of a tutor which cost an additional $150 per month. Finally, Ms. Cagle's declaration indicated she and the minor had been in an automobile accident and there had been costs incurred for medical treatment. Her income and expense declaration indicated her monthly expenses totaled $7,540 while her income was the $2,750 monthly child support paid by Mr. Kilroy.</p>\n<p>On October 3, 1996, Mr. Kilroy filed a motion to quash the order to show cause. The evidence indicated Ms. Cagle and the minor were residents of Georgia. By contrast, Mr. Kilroy was a California resident. Mr. Kilroy argued that California did not have subject matter jurisdiction because of the provisions of the Full Faith and Credit for Child Support Orders Act codified in 28 United States Code section 1738B. The respondent court denied the motion to quash. The respondent court concluded that California had jurisdiction over Mr. Kilroy and the Full Faith and Credit for Child Support Orders Act was an unconstitutional violation of the Tenth Amendment of the United States Constitution. Mr. Kilroy then filed the present prohibition petition. We issued our alternative writ of prohibition.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary of Holding and Standard of Statutory Review</i>\n</h2>\n<p>We now determine for the following reasons that California courts at present have no jurisdiction to modify the Forsyth County Georgia support order. We conclude: Under the terms of the Full Faith and Credit for Child Support Orders Act, California courts have no jurisdiction at present to modify the Georgia support order; the Georgia order is one that is subject to <span class=\"star-pagination\">*801</span> Full Faith and Credit for Child Support Orders Act; the Full Faith and Credit for Child Support Orders Act is not violative of the holding of <i>United States</i> v. <i>Lopez</i> (1995) <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 557-564 [<span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, 1629-1632, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span>, 636-641]; and the requirements imposed by the Full Faith and Credit for Child Support Orders Act is not violative in the present case of the Tenth Amendment of the United States Constitution.</p>\n<p>In terms of the application of 28 United States Code section 1738B to the present case, we are presented with an issue of statutory interpretation. Because we are applying a federal statute, we follow rules of statutory construction enunciated by the United States Supreme Court. (1) In <i>Kaiser Aluminum &amp; Chemical Corp.</i> v. <i>Bonjorno</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></span>, 835 [<span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></span>, 1575, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></span>], quoting from <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania</i> (1980) <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 108 [<span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, 2056, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span>], the United States Supreme Court held: \"The starting point for interpretation of a statute `is the language of the statute itself. Absent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.'\" The United States Supreme Court has noted that \"... the statutory language controls its construction\" (<i>Ford Motor Credit Co.</i> v. <i>Cenance</i> (1981) <span class=\"citation\" data-id=\"110511\"><a href=\"/opinion/110511/ford-motor-credit-co-v-cenance/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, 158, fn. 3 [<span class=\"citation\" data-id=\"110511\"><a href=\"/opinion/110511/ford-motor-credit-co-v-cenance/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2239</span></a></span>, 2241, <span class=\"citation\" data-id=\"110511\"><a href=\"/opinion/110511/ford-motor-credit-co-v-cenance/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span></a></span>]) and \"`[t]here is, of course, no more persuasive evidence of the purpose of a statute than the words by which the [L]egislature undertook to give expression to its wishes.'\" (<i>Griffin</i> v. <i>Oceanic Contractors, Inc.</i> (1982) <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 571 [<span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3245</span></a></span>, 3250, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span>].) In interpreting a statute, the United States Supreme Court has noted: \"`In expounding a statute, we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law, and to its object and policy.' [Citations.] Our objective in a case such as this is to ascertain the congressional intent and give effect to the legislative will.\" (<i>Philbrook</i> v. <i>Glodgett</i> (1975) <span class=\"citation\" data-id=\"109266\"><a href=\"/opinion/109266/philbrook-v-glodgett/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 713 [<span class=\"citation\" data-id=\"109266\"><a href=\"/opinion/109266/philbrook-v-glodgett/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1893</span></a></span>, 1898, <span class=\"citation\" data-id=\"109266\"><a href=\"/opinion/109266/philbrook-v-glodgett/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span>].) On another occasion, the court stated, \"We do not, however, construe statutory phrases in isolation; we read statutes as a whole.\" (<i>United States</i> v. <i>Morton</i> (1984) <span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></a></span>, 828 [<span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2769</span></a></span>, 2773, <span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span></a></span>], fn. omitted.) Further, in interpreting a statute, the Supreme Court has emphasized the importance of avoiding: \"absurd results\" (<i>United States</i> v. <i>Turkette</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></span>, 580 [<span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2524</span></span>, 2527, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">246</span></span>]); \"`an odd result'\" (<i>Public Citizen</i> v. <i>Department of Justice</i> (1989) <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></span>, 454 [<span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2558</span></span>, 2569, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></span>]); or \"unreasonable results whenever possible.\" (<i>American Tobacco Co.</i> v. <i>Patterson</i> (1982) <span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 71 [<span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1534</span></a></span>, 1538, <span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span></a></span>].) Moreover, the Supreme Court has noted, \"Judicial perception that a particular result would be unreasonable may enter into the construction of ambiguous provisions, but cannot justify disregard of what Congress has plainly <span class=\"star-pagination\">*802</span> and intentionally provided.\" (<i>Commissioner</i> v. <i>Asphalt Products Co., Inc.</i> (1987) <span class=\"citation\" data-id=\"111905\"><a href=\"/opinion/111905/commissioner-v-asphalt-products-co/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 121 [<span class=\"citation\" data-id=\"111905\"><a href=\"/opinion/111905/commissioner-v-asphalt-products-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, 2278, <span class=\"citation\" data-id=\"111905\"><a href=\"/opinion/111905/commissioner-v-asphalt-products-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span></a></span>].) In <i>Griffin</i> v. <i>Oceanic Contractors, Inc., supra,</i> 458 U.S. at page 571 [102 S.Ct. at page 3250], the court stated: \"Nevertheless, in rare cases the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters, and those intentions must be controlling.... [Citations.]\" When a statute is unambiguous, its language cannot \"be expanded or contracted by the statements of individual legislators or committees during the course of the [legislative] process.\" (<i>West Virginia Univ. Hospitals, Inc.</i> v. <i>Casey</i> (1991) <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 98-99 [<span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, 1147, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span>].)</p>\n<p></p>\n<h2>B. <i>The \"General rule\"</i>\n</h2>\n<p>In 1994, the Congress adopted the Full Faith and Credit for Child Support Orders Act which was codified at 28 United States Code section 1738B. (Pub.L. No. 103-383 (Oct. 22, 1994) § 3(a), 108 Stat. 4064.) It was amended as to matters not pertinent to this appeal in 1996. (Pub.L.No. 104-193 (Aug. 22, 1996) tit. III, § 322; 110 Stat. 2221.) As presently in force and relevant to this case, 28 United States Code section 1738B(a) states, \"(a) General rule.  The appropriate authorities of each State  (1) shall enforce according to its terms a child support order made consistently with this section by a court of another State; and [¶] (2) shall not seek or make a modification of such an order except in accordance with subsections (e), (f), and (i).\" As we will note, the language of 28 United States Code section 1738B(a) sets forth the \"General rule\" concerning enforcement of another state's support order. The foregoing plain language permits a state court to modify a child support order such as the Georgia decree in the present case when permitted by 28 United States Code section 1738B(e), (f) and (i). In other words, California can modify the Georgia order only if the conditions set forth in 28 United States Code 1738B(e), (f), and (i) are met.</p>\n<p></p>\n<h2>C. <i>There Are No Applicable Exceptions to the General Rule</i>\n</h2>\n<p></p>\n<h2>1. <i>The exceptions to the \"General rule\"</i>\n</h2>\n<p>We now proceed to examine the application, if any of the exceptions to the \"General rule\" set forth in 28 United States Code section 1738B(e), (f), and (i). The first requirement that must be present in order to modify another state's support decree is set forth in 28 United States Code section 1738B(e) and it states: \"Authority to modify orders.  A court of a State may modify a child support order issued by a court of another State if  [¶] (1) the court has jurisdiction to make such a child support order pursuant to subsection (i); and [¶] (2)(A) the court of the other State no longer has continuing, <span class=\"star-pagination\">*803</span> exclusive jurisdiction of the child support order because that State no longer is the child's State or the residence of any individual contestant; or [¶] (B) each individual contestant has filed written consent with the State of continuing, exclusive jurisdiction for a court of another State to modify the order and assume continuing, exclusive jurisdiction over the order.\"</p>\n<p>The second aspect of the exceptions to the \"General rule\" is set forth as follows in 28 United States Code section 1738B(f) which states: \"Recognition of child support orders.  If 1 or more child support orders have been issued with regard to an obligor and a child, a court shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction and enforcement: [¶] (1) If only 1 court has issued a child support order, the order of that court must be recognized. [¶] (2) If 2 or more courts have issued child support orders for the same obligor and child, and only 1 of the courts would have continuing, exclusive jurisdiction under this section, the order of that court must be recognized. [¶] (3) If 2 or more courts have issued child support orders for the same obligor and child, and more than 1 of the courts would have continuing, exclusive jurisdiction under this section, an order issued by a court in the current home State of the child must be recognized, but if an order has not been issued in the current home State of the child, the order most recently issued must be recognized. [¶] (4) If 2 or more courts have issued child support orders for the same obligor and child, and none of the courts would have continuing, exclusive jurisdiction under this section, a court may issue a child support order, which must be recognized. [¶] (5) The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\"</p>\n<p>The third description of the statutory preconditions to modification of another state's support decree is found in 28 United States Code section 1738B(i) which states as follows: \"Registration for modification.  If there is no individual contestant or child residing in the issuing State, the party or support enforcement agency seeking to modify, or to modify and enforce, a child support order issued in another State shall register that order in a State with jurisdiction over the nonmovant for the purpose of modification.\" The plain language of the Full Faith and Credit for Child Support Orders Act prohibits California courts from modifying another state's decrees unless there is compliance with the provisions of 28 United States Code section 1738B(e), (f), and (i). In this case, unless there has been compliance with 28 United States Code section 1738(e), (f), and (i), the respondent court did not have jurisdiction to modify the Georgia support order.</p>\n<p></p>\n<h2>2. <i>Application of the exceptions to the \"General rule\" in the present case</i>\n</h2>\n<p>(2) First, there has not been compliance with 28 United States Code section 1738B(e). The initial requirement imposed by 28 United States Code <span class=\"star-pagination\">*804</span> section 1738B(e)(1) is that this state has jurisdiction to \"make such a child support order pursuant to subsection (i)....\" 28 United States Code section 1738B(i) provides that in order to modify a support decree if there is otherwise jurisdiction, the party seeking the modification must register the existing order in the state where the proceeding is contemplated or pending. Ms. Cagle has complied with this aspect of the statute; the Georgia support order was registered on July 5, 1996. Mr. Kilroy has taken no steps to set aside the registration as permitted by Family Code section 4853, subdivision (b) as described in footnote 2, <i>ante,</i> However, the plain language in 28 United States Code section 1738B(i) only allows the registration to be valid for purposes of the Full Faith and Credit for Child Support Orders Act \"if there is no individual contestant or child residing in the issuing State....\" In the present case it is undisputed that Ms. Cagle and the minor reside in Georgia, the issuing state. Hence, there has not been a valid registration for purposes of modifying the Georgia order under the Full Faith and Credit for Child Support Orders Act because both an individual contestant<sup>[3]</sup> and the minor reside in that state.</p>\n<p>Further, the present modification proceeding does not meet the express statutory requirements of 28 United States Code section 1738B(e)(2) because Georgia has continuing, exclusive jurisdiction as defined by the Full Faith and Credit for Child Support Orders Act and no written consent to jurisdiction has been secured from Mr. Kilroy. As noted previously, 28 United States Code section 1738B(e)(2) sets forth two possible preconditions to modification of another state's support order as follows: \"(2)(A) the court of the other State no longer has continuing, exclusive jurisdiction of the child support order because that State no longer is the child's State or the residence of any individual contestant; or [¶] (B) each individual contestant has filed written consent with the State of continuing, exclusive jurisdiction for a court of another State to modify the order and assume continuing, exclusive jurisdiction over the order.\" There is no issue as to the second possible precondition  Mr. Kilroy has not filed a written consent. Hence, the relevant issue is whether \"the other State,\" Georgia, no longer has \"continuing, exclusive jurisdiction\" under 28 United States Code section 1738B(e)(2)(A).</p>\n<p>Two relevant provisions of the Full Faith and Credit for Child Support Orders Act define \"continuing, exclusive jurisdiction.\" The first definition of <span class=\"star-pagination\">*805</span> the state with \"continuing, exclusive jurisdiction\" of the child support order is found in 28 United States Code section 1738B(f)(1) and (5). As related earlier in this opinion, 28 United States Code section 1738B(f) defines the duties of a state when another jurisdiction has issued a support order as follows: \"If 1 or more child support orders have been issued with regard to an obligor and a child, a court shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction and enforcement: [¶] (1) If only 1 court has issued a child support order, the order of that court must be recognized. [¶] ... [¶] (5) The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\" The plain language of 28 United States Code section 1738B(f)(1) establishes that California \"must\" recognize the prior Georgia order which is the only existing support decree. Therefore, once a court recognizes an out-of-state order, then pursuant to 28 United States Code section 1738B(f)(5), the other state has \"continuing, exclusive jurisdiction\" within the meaning of the Full Faith and Credit for Child Support Orders Act. Title 28 United States Code section 1738B(f)(5) states with clarity, \"The court that has issued an order recognized under this subsection is the court having continuing, exclusive jurisdiction.\"</p>\n<p>The Full Faith and Credit for Child Support Orders Act also defines \"continuing, exclusive jurisdiction\" in another provision as follows: \"Continuing jurisdiction.  A court of a State that has made a child support order consistently with this section has continuing, exclusive jurisdiction over the order if the State is the child's State or the residence of any individual contestant unless the court of another State, acting in accordance with subsections (e) and (f), has made a modification of the order.\" (28 U.S.C. § 1738B(d).) Georgia remains the residence of both an individual contestant, Ms. Cagle, and the minor. Hence, under the 28 United States Code section 1738B(f)(1) and (5), Georgia is the state with \"continuing, exclusive jurisdiction.\"</p>\n<p>When we construe the Full Faith and Credit for Child Support Orders Act as a whole, as we are required to do (<i>Davis</i> v. <i>Michigan Dept. of Treasury</i> (1989) <span class=\"citation\" data-id=\"112227\"><a href=\"/opinion/112227/davis-v-michigan-dept-of-treasury/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">803</span></a></span>, 809 [<span class=\"citation\" data-id=\"112227\"><a href=\"/opinion/112227/davis-v-michigan-dept-of-treasury/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1500</span></a></span>, 1504-1505, <span class=\"citation\" data-id=\"112227\"><a href=\"/opinion/112227/davis-v-michigan-dept-of-treasury/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span>]; <i>United States</i> v. <i>Morton, supra,</i> 467 U.S. at p. 828 [104 S.Ct. at p. 2773]), the statute clearly indicates that Georgia is the state with \"continuing, exclusive jurisdiction\" given the plain language of 28 United States Code section 1738B(d) and (f)(1) and (5). Therefore, in the absence of a written consent, Ms. Cagle has failed to establish any of the elements of 28 United States Code section 1738B(e)(2). Georgia remains the state with \"continuing, exclusive jurisdiction.\" Hence, the respondent court has no power to modify the Forsyth County decree given the language of 28 United States Code <span class=\"star-pagination\">*806</span> section 1738B(e) which sets forth the parameters of a second state's authority to modify existing support orders of another jurisdiction. California is prohibited by the provisions of the \"General rule\" set forth in 28 United States Code section 1738B(a) from modifying the Georgia order.<sup>[4]</sup> (<i>State Dept. of Revenue</i> v. <i>Fleet</i> (Fla. Dist. Ct. App. 1996) <span class=\"citation\" data-id=\"1641916\"><a href=\"/opinion/1641916/state-dept-of-revenue-v-fleet/\"><span class=\"volume\">679</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">326</span></a></span>, 328; <i>Kelly</i> v. <i>Otte</i> (1996) 123 N.C.App 585 [<span class=\"citation\" data-id=\"1335874\"><a href=\"/opinion/1335874/kelly-v-otte/\"><span class=\"volume\">474</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">131</span></a></span>, 134]; <i>Schuyler</i> v. <i>Ashcraft</i> (1996) <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">261</span></span> [<span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">765</span></span>, 780-781]; <i>Paton</i> v. <i>Brill</i> (1995) <span class=\"citation\" data-id=\"3682634\"><a href=\"/opinion/3935428/paton-v-brill/\"><span class=\"volume\">104</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">826</span></a></span> [<span class=\"citation\" data-id=\"3682634\"><a href=\"/opinion/3935428/paton-v-brill/\"><span class=\"volume\">663</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">421</span></a></span>, 425]; <i>Isabel M.</i> v. <i>Thomas M.</i> (1995) <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">420</span></span> [<span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">356</span></span>, 361]; cf. <i>In re Marriage of Lurie</i> (1995) <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">658</span></span>, 673-676 [<span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">835</span></span>].) Respected California commentators are in accord with our analysis. (Hogoboom &amp; King, Cal. Practice Guide: Family Law 1 (The Rutter Group 1996) ¶ 6:123.1, pp. X-XX-X-XX.)</p>\n<p></p>\n<h2>D. <i>Ms. Cagle's Arguments</i>\n</h2>\n<p>Ms. Cagle presents two additional arguments, one statutory and the other constitutional, as to why the \"General rule\" set forth in 28 United States Code section 1738B(a) is inapplicable to the present case and the respondent court has subject matter jurisdiction to modify the Georgia order. She argues no child support order within the meaning of the Full Faith and Credit for Child Support Orders Act was issued by the Forsyth County Superior Court. She further argues the Full Faith and Credit for Child Support Orders Act is unconstitutional. We reject these contentions.</p>\n<p></p>\n<h2>1. <i>The Georgia order</i>\n</h2>\n<p>Ms. Cagle argues that the Georgia decree is so vague that it is not subject to the Full Faith and Credit for Child Support Orders Act. We disagree. The order states:</p>\n<p></p>\n<h2>\"ORDER</h2>\n<p>\"The above-captioned matter having come before the Court on Petition of plaintiff, and counsel having appeared on behalf of plaintiff and on behalf of defendant and the minor child, and the parties having consented hereto, <span class=\"star-pagination\">*807</span> evidenced by the signatures of counsel hereinbelow, IT IS ORDERED, ADJUDGED AND DECREED: [¶] 1. The minor child referred herein shall be known by the name ...; [¶] 2. [The minor] ... is found to be the natural son of Sharon Smith Cagle and John B. Kilroy, Jr. [¶] 3. [The minor] is hereby declared to be legitimate and to be the legitimate child of John B. Kilroy, Jr., within the meaning of and as contemplated by O.C.G.A. § 19-7-22. [¶] 4. Defendant Sharon Smith Cagle shall have the sole custodial rights with respect to the minor child, and plaintiff shall be entitled to reasonable visitation with the child if he so desires. [¶] 5. The parties have heretofore entered into an agreement respecting the payment of child support for the benefit of the minor child dated as of May 10, which agreement has been reviewed by the Court, is hereby approved by the Court, and the terms thereof are hereby incorporated by reference as part of this Order and shall be binding and enforceable upon the parties as if set forth in this Order verbatim. [¶] SO ORDERED this 18[th] day of June, 1990.\" The order was signed by a Forsyth County judge. Attached to the order was a certification which stated: \"I Cecil McClure, Clerk Superior Court by and for said County, do hereby certify that this is a true and correct copy of the original that appears of record ORDER this office.\" (Original underscoring.) The certification was signed and dated by a deputy court clerk.</p>\n<p>The Full Faith and Credit for Child Support Orders Act defines a \"`child support order'\" as follows: \"`[C]hild support order'  [¶] (A) means a judgment, decree, or order of a court requiring the payment of child support in periodic amounts or in a lump sum; and [¶] (B) includes  [¶] (i) a permanent or temporary order; and (ii) an initial order or a modification of an order.\" (28 U.S.C. § 1738B(b).) Contrary to Ms. Cagle's contention, utilizing the plain language test, we conclude that the foregoing decree which incorporated the settlement agreement is an order within the meaning of the Full Faith and Credit for Child Support Orders Act.<sup>[5]</sup></p>\n<p></p>\n<h2>2. <i>Constitutional issues</i>\n</h2>\n<p>Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act is unconstitutional as applied to her. She contends the Full Faith and <span class=\"star-pagination\">*808</span> Credit for Child Support Orders Act is unconstitutional because it cannot be sustained as a congressional regulation of interstate commerce and it is an improper federal command to state government.</p>\n<p></p>\n<h2>a. <i>interstate commerce</i>\n</h2>\n<p>(3a) Citing <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 557-564 [115 S.Ct. at pp. 1629-1632; 131 L.Ed.2d at pp. 636-641], Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act cannot be sustained as a proper regulation of interstate commerce. Article I, section 8, clause 3 of the United States Constitution grants to the Congress the authority \"[t]o regulate commerce ... among the several states....\" (4) We apply the following standard of review to a claim that Congress exceed its powers under the Commerce Clause; \"We evaluate this claim under the traditional rationality standard of review: we must defer to a congressional finding that a regulated activity affects interstate commerce `if there is any rational basis for such a finding,' <i>Hodel</i> v. <i>Virginia Surface Mining &amp;</i><i> Reclamation Assn., Inc.</i> [(1981)] <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 276 ... [<span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2352</span></a></span>, 2359, <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>], and we must ensure only that the means selected by Congress are `\"reasonably adapted to the end permitted by the Constitution.\"' <i>Ibid.</i> (quoting <i>Heart of Atlanta Motel, Inc.</i> v. <i>United States</i> [(1964)] <span class=\"citation\" data-id=\"106950\"><a href=\"/opinion/106950/heart-of-atlanta-motel-inc-v-united-states/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span> ... [<span class=\"citation\" data-id=\"106950\"><a href=\"/opinion/106950/heart-of-atlanta-motel-inc-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"106950\"><a href=\"/opinion/106950/heart-of-atlanta-motel-inc-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></a></span>]); see also <i>Hodel</i> v. <i>Indiana</i> [(1981)] <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></span>, 323-324 ... [<span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2376</span></span>, 2383, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></span>].\" (<i>Preseault</i> v. <i>ICC</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 17 [<span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></span>, 924-925, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span>].) In <i>Hodel</i> v. <i>Virginia Surface Mining &amp; Recl. Assn.</i> (1981) <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 277 [<span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2352</span></a></span>, 2360, <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>], the Supreme Court held, \"Thus, when Congress has determined that an activity affects interstate commerce, the courts need inquire only whether the finding is rational.\" (Accord, <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 557 [115 S.Ct. at p. 1629, 131 L.Ed.2d at p. 636.) A statute regulating \"`the burdens and benefits of economic life'\" is presumed to be a constitutional enactment under the Commerce Clause. (<i>FERC</i> v. <i>Mississippi</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></span>, 754 [<span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></span>, 2134, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></span>]; <i>Usery</i> v. <i>Turner Elkhorn Mining Co.</i> (1976) <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 15 [<span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></span>, 2892, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></span>].)</p>\n<p>(5) The <i>Lopez</i> court, the authority relied upon by Ms. Cagle, which was evaluating the constitutionality of the Gun-Free School Zones Act of 1990 (18 U.S.C. § 922(q)(1)(a)), began its analysis by defining commerce by referring to the opinion of <i>Gibbons</i> v. <i>Ogden</i> (1824) <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 189-190 [<span class=\"citation\" data-id=\"85412\"><a href=\"/opinion/85412/gibbons-v-ogden/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">23</span></a></span>, 68] by Chief Justice John Marshall as follows: \"`Commerce, undoubtedly, is traffic, but it is something more: it is intercourse. It describes the commercial intercourse between nations, and parts of nations, in all its branches, and is regulated by prescribing rules for carrying on that intercourse.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 553 [115 S.Ct. at p. <span class=\"star-pagination\">*809</span> 1627; 131 L.Ed.2d at p. 633].) The United States Supreme Court then defined the types of permissible regulation of interstate commerce as follows: \"Consistent with this structure, we have identified three broad categories of activity that Congress may regulate under its commerce power. [Citations.] First, Congress may regulate the use of the channels of interstate commerce. [Citations.] (`\"[T]he authority of Congress to keep the channels of interstate commerce free from immoral and injurious uses has been frequently sustained, and is no longer open to question.\"' [Citation.]) Second, Congress is empowered to regulate and protect the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities. [Citations.] Finally, Congress' commerce authority includes the power to regulate those activities having a substantial relation to interstate commerce, [citation], i.e., those activities that substantially affect interstate commerce. [Citation.]\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 558-559 [115 S.Ct. at pp. 1629-1630, 131 L.Ed.2d at p. 637].) The <i>Lopez</i> court concluded its analysis of this latter basis for congressional authority under the commerce clause by defining the permissible scope of regulation by the Congress in this manner: \"We conclude, consistent with the great weight of our case law, that the proper test requires an analysis of whether the regulated activity `substantially affects' interstate commerce.\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 559 [115 S.Ct. at p. 1630; 131 L.Ed.2d at p. 637].)</p>\n<p>(3b) Support payments between parents in different states substantially affects interstate commerce. (6) To begin with, such regular transfers of money between residents for purposes of supporting children in different states involves <i>interstate</i> commerce. Utilizing the test set forth by Chief Justice Marshall in <i>Gibbons</i> v. <i>Ogden, supra,</i> 22 U.S. at pages 189-190 [6 L.Ed. at page 68] and relied upon in <i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at page 553 [115 S.Ct. at page 1627, 131 L.Ed.2d at page 633], the monthly mailing of support checks over what could be an 18-year period before a minor reaches majority is not \"`commerce, which is completely internal, which is carried on between man and man in a State, or between different parts of the same State, and which does not extend to or affect other States.'\" (<i>Ibid.</i>) Further, those cases described the word \"among\" in the commerce clause as restricted to \"`that commerce which concerns more States than one'\" and does not involve \"`exclusively internal commerce of a State.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 553 [115 S.Ct. at p. 1627, 131 L.Ed.2d at p. 634]; <i>Gibbons</i> v. <i>Ogden, supra,</i> 22 U.S. at pp. 189-190 [6 L.Ed. at p. 68].) The Full Faith and Credit for Child Support Orders Act regulates interstate commerce.</p>\n<p>(3c) Further, we conclude child support payments is economic activity which <i>substantially</i> affects interstate commerce. In evaluating whether economic activity substantially affects interstate commerce, courts, although not <span class=\"star-pagination\">*810</span> absolutely bound by, may give appropriate deference to the evidence which was available to the Congress. Senate Bill No. 922, which ultimately became the Full Faith and Credit for Child Support Orders Act, had its genesis in an independent commission. The United States Commission on Interstate Child Support was established by act of Congress. (Pub.L. No. 100-485 (Oct. 13, 1988) § 126, 102 Stat. 2343, reprinted in 1994 U.S. Code Cong. &amp; Admin. News, at p. 3260.) The purpose of the commission was as follows: \"In 1988, Congress created the U.S. Commission on Interstate Child Support to study the challenges presented by the enforcement and establishment of child support orders across state lines, and to recommend changes to address those challenges.\" (<i>Ibid.</i>) The report of the United States Commission on Interstate Child Support to Congress described the number of interstate child support cases and the enormous sums of moneys involved as follows: \"[I]nterstate child support cases represent approximately 30% of child support cases in this country. [¶] ... Almost identical percentages of mothers in intrastate and interstate child support child support cases report they have awards (61 percent and 59 percent). (The U.S. Com. on Interstate Child Support, Rep. to Congress, Supporting Our Children: A Blueprint for Reform (1993) pp. 3-4, fns. omitted (hereafter Commission Report); Price, <i>When One Party is 3,000 Miles Away</i> (1993) 32 Judges' J. 16, 16-17.) According to the commission, mothers of children where the father resided in a different state expected to receive in 1989 \"an estimated $4.0 billion in child support....\" (Com. Rep., <i>supra,</i> at p. 4.) Only 60 percent of the $4 billion was actually recovered. (<i>Ibid.</i>) Further, the states are obligated to seek reimbursement for welfare payments from nonpaying parents in other jurisdictions, generally fathers. In 1990, the commission reported, \"States report that 477,637 requests for assistance were sent from one state to another state in fiscal 1990.\" (Com. Rep., <i>supra,</i> at p. 4, fn. omitted.) In fiscal year 1990, states collected $457,254,889 in unpaid welfare reimbursements due in other jurisdictions. (<i>Id.</i> at p. 15.) In addition to the sums of money collected in both private and public interstate collections, considerable time is involved. Former United States Senator Bill Bradley has noted that the typical interstate child support case takes a full year to resolve. (<i>Id.</i> at p. 20.) The complexity of interstate enforcement of child support obligations was described by the commission as follows: \"The interstate case processing system is complex from the very beginning when agencies and parents attempt to secure information on the location of the other parent, choose the correct forum to bring a support action and select remedies that are appropriate to establish and enforce an order. The very nature of a process that involves two states and requires communication between two jurisdictions with different laws and procedures makes reform a challenge.... [W]hile <span class=\"star-pagination\">*811</span> interstate cases require more time to process, more communication with the parties and other states, and often involve more complex legal issues, the cases compete for limited staff resources in the child support agency and court.\" (<i>Id.</i> at p. 33.)</p>\n<p>In enacting the Full Faith and Credit for Child Support Act, the Congress found that the lack of uniformity caused the following impacts: noncustodial parents were thereby encouraged to move to another state; the movement of noncustodial parents increased interstate travel and communication that was necessary to secure enforcement of child support orders; the increased time and expenses involved in securing enforcement of support orders were disruptive of occupations and commercial activity; the movement of noncustodial parents to a new state has resulted in massive arrearages nationwide; there was an ongoing avoidance of child support obligations by noncustodial parents; there was the resulting excessive relitigation of child support orders; the excessive relitigation resulted in conflicting orders, confusion, a waste of judicial resources, and loss of public confidence in the courts; the deprivation of liberty and property without due process of law; and burdens on commerce among the states.<sup>[6]</sup> (Pub.L. 103-383 (Oct. 22, 1994) § 2, 108 Stat. 4064.)</p>\n<p><span class=\"star-pagination\">*812</span> <i>Lopez</i> is obviously distinguishable from the present case. The <i>Lopez</i> majority concluded the criminal statute at issue, one prohibiting possession of a firearm in a school zone, did not involve a substantial impact on interstate commerce. (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at pp. 559-562 [115 S.Ct. at pp. 1630-1631, 131 L.Ed.2d at pp. 638-639].) In fact, the <i>Lopez</i> court noted, the law prohibiting firearm possession in a school zone had no effect on interstate commerce when it held: \"[The Gun-Free School Zones Act of 1990] is a criminal statute that by its terms has nothing to do with `commerce' or any sort of economic enterprise, however broadly one might define those terms.\" Further, the Gun-Free School Zones Act of 1990 involved federal criminalization of already criminal conduct which by its nature effected a \"`\"change in the sensitive relation between federal and state criminal jurisdiction.\"'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 561, fn. 3 [115 S.Ct. at pp. 1631, 131 L.Ed.2d at pp. 638-639].) Finally, unlike the present case, in <i>Lopez,</i> the Government admitted that there were no legislative committee or congressional findings \"`regarding the effects upon interstate commerce of gun possession in a school zone.'\" (<i>United States</i> v. <i>Lopez, supra,</i> 514 U.S. at p. 562 [115 S.Ct. at p. 1631, 131 L.Ed.2d at p. 640].) By contrast, in the present case, there were specific legislative committee and congressional findings which indicated: There were a large and growing number of interstate disputes concerning child support; the lack of uniformity in various state laws contributed to relatively low levels of support in interstate cases; the absence of a statute compelling the states to recognize each others' child support orders caused noncustodial parents to engage in interstate relocation to avoid jurisdiction; there was a corresponding increase in interstate travel and communication; the absence of federal law compelling recognition of state court support orders had led to massive arrearages nationwide; the then existing state of the law encouraged disregard of court orders; the failure of parents to pay child support had led to substantial hardship for parents; and there had been a resulting excessive <span class=\"star-pagination\">*813</span> litigation of support orders in various jurisdictions. Based on the foregoing, we conclude the present statute aimed at a growing problem involving enormous sums of money and multi-state governmental activities directed at recovering unpaid support solely in interstate cases substantially affects commerce between the various states. <i>Lopez</i> is therefore not controlling.</p>\n<p></p>\n<h2>b. <i>Improper command to state government</i>\n</h2>\n<p>(7a) Citing <i>New York</i> v. <i>United States</i> (1992) <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 155-188 [<span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2408</span></a></span>, 2417-2434, <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span>], Ms. Cagle argues that the Full Faith and Credit for Child Support Orders Act is violative of the Tenth Amendment of the United States Constitution because it forces the states to regulate a federal program. The Tenth Amendment of the United States Constitution states, \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" At the outset, we note that the United States Supreme Court has only invalidated federal laws because they are invasive of reserved state powers on the rarest of occasions. In <i>New York</i> v. <i>United States, supra,</i> 505 U.S. at pages 174-177 [112 S.Ct. at pages 2427-2429], the United States Supreme Court invalidated a federal regulation which compelled the states: to engage in regulation of low level nuclear waste; in the alternative to take title to the materials to the nuclear waste; and as a result of taking possession and title to the waste to become liable for all ensuing damages. Because the regulations required the states to \"`enact and enforce a federal regulatory program,'\" they were outside the scope of congressional power and barred by the Tenth Amendment. (<i>Id.</i> at p. 176 [112 S.Ct. at p. 2428].) In <i>Gregory</i> v. <i>Ashcroft</i> (1991) <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 469-470 [<span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></a></span>, 2405-2406, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span>], the court held that the supremacy clause did not under the circumstances override a state's Tenth Amendment rights to impose retirement rules which were otherwise violative of the Age Discrimination in Employment Act. The only other case to date in the last half-century where a Tenth Amendment claim was sustained by the United States Supreme Court was in <i>National League of Cities</i> v. <i>Usery</i> (1976) <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 844-852 [<span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, 2470-2474, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span>] where the application of the Fair Labor Standards Act to public employees was invalidated as violative of the Tenth Amendment. However, <i>National League of Cities</i> was overruled nine years later in <i>Garcia</i> v. <i>San Antonio Metro. Transit Auth.</i> (1985) <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 546-554 [<span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, 1015-1019, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1016</span></a></span>] where the court held that the Fair Labor Standards Act applied to local agencies and in doing so did not violate the Tenth Amendment.</p>\n<p>Otherwise, to date in the past half-century, the United States Supreme Court has rejected all other Tenth Amendment challenges to federal statutes, <span class=\"star-pagination\">*814</span> regulations, and power. (<i>U.S. Term Limits, Inc.</i> v. <i>Thornton</i> (1995) <span class=\"citation\" data-id=\"117935\"><a href=\"/opinion/117935/us-term-limits-inc-v-thornton/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">779</span></a></span>, 801-802 [<span class=\"citation\" data-id=\"117935\"><a href=\"/opinion/117935/us-term-limits-inc-v-thornton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, 1853-1854, <span class=\"citation\" data-id=\"117935\"><a href=\"/opinion/117935/us-term-limits-inc-v-thornton/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">881</span></a></span>, 899-900] [Tenth Amendment does not allow states to add to qualifications for members of Congress]; <i>New York</i> v. <i>United States, supra,</i> 505 U.S. at pp. 171-174 [112 S.Ct. at pp. 2425-2427] [federal funding requirements and regulation of regional compacts for disposal of radioactive waste (42 U.S.C. § 2021e et seq.) not violative of Tenth Amendment]; <i>Missouri</i> v. <i>Jenkins</i> (1990) <span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 55 [<span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1651</span></a></span>, 1665, <span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span>] [no Tenth Amendment violation when federal court orders local school board to impose taxes to pay for desegregation plan costs]; <i>Budinich</i> v. <i>Becton Dickinson &amp; Co.</i> (1988) <span class=\"citation\" data-id=\"112076\"><a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, 199 [<span class=\"citation\" data-id=\"112076\"><a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, 1719, <span class=\"citation\" data-id=\"112076\"><a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></a></span>] [federal rule for appealability in diversity action solely involving state claims not violative of the Tenth Amendment]; <i>South Carolina</i> v. <i>Baker</i> (1988) <span class=\"citation\" data-id=\"112040\"><a href=\"/opinion/112040/south-carolina-v-baker/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 511-514 [<span class=\"citation\" data-id=\"112040\"><a href=\"/opinion/112040/south-carolina-v-baker/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1355</span></a></span>, 1359-1362, <span class=\"citation\" data-id=\"112040\"><a href=\"/opinion/112040/south-carolina-v-baker/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span>] [federal statute (26 U.S.C. § 103(j)(1)) prohibiting state from issuing bearer bonds not violative of Tenth Amendment]; <i>South Dakota</i> v. <i>Dole</i> (1987) <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 210-211 [<span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, 2798, <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span>] [no Tenth Amendment violation when Congress, utilizing its constitutional spending powers (U.S. Const., art. I, § 8, cl. 1), conditions receipt of federal highway funds on raising drinking age]; <i>Hunter</i> v. <i>Underwood</i> (1985) <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 225 [<span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1916</span></a></span>, 1918-1919, <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span>] [state act violative of Fourteenth Amendment not valid under Tenth Amendment]; <i>Garcia</i> v. <i>San Antonio Metro. Transit Auth., supra,</i> 469 U.S. at pp. 546-554 [105 S.Ct. at pp. 1015-1019] [Fair Labor Standards Act (29 U.S.C. § 201 et seq.) not violative of Tenth Amendment when applied to local and state governmental employees]; <i>Bell</i> v. <i>New Jersey</i> (1983) <span class=\"citation\" data-id=\"110945\"><a href=\"/opinion/110945/bell-v-new-jersey/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, 790-791 [<span class=\"citation\" data-id=\"110945\"><a href=\"/opinion/110945/bell-v-new-jersey/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2187</span></a></span>, 2197, <span class=\"citation\" data-id=\"110945\"><a href=\"/opinion/110945/bell-v-new-jersey/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">312</span></a></span>] [imposition of liability on a state for failing to account for federal education funds not a violation of the Tenth Amendment]; <i>Block</i> v. <i>North Dakota</i> (1983) <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></span>, 287 [<span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1811</span></span>, 1819-1820, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span>] [imposition of 12-year statute of limitations (28 U.S.C. § 2409a) on states in quiet title actions involving the federal government not a violation of the Tenth Amendment]; <i>EEOC</i> v. <i>Wyoming</i> (1983) <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 234-243 [<span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, 1058-1064, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span>] [Age Discrimination in Employment Act (29 U.S.C. § 621) applies to state and local employees, the Tenth Amendment notwithstanding]; <i>Jefferson County Pharm. Assn.</i> v. <i>Abbott Labs.</i> (1983) <span class=\"citation\" data-id=\"110878\"><a href=\"/opinion/110878/jefferson-county-pharm-assn-v-abbott-labs/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 154 [<span class=\"citation\" data-id=\"110878\"><a href=\"/opinion/110878/jefferson-county-pharm-assn-v-abbott-labs/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1014-1015, <span class=\"citation\" data-id=\"110878\"><a href=\"/opinion/110878/jefferson-county-pharm-assn-v-abbott-labs/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">882</span></a></span>] [application of Robinson-Patman Price Discrimination Act (15 U.S.C. § 13) to state sales of pharmaceuticals not a violation of the Tenth Amendment]; <i>FERC</i> v. <i>Mississippi, supra,</i> 456 U.S. at pp. 758-766 [102 S.Ct. at pp. 2136-2141] [preemption of state power regulations by Public Utility Regulatory Policies Act (16 U.S.C. § 2601) not violative of the Tenth Amendment]; <i>Transportation Union</i> v. <i>Long Island R. Co.</i> (1982) <span class=\"citation\" data-id=\"110673\"><a href=\"/opinion/110673/transportation-union-v-long-island-r-co/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 683-686 [<span class=\"citation\" data-id=\"110673\"><a href=\"/opinion/110673/transportation-union-v-long-island-r-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1349</span></a></span>, 1353-1355, 71 L.Ed.2d <span class=\"star-pagination\">*815</span> 547] [Tenth Amendment does not bar application of Railway Labor Act (45 U.S.C. § 151) to state owned railroad]; <i>Hodel</i> v. <i>Indiana</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></span>, 330 [<span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2376</span></span>, 2386, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></span>] [Surface Mining Control and Reclamation Act of 1977 (30 U.S.C. § 1201 et seq.) not barred by Tenth Amendment]; <i>Hodel</i> v. <i>Virginia Surface Mining &amp; Recl. Assn., supra,</i> 452 U.S. at pp. 286-293 [101 S.Ct. at pp. 2365-2369] [same]; <i>New York Gaslight Club, Inc.</i> v. <i>Carey</i> (1980) <span class=\"citation\" data-id=\"110291\"><a href=\"/opinion/110291/new-york-gaslight-club-inc-v-carey/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 67 [<span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2024</span></span>, 2032-2033, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></span>], disapproved on another point in <i>N.C. Dept. of Transp.</i> v. <i>Crest St. Council</i> (1986) <span class=\"citation\" data-id=\"111770\"><a href=\"/opinion/111770/nc-dept-of-transp-v-crest-st-council/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, 14 [<span class=\"citation\" data-id=\"111770\"><a href=\"/opinion/111770/nc-dept-of-transp-v-crest-st-council/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">336</span></a></span>, 340-341, <span class=\"citation\" data-id=\"111770\"><a href=\"/opinion/111770/nc-dept-of-transp-v-crest-st-council/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">188</span></a></span>] [state's Tenth Amendment interest outweighed by congressional power pursuant to section 5 of the Fourteenth Amendment to permit award of attorney fees in federal civil rights action arising from state court proceedings]; <i>City of Rome</i> v. <i>United States</i> (1980) <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 182-183 [<span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></a></span>, 1564, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span>] [preclearance requirements of Voting Rights Act (42 U.S.C. § 1973 et seq.) not violative of the Tenth Amendment]; <i>Monell</i> v. <i>New York City Dept. of Social Services</i> (1978) <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690, fn. 54 [<span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></span>, 2036, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></span>] [municipal liability under Civil Rights Act of 1871 (42 U.S.C. § 1983) for violation of Fourteenth Amendment not subject to restrictions of Tenth Amendment]; <i>Milliken</i> v. <i>Bradley</i> (1977) <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 291 [<span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, 2763, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span>] [federal court ordered tax levy to pay for desegregation program mandated by Fourteenth Amendment not violative of Tenth Amendment]; <i>Fry</i> v. <i>United States</i> (1975) <span class=\"citation\" data-id=\"109259\"><a href=\"/opinion/109259/fry-v-united-states/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, 547-548, fn. 7 [<span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1792</span></span>, 1795, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></span>] [federal regulation of state employee wages under the Economic Stabilization Act of 1970 (former 12 U.S.C. § 1904) not barred by Tenth Amendment]; <i>Sperry</i> v. <i>Florida</i> (1963) <span class=\"citation\" data-id=\"106618\"><a href=\"/opinion/106618/sperry-v-florida-ex-rel-florida-bar/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 383-385 [<span class=\"citation\" data-id=\"106618\"><a href=\"/opinion/106618/sperry-v-florida-ex-rel-florida-bar/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, 1324-1325, <span class=\"citation\" data-id=\"106618\"><a href=\"/opinion/106618/sperry-v-florida-ex-rel-florida-bar/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></a></span>] [Tenth Amendment does not prevent United States Patent Office from permitting practice of law in a manner which would otherwise violate Florida law]; <i>United States</i> v. <i>Oregon</i> (1961) <span class=\"citation\" data-id=\"106253\"><a href=\"/opinion/106253/united-states-v-oregon/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 645-649 [<span class=\"citation\" data-id=\"106253\"><a href=\"/opinion/106253/united-states-v-oregon/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1279-1281, <span class=\"citation\" data-id=\"106253\"><a href=\"/opinion/106253/united-states-v-oregon/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span></a></span>] [federal statutes (former 38 U.S.C. §§ 17 et seq., 5220 et seq.) concerning deceased veterans' estate not violated by Tenth Amendment]; <i>Reina</i> v. <i>United States</i> (1960) <span class=\"citation\" data-id=\"106146\"><a href=\"/opinion/106146/reina-v-united-states/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 509-512 [<span class=\"citation\" data-id=\"106146\"><a href=\"/opinion/106146/reina-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">260</span></a></span>, 262-263, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span>] [federal grant of immunity does not violate Tenth Amendment police powers]; <i>Roth</i> v. <i>United States</i> (1957) <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 492-493 [<span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></a></span>, 1312, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1498</span></a></span>] [federal obscenity statute does not encroach on state's Tenth Amendment powers to regulate expression]; <i>United States</i> v. <i>Kahriger</i> (1953) <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></span>, 26-31 [<span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, 512-515, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></span>], disapproved on another point in <i>Marchetti</i> v. <i>United States</i> (1968) <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></span>, 54 [<span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">697</span></span>, 705, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></span>] [wagering tax (former 28 U.S.C. § 3285) imposed under congressional tax power (U.S. Const., art. I, § 8, cl. 1) not violative of Tenth Amendment]; <i>Power Comm'n</i> v. <i>East Ohio Gas Co.</i> (1950) <span class=\"citation\" data-id=\"104747\"><a href=\"/opinion/104747/fpc-v-east-ohio-gas-co/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 476 [<span class=\"citation\" data-id=\"104747\"><a href=\"/opinion/104747/fpc-v-east-ohio-gas-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, 273, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">268</span></span>] [accounting orders issued by <span class=\"star-pagination\">*816</span> Federal Power Commission to state public utility pursuant to 15 United States Code section 717 et seq. proper under commerce clause (U.S. Const., art. I, § 8, cl. 3) and not violative of the Tenth Amendment]; <i>Case</i> v. <i>Bowles</i> (1946) <span class=\"citation\" data-id=\"104231\"><a href=\"/opinion/104231/case-v-bowles/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 102 [<span class=\"citation\" data-id=\"104231\"><a href=\"/opinion/104231/case-v-bowles/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></a></span>, 443, <span class=\"citation\" data-id=\"104231\"><a href=\"/opinion/104231/case-v-bowles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">552</span></a></span>] [wartime price controls on sale of timber by state government (former 50 U.S.C. Appen. § 901 et seq.) not violative of the Tenth Amendment].)</p>\n<p>To sum up, to date during the past half century, the United States Supreme Court has rejected Tenth Amendment claims in all but two situations. The court has sustained governmental entities' Tenth Amendment claims where the federal government requires a state to enact and enforce a congressionally mandated regulatory program. (<i>New York</i> v. <i>United States, supra,</i> 505 U.S. at p. 176 [112 S.Ct. at p. 2428].) Also, the Supreme Court has invalidated a federal restriction contained in an ambiguous statute relating to the retention of state judges. (<i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pp. 469-470 [111 S.Ct. at p. 2406].) Other than these two narrow situations, all Tenth Amendment claims have ultimately been rejected by the United States Supreme Court.</p>\n<p>With the foregoing unmistakable development of the law in mind, we conclude that under the supremacy clause, as interpreted in <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 469-470 [111 S.Ct. at page 2406], insofar as the Full Faith and Credit for Child Support Orders Act requires California to give deference to the Georgia order, there is no violation of the Tenth Amendment. This we conclude is particularly true given the fact that the authority to adopt general laws which enforce full faith and credit of state court judgments is a specified power of the Congress. (8a) In developing its Tenth Amendment jurisprudence, the United States Supreme Court has held that the supremacy clause contained in article VI, clause 2 of the federal Constitution may be the basis for overriding a Tenth Amendment claim. Article VI, clause 2 of the United States Constitution states, \"This Constitution, and the laws of the United States which shall be made in pursuance thereof; and all treaties made, or which shall be made, under the authority of the United States, shall be the supreme law of the land; and the Judges in every State shall be bound thereby, anything in the Constitution or laws of any State to the contrary notwithstanding.\" The United States Supreme Court has held that issues of state court organization and procedure can be the subject of Tenth Amendment protection. (<i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at p. 460 [111 S.Ct. at p. 2400] [\"case concerns a state constitutional provision through which the people of Missouri establish a qualification for those who sit as their judges ...; it is a decision of the most fundamental sort for a sovereign entity\"]; <i>Sugarman</i> v. <i>Dougall</i> (1973) <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">634</span></a></span>, 647 [<span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, 2850, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span></a></span>] [\"this power and responsibility of the <span class=\"star-pagination\">*817</span> State applies, not only to the qualifications of voters, but also to persons holding state elective or important nonelective executive, legislative, and judicial positions\"]; <i>John</i> v. <i>Paullin</i> (1913) <span class=\"citation\" data-id=\"98031\"><a href=\"/opinion/98031/john-v-paullin/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></a></span>, 585 [<span class=\"citation\" data-id=\"98031\"><a href=\"/opinion/98031/john-v-paullin/\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></a></span>, 178, <span class=\"citation\" data-id=\"98031\"><a href=\"/opinion/98031/john-v-paullin/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">381</span></a></span>] [\"Without any doubt it rests with each State to prescribe the jurisdiction of its appellate courts, the mode and time of invoking that jurisdiction, and the rules of practice to be applied in its exercise....\"]; <i>Calder</i> v. <i>Bull</i> (1798) <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></span>, 387 (3 Dall.) [<span class=\"citation\" data-id=\"84695\"><a href=\"/opinion/84695/calder-v-bull/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></a></span>] [\"The establishing courts of justice, the appointment of judges, and the making regulations for the administration of justice, <i>within each state,</i> according to its laws, <i>on all subjects not entrusted to the federal government,</i> appears to me to be the <i>peculiar</i> and <i>exclusive</i> province, and duty of the <i>state legislatures.\"</i> (Original italics.)].)</p>\n<p>However, the Supreme Court has made it clear under the supremacy clause that the reserved powers of the states can be overridden by specific federal statutes which direct state courts to abide by national laws. The controlling authority in this regard is <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 460-461 [111 S.Ct. at page 2401] where the Supreme Court ruled on the application of the Age Discrimination in Employment Act to state judges. The Supreme Court noted that such regulation by the federal government which intruded on the sovereign power of the citizens of Missouri which would be constitutionally permissible under the supremacy clause only in the face of a specific congressional enactment. Speaking of the \"interference\" of the Age Discrimination in Employment Act in the retention of Missouri judges, the United States Supreme Court held: \"Congressional interference with this decision of the people of Missouri, defining their constitutional officers, would upset the usual constitutional balance of federal and state powers. For this reason, `it is incumbent upon the federal courts to be certain of Congress' intent before finding that federal law overrides' this balance. <i>Atascadero [State Hospital</i> v. <i>Scanlon</i> (1985) <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>,] 243 [<span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, 3146, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span>]. We explained recently: [¶] `[I]f Congress intends to alter the \"usual constitutional balance between the States and the Federal Government,\" it must make its intention to do so \"unmistakably clear in the language of the statute.\" <i>Atascadero State Hospital</i> v. <i>Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 242 [<span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, 3147, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span>] (1985); see also <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 99 [<span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 907, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span>] (1984). <i>Atascadero</i> was an Eleventh Amendment case, but a similar approach is applied in other contexts. Congress should make its intention \"clear and manifest\" if it intends to pre-empt the historic powers of the States, <i>Rice</i> v. <i>Santa Fe Elevator Corp.,</i> <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230 [<span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, 1152, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1447</span></a></span>] (1947).... \"In traditionally sensitive areas, such as legislation affecting the federal balance, the requirement of clear statement assures that the <span class=\"star-pagination\">*818</span> [L]egislature has in fact faced, and intended to bring into issue, the critical matters involved in the judicial decision.\" <i>United States</i> v. <i>Bass,</i> <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 349 [<span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, 523, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span>] (1971).' <i>Will</i> v. <i>Michigan Dept. of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 65 [<span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2309-2310, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span>] (1989).\" (<i>Ibid.</i>) In <i>Gregory,</i> the United States Supreme Court concluded that the language in 29 United States Code sections 623(a) and 631(a)<sup>[7]</sup> which prohibited an employer from discriminating against an \"individual\" or \"employee\" based on age was insufficiently specific to permit the application of the Age Discrimination in Employment Act to Missouri judges whose selection and retention was otherwise the subject of Tenth Amendment protection from federal regulation. (501 U.S. at pp. 456-464 [111 S.Ct. at pp. 2398-2403].)</p>\n<p>(7b) By contrast, the pertinent language in the Full Faith and Credit for Child Support Orders Act unambiguously reflects a specific congressional intent to preempt state court authority to modify another jurisdiction's orders which insure payments to children unless the enumerated circumstances are present. 28 United States Code section 1738B(a) states with crystal clear explicitness, \"The appropriate authorities of each State ... [¶] (1) shall enforce according to its terms ... and [¶] ... shall not seek or make a modification of such an order except in accordance with subsections (e)(f) and (i).\" Unless the circumstances set forth in 28 United States Code section 1738B(e), (f), and (i) are present, a state court must enforce and may not modify another jurisdiction's child support order. There is no ambiguity. Unless the case falls within the ambit of 28 United States Code section 1738B(e), (f), and (i), the duty of every state court judge is clear  there must be enforcement and no modification of another jurisdiction's child support order. None of the ambiguity cited in <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at pages 461-463 [111 S.Ct. at pages 2401-2402] is present in this case.</p>\n<p>Because the limitation on state court jurisdiction is clear, the supremacy clause permitted the Congress to adopt the Full Faith and Credit for Child Support Orders Act. This is so even though 28 United States Code section 1738B preempts state court jurisdiction to modify interstate child support <span class=\"star-pagination\">*819</span> orders. (8b) In <i>Gregory</i> v. <i>Ashcroft, supra,</i> 501 U.S. at page 460 [111 S.Ct. at page 2400], the court described the effect of the Supremacy Clause as follows: \"The Federal Government holds a decided advantage in this delicate balance: the Supremacy Clause. U.S. Const., Art. VI, cl. 2. As long as it is acting within the powers granted it under the Constitution, Congress may impose its will on the States. Congress may legislate in areas traditionally regulated by the States. This is an extraordinary power in a federalist system. It is a power that we must assume Congress does not exercise lightly.\" The federal Supreme Court has repeatedly relied on the supremacy clause to preempt state laws on a variety of subjects related to judicial proceedings. (<i>Block</i> v. <i>North Dakota, supra,</i> 461 U.S. at pp. 288-289 [103 S.Ct. at p. 1820] [congressionally adopted statute of limitations binding on states pursuant to supremacy clause, the Tenth Amendment notwithstanding]; <i>Fidelity Federal Sav. &amp; Loan Assn.</i> v. <i>De La Cuesta</i> (1982) <span class=\"citation\" data-id=\"110773\"><a href=\"/opinion/110773/fidelity-fed-sav-loan-assn-v-de-la-cuesta/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 150-159 [<span class=\"citation\" data-id=\"110773\"><a href=\"/opinion/110773/fidelity-fed-sav-loan-assn-v-de-la-cuesta/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3014</span></a></span>, 3020-3025, <span class=\"citation\" data-id=\"110773\"><a href=\"/opinion/110773/fidelity-fed-sav-loan-assn-v-de-la-cuesta/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></a></span>] [California courts must enforce due on sale clause because of regulation promulgated by Federal Home Loan Bank]; <i>FERC</i> v. <i>Mississippi, supra,</i> 456 U.S. 760-761 [102 S.Ct. at p. 2138] [supremacy clause permits federal regulation of state public utility despite Tenth Amendment]; <i>Testa</i> v. <i>Katt</i> (1947) <span class=\"citation\" data-id=\"104386\"><a href=\"/opinion/104386/testa-v-katt/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 389-393 [<span class=\"citation\" data-id=\"104386\"><a href=\"/opinion/104386/testa-v-katt/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">810</span></a></span>, 812-814, <span class=\"citation\" data-id=\"104386\"><a href=\"/opinion/104386/testa-v-katt/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">225</span></span>] [under supremacy clause, Rhode Island courts must enforce federally mandated price controls]; <i>Hauenstein</i> v. <i>Lynham</i> (1879) <span class=\"citation\" data-id=\"90050\"><a href=\"/opinion/90050/hauenstein-v-lynham/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 488-491 [<span class=\"citation\" data-id=\"90050\"><a href=\"/opinion/90050/hauenstein-v-lynham/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">628</span></a></span>] [Virginia courts required by supremacy clause to enforce terms of Swiss-American treaty in probate case].) Because the statute at issue is unambiguous, the supremacy clause permitted Congress to regulate and preempt state court jurisdiction.</p>\n<p>(7c) The foregoing supremacy clause considerations are more compelling given the fact that the full faith and credit clause has an enforcement provision. Article IV, section 1 of the United States Constitution states: \"Full Faith and Credit shall be given in each State to the public acts, records, and judicial proceedings of every other State. And the Congress may by general laws prescribe the manner in which such acts, records and proceedings shall be proved, and the effect thereof.\" Congress has been expressly delegated the power to enact laws which set forth the effect of \"`judicial [p]roceedings of every other [s]tate.'\" (<i>Migra</i> v. <i>Warren City School Dist. Bd. of Ed.</i> (1984) <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 80, fn. 4 [<span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></span>, 896, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></span>]; <i>Atchison, Topeka, &amp; Santa Fe Ry.</i> v. <i>Sowers</i> (1909) <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></span>, 64 [<span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></span>, 399, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">695</span></span>]; <i>Metcalf</i> v. <i>Watertown</i> (1894) <span class=\"citation\" data-id=\"93925\"><a href=\"/opinion/93925/metcalf-v-watertown/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">671</span></a></span>, 676 [<span class=\"citation\" data-id=\"93925\"><a href=\"/opinion/93925/metcalf-v-watertown/\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></a></span>, 949, <span class=\"citation\" data-id=\"93925\"><a href=\"/opinion/93925/metcalf-v-watertown/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">861</span></a></span>]; <i>Matter of Cook</i> (7th Cir.1995) <span class=\"citation\" data-id=\"691067\"><a href=\"/opinion/691067/in-the-matter-of-rufus-cook-no-d-217/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 266.) An example of the exercise of this power is the adoption of 28 United States Code sections 1738 and 1738A. Hence, Ms. Cagle's Tenth Amendment argument has no merit. Congress adopted the Full Faith and Credit for Child <span class=\"star-pagination\">*820</span> Support Orders Act pursuant to its express power set forth in article IV, section 1 of the United States Constitution to enact legislation describing the effect of a state court judgment. The Full Faith and Credit for Child Support Orders Act must therefore be enforced in California courts by reason of the supremacy and full faith and credit clauses. Since Georgia has sole and exclusive jurisdiction under the provisions of the Full Faith and Credit for Child Support Orders Act, California at present has no jurisdiction to modify the June 18, 1990, support order.</p>\n<p></p>\n<h2>IV. DISPOSITION</h2>\n<p>Let a peremptory writ of prohibition issue directing the respondent court to set aside its order of November 8, 1996, denying the motion to quash. The respondent court is to issue a new order granting the motion to quash. John B. Kilroy, Jr., is to recover his costs on appeal from Sharon S. Cagle Winter.</p>\n<p>Armstrong, J., and Godoy Perez, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  Code of Georgia Annotated section 19-7-22 states: \"A father of a child born out of wedlock may render the same legitimate by petitioning the superior court of the county of his residence, the county of residence of the child, or, if a petition for the adoption of the child is pending, the county in which the adoption petition is filed for legitimization of the child. The petition shall set forth the name, age, and sex of the child, the name of the mother, and, if the father desires the name of the child to be changed, the new name. If the mother is alive, she shall have notice of the petition for legitimization. Upon the presentation and filing of the petition, the court may pass an order declaring the child to be legitimate and to be capable of inheriting from the father in the same manner as if born in lawful wedlock and specifying the name by which the child shall be known. In addition, the court shall upon notice to the mother further establish such duty as the father may have to support the child, considering the facts and circumstances of the mother's obligation of support and the needs of the child.\"</p>\n<p>[2]  Family Code section 4853 states: \"(a) Except as specified in this section, upon registration, the registered foreign support order shall be treated in the same manner as a support order issued by a court of this state. It has the same effect and is subject to the same procedures, defenses, and proceedings for reopening, vacating, or staying as a support order of this state and may be enforced and satisfied in like manner. [¶] (b) The obligor has 20 days after the mailing or other service of notice of the registration of a foreign order of support in which to file a noticed motion requesting the court to vacate the registration or for other relief. In an action under this section, there shall be no joinder of actions, coordination of actions, or cross-complaints, and the claims or defenses shall be limited strictly to the identity of the obligor, the validity of the underlying foreign support order, or the accuracy of the obligee's statement of the amount of support remaining unpaid unless the amount has been previously established by a judgment or order. The obligor shall serve a copy of the motion, personally or by first-class mail, on the office of the district attorney, private attorney representing the obligee, or obligee representing himself or herself who filed the request for registration of the order, not less than 15 days prior to the date on which the motion is to be heard. If service is by mail, Section 1013 of the Code of Civil Procedure applies. If the obligor does not file the motion within 20 days, the registered foreign support order and all other documents filed pursuant to subdivision (a) of Section 4852 are confirmed. [¶] (c) At the hearing on the motion to vacate the registration of the order, the obligor may present only matters that would be available to the obligor as defenses in an action to enforce a support judgment. If the obligor shows and the court finds that an appeal from the order is pending or that a stay of execution has been granted, the court shall stay enforcement of the order until the appeal is concluded, the time for appeal has expired, or the order is vacated, upon satisfactory proof that the obligor has furnished security for payment of the support ordered as required by the rendering state. If the obligor shows and the court finds any ground upon which enforcement of a support order of this state may be stayed, the court shall stay enforcement of the order for an appropriate period if the obligor furnishes the same security for payment of the support ordered that is required for a support order of this state. [¶] (d) Registration of an out-of-state order for the sole purpose of interstate wage withholding does not confer jurisdiction on the court for any purpose other than income withholding. [¶] (e) After registration, a foreign order for the assignment of wages or other earnings for support shall be treated for all purposes in the same manner as an order for assignment of earnings entered pursuant to this article. The registered foreign order for assignment of wages shall be served upon the obligor's employer and the obligor shall be sent, by first-class mail, a copy of the foreign assignment order at the same time that the employer is served with the notice. The obligor may move to quash the assignment in accordance with Section 5270.\"</p>\n<p>[3]  28 United States Code section 1738B defines a \"contestant\" under the Full Faith and Credit for Child Support Orders Act as follows: \"`[C]ontestant' means  [¶] (A) a person (including a parent) who  [¶] (i) claims a right to receive child support; [¶] (ii) is a party to a proceeding that may result in the issuance of a child support order; or [¶] (iii) is under a child support order; and [¶] (B) a State or political subdivision of a State to which the right to obtain child support has been assigned.\" The parties do not dispute that they are \"contestants\" within the meaning of the Full Faith and Credit for Child Support Orders Act.</p>\n<p>[4]  Ms. Cagle suggests without citation to authority that because Mr. Kilroy is the obligor under the Georgia order he has no standing to assert the jurisdictional bar of the Full Faith and Credit for Child Support Orders Act. However, nothing in the plain language of the statute or its legislative history (1994 U.S. Code Cong. &amp; Admin. News, pp. 3259-3265) even implies that an additional exception to the \"General rule\" in 28 United States Code section 1738B(a) exists when the obligee commences modification proceedings. (Cf. <i>Bennett</i> v. <i>Spear</i> (1997) ___ U.S. ___, ___ [<span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1154</span></span>, 1161-1163, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span>]; <i>Clarke</i> v. <i>Securities Industry Assn.</i> (1987) <span class=\"citation\" data-id=\"111789\"><a href=\"/opinion/111789/clarke-v-securities-industry-assn/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 399-400 [<span class=\"citation\" data-id=\"111789\"><a href=\"/opinion/111789/clarke-v-securities-industry-assn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">750</span></a></span>, 757, <span class=\"citation\" data-id=\"111789\"><a href=\"/opinion/111789/clarke-v-securities-industry-assn/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></a></span>].)</p>\n<p>[5]  Because we determine the issue of whether the challenged decree is an \"order\" within the meaning of the Full Faith and Credit for Child Support Orders Act on the grounds set forth in the body of this opinion, we need not address the question of whether Ms. Cagle is estopped to contend otherwise because: her complaint for support refers to the Georgia decree as a \"child support order\" and a \"judgment\"; her counsel filed an order to show cause to modify the amount of child support payable under the Georgia order and the settlement agreement; and her points and authorities in opposition to the motion to quash refer to the Georgia decree as a \"support order\" on six occasions. (See <i>McClure</i> v. <i>Donovan</i> (1949) <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">717</span></span>, 730 [<span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">17</span></span>]; <i>Ernst</i> v. <i>Searle</i> (1933) <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">233</span></span>, 240 [<span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">715</span></span>]; 9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, §§ 316-321, pp. 327-332.)</p>\n<p>[6]  The full statement of congressional findings was as follows: \"(a) FINDINGS.  The Congress finds that  [¶] (1) there is a large and growing number of child support cases annually involving disputes between parents who reside in different States; [¶] (2) the laws by which the courts of different jurisdictions determine their authority to establish child support orders are not uniform; [¶] (3) those laws, along with the limits imposed by the Federal system on the authority of each State to take certain actions outside its own boundaries  [¶] (A) encourage noncustodial parents to relocate outside the States where their children and the custodial parents reside to avoid the jurisdiction of the courts of such States, resulting in an increase in the amount of interstate travel and communication required to establish and collect on child support orders and a burden on custodial parents that is expensive, time consuming, and disruptive of occupations and commercial activity; [¶] (B) contribute to the pressing problem of relatively low levels of child support payments in interstate cases and to inequities in child support payments levels that are based solely on the noncustodial parent's choice of residence; [¶] (C) encourage a disregard of court orders resulting in massive arrearages nationwide; [¶] (D) allow noncustodial parents to avoid the payment of regularly scheduled child support payments for extensive periods of time, resulting in substantial hardship for the children for whom support is due and for their custodians; and [¶] (E) lead to the excessive relitigation of cases and to the establishment of conflicting orders by the courts of various jurisdictions, resulting in confusion, waste of judicial resources, disrespect for the courts, and a diminution of public confidence in the rule of law; and [¶] (4) among the results of the conditions described in this subsection are  [¶] (A) the failure of the courts of the States to give full faith and credit to the judicial proceedings of the other States; [¶] (B) the deprivation of rights of liberty and property without due process of law; [¶] (C) burdens on commerce among the States; and [¶] (D) harm to the welfare of children and their parents and other custodians.\" (Pub.L. 103-383 (Oct. 22, 1994) § 2(a), 108 Stat. 4064.) A report prepared for the Senate Judiciary Committee analyzed the foregoing findings as follows: \"Section 2 provides that the Congress finds that a large and growing number of child support cases involve disputes across state lines, and the laws by which courts determine their authority to establish and modify child support orders are not uniform. This lack of uniformity in interpreting child support orders, combined with the inability of States to take certain actions outside of its own boundaries, has led to a number of deficiencies in child support collection. [¶] Lack of uniformity among the States encourages noncustodial parents to relocate outside the States where their children and custodial parents reside, in order to avoid the jurisdiction of the courts of such States. The result is an expensive, time consuming, and disruptive burden on the child and the custodial parent. In addition, the lack of uniformity contributes to relatively low levels of child support payments in interstate cases, allows noncustodial parents to avoid payment of child support for extended periods of time, and contributes to a number of other problems within the court system, including an increase in litigation and the establishment of conflicting orders in various jurisdictions. [¶] Among the results of conditions described in this section are the deprivation of rights of liberties and property without due process of law, burdens on commerce among the States, and harm to the welfare of children and their parents or other custodians.\" (1994 U.S. Code Cong. &amp; Admin. News, at pp. 3261-3262.)</p>\n<p>[7]  29 United States Code section 623(a) states: \"It shall be unlawful for an employer  [¶] (1) to fail or refuse to hire or to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age; [¶] (2) to limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's age; or [¶] (3) to reduce the wage rate of any employee in order to comply with this chapter.\" 29 United States Code section 631(a) provides: \"Individuals at least 40 years of age [¶] The prohibitions in this chapter shall be limited to individuals who are at least 40 years of age.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109259/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1335874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1641916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3682634/"
          ]
        }
      ],
      "judges": "Turner",
      "date_created": "2014-10-30T22:03:40.647934Z",
      "date_modified": "2017-04-14T22:07:49.960253Z",
      "date_filed": "1997-04-28",
      "date_filed_is_approximate": false,
      "slug": "kilroy-v-superior-court",
      "citation_id": 2237608,
      "case_name_short": "Kilroy",
      "case_name": "Kilroy v. Superior Court",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "54 Cal. App. 4th 793",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2118125/kilroy-v-superior-court/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:03:40.644146Z",
  "date_modified": "2014-10-30T22:03:40.644146Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kilroy",
  "case_name": "Kilroy v. Superior Court",
  "case_name_full": "",
  "slug": "kilroy-v-superior-court",
  "docket_number": "B107509",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}