{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2134891/",
  "id": 2134891,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njsuperctappdiv/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2291025/",
      "id": 2291025,
      "absolute_url": "/opinion/2291025/sheridan-v-sheridan/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2134891/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2291025/",
          "id": 2291025,
          "absolute_url": "/opinion/2291025/sheridan-v-sheridan/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2291025/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:59:53.302133Z",
          "date_modified": "2017-04-09T05:10:19.733424Z",
          "type": "010combined",
          "sha1": "4db5e63328a0eec6540af60f762b17b00ff602bf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>247 N.J. Super. 552 (1990)</b></center>\n<center><b>589 A.2d 1067</b></center>\n<center><h1>SUZANNE E. SHERIDAN, PLAINTIFF,<br>\nv.<br>\nCHARLES L. SHERIDAN, DEFENDANT.</h1></center>\n<center><p><b>Superior Court of New Jersey, Chancery Division Gloucester County.</b></p></center>\n<center>Decided November 21, 1990.</center>\n<p><span class=\"star-pagination\">*555</span> <i>James Driscoll</i> for plaintiff (<i>Tomasello, Driscoll &amp; Rozanski,</i> attorneys).</p>\n<p><i>Darrlyn Mann</i> for defendant (<i>Mann &amp; Moore,</i> attorneys).</p>\n<p><span class=\"star-pagination\">*556</span> HERMAN, J.S.C.</p>\n<p>This court is asked to decide whether marital property acquired with funds obtained illicitly and not reported for federal and state taxing purposes is subject to equitable distribution. This question appears to be one of first impression.</p>\n<p>This court holds that equity is an impermissible forum for the division of marital property primarily purchased with funds from illegal activities. A court of equity, as a court of conscience, can never permit itself to become party to the division of tainted assets nor can it grant the request of an admitted wrongdoer to arbitrate such a distribution. It is clear our court decisions reinforce this very principle: A court of equity can never allow itself to become an instrument of injustice. <i>Associated East Mortgage Co. v. Young,</i> 163 <i>N.J. Super.</i> 315, 330, 394 <i>A.</i>2d 899 (Ch.Div. 1978); nor will equity allow any wrongdoer to enrich himself as a result of his own criminal acts. <i>Jackson v. Prudential Ins. Co. of America,</i> 106 <i>N.J. Super.</i> 61, 68, 254 <i>A.</i>2d 141 (Law Div. 1969). In this respect, equity follows the common law precept that no one shall be allowed to benefit by his own wrongdoing. <i>Neiman v. Hurff,</i> 11 <i>N.J.</i> 55, 60, 93 <i>A.</i>2d 345 (1952). Thus, where the bad faith, fraud or unconscionable acts of a petitioner form the basis of his lawsuit, equity will deny him its remedies. <i>Goodwin Motor Corp. v. Mercedes Benz of N.A., Inc.,</i> 172 <i>N.J. Super.</i> 263, 411 <i>A.</i>2d 1144 (App.Div. 1980).</p>\n<p></p>\n<h2>I.</h2>\n<p>From an economic perspective the 1977, second marriage for plaintiff, Suzanne E. Sheridan, and defendant, Charles L. Sheridan, was a rags-to-riches affair. According to one family member it was clear to all that \"... One day we were poor, the next day we were rich ...\" By the time the parties had separated in Sept. 1989, it was back to rags again.</p>\n<p>The family's economic rollercoaster ride began in early 1983. Abandoning their Upper Darby, Pa. home to foreclosure and <span class=\"star-pagination\">*557</span> leaving all their furnishings behind, the Sheridans purchased a house in Oak Valley, Deptford Twp., for $57,000. They paid cash which they took from a paper bag at settlement.</p>\n<p>From a safety-deposit box, a shoe box, a dog biscuit box and from other hiding places, more cash withdrawals followed. Occasionally, they even withdrew funds from a checking or savings account, those withdrawals being primarily cash. In all, more than $200,000 was spent on various acquisitions &amp; improvements through 1986. Funds were expended for remodeling and decorating, furniture and appliances, a number of vehicles, vacations, jewelry, gifts for family and others and a 6.5 acre vacant parcel of land in Chester Co., Pa. Including private school tuitions, the family budget for the years 1983 through 1987 easily exceeded $25,000 <i>per annum.</i></p>\n<p>In total, more than $325,000 was spent during a 5-year period in which plaintiff was a homemaker and defendant's declared income was less than $20,000.<sup>[1]</sup> Each party readily admitted that their expenses and purchases were covered by \"other sources...\"</p>\n<p>It was defendant's testimony  and that of his brother Joseph's  that on April 21, 1983, the day his mother died, his father called defendant and his two brothers into the family bedroom. From a suitcase, defendant asserts, his father took $317,000 in cash. Being the oldest, he was given $180,000. How his mother, a homemaker, and his father who apparently had little lifetime income and no identifiable savings sources were able to produce such a sum, Mr. Sheridan was never really able to explain. The defendant, however, vehemently denied allegations that cash coming into the marriage was improperly or illegally obtained (prior to or after his mother's death).</p>\n<p>In contrast, plaintiff testified that defendant, as an oil-delivery truck driver, conspired with his employer to skim large <span class=\"star-pagination\">*558</span> corporate and institutional oil deliveries (billing for more oil than delivered). They would then sell the undelivered, excess oil to third parties. Plaintiff's written records entered into evidence, found authentic and credible by this court, show $42,260 in cash deposited in a dog biscuit box and $70,000 more in a shoe box. Her first entry was Jan. 27, 1983; her last entry April 22, 1983, the day after her mother-in-law's death and after which her husband insisted on taking charge of all records and all accounts. Although plaintiff insists her husband never mentioned receipt of any funds from his father, these coinciding events were certainly not a coincidence.</p>\n<p>Plaintiff also testified that during this period other cash deposits were made in a P.N.B. safety-deposit box from which her husband later withdrew $51,000 towards the N.J. home purchase. She further testified that the defendant continued to work for his employer until the end of 1986, that he continued to derive substantial, unreported cash from this enterprise. Plaintiff's testimony, which this court finds very believable, was buttressed by other family and friends. These witnesses testified that defendant told them, as well, that he was involved in an oil skimming scheme.</p>\n<p>Notwithstanding their testimonial differences, the parties did agree on one point: That no inheritance, gift or income taxes were ever paid or ever declared on any of the above sums.</p>\n<p>The court finds as follows:</p>\n<blockquote>That the more than $325,000 spent by the parties between 1983 and 1987 for real estate, personalty &amp; annual living expenses, represented a comingling of untaxed, undeclared cash, a portion of which was a parental gift, but far less than the $180,000 defendant asserts; and</blockquote>\n<blockquote>That at least $250,000 of the cash shared by the parties was the result of illegal activities; and</blockquote>\n<blockquote>That it is impossible to trace  or to even identifiably segregate  the funding source of the marital property purchased, initially or now remaining.</blockquote>\n<p></p>\n<h2>II.</h2>\n<p>Historically, courts of equity have reflected the collective public conscience of what should and should not be done. <span class=\"star-pagination\">*559</span> Equity involves the obedience to dictates of morality and conscience. The morality of which equity speaks is that of society and not the judge's personal view of right and wrong. Likewise, equity may not disregard statutory law but looks to its intent rather than its form. <i>In re Quinlan,</i> 137 <i>N.J. Super.</i> 227, 348 <i>A.</i>2d 801 (Ch. Div., 1975), mod., remanded other grounds 70 <i>N.J.</i> 10, 355 <i>A.</i>2d 647 (1976). As the ultimate respository, the gatekeeper of that conscience and morality, equity's forum can never be used to promote or condone crime or clearly defined breaches of public morality. <i>IMO Baby M,</i> 109 <i>N.J.</i> 396, 434-41, 537 <i>A.</i>2d 1227 (1988).</p>\n<p>Likewise, no court, be it equity or law, will enforce or entertain construction of a contract in a manner incompatible with the laws or public policies of the state. <i>See, e.g., IMO Baby M, supra; </i><i>Sewerage Auth. v. Util. Auth.,</i> 117 <i>N.J.</i> 239, 246, 566 <i>A.</i>2d 186 (1989). Nothing in our law indicates that marriage contracts should be interpreted or construed differently.</p>\n<p>The contract of marriage in terms both human and material is afforded great deference and many societal protections. As such it now stands unchallenged that marriage is a social relationship subject in all respects to the state's police power. <i>See, </i><i>Rothman v. Rothman,</i> 65 <i>N.J.</i> 219, 320 <i>A.</i>2d 496 (1974), citing as additional authority <i>Maynard v. Hill,</i> 125 <i>U.S.</i> 190, 8 <i>S.Ct.</i> 723, 31 <i>L.Ed.</i> 654 (1888):</p>\n<blockquote>\"... Marriage, as creating the most important relation in life, as having more to do with the morals and civilization of a people than any other institution, has always been subject to the control of the legislature. That body prescribes the age at which parties may contract to marry, the procedure or form essential to constitute marriage, the duties and obligations it creates, its effects upon the property rights of both, present and prospective, and the acts which may constitute grounds for its dissolution. [<i>Maynard v. Hill, supra,</i> 125 <i>U.S.</i> at 205, 8 <i>S.Ct.</i> at 726, 31 <i>L.Ed.</i> at 657 (1888)].\"</blockquote>\n<p><i>Ibid, Rothman v. Rothman,</i> 65 <i>N.J.</i> at 228, 320 <i>A.</i>2d 496.</p>\n<p>When the marriage contract is terminated by death or divorce, public policy as expressed in legislative enactment and amplified by judicial decision, seeks to protect as well those <span class=\"star-pagination\">*560</span> same marriage interests of the surviving or divorcing spouse. <i>See, e.g., N.J.S.A.</i> 2A:34-23 <i>et seq.; N.J.S.A.</i> 3B:5-3 &amp; 15; <i>Chalmers v. Chalmers,</i> 65 <i>N.J.</i> 186, 320 <i>A.</i>2d 478 (1974); <i>Painter v. Painter,</i> 65 <i>N.J.</i> 196, 320 <i>A.</i>2d 484 (1974); <i>Rothman v. Rothman,</i> 65 <i>N.J.</i> 219, 320 <i>A.</i>2d 496 (1974). However, even the broadest of public policy umbrellas has coverage limits. In the context of this marriage contract, that limit has been reached in this court today.</p>\n<p>* * *</p>\n<p>Our courts have endeavored to give substance to the legislative phrase, \"legally and beneficially acquired.\" <i>Painter v. Painter, supra</i><i>.</i> It has been an ongoing process. <i>DiTolvo v. DiTolvo,</i> 131 <i>N.J. Super.</i> 72, 328 <i>A.</i>2d 625 (App.Div. 1974); <i>Blitt v. Blitt,</i> 139 <i>N.J. Super.</i> 213, 216, 353 <i>A.</i>2d 144 (Ch.Div. 1976). And as the majority, concurring and dissenting opinions in <i>May v. May</i> have demonstrated, it has also been a process subject to much internal court debate. <i>May v. May,</i> 149 <i>N.J. Super.</i> 188, 373 <i>A.</i>2d 664 (App.Div. 1977), aff'd 79 <i>N.J.</i> 121, 398 <i>A.</i>2d 88 (1978).</p>\n<p>In <i>May</i>  though tangential to the majority holding<sup>[2]</sup>  the word \"legal\" is defined for the first time in a reported decision. In his majority opinion Judge Horn held that the word \"legal\" should be defined within the phrase \"legally and beneficially\" \"as conforming to or permitted by law\". <i>Ibid,</i> 193, 373 <i>A.</i>2d 664.</p>\n<p>While the Supreme Court in affirming <i>May</i> at 79 <i>N.J.</i> 121, 398 <i>A.</i>2d 88 (1979) does not specifically comment as to how it would define \"legal\", the court does indicate that it affirms <span class=\"star-pagination\">*561</span> \"substantially for the reasons given by Judge Horn in his majority opinion ...\" <i>Ibid,</i> 124, 398 <i>A.</i>2d 88.</p>\n<p>When it comes to the fulfillment of legislative policy, it is the court's role to dot the \"i's\" and cross the \"t's\" in the application of policy to facts. It is understood that not every life experience sought to be protected, regulated or prohibited can be embodied or anticipated in statutory language. In this constitutional partnership of policy, it is expected that courts will render a fair and common sense interpretation in the application of the law to the facts before it [goal of interpretive process is intent of Legislature and accomplishment of that purpose must be based on underlying statutory purpose and on common sense]. <i>Weehawken Environment Committee, Inc. v. Weehawken Twp.,</i> 161 <i>N.J. Super.</i> 381, 391 <i>A.</i>2d 968 (Law Div. 1978). In resolving questions of statutory construction the task of the court is to effectuate legislative intent in light of the language used and objects sought to be achieved. <i>State v. Maguire,</i> 84 <i>N.J.</i> 508, 423 <i>A.</i>2d 294 (1980).</p>\n<p>Likewise a court, in searching for legislative intent, must interpret words in a statute so as to effect the ordinary and well-understood meaning of those words in absence of any specific intent to the contrary. <i>State v. Davis,</i> 175 <i>N.J. Super.</i> 130, 417 <i>A.</i>2d 1075 (1980), <i>State v. Monturi,</i> 195 <i>N.J. Super.</i> 317, 478 <i>A.</i>2d 1266 (Law Div. 1984).</p>\n<p>In regard to the equitable distribution statute, our courts have labored long and hard to do all of the above. Given the lack of legislative history, it has not been an easy task. <i>Cf., May v. May,</i> 149 <i>N.J. Super.</i> 188, 203, 373 <i>A.</i>2d 664. Nevertheless, applying that \"common sense,\" I must conclude that the Legislature did not intend its judges to be tellers or its courtrooms counting houses for the division of tainted assets purchased with dirty money. The policy of this state is unambiguous in that regard: We do not reward wrongdoers! That policy is administered with equal vigor in civil as well as criminal proceedings (<i>e.g., N.J.S.A.</i> 2C:41-3, prosecution of <span class=\"star-pagination\">*562</span> RICO offenses; state policy is to seek forfeiture of property obtained with illegal funds. <i>L.</i> 1981, <i>c.</i> 167 § 2).</p>\n<p>To allow plaintiff to seek equity's aid in dividing marital assets acquired with illicit funds would substantially demean that policy and sully the judicial process. Courts cannot permit that to be done. Accordingly, this court concludes that a fair and common sense interpretation of the statutory purpose in permitting the division of \"legally and beneficially acquired\" property bars the equitable division of property obtained with illicit or illegal funds.</p>\n<p>Even in the absence of such statutory direction, the result must be the same: equity will follow the common law precept that no one shall be allowed to benefit by his own wrongdoing, <i>Neiman v. Hurff, supra,</i> 11 <i>N.J.</i> at 60, 93 <i>A.</i>2d 345 (1952), nor enrich himself as a result of his own criminal acts. <i>Jackson v. Prudential Ins. Co. of America, supra,</i> 106 <i>N.J. Super.</i> at 68, 254 <i>A.</i>2d 141. For a court of equity can never be used to promote or condone crime or clearly defined breaches of public morality. <i>Cf., IMO Baby M, supra,</i> 109 <i>N.J.</i> at 434-41, 537 <i>A.</i>2d 1227.</p>\n<p>Therefore, subject to the terms of a stay hereinafter imposed, the parties for purposes of equitable distribution being in <i>pari delicto</i> will be left exactly where the court found them at the commencement of this litigation. <i>Marx v. Jaffe,</i> 92 <i>N.J. Super.</i> 143, 146, 222 <i>A.</i>2d 519 (App.Div. 1966).<sup>[3]</sup></p>\n<p></p>\n<h2>III.</h2>\n<blockquote>Justice is the right of all men &amp; the private property of none. The judge holds this common right in trust, to administer it with an even hand in <span class=\"star-pagination\">*563</span> accordance with law ... Chief Justice Weintraub, <i>In re Mattera,</i> 34 <i>N.J.</i> 259, 275-276, 168 <i>A.</i>2d 38 (1961).</blockquote>\n<p>It is every citizen's duty to uphold the law and as part of that duty to report any knowledge she or he may have of a crime committed or to be committed.<sup>[4]</sup> In order to preserve public confidence in the integrity of the judiciary, a judge must be the ultimate exemplar of that good citizenship. Sworn testimony before her or him that a crime has been committed  as in this case  requires the judge to make a prompt report to proper authority. That I have done.</p>\n<p>* * *</p>\n<p>That a judge should report a crime committed or credible, sworn allegations thereof, would seem to belabor the obvious. Yet, the only writing that this court has found to date squarely addressing this issue is a June 7, 1978 memorandum from the then Assignment Judge of Burlington and Ocean Counties.</p>\n<blockquote>MEMO TO: All Judges, Burlington &amp; Ocean Counties</blockquote>\n<blockquote>FROM: Judge Lenox</blockquote>\n<blockquote>Canon 3(B)(3) of the <i>Code of Judicial Conduct</i> reads:</blockquote>\n<blockquote>\"A judge should initiate appropriate disciplinary measures against a judge or lawyer for unprofessional conduct of which the judge may become aware.\"</blockquote>\n<blockquote>I recently discussed this subject with Bob Cowen of the Central Ethics Unit who emphasized to me that this is not only the obligation of a judge, but that the Supreme Court considers unethical the failure of a judge to do so, and such failure could result in the institution of disciplinary proceedings against the judge himself. I further inquired of Cowen as to the obligation of a judge when illegal conduct on the part of a litigant comes to his attention during a trial, and he informed me that such matters must be similarly reported to law enforcement authorities, or to his office for transmission by him to such authorities ...</blockquote>\n<blockquote>I specifically call to your attention that Cowen mentioned that this includes evidence indicating the failure of a litigant to file an income tax return or to report income on a filed return. Such evidence is not uncommon in matrimonial <span class=\"star-pagination\">*564</span> litigation and occurs occasionally in civil litigation. Such evidence should be reported to Cowen, who in turn transmits it to the Internal Revenue Service ...</blockquote>\n<p>Likewise a review of the Code of Judicial Conduct, which all judges have a duty to follow (<i>R.</i> 1:14) and to uphold (<i>R.</i> 1:18) does not specifically reference the judge's obligation to report wrongdoing. However, it is very evident that Canons 1 and 2 imply that such a duty does exist (it is difficult to perceive how public confidence in the judiciary or public respect  goals the Canons seek to advance  could ever be maintained if judges were to act otherwise).</p>\n<blockquote><i>CODE OF JUDICIAL CONDUCT</i></blockquote>\n<blockquote><i>Canon 1: A Judge Should Uphold the Integrity and Independence of the Judiciary</i></blockquote>\n<blockquote>An independent and honorable judiciary is indispensable to justice in our society. A judge should participate in establishing, maintaining, and enforcing, and should personally observe, high standards of conduct so that the integrity and independence of the judiciary may be preserved. The provisions of this Code should be construed and applied to further that objective.</blockquote>\n<blockquote><i>Canon 2: A Judge Should Avoid Impropriety and the Appearance of Impropriety in All Activities</i></blockquote>\n<blockquote>A. A judge should respect and comply with the law and should act at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary.</blockquote>\n<blockquote>B. A judge should not allow family, social, or other relationships to influence his or her judicial conduct or judgment. A judge should not lend the prestige of office to advance the private interests of others; nor should a judge convey or permit to convey the impression that they are in a special position of influence. A judge should not testify as a character witness.</blockquote>\n<blockquote><i>Commentary</i></blockquote>\n<blockquote>Public confidence in the judiciary is eroded by irresponsible or improper conduct by judges. A judge must avoid all impropriety and appearance of improprierty, and must expect to be the subject of constant public scrutiny. A judge must therefore accept restrictions on personal conduct that might be viewed as burdensome by the ordinary citizen and should do so freely and willingly.</blockquote>\n<blockquote>The testimony of a judge as a character witness injects the prestige of the office into the proceeding in which the judge testifies and may be misunderstood to be an official testimonial. This Canon, however, does not afford a judge a privilege against testifying as a witness as to evidentiary facts of which the judge has personal knowledge.</blockquote>\n<blockquote>\n<i>See, Pressler, Current New Jersey Court Rules,</i> Appendix to Part I.</blockquote>\n<p><span class=\"star-pagination\">*565</span> While not specifically on point, appellate decisions reacting to cases involving attorney misconduct in the presence of the court seem to reinforce the view that judges are obligated to report all wrongdoing to proper authorities. <i>Cf., </i><i>State v. Ramseur,</i> 106 <i>N.J.</i> 123, 323-324, 524 <i>A.</i>2d 188 (1987), <i>State v. Watson,</i> 224 <i>N.J. Super.</i> 354, 362-363, 540 <i>A.</i>2d 875 (App.Div. 1988); also, <i>see Pressler, Current New Jersey Court Rules,</i> comments to <i>R.</i> 1:18-1. If this were not so, it would produce a rather anomolous and most unwelcome result, holding judges to a lesser standard of ethical conduct than that required by members of the Bar (<i>R.</i> 1:14 \"Code of Ethics: The Rules of Professional Conduct and the Code of Judicial Conduct of the American Bar Association, as amended and supplemented by the Supreme Court and included as an Appendix to Part I of these rules, shall govern the conduct of the members of the Bar and the judges of all courts of this State.\" <i>RPC</i> 1.6, for example, requires, <i>inter alia,</i> attorneys, notwithstanding the attorney-client privilege, <i>Evid.R.</i> 26, to reveal such information to proper authorities that the lawyer reasonably believes is necessary to prevent a client from committing illegal acts likely to result in death or substantial harm to person or property. Judges are not constrained by <i>Evid.R.</i> 26. Therefore, it logically follows that the judge's obligation to report is even more expansive and that judges must report all evil heard and seen).</p>\n<p>Notwithstanding the absence of a Supreme Court Rule or written administrative directive, it has been my experience that judges do report illegal or improper activities, or credible allegations thereof. Judges do so because it is the right thing to do and because it is repugnant to their oath that judges sit mute in the face of acknowledged, demonstrated or potential wrongdoing.</p>\n<p>In summary, this court finds that Judge Lenox' memorandum represents the current practice among New Jersey judges; it is an affirmation of what judges do and should do. His memorandum comports in all respects with a judge's obligation pursuant to the Canons of Judicial Conduct. <i>See Cf., </i><i>Matter of Yaccarino,</i> <span class=\"star-pagination\">*566</span> 101 <i>N.J.</i> 342, 502 <i>A.</i>2d 3 (1985) at page 342, 502 <i>A.</i>2d 3: \"... Canon 1 mandates that each judge must observe high standards of conduct so that the integrity and independence of the judiciary may be preserved. Canon 2 directs not only that a judge must comply with the law, but also that he or she must behave at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary ...\"</p>\n<p>Accordingly, it is the holding of the court that where evidence establishes an intentional, underreporting of income  in this case large sums from illegal enterprise  it is a judge's duty to report such wrongdoing to the appropriate authorities.</p>\n<p>* * *</p>\n<p>If this court were to limit its role to reporting of the alleged crimes, it would fall far short of fulfilling its duty.</p>\n<p>A judge in a matrimonial matter not only has an obligation, pending a final dissolution hearing to preserve the assets of the marital estate, but that judge must also give all parties with identifiable legal or equitable claims an opportunity to prove that claim and collect on it.</p>\n<p>In this case the court has found that large sums of undeclared cash generated from illegal activities were utilized by the parties for living expenses, for real estate and for other purchases. Although the parties prior to the final hearing have split the personalty and have utilized a portion of the home sale escrow, still more than $50,000 in assets remain ($20,000 in an attorney's trust account and the Pa. vacant land valued at more than $30,000).</p>\n<p>It is evident to all that if the above income is subject to taxation, that the parties will bear a substantial liability, probably in excess of the total value of the assets remaining. It is also evident, given the spending history of the parties, that if the court does not impose a stay on these assets, the likelihood of an intervenor collecting on any claim asserted and proved is indeed slim.</p>\n<p><span class=\"star-pagination\">*567</span> In this state, courts will not allow wrongdoers to enrich themselves as a result of their own criminal acts at the expense of an innocent party. In such a situation \"... Equity raises a constructive trust which it imposes on the property in question because of the unreasonable mode of its acquisition &amp; thereby prevents unjust enrichment of the wrongdoer ...\" <i>Jackson v. Prudential Ins. Co. of America, supra</i> at 106 <i>N.J. Super.</i> at 75, 254 <i>A.</i>2d 141.</p>\n<p>It would appear based on sworn and credible testimony that the State of New Jersey and the United States of America are two such potential innocent entities entitled to a reasonable opportunity in this court to be heard. Therefore, in the interest of justice, this court will impose a stay on the distribution of the remaining assets of the marital estate for a period of one year, post-judgment. The appointment of Craig H. Klayman, Esq., as Trustee and Attorney-in-Fact for the sale of the Pa. vacant land is continued until the sale is consummated.<sup>[5]</sup> Within this one-year time frame governmental agencies now on notice shall be granted leave to intervene. <i>See, R.</i> 4:33-1.</p>\n<blockquote>\n<i>R.</i> 4:33-1. <i>Intervention as of Right</i>\n</blockquote>\n<blockquote>Upon timely application anyone shall be permitted to intervene in an action if the applicant claims an interest relating to the property or transaction which is the subject of the action and he is so situated that the disposition of the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</blockquote>\n<p>In the event that these governmental third parties elect to intervene, a hearing will be held to determine the validity of their claim(s).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*568</span> IV.</h2>\n<p>At the commencement of proceedings, this court held that plaintiff's proofs established a cause of action for divorce on the grounds of extreme cruelty. Plaintiff now petitions for alimony, child support &amp; counsel fees. The court finds the following relevant to these issues:</p>\n<p>Before their separation, the parties lived together for 12 years. During that time defendant would periodically assault the plaintiff. The testimony established in the court's view a husband who perfected over time his status as an overbearing bully. Prior to the family's rags-to-riches binge (1983-1987), defendant's reportable income was approximately $25,000 per year. Plaintiff was primarily a homemaker, a role she filled well. They enjoyed a modest standard of living.</p>\n<p>After 1987, the resources of the family squandered, defendant failed to secure meaningful employment. His failure to work was not a matter of bad luck; he just did not bother to get a job! The family scrounged, often skipping meals. By Sept. 1988, plaintiff was back into the work force, netting $112 per week. Life was still difficult, the family still hungry, the defendant still abusive and contributing little to the family's economic needs. The parties separated.</p>\n<p>Presently, plaintiff earns approximately $240 net per week, the defendant $331. The court finds defendant is not working to his full economic potential, that his vocational skills as a truck driver could certainly provide him  should he choose  with an income in excess of what he earned in 1982. Conversely, it is evident that the plaintiff has marginal job skills and little likelihood of substantial economic advancement.</p>\n<p>One child was born of this second marriage. She is age 13 and, by agreement, in her mother's custody. Due to her deep resentment over what she perceives to be mistreatment of her mother, she refuses contact with her father. All parties agree <span class=\"star-pagination\">*569</span> that without professional intervention, visitation should not be compelled.</p>\n<p>Plaintiff's misconduct which resulted in the dismissal of her equitable distribution petition does not bar her request before the court for alimony, child support and counsel fees that are related to these issues. Courts of equity in applying the maxim of unclean hands must use just discretion in determining under what circumstances, to what extent and what policy reasons will constitute cause to banish a litigant or to bar her relief. See <i>cf., </i><i>Heritage Bank N.A. v. Ruh,</i> 191 <i>N.J. Super.</i> 53, 465 <i>A.</i>2d 547 (Ch.Div. 1983). Since the clean-hands doctrine is based on public policy, it may be relaxed under the appropriate circumstances or as interests of fairness require. <i>Johnson v. Johnson,</i> 212 <i>N.J. Super.</i> 368, 515 <i>A.</i>2d 255 (Ch.Div. 1986).</p>\n<p>A dissolution decision is an economic mosaic comprised of equitable distribution, alimony, child support and counsel fee components. While all components interface, still each award is based on somewhat different policy considerations.</p>\n<p>The purpose of alimony is to provide the dependent spouse with a level of support and standard of living commensurate to the quality of economic life during the marriage. <i>Lepis v. Lepis,</i> 83 <i>N.J.</i> 139, 150, 416 <i>A.</i>2d 45 (1980); <i>Mahoney v. Mahoney,</i> 91 <i>N.J.</i> 488, 501-502, 453 <i>A.</i>2d 527 (1982); <i>Avery v. Avery,</i> 209 <i>N.J. Super.</i> 155, 160, 507 <i>A.</i>2d 242 (App.Div. 1986). Alimony is a personal right in the nature of an annuity; its purpose to require a spouse to pay to the other consistent with the ability of the obligor to pay such sum or sums as will fulfill the continuing duty of support of one spouse to the other. <i>Mendell v. Mendell,</i> 162 <i>N.J. Super.</i> 469, 475, 393 <i>A.</i>2d 600 (App.Div. 1978).</p>\n<p>In contrast, the purpose of equitable distribution is to divide fairly the assets that were acquired when both parties have contributed to the marital enterprise, whether by earned income or as a homemaker, giving due recognition to the contribution <span class=\"star-pagination\">*570</span> of each spouse to the marital enterprise and the acquisition of marital property. <i>Brandenburg v. Brandenburg,</i> 83 <i>N.J.</i> 198, 210, 416 <i>A.</i>2d 327 (1980); <i>Portner v. Portner,</i> 186 <i>N.J. Super.</i> 410, 414-415, 453 <i>A.</i>2d 189 (App.Div. 1982), rev'd. on other grounds 93 <i>N.J.</i> 215, 460 <i>A.</i>2d 115 (1983).</p>\n<p>Our courts have held that the \"... major difference between the two types of awards is that alimony is awarded to defray the expenses of supporting a spouse post divorce, whereas, fundamentally, equitable distribution is awarded for recognized contributions that each spouse has made toward the accumulation of property during the time span of the viable coverture ...\" <i>See </i><i>Mendell v. Mendell, supra,</i> 162 <i>N.J. Super.</i> 475-476, 393 <i>A.</i>2d 600. That difference has been recognized as well, by recent legislative enactment which sets specific criteria for alimony [(<i>N.J.S.A.</i> 2A:34-23(b); <i>L.</i> 1988, <i>c.</i> 153 § 3)] and equitable distribution of property (<i>N.J.S.A.</i> 2A:34-23.1, <i>L.</i> 1988, <i>c.</i> 153 § 4). Simply stated equitable distribution provides standards for the allocation of marital assets. <i>Cf., </i><i>Painter v. Painter,</i> 65 <i>N.J.</i> 196, 213, 320 <i>A.</i>2d 484 (1974); the statute governing alimony provides standards for continued maintenance of the dependent spouse post judgment. <i>Cf., </i><i>Lepis v. Lepis, supra,</i> 83 <i>N.J.</i> at 150, 416 <i>A.</i>2d 45.</p>\n<p>The purpose of providing legislative standards for payment of child support [(<i>N.J.S.A.</i> 2A:34-23(a), <i>L.</i> 1988, <i>c.</i> 153 § 3)] is to assure appropriate care, education and maintenance of children (<i>N.J.S.A.</i> 2A:34-23). It is the public policy of this State to ensure such maintenance and well-being prior to and after the dissolution of the marriage. <i>Cf., </i><i>Shanley v. Nuzzo,</i> 160 <i>N.J. Super.</i> 436, 390 <i>A.</i>2d 158 (Juv. &amp; Dom.Rel.Ct. 1978).</p>\n<blockquote>It is now elementary that a duty is imposed by statute upon a parent to support a child. In addition to <i>N.J.S.A.</i> 2A:34-23, <i>N.J.S.A.</i> 9:2-4 provides in pertinent part that the parents are \"equally charged with care, nurture, education and welfare ...\" This duty has been stated in case law as well. <i>Cohen v. Cohen,</i> 6 <i>N.J. Super.</i> 26 [69 <i>A.</i>2d 752] (App.Div. 1949); <i>Grotsky v. Grotsky,</i> 58 <i>N.J.</i> 354 [277 <i>A.</i>2d 535] (1971); <i>Clayton v. Muth,</i> 144 <i>N.J. Super.</i> 491 [366 <i>A.</i>2d 354] (Ch.Div. 1976).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*571</span> Blackstone described the duty of a parent to support their minor children as \"a principle of natural law.\" 1 <i>Blackstone Commentaries,</i> 447. Such duty is based on both a natural and legal incapacity, and the child's consequent need of protection and care. <i>Kern v. Kern,</i> 360 <i>So.</i>2d, 482, 484 (Fla.App. 1978).</blockquote>\n<blockquote>\n<i>Sakovits v. Sakovits,</i> 178 <i>N.J. Super.</i> 623, 627 [429 <i>A.</i>2d 1091] (Ch.Div. 1981).</blockquote>\n<blockquote>* * *</blockquote>\n<p>Given plaintiff's present circumstances, her limited economic potential, the duration of the marriage, plaintiff's contributions to the marriage as a care-giver, and the likelihood that she will continue to need her income supplemented in order to maintain even a modest standard of living, an alimony award is warranted. If defendant's earnings are presently limited, it is due to his own intransigence. He cannot benefit from his own inertia. His present and future ability to earn is far greater than that of plaintiff's. He possesses greater employment skills and work experience which he should use. The court, therefore, imputes to him a net salary of $400 per week. Based on respective levels of real and imputed income, earned and reportable, a permanent alimony award of $50 is granted to plaintiff.</p>\n<p>By adjusting the respective net incomes of the parties based on the payment and receipt of the alimony  and giving consideration to the tax benefit or burden caused by the alimony payment  this court concludes that the net income available for child support is $350 for defendant, $280.00 for plaintiff. Accordingly, defendant's share of child support is 55%; the sum that he shall pay is $77.00 per week. <i>See, Pressler, Current N.J. Current Court Rules,</i> Appendix IX-C.</p>\n<p>This court further determines that plaintiff is entitled to a counsel fee. However, to allow such award predicated on the efforts expended by counsel in the prosecution of plaintiff's application for equitable distribution would produce an anomolous and unwarranted result. Therefore, this court awards plaintiff a counsel fee in the sum of $675.00 which represents legal services for prosecution and enforcement of support claims. Plaintiff also shall be reimbursed the sum of $1000.00 for attorney's fees incurred to compel the defendant to <span class=\"star-pagination\">*572</span> abide by <i>pendente lite</i> agreements. In making these awards the court has taken into consideration the defendant's superior earning ability and that he will be better able to recoup such payments. Further, his failure to honor <i>pendente lite</i> agreements clearly constitutes acts of bad faith for which he must now stand accountable. <i>See N.J.S.A.</i> 2A:34-23; <i>Williams v. Williams,</i> 59 <i>N.J.</i> 229, 233, 281 <i>A.</i>2d 273 (1971).<sup>[6]</sup></p>\n<p>* * *</p>\n<p>Counsel for plaintiff shall submit a form of judgment consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant's declared income for 1983 was $8250; 1984-$4400; 1985-$6104; thereafter until mid-1988, defendant's declared income was even spottier.</p>\n<p>[2]  In <i>May</i> the court held that a trust corpus which became available to the husband during the marriage as a beneficiary under a testamentary trust created before the marriage was eligible for equitable distribution. The Legislature in a 1980 amendment to the law changed the policy direction exempting from equitable distribution gifts, devises and bequests (with the exception of interspousal gifts). <i>See, L.</i> 1980, <i>c.</i> 181.</p>\n<p>[3]  At the commencement of the litigation, title to the Pa. property was in defendant's name; the parties agreed to divide home escrow proceeds equally. Each has some furnishings and household appliances, the defendant a 1989 truck. Other items remain in dispute, such as who has the gun collection and certain pieces of jewelry. The Court's holding that for equitable distribution purposes the <i>status quo</i> remains makes a determination on the items in dispute unnecessary.</p>\n<p>[4]  Under certain, defined circumstances, failure to report may constitute a criminal offense. <i>See N.J.S.A.</i> 2C:29-1 &amp; -3 [predecessor crime of obstructing justice  <i>i.e.,</i> to do any act which prevented, impeded or hindered due course of public justice  was a common-law crime punishable as a misdemeanor <i>N.J.S.A.</i> 2A:85-1 since repealed. <i>State v. Cassatly,</i> 93 <i>N.J. Super.</i> 111, 225 <i>A.</i>2d 141 (App.Div. 1966).]</p>\n<p>[5]  On July 24, 1990 the court <i>sua sponte</i> imposed a lien on the remaining assets on behalf of the State of New Jersey and the United States of America in the form of a constructive trust limited to one year. In the event no intervenor's claim is established, the assets may be released in kind in accordance with this opinion. The court also permitted counsel to make fee application to be paid from the escrow in the court's discretion. Title to the Pa. property was transferred to Craig H. Klayman, Esq. as Trustee and Attorney-in-Fact, who is authorized to sell, then deposit sale proceeds in escrow now being held by James Driscoll, Esq.</p>\n<p>[6]  In accordance with the Court's Order of July 23, 1990, the sum of $1665.00 may be paid out of defendant's share of the current escrow. Issues of health and life insurance and payment for unreimbursed medicals were placed on the record and are not included as part of this opinion.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">552</span></span> (1990)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1067</span></span></b></center>\n<center><h1>SUZANNE E. SHERIDAN, PLAINTIFF,<br>\nv.<br>\nCHARLES L. SHERIDAN, DEFENDANT.</h1></center>\n<center><p><b>Superior Court of New Jersey, Chancery Division Gloucester County.</b></p></center>\n<center>Decided November 21, 1990.</center>\n<p><span class=\"star-pagination\">*555</span> <i>James Driscoll</i> for plaintiff (<i>Tomasello, Driscoll &amp; Rozanski,</i> attorneys).</p>\n<p><i>Darrlyn Mann</i> for defendant (<i>Mann &amp; Moore,</i> attorneys).</p>\n<p><span class=\"star-pagination\">*556</span> HERMAN, J.S.C.</p>\n<p>This court is asked to decide whether marital property acquired with funds obtained illicitly and not reported for federal and state taxing purposes is subject to equitable distribution. This question appears to be one of first impression.</p>\n<p>This court holds that equity is an impermissible forum for the division of marital property primarily purchased with funds from illegal activities. A court of equity, as a court of conscience, can never permit itself to become party to the division of tainted assets nor can it grant the request of an admitted wrongdoer to arbitrate such a distribution. It is clear our court decisions reinforce this very principle: A court of equity can never allow itself to become an instrument of injustice. <i>Associated East Mortgage Co. v. Young,</i> 163 <i>N.J. Super.</i> 315, 330, 394 <i>A.</i>2d 899 (Ch.Div. 1978); nor will equity allow any wrongdoer to enrich himself as a result of his own criminal acts. <i>Jackson v. Prudential Ins. Co. of America,</i> 106 <i>N.J. Super.</i> 61, 68, 254 <i>A.</i>2d 141 (Law Div. 1969). In this respect, equity follows the common law precept that no one shall be allowed to benefit by his own wrongdoing. <i>Neiman v. Hurff,</i> 11 <i>N.J.</i> 55, 60, 93 <i>A.</i>2d 345 (1952). Thus, where the bad faith, fraud or unconscionable acts of a petitioner form the basis of his lawsuit, equity will deny him its remedies. <i>Goodwin Motor Corp. v. Mercedes Benz of N.A., Inc.,</i> 172 <i>N.J. Super.</i> 263, 411 <i>A.</i>2d 1144 (App.Div. 1980).</p>\n<p></p>\n<h2>I.</h2>\n<p>From an economic perspective the 1977, second marriage for plaintiff, Suzanne E. Sheridan, and defendant, Charles L. Sheridan, was a rags-to-riches affair. According to one family member it was clear to all that \"... One day we were poor, the next day we were rich ...\" By the time the parties had separated in Sept. 1989, it was back to rags again.</p>\n<p>The family's economic rollercoaster ride began in early 1983. Abandoning their Upper Darby, Pa. home to foreclosure and <span class=\"star-pagination\">*557</span> leaving all their furnishings behind, the Sheridans purchased a house in Oak Valley, Deptford Twp., for $57,000. They paid cash which they took from a paper bag at settlement.</p>\n<p>From a safety-deposit box, a shoe box, a dog biscuit box and from other hiding places, more cash withdrawals followed. Occasionally, they even withdrew funds from a checking or savings account, those withdrawals being primarily cash. In all, more than $200,000 was spent on various acquisitions &amp; improvements through 1986. Funds were expended for remodeling and decorating, furniture and appliances, a number of vehicles, vacations, jewelry, gifts for family and others and a 6.5 acre vacant parcel of land in Chester Co., Pa. Including private school tuitions, the family budget for the years 1983 through 1987 easily exceeded $25,000 <i>per annum.</i></p>\n<p>In total, more than $325,000 was spent during a 5-year period in which plaintiff was a homemaker and defendant's declared income was less than $20,000.<sup>[1]</sup> Each party readily admitted that their expenses and purchases were covered by \"other sources...\"</p>\n<p>It was defendant's testimony  and that of his brother Joseph's  that on April 21, 1983, the day his mother died, his father called defendant and his two brothers into the family bedroom. From a suitcase, defendant asserts, his father took $317,000 in cash. Being the oldest, he was given $180,000. How his mother, a homemaker, and his father who apparently had little lifetime income and no identifiable savings sources were able to produce such a sum, Mr. Sheridan was never really able to explain. The defendant, however, vehemently denied allegations that cash coming into the marriage was improperly or illegally obtained (prior to or after his mother's death).</p>\n<p>In contrast, plaintiff testified that defendant, as an oil-delivery truck driver, conspired with his employer to skim large <span class=\"star-pagination\">*558</span> corporate and institutional oil deliveries (billing for more oil than delivered). They would then sell the undelivered, excess oil to third parties. Plaintiff's written records entered into evidence, found authentic and credible by this court, show $42,260 in cash deposited in a dog biscuit box and $70,000 more in a shoe box. Her first entry was Jan. 27, 1983; her last entry April 22, 1983, the day after her mother-in-law's death and after which her husband insisted on taking charge of all records and all accounts. Although plaintiff insists her husband never mentioned receipt of any funds from his father, these coinciding events were certainly not a coincidence.</p>\n<p>Plaintiff also testified that during this period other cash deposits were made in a P.N.B. safety-deposit box from which her husband later withdrew $51,000 towards the N.J. home purchase. She further testified that the defendant continued to work for his employer until the end of 1986, that he continued to derive substantial, unreported cash from this enterprise. Plaintiff's testimony, which this court finds very believable, was buttressed by other family and friends. These witnesses testified that defendant told them, as well, that he was involved in an oil skimming scheme.</p>\n<p>Notwithstanding their testimonial differences, the parties did agree on one point: That no inheritance, gift or income taxes were ever paid or ever declared on any of the above sums.</p>\n<p>The court finds as follows:</p>\n<blockquote>That the more than $325,000 spent by the parties between 1983 and 1987 for real estate, personalty &amp; annual living expenses, represented a comingling of untaxed, undeclared cash, a portion of which was a parental gift, but far less than the $180,000 defendant asserts; and</blockquote>\n<blockquote>That at least $250,000 of the cash shared by the parties was the result of illegal activities; and</blockquote>\n<blockquote>That it is impossible to trace  or to even identifiably segregate  the funding source of the marital property purchased, initially or now remaining.</blockquote>\n<p></p>\n<h2>II.</h2>\n<p>Historically, courts of equity have reflected the collective public conscience of what should and should not be done. <span class=\"star-pagination\">*559</span> Equity involves the obedience to dictates of morality and conscience. The morality of which equity speaks is that of society and not the judge's personal view of right and wrong. Likewise, equity may not disregard statutory law but looks to its intent rather than its form. <i>In re Quinlan,</i> 137 <i>N.J. Super.</i> 227, 348 <i>A.</i>2d 801 (Ch. Div., 1975), mod., remanded other grounds 70 <i>N.J.</i> 10, 355 <i>A.</i>2d 647 (1976). As the ultimate respository, the gatekeeper of that conscience and morality, equity's forum can never be used to promote or condone crime or clearly defined breaches of public morality. <i>IMO Baby M,</i> 109 <i>N.J.</i> 396, 434-41, 537 <i>A.</i>2d 1227 (1988).</p>\n<p>Likewise, no court, be it equity or law, will enforce or entertain construction of a contract in a manner incompatible with the laws or public policies of the state. <i>See, e.g., IMO Baby M, supra; </i><i>Sewerage Auth. v. Util. Auth.,</i> 117 <i>N.J.</i> 239, 246, 566 <i>A.</i>2d 186 (1989). Nothing in our law indicates that marriage contracts should be interpreted or construed differently.</p>\n<p>The contract of marriage in terms both human and material is afforded great deference and many societal protections. As such it now stands unchallenged that marriage is a social relationship subject in all respects to the state's police power. <i>See, </i><i>Rothman v. Rothman,</i> 65 <i>N.J.</i> 219, 320 <i>A.</i>2d 496 (1974), citing as additional authority <i>Maynard v. Hill,</i> 125 <i>U.S.</i> 190, 8 <i>S.Ct.</i> 723, 31 <i>L.Ed.</i> 654 (1888):</p>\n<blockquote>\"... Marriage, as creating the most important relation in life, as having more to do with the morals and civilization of a people than any other institution, has always been subject to the control of the legislature. That body prescribes the age at which parties may contract to marry, the procedure or form essential to constitute marriage, the duties and obligations it creates, its effects upon the property rights of both, present and prospective, and the acts which may constitute grounds for its dissolution. [<i>Maynard v. Hill, supra,</i> 125 <i>U.S.</i> at 205, 8 <i>S.Ct.</i> at 726, 31 <i>L.Ed.</i> at 657 (1888)].\"</blockquote>\n<p><i>Ibid, Rothman v. Rothman,</i> 65 <i>N.J.</i> at 228, 320 <i>A.</i>2d 496.</p>\n<p>When the marriage contract is terminated by death or divorce, public policy as expressed in legislative enactment and amplified by judicial decision, seeks to protect as well those <span class=\"star-pagination\">*560</span> same marriage interests of the surviving or divorcing spouse. <i>See, e.g., N.J.S.A.</i> 2A:34-23 <i>et seq.; N.J.S.A.</i> 3B:5-3 &amp; 15; <i>Chalmers v. Chalmers,</i> 65 <i>N.J.</i> 186, 320 <i>A.</i>2d 478 (1974); <i>Painter v. Painter,</i> 65 <i>N.J.</i> 196, 320 <i>A.</i>2d 484 (1974); <i>Rothman v. Rothman,</i> 65 <i>N.J.</i> 219, 320 <i>A.</i>2d 496 (1974). However, even the broadest of public policy umbrellas has coverage limits. In the context of this marriage contract, that limit has been reached in this court today.</p>\n<p>* * *</p>\n<p>Our courts have endeavored to give substance to the legislative phrase, \"legally and beneficially acquired.\" <i>Painter v. Painter, supra</i><i>.</i> It has been an ongoing process. <i>DiTolvo v. DiTolvo,</i> 131 <i>N.J. Super.</i> 72, 328 <i>A.</i>2d 625 (App.Div. 1974); <i>Blitt v. Blitt,</i> 139 <i>N.J. Super.</i> 213, 216, 353 <i>A.</i>2d 144 (Ch.Div. 1976). And as the majority, concurring and dissenting opinions in <i>May v. May</i> have demonstrated, it has also been a process subject to much internal court debate. <i>May v. May,</i> 149 <i>N.J. Super.</i> 188, 373 <i>A.</i>2d 664 (App.Div. 1977), aff'd 79 <i>N.J.</i> 121, 398 <i>A.</i>2d 88 (1978).</p>\n<p>In <i>May</i>  though tangential to the majority holding<sup>[2]</sup>  the word \"legal\" is defined for the first time in a reported decision. In his majority opinion Judge Horn held that the word \"legal\" should be defined within the phrase \"legally and beneficially\" \"as conforming to or permitted by law\". <i>Ibid,</i> 193, 373 <i>A.</i>2d 664.</p>\n<p>While the Supreme Court in affirming <i>May</i> at 79 <i>N.J.</i> 121, 398 <i>A.</i>2d 88 (1979) does not specifically comment as to how it would define \"legal\", the court does indicate that it affirms <span class=\"star-pagination\">*561</span> \"substantially for the reasons given by Judge Horn in his majority opinion ...\" <i>Ibid,</i> 124, 398 <i>A.</i>2d 88.</p>\n<p>When it comes to the fulfillment of legislative policy, it is the court's role to dot the \"i's\" and cross the \"t's\" in the application of policy to facts. It is understood that not every life experience sought to be protected, regulated or prohibited can be embodied or anticipated in statutory language. In this constitutional partnership of policy, it is expected that courts will render a fair and common sense interpretation in the application of the law to the facts before it [goal of interpretive process is intent of Legislature and accomplishment of that purpose must be based on underlying statutory purpose and on common sense]. <i>Weehawken Environment Committee, Inc. v. Weehawken Twp.,</i> 161 <i>N.J. Super.</i> 381, 391 <i>A.</i>2d 968 (Law Div. 1978). In resolving questions of statutory construction the task of the court is to effectuate legislative intent in light of the language used and objects sought to be achieved. <i>State v. Maguire,</i> 84 <i>N.J.</i> 508, 423 <i>A.</i>2d 294 (1980).</p>\n<p>Likewise a court, in searching for legislative intent, must interpret words in a statute so as to effect the ordinary and well-understood meaning of those words in absence of any specific intent to the contrary. <i>State v. Davis,</i> 175 <i>N.J. Super.</i> 130, 417 <i>A.</i>2d 1075 (1980), <i>State v. Monturi,</i> 195 <i>N.J. Super.</i> 317, 478 <i>A.</i>2d 1266 (Law Div. 1984).</p>\n<p>In regard to the equitable distribution statute, our courts have labored long and hard to do all of the above. Given the lack of legislative history, it has not been an easy task. <i>Cf., May v. May,</i> 149 <i>N.J. Super.</i> 188, 203, 373 <i>A.</i>2d 664. Nevertheless, applying that \"common sense,\" I must conclude that the Legislature did not intend its judges to be tellers or its courtrooms counting houses for the division of tainted assets purchased with dirty money. The policy of this state is unambiguous in that regard: We do not reward wrongdoers! That policy is administered with equal vigor in civil as well as criminal proceedings (<i>e.g., N.J.S.A.</i> 2C:41-3, prosecution of <span class=\"star-pagination\">*562</span> RICO offenses; state policy is to seek forfeiture of property obtained with illegal funds. <i>L.</i> 1981, <i>c.</i> 167 § 2).</p>\n<p>To allow plaintiff to seek equity's aid in dividing marital assets acquired with illicit funds would substantially demean that policy and sully the judicial process. Courts cannot permit that to be done. Accordingly, this court concludes that a fair and common sense interpretation of the statutory purpose in permitting the division of \"legally and beneficially acquired\" property bars the equitable division of property obtained with illicit or illegal funds.</p>\n<p>Even in the absence of such statutory direction, the result must be the same: equity will follow the common law precept that no one shall be allowed to benefit by his own wrongdoing, <i>Neiman v. Hurff, supra,</i> 11 <i>N.J.</i> at 60, 93 <i>A.</i>2d 345 (1952), nor enrich himself as a result of his own criminal acts. <i>Jackson v. Prudential Ins. Co. of America, supra,</i> 106 <i>N.J. Super.</i> at 68, 254 <i>A.</i>2d 141. For a court of equity can never be used to promote or condone crime or clearly defined breaches of public morality. <i>Cf., IMO Baby M, supra,</i> 109 <i>N.J.</i> at 434-41, 537 <i>A.</i>2d 1227.</p>\n<p>Therefore, subject to the terms of a stay hereinafter imposed, the parties for purposes of equitable distribution being in <i>pari delicto</i> will be left exactly where the court found them at the commencement of this litigation. <i>Marx v. Jaffe,</i> 92 <i>N.J. Super.</i> 143, 146, 222 <i>A.</i>2d 519 (App.Div. 1966).<sup>[3]</sup></p>\n<p></p>\n<h2>III.</h2>\n<blockquote>Justice is the right of all men &amp; the private property of none. The judge holds this common right in trust, to administer it with an even hand in <span class=\"star-pagination\">*563</span> accordance with law ... Chief Justice Weintraub, <i>In re Mattera,</i> 34 <i>N.J.</i> 259, 275-276, 168 <i>A.</i>2d 38 (1961).</blockquote>\n<p>It is every citizen's duty to uphold the law and as part of that duty to report any knowledge she or he may have of a crime committed or to be committed.<sup>[4]</sup> In order to preserve public confidence in the integrity of the judiciary, a judge must be the ultimate exemplar of that good citizenship. Sworn testimony before her or him that a crime has been committed  as in this case  requires the judge to make a prompt report to proper authority. That I have done.</p>\n<p>* * *</p>\n<p>That a judge should report a crime committed or credible, sworn allegations thereof, would seem to belabor the obvious. Yet, the only writing that this court has found to date squarely addressing this issue is a June 7, 1978 memorandum from the then Assignment Judge of Burlington and Ocean Counties.</p>\n<blockquote>MEMO TO: All Judges, Burlington &amp; Ocean Counties</blockquote>\n<blockquote>FROM: Judge Lenox</blockquote>\n<blockquote>Canon 3(B)(3) of the <i>Code of Judicial Conduct</i> reads:</blockquote>\n<blockquote>\"A judge should initiate appropriate disciplinary measures against a judge or lawyer for unprofessional conduct of which the judge may become aware.\"</blockquote>\n<blockquote>I recently discussed this subject with Bob Cowen of the Central Ethics Unit who emphasized to me that this is not only the obligation of a judge, but that the Supreme Court considers unethical the failure of a judge to do so, and such failure could result in the institution of disciplinary proceedings against the judge himself. I further inquired of Cowen as to the obligation of a judge when illegal conduct on the part of a litigant comes to his attention during a trial, and he informed me that such matters must be similarly reported to law enforcement authorities, or to his office for transmission by him to such authorities ...</blockquote>\n<blockquote>I specifically call to your attention that Cowen mentioned that this includes evidence indicating the failure of a litigant to file an income tax return or to report income on a filed return. Such evidence is not uncommon in matrimonial <span class=\"star-pagination\">*564</span> litigation and occurs occasionally in civil litigation. Such evidence should be reported to Cowen, who in turn transmits it to the Internal Revenue Service ...</blockquote>\n<p>Likewise a review of the Code of Judicial Conduct, which all judges have a duty to follow (<i>R.</i> 1:14) and to uphold (<i>R.</i> 1:18) does not specifically reference the judge's obligation to report wrongdoing. However, it is very evident that Canons 1 and 2 imply that such a duty does exist (it is difficult to perceive how public confidence in the judiciary or public respect  goals the Canons seek to advance  could ever be maintained if judges were to act otherwise).</p>\n<blockquote><i>CODE OF JUDICIAL CONDUCT</i></blockquote>\n<blockquote><i>Canon 1: A Judge Should Uphold the Integrity and Independence of the Judiciary</i></blockquote>\n<blockquote>An independent and honorable judiciary is indispensable to justice in our society. A judge should participate in establishing, maintaining, and enforcing, and should personally observe, high standards of conduct so that the integrity and independence of the judiciary may be preserved. The provisions of this Code should be construed and applied to further that objective.</blockquote>\n<blockquote><i>Canon 2: A Judge Should Avoid Impropriety and the Appearance of Impropriety in All Activities</i></blockquote>\n<blockquote>A. A judge should respect and comply with the law and should act at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary.</blockquote>\n<blockquote>B. A judge should not allow family, social, or other relationships to influence his or her judicial conduct or judgment. A judge should not lend the prestige of office to advance the private interests of others; nor should a judge convey or permit to convey the impression that they are in a special position of influence. A judge should not testify as a character witness.</blockquote>\n<blockquote><i>Commentary</i></blockquote>\n<blockquote>Public confidence in the judiciary is eroded by irresponsible or improper conduct by judges. A judge must avoid all impropriety and appearance of improprierty, and must expect to be the subject of constant public scrutiny. A judge must therefore accept restrictions on personal conduct that might be viewed as burdensome by the ordinary citizen and should do so freely and willingly.</blockquote>\n<blockquote>The testimony of a judge as a character witness injects the prestige of the office into the proceeding in which the judge testifies and may be misunderstood to be an official testimonial. This Canon, however, does not afford a judge a privilege against testifying as a witness as to evidentiary facts of which the judge has personal knowledge.</blockquote>\n<blockquote>\n<i>See, Pressler, Current New Jersey Court Rules,</i> Appendix to Part I.</blockquote>\n<p><span class=\"star-pagination\">*565</span> While not specifically on point, appellate decisions reacting to cases involving attorney misconduct in the presence of the court seem to reinforce the view that judges are obligated to report all wrongdoing to proper authorities. <i>Cf., </i><i>State v. Ramseur,</i> 106 <i>N.J.</i> 123, 323-324, 524 <i>A.</i>2d 188 (1987), <i>State v. Watson,</i> 224 <i>N.J. Super.</i> 354, 362-363, 540 <i>A.</i>2d 875 (App.Div. 1988); also, <i>see Pressler, Current New Jersey Court Rules,</i> comments to <i>R.</i> 1:18-1. If this were not so, it would produce a rather anomolous and most unwelcome result, holding judges to a lesser standard of ethical conduct than that required by members of the Bar (<i>R.</i> 1:14 \"Code of Ethics: The Rules of Professional Conduct and the Code of Judicial Conduct of the American Bar Association, as amended and supplemented by the Supreme Court and included as an Appendix to Part I of these rules, shall govern the conduct of the members of the Bar and the judges of all courts of this State.\" <i>RPC</i> 1.6, for example, requires, <i>inter alia,</i> attorneys, notwithstanding the attorney-client privilege, <i>Evid.R.</i> 26, to reveal such information to proper authorities that the lawyer reasonably believes is necessary to prevent a client from committing illegal acts likely to result in death or substantial harm to person or property. Judges are not constrained by <i>Evid.R.</i> 26. Therefore, it logically follows that the judge's obligation to report is even more expansive and that judges must report all evil heard and seen).</p>\n<p>Notwithstanding the absence of a Supreme Court Rule or written administrative directive, it has been my experience that judges do report illegal or improper activities, or credible allegations thereof. Judges do so because it is the right thing to do and because it is repugnant to their oath that judges sit mute in the face of acknowledged, demonstrated or potential wrongdoing.</p>\n<p>In summary, this court finds that Judge Lenox' memorandum represents the current practice among New Jersey judges; it is an affirmation of what judges do and should do. His memorandum comports in all respects with a judge's obligation pursuant to the Canons of Judicial Conduct. <i>See Cf., </i><i>Matter of Yaccarino,</i> <span class=\"star-pagination\">*566</span> 101 <i>N.J.</i> 342, 502 <i>A.</i>2d 3 (1985) at page 342, 502 <i>A.</i>2d 3: \"... Canon 1 mandates that each judge must observe high standards of conduct so that the integrity and independence of the judiciary may be preserved. Canon 2 directs not only that a judge must comply with the law, but also that he or she must behave at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary ...\"</p>\n<p>Accordingly, it is the holding of the court that where evidence establishes an intentional, underreporting of income  in this case large sums from illegal enterprise  it is a judge's duty to report such wrongdoing to the appropriate authorities.</p>\n<p>* * *</p>\n<p>If this court were to limit its role to reporting of the alleged crimes, it would fall far short of fulfilling its duty.</p>\n<p>A judge in a matrimonial matter not only has an obligation, pending a final dissolution hearing to preserve the assets of the marital estate, but that judge must also give all parties with identifiable legal or equitable claims an opportunity to prove that claim and collect on it.</p>\n<p>In this case the court has found that large sums of undeclared cash generated from illegal activities were utilized by the parties for living expenses, for real estate and for other purchases. Although the parties prior to the final hearing have split the personalty and have utilized a portion of the home sale escrow, still more than $50,000 in assets remain ($20,000 in an attorney's trust account and the Pa. vacant land valued at more than $30,000).</p>\n<p>It is evident to all that if the above income is subject to taxation, that the parties will bear a substantial liability, probably in excess of the total value of the assets remaining. It is also evident, given the spending history of the parties, that if the court does not impose a stay on these assets, the likelihood of an intervenor collecting on any claim asserted and proved is indeed slim.</p>\n<p><span class=\"star-pagination\">*567</span> In this state, courts will not allow wrongdoers to enrich themselves as a result of their own criminal acts at the expense of an innocent party. In such a situation \"... Equity raises a constructive trust which it imposes on the property in question because of the unreasonable mode of its acquisition &amp; thereby prevents unjust enrichment of the wrongdoer ...\" <i>Jackson v. Prudential Ins. Co. of America, supra</i> at 106 <i>N.J. Super.</i> at 75, 254 <i>A.</i>2d 141.</p>\n<p>It would appear based on sworn and credible testimony that the State of New Jersey and the United States of America are two such potential innocent entities entitled to a reasonable opportunity in this court to be heard. Therefore, in the interest of justice, this court will impose a stay on the distribution of the remaining assets of the marital estate for a period of one year, post-judgment. The appointment of Craig H. Klayman, Esq., as Trustee and Attorney-in-Fact for the sale of the Pa. vacant land is continued until the sale is consummated.<sup>[5]</sup> Within this one-year time frame governmental agencies now on notice shall be granted leave to intervene. <i>See, R.</i> 4:33-1.</p>\n<blockquote>\n<i>R.</i> 4:33-1. <i>Intervention as of Right</i>\n</blockquote>\n<blockquote>Upon timely application anyone shall be permitted to intervene in an action if the applicant claims an interest relating to the property or transaction which is the subject of the action and he is so situated that the disposition of the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</blockquote>\n<p>In the event that these governmental third parties elect to intervene, a hearing will be held to determine the validity of their claim(s).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*568</span> IV.</h2>\n<p>At the commencement of proceedings, this court held that plaintiff's proofs established a cause of action for divorce on the grounds of extreme cruelty. Plaintiff now petitions for alimony, child support &amp; counsel fees. The court finds the following relevant to these issues:</p>\n<p>Before their separation, the parties lived together for 12 years. During that time defendant would periodically assault the plaintiff. The testimony established in the court's view a husband who perfected over time his status as an overbearing bully. Prior to the family's rags-to-riches binge (1983-1987), defendant's reportable income was approximately $25,000 per year. Plaintiff was primarily a homemaker, a role she filled well. They enjoyed a modest standard of living.</p>\n<p>After 1987, the resources of the family squandered, defendant failed to secure meaningful employment. His failure to work was not a matter of bad luck; he just did not bother to get a job! The family scrounged, often skipping meals. By Sept. 1988, plaintiff was back into the work force, netting $112 per week. Life was still difficult, the family still hungry, the defendant still abusive and contributing little to the family's economic needs. The parties separated.</p>\n<p>Presently, plaintiff earns approximately $240 net per week, the defendant $331. The court finds defendant is not working to his full economic potential, that his vocational skills as a truck driver could certainly provide him  should he choose  with an income in excess of what he earned in 1982. Conversely, it is evident that the plaintiff has marginal job skills and little likelihood of substantial economic advancement.</p>\n<p>One child was born of this second marriage. She is age 13 and, by agreement, in her mother's custody. Due to her deep resentment over what she perceives to be mistreatment of her mother, she refuses contact with her father. All parties agree <span class=\"star-pagination\">*569</span> that without professional intervention, visitation should not be compelled.</p>\n<p>Plaintiff's misconduct which resulted in the dismissal of her equitable distribution petition does not bar her request before the court for alimony, child support and counsel fees that are related to these issues. Courts of equity in applying the maxim of unclean hands must use just discretion in determining under what circumstances, to what extent and what policy reasons will constitute cause to banish a litigant or to bar her relief. See <i>cf., </i><i>Heritage Bank N.A. v. Ruh,</i> 191 <i>N.J. Super.</i> 53, 465 <i>A.</i>2d 547 (Ch.Div. 1983). Since the clean-hands doctrine is based on public policy, it may be relaxed under the appropriate circumstances or as interests of fairness require. <i>Johnson v. Johnson,</i> 212 <i>N.J. Super.</i> 368, 515 <i>A.</i>2d 255 (Ch.Div. 1986).</p>\n<p>A dissolution decision is an economic mosaic comprised of equitable distribution, alimony, child support and counsel fee components. While all components interface, still each award is based on somewhat different policy considerations.</p>\n<p>The purpose of alimony is to provide the dependent spouse with a level of support and standard of living commensurate to the quality of economic life during the marriage. <i>Lepis v. Lepis,</i> 83 <i>N.J.</i> 139, 150, 416 <i>A.</i>2d 45 (1980); <i>Mahoney v. Mahoney,</i> 91 <i>N.J.</i> 488, 501-502, 453 <i>A.</i>2d 527 (1982); <i>Avery v. Avery,</i> 209 <i>N.J. Super.</i> 155, 160, 507 <i>A.</i>2d 242 (App.Div. 1986). Alimony is a personal right in the nature of an annuity; its purpose to require a spouse to pay to the other consistent with the ability of the obligor to pay such sum or sums as will fulfill the continuing duty of support of one spouse to the other. <i>Mendell v. Mendell,</i> 162 <i>N.J. Super.</i> 469, 475, 393 <i>A.</i>2d 600 (App.Div. 1978).</p>\n<p>In contrast, the purpose of equitable distribution is to divide fairly the assets that were acquired when both parties have contributed to the marital enterprise, whether by earned income or as a homemaker, giving due recognition to the contribution <span class=\"star-pagination\">*570</span> of each spouse to the marital enterprise and the acquisition of marital property. <i>Brandenburg v. Brandenburg,</i> 83 <i>N.J.</i> 198, 210, 416 <i>A.</i>2d 327 (1980); <i>Portner v. Portner,</i> 186 <i>N.J. Super.</i> 410, 414-415, 453 <i>A.</i>2d 189 (App.Div. 1982), rev'd. on other grounds 93 <i>N.J.</i> 215, 460 <i>A.</i>2d 115 (1983).</p>\n<p>Our courts have held that the \"... major difference between the two types of awards is that alimony is awarded to defray the expenses of supporting a spouse post divorce, whereas, fundamentally, equitable distribution is awarded for recognized contributions that each spouse has made toward the accumulation of property during the time span of the viable coverture ...\" <i>See </i><i>Mendell v. Mendell, supra,</i> 162 <i>N.J. Super.</i> 475-476, 393 <i>A.</i>2d 600. That difference has been recognized as well, by recent legislative enactment which sets specific criteria for alimony [(<i>N.J.S.A.</i> 2A:34-23(b); <i>L.</i> 1988, <i>c.</i> 153 § 3)] and equitable distribution of property (<i>N.J.S.A.</i> 2A:34-23.1, <i>L.</i> 1988, <i>c.</i> 153 § 4). Simply stated equitable distribution provides standards for the allocation of marital assets. <i>Cf., </i><i>Painter v. Painter,</i> 65 <i>N.J.</i> 196, 213, 320 <i>A.</i>2d 484 (1974); the statute governing alimony provides standards for continued maintenance of the dependent spouse post judgment. <i>Cf., </i><i>Lepis v. Lepis, supra,</i> 83 <i>N.J.</i> at 150, 416 <i>A.</i>2d 45.</p>\n<p>The purpose of providing legislative standards for payment of child support [(<i>N.J.S.A.</i> 2A:34-23(a), <i>L.</i> 1988, <i>c.</i> 153 § 3)] is to assure appropriate care, education and maintenance of children (<i>N.J.S.A.</i> 2A:34-23). It is the public policy of this State to ensure such maintenance and well-being prior to and after the dissolution of the marriage. <i>Cf., </i><i>Shanley v. Nuzzo,</i> 160 <i>N.J. Super.</i> 436, 390 <i>A.</i>2d 158 (Juv. &amp; Dom.Rel.Ct. 1978).</p>\n<blockquote>It is now elementary that a duty is imposed by statute upon a parent to support a child. In addition to <i>N.J.S.A.</i> 2A:34-23, <i>N.J.S.A.</i> 9:2-4 provides in pertinent part that the parents are \"equally charged with care, nurture, education and welfare ...\" This duty has been stated in case law as well. <i>Cohen v. Cohen,</i> 6 <i>N.J. Super.</i> 26 [69 <i>A.</i>2d 752] (App.Div. 1949); <i>Grotsky v. Grotsky,</i> 58 <i>N.J.</i> 354 [277 <i>A.</i>2d 535] (1971); <i>Clayton v. Muth,</i> 144 <i>N.J. Super.</i> 491 [366 <i>A.</i>2d 354] (Ch.Div. 1976).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*571</span> Blackstone described the duty of a parent to support their minor children as \"a principle of natural law.\" 1 <i>Blackstone Commentaries,</i> 447. Such duty is based on both a natural and legal incapacity, and the child's consequent need of protection and care. <i>Kern v. Kern,</i> 360 <i>So.</i>2d, 482, 484 (Fla.App. 1978).</blockquote>\n<blockquote>\n<i>Sakovits v. Sakovits,</i> 178 <i>N.J. Super.</i> 623, 627 [429 <i>A.</i>2d 1091] (Ch.Div. 1981).</blockquote>\n<blockquote>* * *</blockquote>\n<p>Given plaintiff's present circumstances, her limited economic potential, the duration of the marriage, plaintiff's contributions to the marriage as a care-giver, and the likelihood that she will continue to need her income supplemented in order to maintain even a modest standard of living, an alimony award is warranted. If defendant's earnings are presently limited, it is due to his own intransigence. He cannot benefit from his own inertia. His present and future ability to earn is far greater than that of plaintiff's. He possesses greater employment skills and work experience which he should use. The court, therefore, imputes to him a net salary of $400 per week. Based on respective levels of real and imputed income, earned and reportable, a permanent alimony award of $50 is granted to plaintiff.</p>\n<p>By adjusting the respective net incomes of the parties based on the payment and receipt of the alimony  and giving consideration to the tax benefit or burden caused by the alimony payment  this court concludes that the net income available for child support is $350 for defendant, $280.00 for plaintiff. Accordingly, defendant's share of child support is 55%; the sum that he shall pay is $77.00 per week. <i>See, Pressler, Current N.J. Current Court Rules,</i> Appendix IX-C.</p>\n<p>This court further determines that plaintiff is entitled to a counsel fee. However, to allow such award predicated on the efforts expended by counsel in the prosecution of plaintiff's application for equitable distribution would produce an anomolous and unwarranted result. Therefore, this court awards plaintiff a counsel fee in the sum of $675.00 which represents legal services for prosecution and enforcement of support claims. Plaintiff also shall be reimbursed the sum of $1000.00 for attorney's fees incurred to compel the defendant to <span class=\"star-pagination\">*572</span> abide by <i>pendente lite</i> agreements. In making these awards the court has taken into consideration the defendant's superior earning ability and that he will be better able to recoup such payments. Further, his failure to honor <i>pendente lite</i> agreements clearly constitutes acts of bad faith for which he must now stand accountable. <i>See N.J.S.A.</i> 2A:34-23; <i>Williams v. Williams,</i> 59 <i>N.J.</i> 229, 233, 281 <i>A.</i>2d 273 (1971).<sup>[6]</sup></p>\n<p>* * *</p>\n<p>Counsel for plaintiff shall submit a form of judgment consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant's declared income for 1983 was $8250; 1984-$4400; 1985-$6104; thereafter until mid-1988, defendant's declared income was even spottier.</p>\n<p>[2]  In <i>May</i> the court held that a trust corpus which became available to the husband during the marriage as a beneficiary under a testamentary trust created before the marriage was eligible for equitable distribution. The Legislature in a 1980 amendment to the law changed the policy direction exempting from equitable distribution gifts, devises and bequests (with the exception of interspousal gifts). <i>See, L.</i> 1980, <i>c.</i> 181.</p>\n<p>[3]  At the commencement of the litigation, title to the Pa. property was in defendant's name; the parties agreed to divide home escrow proceeds equally. Each has some furnishings and household appliances, the defendant a 1989 truck. Other items remain in dispute, such as who has the gun collection and certain pieces of jewelry. The Court's holding that for equitable distribution purposes the <i>status quo</i> remains makes a determination on the items in dispute unnecessary.</p>\n<p>[4]  Under certain, defined circumstances, failure to report may constitute a criminal offense. <i>See N.J.S.A.</i> 2C:29-1 &amp; -3 [predecessor crime of obstructing justice  <i>i.e.,</i> to do any act which prevented, impeded or hindered due course of public justice  was a common-law crime punishable as a misdemeanor <i>N.J.S.A.</i> 2A:85-1 since repealed. <i>State v. Cassatly,</i> 93 <i>N.J. Super.</i> 111, 225 <i>A.</i>2d 141 (App.Div. 1966).]</p>\n<p>[5]  On July 24, 1990 the court <i>sua sponte</i> imposed a lien on the remaining assets on behalf of the State of New Jersey and the United States of America in the form of a constructive trust limited to one year. In the event no intervenor's claim is established, the assets may be released in kind in accordance with this opinion. The court also permitted counsel to make fee application to be paid from the escrow in the court's discretion. Title to the Pa. property was transferred to Craig H. Klayman, Esq. as Trustee and Attorney-in-Fact, who is authorized to sell, then deposit sale proceeds in escrow now being held by James Driscoll, Esq.</p>\n<p>[6]  In accordance with the Court's Order of July 23, 1990, the sum of $1665.00 may be paid out of defendant's share of the current escrow. Issues of health and life insurance and payment for unreimbursed medicals were placed on the record and are not included as part of this opinion.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1499863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1508909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1517838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1522122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1537678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1541132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1545317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1860830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1905871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1905937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1906443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1947327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1947807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1951047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1956465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1956617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1964533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1972014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2000651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2050364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2061610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2087030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2111726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2165725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2289884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2293112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2315412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2329999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2332094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2336212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2350147/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2350757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2353680/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2356296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2395067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3570885/"
          ]
        }
      ],
      "judges": "Herman",
      "date_created": "2014-10-30T22:10:06.762038Z",
      "date_modified": "2017-09-11T13:38:20.625734Z",
      "date_filed": "1990-11-21",
      "date_filed_is_approximate": false,
      "slug": "sheridan-v-sheridan",
      "citation_id": 2263797,
      "case_name_short": "Sheridan",
      "case_name": "Sheridan v. Sheridan",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "247 N.J. Super. 552",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "589 A.2d 1067",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 17,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2134891/sheridan-v-sheridan/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:10:06.758372Z",
  "date_modified": "2014-10-30T22:10:06.758372Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sheridan",
  "case_name": "Sheridan v. Sheridan",
  "case_name_full": "",
  "slug": "sheridan-v-sheridan",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}