{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2134228/",
  "id": 2134228,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2290471/",
      "id": 2290471,
      "absolute_url": "/opinion/2290471/graciano-v-robinson-ford-sales-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2134228/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2290471/",
          "id": 2290471,
          "absolute_url": "/opinion/2290471/graciano-v-robinson-ford-sales-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2290471/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:59:48.467590Z",
          "date_modified": "2017-04-09T05:06:24.157447Z",
          "type": "010combined",
          "sha1": "3c911b5f7fb69d66ab09120e9f81d00fc693ab59",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>50 Cal.Rptr.3d 273 (2006)</b></center>\n<center><b>144 Cal.App.4th 140</b></center>\n<center><h1>Alba GRACIANO, Plaintiff and Appellant,<br>\nv.<br>\nROBINSON FORD SALES, INC., Defendant and Respondent.</h1></center>\n<center>No. D047369.</center>\n<center><p><b>Court of Appeal of California, Fourth District, Division One.</b></p></center>\n<center>October 26, 2006.</center>\n<p><span class=\"star-pagination\">*277</span> Rosner, Law &amp; Mansfield, Hallen D. Rosner, San Diego, Christopher P. Barry and John W. Hanson for Plaintiff and Appellant.</p>\n<p>Paul A. Brennan, San Juan Capistrano, for Defendant and Respondent.</p>\n<p>O'ROURKE, J.</p>\n<p>Plaintiff Alba Graciano appeals from an order awarding her attorney fees following her post-liability verdict settlement with defendant Robinson Ford Sales, Inc. (Robinson), arising out of claims she made after she purchased an automobile from that dealership. Graciano sued Robinson for damages and injunctive relief alleging 10 causes of action, and proceeded to trial on causes of action for violations of Civil Code section 1632,<sup>[1]</sup> the Automobile Sales Finance Act (ASFA, § 2981 et seq.), the Consumers Legal Remedies Act (CLRA, § 1750 et seq.), and the Unfair Competition Law (UCL, Bus. &amp; Prof.Code, § 17200 et seq.). After the jury made findings in Graciano's favor on those causes of action and found Robinson violated the CLRA with malice, fraud and oppression, the parties entered into a settlement and Graciano moved for recovery of approximately $235,000 in attorney fees under the CLRA and ASFA. The trial court awarded Graciano attorney fees, but reduced her request to $27,570 for, among other things, Graciano's and Robinson's status as \"equally prevailing parties,\" its determination of a reasonable hourly rate for Graciano's counsel, and its application of a 1.3 negative multiplier.</p>\n<p><span class=\"star-pagination\">*278</span> Graciano appeals, contending the trial court erred in its attorney fee ruling by (1) capping the attorney fee award to a percentage of Graciano's settlement recovery; (2) finding Robinson had equally prevailed in the litigation, thus justifying application of a negative multiplier; (3) using a negative multiplier in the absence of unusual or special circumstances justifying such a reduction; and (4) imposing a single hourly rate for all of Graciano's attorneys with minimal positive multipliers for her success at trial. Because Graciano's contentions have merit, we reverse the order and remand the matter for redetermination of a reasonable attorney fee award in accordance with the principles stated in this opinion.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In October 2001, Graciano, a non-English speaking resident of Calexico, purchased a Ford Focus from Robinson after a salesman offered her a zero-percent annual percentage rate deal and quoted her a sales price of approximately $12,000. Although all negotiations and discussions were conducted in Spanish, the salesman presented Graciano with a purchase contract in English. Graciano signed the contract, reminding the salesman she did not speak English and telling him she trusted he would protect her. The purchase price listed on the sales contract, however, was $17,865, which included over $2,800 in undisclosed \"negative equity\" from another vehicle Graciano traded in at the time of her purchase. Negative equity refers to a situation when a person owes more on a vehicle than the vehicle is actually worth: the loan value exceeds the value of the vehicle.</p>\n<p>In May 2003, Graciano sued Robinson and Ford Motor Company (Ford). As against Robinson, Graciano's complaint asserted causes of action for violation of section 1632, requiring delivery of an unexecuted Spanish translation of a contract negotiated in Spanish (first cause of action); violations of the ASFA, CLRA, and UCL (second, third and fourth causes of action); declaratory and injunctive relief (fifth cause of action); negligent misrepresentation (sixth cause of action); negligent repair (eighth cause of action); rescission (ninth cause of action); and entitlement to punitive damages (tenth cause of action). As against both Ford and Robinson, Graciano alleged a violation of section 1790 et seq., the Song-Beverly Consumer Warranty Act (Song-Beverly) (seventh cause of action). Graciano settled her Song-Beverly claim against Ford in November 2003.</p>\n<p>In March 2004, after unsuccessfully seeking leave to file a class action complaint, Graciano filed a first amended complaint in which she reasserted the same causes of action but added a claim for damages under the CLRA.<sup>[2]</sup></p>\n<p>The matter was initially set for trial on May 26, 2004. Thereafter the trial date was rescheduled twice. On November 8, 2004, the court set trial for April 20, 2005. On the day of trial, Graciano filed a request for dismissal without prejudice of her fifth, sixth, ninth and tenth causes of action.<sup>[3]</sup> The matter proceeded to trial on <span class=\"star-pagination\">*279</span> Graciano's causes of action under section 1632, the ASFA, the CLRA and the UCL. The court was to determine Graciano's claims under section 1632 and the UCL with the assistance of advisory findings from the jury.</p>\n<p>The jury returned verdicts in Graciano's favor on her claims under the ASFA and CLRA, and also found that Robinson violated the CLRA by engaging in conduct with malice, oppression and fraud for purposes of punitive damages. It awarded Graciano $11,191.40 for Robinson's ASFA and CLRA violations. The jury also rendered numerous advisory findings for purposes of Graciano's claims under section 1632 and the UCL, including that Robinson had failed to provide a Spanish language translation of the purchase contract before Graciano signed the English language contract, and that Robinson's conduct in that regard was \"unlawful.\"</p>\n<p>On the day the jury was to begin deliberating the issue of the amount of punitive damages, the parties reached a settlement in which Robinson agreed to pay Graciano $45,000 in exchange for Graciano's dismissal with prejudice of all claims. The settlement agreement provided that Graciano would seek recovery of her attorney fees and costs by motion.</p>\n<p>Asking the court to deem her the prevailing party, Graciano thereafter moved for costs and $249,365.36 in attorney fees expended in the litigation (as well as an additional amount for fees incurred on the attorney fee motion) under the attorney fee provisions of the ASFA and CLRA. Specifically, Graciano argued she was entitled to a lodestar of $109,468.50 multiplied by 2.0 for the contingent nature of the representation, the delay in payment to counsel, the results achieved, and complexity of the issues. Robinson opposed the motion, arguing (1) the attorney fee award was discretionary given the amount of the jury award; (2) Robinson was the prevailing party on all but two of Graciano's causes of action; and (3) the requested fees and costs were not reasonable. Robinson's counsel objected to an attached declaration of Graciano's counsel, Hallen Rosner, as hearsay and also challenged counsel's fees expended in traveling to San Francisco to research issues relating to negative equity, and to the superior court in El Centro for hearings.</p>\n<p>After obtaining supplemental briefing on various issues including the applicable hourly rate, the court issued a written order awarding Graciano $27,570 in attorney fees. Although it found Graciano had prevailed on her second and third causes of action under the ASFA and CLRA because of the size of her settlement and the jury verdict, it determined Graciano and Robinson were nevertheless \"equally prevailing parties\" because Graciano \"was not the prevailing party on most of the ten causes of action pursued\" and also because Graciano, by failing to pursue injunctive relief in her settlement, \"abandoned the purported public benefit aspect of her litigation in favor of being paid about four times the amount of the jury verdict.\" Specifically, the court found that Graciano did not pursue her seventh cause of action under Song-Beverly or eighth cause of action for negligent repair against Robinson and that in entering into the posttrial settlement with Robinson, she chose not to <span class=\"star-pagination\">*280</span> pursue the injunctive relief she had requested in her third, fourth and fifth causes of action. As for Graciano's first and ninth causes of action, the court found Robinson was the prevailing party on those claims. While the court acknowledged those causes of action were based on the same conduct as alleged in the third cause of action under the CLRA, it nevertheless found the relief sought in both causes of actionrescission of the sales contracthad been effectively achieved by Graciano's pretrial settlement with Ford and that Graciano could have dismissed those claims at that time, which would have \"saved herself and Defendant's counsel unproductive expenditures of legal services.\"</p>\n<p>Turning to the lodestar, the court set the reasonable hourly rate for Graciano's counsel at $250 per hour based on rule 3.12 of the Superior Court of Imperial County Local Rules (local rule 3.12), which sets ordinary and customary hourly fee rates for expert witnesses. It then applied that rate to all of the 367.6 hours of legal services expended by her attorneys (amounting to $91,900 in fees) because in listing her counsel's legal services, Graciano did \"not adequately allocate[ ] between those claims in which Plaintiff was successful and those in which she was not....\" The court applied positive multipliers of 1.5 for the contingent nature of counsel's representation, and .1 for the results achieved by Graciano's counsel, but declined to apply any positive multiplier for novelty and complexity of the issues or delay in payment. It then applied a 1.0 negative multiplier due to the parties' status as equally prevailing parties, and a .3 negative multiplier \"`to ensure the fee awarded is within the range of fees freely negotiated in the legal market place....'\" Application of the lodestar and multipliers resulted in the total attorney fee award of $27,570. Graciano filed the present appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Standard of Review</i>\n</h2>\n<p>We review an order granting or denying fees for an abuse of discretion. (<i>PLCM Group, Inc. v. Drexler</i> (2000) 22 Cal.4th 1084, 1095, 95 Cal.Rptr.2d 198, 997 P.2d 511.) \"Because the `experienced trial judge is the best judge of the value of professional services rendered in his court,' we will not disturb the trial court's decision unless convinced that it is clearly wrong, meaning that it is an abuse of discretion. [Citations.] However, `\"[t]he scope of discretion always resides in the particular law being applied, i.e., in the `legal principles governing the subject of [the] action....' Action that transgresses the confines of the applicable principles of law is outside the scope of discretion and we call such action an `abuse' of discretion.\" ` [Citations.] When the record is unclear whether the trial court's award of attorney fees is consistent with the applicable legal principles, we may reverse the award and remand the case to the trial court for further consideration and amplification of its reasoning.\" (<i>In re Vitamin Cases</i> (2003) 110 Cal.App.4th 1041, 1052, 2 Cal.Rptr.3d 358.)</p>\n<p>While entitlement and amount of an attorney fee award is reviewed for abuse of discretion, the legal question of the interpretation of \"prevailing party\" under the CLRA or ASFA is a question of statutory construction that we review independently. (<i>Castro v. Superior Court</i> (2004) 116 Cal.App.4th 1010, 1017, 10 Cal. Rptr.3d 865; <i>Carver v. Chevron U.S.A, Inc.</i> (2002) 97 Cal.App.4th 132, 142, 118 Cal.Rptr.2d 569.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*281</span> II. <i>Prevailing Party Determination</i><sup>[4]</sup></h2>\n<p>Graciano contends the court committed a clear abuse of discretion by finding Robinson was an equally prevailing party on all but the second (ASFA) and third (CLRA) causes of action for purposes of assessing the attorney fee award, and applying a 1.0 negative multiplier on the lodestar as a result. She argues that in practical effect, she prevailed on all of her causes of action because they arose from the same facts as her successful ASFA and CLRA claims, and she achieved all possible relief available to her through the litigation. She also points out that Robinson did nothing to challenge her showing on grounds the time was spent on claims other than those on which she prevailed, and thus it failed to meet its burden to state specific objections in order to successfully rebut her fee claim.</p>\n<p></p>\n<h2>A. <i>Statutory Bases for Attorney Fee Award</i>\n</h2>\n<p>Graciano sought her attorney fees under the mandatory provisions of the CLRA and ASFA. The attorney fee provision of the CLRA, section 1780, subdivision (d) provides: \"The court shall award court costs and attorney's fees to a prevailing plaintiff in a litigation filed pursuant to this section. Reasonable attorney's fees may be awarded to a prevailing defendant upon a finding by the court that the plaintiffs prosecution of the action was not in good faith.\" The attorney fee provision of the ASFA, section 2983.4 provides: \"Reasonable attorney's fees and costs shall be awarded to the prevailing party in an action on a contract or purchase order subject to the provisions of this chapter....\"</p>\n<p>Both of these statutes have underlying pro-consumer purposes: \"The legislative policy to allow prevailing plaintiffs reasonable attorney's fees [in actions under the CLRA] is clear. Section 1780 provides remedies for consumers who have been victims of unfair or deceptive business practices. [Citations.] The provision for recovery of attorney's fees allows consumers to pursue remedies in cases as here, where the compensatory damages are relatively modest. To limit the fee award to an amount less than that reasonably incurred in prosecuting such a case, would impede the legislative purpose underlying section 1780.\" (<i>Hayward v, Ventura Volvo</i> (2003) 108 Cal.App.4th 509, 512, 133 Cal.Rptr.2d 514.) Section 2983.4 of the ASFA (also known as the Rees-Levering Act) is \"`\"part of an overall legislative policy designed to enable consumers and others who may be in a disadvantageous contractual bargaining position to protect their rights through the judicial process by permitting recovery of attorney's fees incurred in litigation in the event they prevail.\"'\" (<i>Damian v. Tamondong</i> (1998) 65 Cal.App.4th 1115, 1120, 77 Cal.Rptr.2d 262.) The Legislature's primary purpose in enacting section 2983.4 was to enable consumers with good claims or defenses to find attorneys willing to represent them in court, and also prevent the abusive practice of inserting into form contracts under the ASFA an unenforceable, one-sided attorney fee provision. (<i>Damian,</i> at p. 1128, 77 Cal.Rptr.2d 262.)</p>\n<p>Neither the CLRA nor the ASFA defines the term \"prevailing party.\" Accordingly, in deciding prevailing party status under those statutes, the court should adopt a pragmatic approach, determining prevailing party status based on which <span class=\"star-pagination\">*282</span> party succeeded on a practical level. (<i>Castro v. Superior Court, supra,</i> 116 Cal. App.4th at p. 1018, 10 Cal.Rptr.3d 865 [interpreting Code Civ. Proc., § 405.38]; <i>Golan v. Wolfriver Holding Corp.</i> (2000) 80 Cal.App.4th 1124, 1127-1128, 96 Cal. Rptr.2d 112 [interpreting Civ.Code, § 1942.4]; <i>Heather Farms Homeowners Assn. v. Robinson</i> (1994) 21 Cal.App.4th 1568, 1571-1574, 26 Cal.Rptr.2d 758 [interpreting Civ.Code, § 1354]; <i>Gilbert v. National Enquirer, Inc.</i> (1997) 55 Cal. App.4th 1273, 1276-1277, 64 Cal.Rptr.2d 659 [action for commercial appropriation under Civ.Code, § 3344].) Under that approach, \"the court exercises its discretion to determine the prevailing party by analyzing which party realized its litigation objectives.\" (<i>Castro,</i> at p. 1019, 10 Cal. Rptr.3d 865.)</p>\n<p>In <i>Castro v. Superior Court</i><i>,</i> the court noted that the California Supreme Court in <i>Santisas v. Goodin</i> (1998) 17 Cal.4th 599, 71 Cal.Rptr.2d 830, 951 P.2d 399 urged a practical approach in a pretrial voluntary dismissal case asserting tort claims where the contractual term \"prevailing party\" was undefined. (<i>Castro v. Superior Court, supra,</i> 116 Cal.App.4th at p. 1018, 10 Cal.Rptr.3d 865.) In such cases, \"`a court may base its attorney fees decision on a pragmatic definition of the extent to which each party has realized its litigation objectives, whether by judgment, settlement or otherwise. [Citation.]' [Citation.] In assessing litigation success, <i>Hsu v. Abbara</i> (1995) 9 Cal.4th 863, 877, 39 Cal.Rptr.2d 824, 891 P.2d 804 ... instructs: `[C]ourts should respect substance rather than form, and to this extent should be guided by \"equitable considerations.\" For example, a party who is denied direct relief on a claim may nonetheless be found to be a prevailing party if it is clear that the party has otherwise achieved its main litigation objective.'\" (<i>Castro,</i> at pp. 1019-1020, 10 Cal.Rptr.3d 865.)</p>\n<p></p>\n<h2>B. <i>Defendant as Prevailing Party</i>\n</h2>\n<p>As stated, the court declared Robinson an \"equally prevailing\" party in view of the procedural outcome of all but Graciano's second and third causes of action, as well as Graciano's failure to negotiate any restriction on Robinson's \"future course of conduct for the public benefit\" in settling the conclusion that served as its justification for reducing the amount of the lodestar attorney fees by a negative multiplier of 1.0. In reaching this conclusion, the court purported to assess the \"results obtained\" by Graciano in the litigation. Although it observed she recovered a significant amount of money in the settlement of her claims, it concluded she \"appears to have abandoned the purported public benefit aspect of her litigation in favor of being paid about four times the amount of the jury verdict,\" thus characterizing her settlement as of \"limited significance\" because it applied only to her. The court's decision followed special verdicts in Graciano's favor on virtually all of the questions presented to the jury, including her entitlement to punitive damages for Robinson's CLRA violation, resulting in a settlement in which Graciano obtained a $45,000 payment from Robinson in exchange for a dismissal with prejudice of all of her claims. Robinson's settlement payment was twice the $22,382.80 monetary recovery Graciano sought at trial for Robinson's statutory violations.</p>\n<p>The trial court's prevailing defendant determination was erroneous as a matter of law. The court essentially determined that Robinson was the prevailing party on causes of action for which there was no entitlement to attorney fees.<sup>[5]</sup> The relevant <span class=\"star-pagination\">*283</span> inquiry, however, was simply whether as a practical matter Graciano was the prevailing party with respect to her causes of action under the CLRA and ASFA, under which she sought attorney fees. As the trial court correctly noted, Graciano could in any event be considered the prevailing party under those statutes absent a judgment in her favor. (<i>Graham v. DaimlerChrysler Corp.</i> (2004) 34 Cal.4th 553, 565, 21 Cal.Rptr.3d 331,101 P.3d 140; <i>Maria P. v. Riles</i> (1987) 43 Cal.3d 1281, 1290-1291, 240 Cal.Rptr. 872, 743 P.2d 932.) Although it apparently excepted Graciano's claim for injunctive relief under the CLRA (a faulty analysis, as we shall explain) the court determined, and Robinson does not meaningfully contest,<sup>[6]</sup> that Graciano prevailed under those statutes for purposes of her <i>entitlement</i> to attorney fees. Analysis of Graciano's remaining causes of action was pertinent to the <i>amount</i> of fees and the question of whether the trial court could apportion Graciano's requested fees between causes of action for which she was entitled to fees, and those for which she was not. (See <i>Akins v. Enterprise Rent-A-Car Co.</i> (2000) 79 Cal.App.4th 1127, 1133, 94 Cal.Rptr.2d 448.)</p>\n<p>Further, in deciding that Robinson prevailed on certain underlying causes of action, the court focused on the procedural outcome of those claims, assessing whether Graciano did not proceed with certain causes of action or dismissed them before trial. In doing so, the court appears to have imported a definition of prevailing defendant that does not appear in the CLRA or ASFA. Indeed, the CLRA expressly limits an award of attorney fees to prevailing defendants only where the plaintiffs \"prosecution of the action was not in good faith.\" (See <i>Corbett v. Hayward Dodge, Inc.</i> (2004) 119 Cal.App.4th 915, 920-921, 14 Cal.Rptr.3d 741.) The <span class=\"star-pagination\">*284</span> trial court here did not make such a finding. Interpreting the term \"prevailing party\" in the CLRA as a matter of law (<i>Castro v. Superior Court, supra,</i> 116 Cal. App.4th at p. 1017,10 Cal.Rptr.3d 865), we conclude the CLRA cannot reasonably be construed to make a defendant in whose favor a dismissal is entered or a defendant where neither party obtains any relief a \"prevailing party\" as that term is defined in Code of Civil Procedure section 1032, as the trial court appeared to do. (See <i>Los Angeles Times v. Alameda Corridor Transportation Authority</i> (2001) 88 Cal. App.4th 1381, 1391, fn. 9, 107 Cal.Rptr.2d 29, citing <i>Heather Farms Homeowners Assn., Inc. v. Robinson, supra,</i> 21 Cal. App.4th at p. 1572, 26 Cal.Rptr.2d 758 [the premise that a party who prevails under Code Civ. Proc, § 1032 is necessarily the prevailing party for purposes of attorney fees has been \"uniformly rejected\" by California courts].)</p>\n<p>We find fault with the court's finding that Graciano only partially succeeded on her CLRA claim because she \"abandoned\" any effort to obtain a public benefit via injunctive relief in her settlement with Robinson. It is settled that \"`plaintiffs may be considered \"prevailing parties\" for attorney's fees purposes if they succeed on <i>any significant issue</i> in litigation which achieves <i>some of the benefit</i> the parties sought in bringing suit.'\" (<i>Hensley v. Eckerhart</i> (1983) 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40, italics added [involving award of fees under 42 U.S.C. § 1988]; see also <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1292, 240 Cal.Rptr. 872, 743 P.2d 932 [involving determination of successful party status under Code Civ. Proc, § 1021.5]; <i>Sokolow v. County of San Mateo</i> (1989) 213 Cal.App.3d 231, 245, fn. 10, 261 Cal.Rptr. 520 (<i>Sokolow</i>).) Here, it is undisputed that Graciano achieved a settlement with Robinson after receiving jury verdicts in her favor, including as to her entitlement to punitive damages. In our view, these facts unequivocally mandate a finding of prevailing party status for purposes of entitlement to reasonable attorney fees under either the CLRA or ASFA. The fact Graciano did not obtain a public benefit in settling the case with Robinson is not a factor to be considered for purposes of her entitlement to attorney fees in this case; she did not seek fees under Code of Civil Procedure section 1021.5, under which the court must find a \"significant benefit conferred on a substantial number of people and a determination that the `subject matter of the action implicated the public interest.'\" (<i>Graham v. DaimlerChrysler Corp., supra,</i> 34 Cal.4th at p. 578, 21 Cal.Rptr.3d 331, 101 P.3d 140.) Conferral of public interests and public benefits by an attorney fee award is not part of the analysis under either the CLRA or ASFA.</p>\n<p>Finally, the court commingled its prevailing party analysis with its inquiry into the amount Graciano was entitled to recover as a reasonable fee. \"Whether an [attorney fee] award is justified and what amount the award should be are two distinct questions, and the factors relating to each must not be intertwined or merged.\" (<i>Flannery v. California Highway Patrol</i> (1998) 61 Cal.App.4th 629, 647, 71 Cal. Rptr.2d 632; see also <i>Ramos v. Countrywide Home Loans, Inc.</i> (2000) 82 Cal. App.4th 615, 626, 98 Cal.Rptr.2d 388.) After the court determined Graciano to be the prevailing party entitled to attorney fees under the CLRA and ASFA, it was not proper to rely upon its defendant-as-revailing-party conclusion to justify a reduction in amount of the fees.</p>\n<p>The sole reason for the trial court's application of a 1.0 negative multiplier was the equally prevailing status of the parties. Because we have concluded the trial court <span class=\"star-pagination\">*285</span> erred in determining Robinson to be an equally prevailing defendant on the grounds stated, we necessarily hold there was no basis to impose a 1.0 negative multiplier on the award.</p>\n<p></p>\n<h2>III. <i>Determination of Attorney Fee Amount</i>\n</h2>\n<p></p>\n<h2>A. <i>Legal Standards in Determining Amount of Reasonable Fees</i>\n</h2>\n<p>The determination of what constitutes a reasonable fee generally \"begins with the `lodestar,' i.e., the number of hours reasonably expended multiplied by the reasonable hourly rate.\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1095, 95 Cal.Rptr.2d 198, 997 P.2d 511.) \"[T]he lodestar is the basic fee for comparable legal services in the community; it may be adjusted by the court based on factors including, as relevant herein, (1) the novelty and difficulty of the questions involved, (2) the skill displayed in presenting them, (3) the extent to which the nature of the litigation precluded other employment by the attorneys, (4) the contingent nature of the fee award. [Citation.] The purpose of such adjustment is to fix a fee at the fair market value for the particular action. In effect, the court determines, retrospectively, whether the litigation involved a contingent risk or required extraordinary legal skill justifying augmentation of the unadorned lodestar in order to approximate the fair market rate for such services.\" (<i>Ketchum v. Moses</i> (2001) 24 Cal.4th 1122, 1132, 104 Cal. Rptr.2d 377, 17 P.3d 735 (<i>Ketchum</i>), citing <i>Serrano v. Priest</i> (1977) 20 Cal.3d 25, 49, 141 Cal.Rptr. 315, 569 P.2d 1303 (<i>Serrano III)</i><i>;</i> see also <i>Serrano v. Unruh</i> (1982) 32 Cal.3d 621, 626, fn. 6, 186 Cal. Rptr. 754, 652 P.2d 985 (<i>Serrano IV</i>) [lodestar figure may be enhanced or diminished based on factors as those set out in <i>Serrano III</i>].) This approach \"anchors the trial court's analysis to an objective determination of the attorney's services, ensuring the amount awarded is not arbitrary.\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1095, 95 Cal. Rptr.2d 198, 997 P.2d 511.)</p>\n<p></p>\n<h2>B. <i>The Court Erred in Imposing $250 Hourly Rate in Calculating the Unadjusted Lodestar</i>\n</h2>\n<p>Graciano contends the court abused its discretion by reducing the hourly rate of all the attorneys working on her case to a flat rate of $250. She maintains the trial court, which in setting the rate relied solely on an unrelated local rule capping expert witness hourly fees, disregarded unopposed declarations she submitted from several area attorneys and other evidence of rates and comparable experience. Graciano's contention has merit.</p>\n<p>In her attorney fee motion, Graciano sought fees calculated by an hourly attorney fee rate of $350 per hour for attorney Hallen Rosner, $275 per hour for attorney Christopher Barry and $270 per hour for attorney Virginia Calderon. In a declaration supporting the motion, Rosner averred these rates were well within the range charged by other plaintiffs' counsel engaging in similar areas of practice. Robinson, via the declaration of one of its counsel, objected to that portion of Rosner's declaration as hearsay. The court sought supplemental briefing on the question of whether it could consider prevailing rates from outside metropolitan areas other than El Centro, where the litigation took place. In its supplemental briefing, Graciano presented declarations from two El Centro-based attorneys averring that her counsels' hourly rates were appropriate and reasonable for the El Centro area. She also argued that the relevant market for purposes of determining the reasonable hourly rate should encompass both Imperial <span class=\"star-pagination\">*286</span> and San Diego Counties, but that, in any event, her counsel's San Diego home market rates were justified because the firm had substantial expertise in the specialized field of vehicle fraud. In its written response, Robinson did not challenge this evidence; it simply asserted in opposing points and authorities that the court should base the hourly rate on Imperial County standards. Further, during arguments on the matter, Robinson's counsel indicated it was not challenging the rate but the amount. In its attorney fee order, the court stated without analysis, \"The court will set the reasonable hourly rate for Plaintiffs attorney's legal services at $250 per hour (see [Imperial County] local rule 3.12 which sets the rates for attorney expert testimony at $250 per hour).\"</p>\n<p>The sole evidence\" before the court demonstrated that Graciano's counsel's requested fee rates were reasonable for automobile-related consumer fraud cases in the El Centro area, and Robinson did not challenge that evidence. We acknowledge the awarding of attorney fees is a highly fact-specific matter best left to the trial court's discretion (<i>Graham v. Daimler-Chrysler Corp., supra,</i> 34 Cal.4th at p. 581, 21 Cal.Rptr.3d 331, 101 P.3d 140) and that the trial court has its own expertise in determining the value of legal services performed in a case. (<i>PLCM Group v. Drexler, supra,</i> 22 Cal.4th at p. 1096, 95 Cal.Rptr.2d 198, 997 P.2d 511.) \"However, since determination of the lodestar figure is so `[fundamental' to calculating the amount of the award, the exercise of that discretion must be based on the lodestar adjustment method.\" (<i>Press v. Lucky Stores, Inc.</i> (1983) 34 Cal.3d 311, 322, 193 Cal.Rptr. 900, 667 P.2d 704, citing <i>Serrano III, supra,</i> 20 Cal.3d at pp. 48-49, 141 Cal.Rptr. 315, 569 P.2d 1303; see also <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1295, 240 Cal.Rptr. 872, 743 P.2d 932.) Here, there is no indication that in ascertaining the reasonable hourly rate, the court engaged in the relevant objective analysis: to determine the prevailing rate in the community for <i>comparable</i> professional legal services, that is, services rendered by counsel on consumer fraud issues. (<i>PLCM Group v. Drexler</i><i>,</i> at p. 1095, 95 Cal.Rptr.2d 198, 997 P.2d 511 [reasonable hourly rate is that prevailing in community for <i>similar work</i>], in part citing <i>Shaffer v. Superior Court</i> (1995) 33 Cal.App.4th 993, 1002, 39 Cal.Rptr.2d 506.) Rather, the court arbitrarily relied upon what it considered to be a reasonable rate for generic expert attorney testimony fixed by Imperial County Superior Court local rule 3.12. This was an abuse of discretion.</p>\n<p>Nor can we ascertain a reasonable basis for the court's reduction in Graciano's counsel's hourly rates, further demonstrating an abuse of discretion. (<i>Westside Community for Independent Living, Inc. v. Obledo</i> (1983) 33 Cal.3d 348, 355, 188 Cal.Rptr. 873, 657 P.2d 365 [trial court's discretionary action is subject to reversal on appeal where no reasonable basis for the action is shown].)<sup>[7]</sup> If the court had decided that a lesser hourly rate should apply because of the lack of novelty or complexity of issues, then its reduction would be improperly duplicative, since the court had already considered and declined to apply a positive multiplier for those factors. (Cf. <i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1142, 104 Cal.Rptr.2d 377, 17 P.3d 735 [use of counsel's qualifications and exceptional representation both in calculating hourly rate and in applying a <span class=\"star-pagination\">*287</span> multiplier amounts to \"improper double counting\" of factors; \"[b]y using counsel's qualifications and the submitted declarations to justify both the hourly rate and the multiplier, the court appears to have counted the same factor twice\"]; <i>Lealao v. Beneficial California</i> (2000) 82 Cal. App.4th 19, 40, fn. 10, 97 Cal.Rptr.2d 797, (<i>Lealao</i>); <i>Flannery v. California Highway Patrol, supra,</i> 61 Cal.App.4th at p. 647, 71 Cal.Rptr.2d 632 [use of skill and experience of attorneys and nature of the work performed both to calculate lodestar and to enhance award amounts to improper windfall]; accord, <i>Ramos v. Countrywide Home Loans, Inc., supra,</i> 82 Cal. App.4th at p. 629, 98 Cal.Rptr.2d 388.)</p>\n<p>Graciano's unrebutted declarations established the prevailing rates in the region for attorneys with comparable skills and expertise, and her evidence compelled a finding that the requested hourly rates were within the reasonable rates for purposes of setting the base lodestar amount. (E.g., <i>Children's Hospital &amp; Medical Center v. Bonta</i> (2002) 97 Cal.App.4th 740, 782-783, 118 Cal.Rptr.2d 629; <i>Hadley v. Krepel</i> (1985) 167 Cal.App.3d 677, 682, 214 Cal.Rptr. 461.)</p>\n<p></p>\n<h2>C. <i>Apportionment</i>\n</h2>\n<p>In calculating the lodestar amount in this case, the court should have considered whether it could segregate the work Graciano's counsel performed on causes of action for which she was entitled to fees from those for which she was not. In <i>Akins v. Enterprise Rentr-A-Car Co. of San Francisco, supra,</i> 79 Cal.App.4th at p. 1133, 94 Cal.Rptr.2d 448, the court stated apportionment principles that are applicable to the case at hand: \"When a cause of action for which attorney fees are provided by statute is joined with other causes of action for which attorney fees are not permitted, the prevailing party may recover, only on the statutory cause of action. However, the joinder of causes of action should not dilute the right to attorney fees. Such fees need not be apportioned when incurred for representation of an issue common to both a cause of action for which fees are permitted and one for which they are not. All expenses incurred on the common issues qualify for an award.\" (<i>Id.</i> at p. 1133, 94 Cal.Rptr.2d 448, citing <i>Reynolds Metals Co. v. Alperson</i> (1979) 25 Cal.3d 124, 129-130, 158 Cal.Rptr. 1, 599 P.2d 83.) \"When the liability issues are so interrelated that it would have been impossible to separate them into claims for which attorney fees are properly awarded and claims for which they are not, then allocation is not required.\" (<i>Akins,</i> at p. 1133, 94 Cal.Rptr.2d 448.)</p>\n<p>Here, the court engaged in an apportionment analysis based on findings that Graciano did or did not \"succeed\" on her causes of action or claims. Citing <i>Sokolow, supra,</i> 213 Cal.App.3d at p. 250, 261 Cal.Rptr. 520, the court stated: \"When the time spent on successful and unsuccessful claims cannot be easily segregated, a negative multiplier can be applied to account for that partial success.\" As we have explained, however, Graciano cannot be said to have only partially succeeded on her CLRA or ASFA causes of action, having received a substantial settlement from Robinson after jury verdicts in her favor on those causes of action. Her case is not analogous to cases brought under federal civil rights statutes, Code of Civil Procedure section 1021.5 or the FEHA, where a plaintiff may have several different claims of discrimination under the umbrella of those statutes, and may succeed on some but not others. (See <i>Sokolow,</i> 213 Cal.App.3d 231, 261 Cal.Rptr. 520; <i>Greene v. Dillingham Construction N.A., Inc.</i> (2002) 101 Cal.App.4th 418, 421-422, 124 Cal.Rptr.2d 250 [FEHA plaintiff received special verdict in his favor on racial <span class=\"star-pagination\">*288</span> harassment claim and award of emotional distress damages, but jury rejected his retaliation and punitive damages claims].) Nor is her case like those in which a defendant has filed a motion under Code of Civil Procedure section 425.16, the anti-SLAPP statute, successfully challenging some causes of action in a complaint but not others. (See <i>Mann v. Quality Old Time Service, Inc., supra,</i> 139 Cal.App.4th at pp. 342-345, 42 Cal.Rptr.3d 607; <i>ComputerXpress, Inc. v. Jackson</i> (2001) 93 Cal.App.4th 993, 113 Cal.Rptr.2d 625.) In such cases, the court has discretion to eliminate hours on unsuccessful claims or simply reduce the award to account for the limited success. (<i>Mann, supra,</i> 139 Cal.App.4th at p. 343, 42 Cal.Rptr.3d 607, quoting <i>Hensley v. Eckerhart, supra,</i> 461 U.S. at pp. 436-437, 103 S.Ct. 1933.)</p>\n<p>In <i>Sokolow,</i> for example, plaintiffs sued the County of San Mateo, the Sheriff and a private mounted patrol for sex discrimination seeking a declaration that the patrol's bylaws excluding women from its membership violated equal protection, an injunction restraining the patrol from excluding qualified women, or alternatively an injunction restraining the County from maintaining an affiliation with the patrol. (<i>Sokolow, supra,</i> 213 Cal.App.3d at pp. 235, 239, 261 Cal.Rptr. 520.) During the course of the litigation, one of the plaintiffs made it clear that she principally sought an order requiring the patrol to admit her as a member. (<i>Ibid.</i>) The court entered a judgment in plaintiffs' favor, including an injunction requiring the patrol to amend its bylaws, and cease certain acts tending to show its affiliation with the sheriffs department. (<i>Id.</i> at p. 241, 261 Cal.Rptr. 520.) However, it denied plaintiffs' request for attorney fees and costs under 42 United States Code (U.S.C.) section 1988 and Code of Civil Procedure section 1021.5, concluding they did not obtain either the primary or secondary relief sought or conferred a substantial benefit to the general public or large class of persons, since the patrol was permitted to maintain its males-only policy. (<i>Id.</i> at pp. 242-243, 261 Cal.Rptr. 520.) The appellate court reversed that order, finding the plaintiffs had unequivocally prevailed under both statutes because the court found a relationship between the patrol and the County and issued an injunction against the patrol, and because they had obtained alternative relief in the form of severance of the County's significant involvement with the patrol. (<i>Id.</i> at pp. 244-245, 247, 261 Cal.Rptr. 520.) Nevertheless, the court of appeal remanded the matter to the trial court for it to consider whether plaintiffs were entitled to the full <i>amount</i> of her fees given they did not obtain all of the <i>results</i> sought, i.e., obtaining admission into the patrol, eliminating the County's training and use of the patrol in search and training missions. (<i>Id,</i> at pp. 248-250, 261 Cal.Rptr. 520 [\"[Although we have concluded that the trial court erred in not finding that appellants were the prevailing or successful parties in the litigation below, the degree or extent of appellants' success in obtaining the results which they sought must be taken into consideration in determining the extent of attorney fees which it would be <i>reasonable</i> for them to recover\"].) In <i>Sokolow,</i> unlike this case, the court had discretion to assess the amount of attorney fees based on plaintiffs' success on some of the components of relief sought under the umbrella of both Code of Civil Procedure section 1021.5 and 42 U.S.C. section 1988.</p>\n<p>We are doubtful that apportionment can be made between Graciano's CLRA and ASFA causes of action, on the one hand, and the other \"nonfee\" causes of action on the other hand. \"Attorney's fees need not be apportioned when incurred for representation on an issue common to both <span class=\"star-pagination\">*289</span> a cause of action in which fees are proper and one in which they are not allowed.\" (<i>Reynolds Metals Co. v. Alperson, supra,</i> 25 Cal.3d at pp. 129-130, 158 Cal.Rptr. 1, 599 P.2d 83.) \"Attorneys fees need not be apportioned between distinct causes of action where plaintiffs various claims involve a common core of facts or are based on related legal theories.\" (<i>Drouin v. Fleetwood Enterprises</i> (1985) 163 Cal.App.3d 486, 493, 209 Cal.Rptr. 623.) Apportionment is not required when the issues in the fee and nonfee claims are so inextricably intertwined that it would be impractical or impossible to separate the attorney's time into compensable and noncompensable units. (<i>Bell v. Vista Unified School District</i> (2000) 82 Cal.App.4th 672, 687, 98 Cal.Rptr.2d 263; <i>Abdallah v. United Savings Bank</i> (1996) 43 Cal.App.4th 1101, 1111, 51 Cal.Rptr.2d 286.) The trial court did conclude in its attorney fee order that Graciano's cause of action for injunctive relief would have required her to show a \"different set of facts or course of conduct ...\" However, it reached this conclusion in the context of assessing Graciano's prevailing party status.</p>\n<p>Because the court did not address the issue of apportionment applying the above standards, we shall remand the matter in order for the trial court to apply these principles and determine whether Graciano's causes of action are based on a common core of facts and course of conduct, or whether the issues on them were inextricably intertwined so as to preclude apportionment of her attorneys' time into compensable and noncompensable units. \"Where discretion has been exercised in a manner that exceeds the applicable legal standards, the proper remedy is to reverse the order and remand the matter to the trial court in order to give it the opportunity to make a ruling that comports with those standards.\" (<i>Ramos v. Countrywide Home Loans, Inc., supra,</i> 82 Cal.App.4th at p. 629, 98 Cal.Rptr.2d 388.)</p>\n<p></p>\n<h2>D. <i>Adjustments to Lodestar</i>\n</h2>\n<p></p>\n<h2>1. <i>Use of Negative Multipliers</i>\n</h2>\n<p>Graciano broadly challenges the trial court's use of a negative multiplier. Relying in part on <i>Beaty v. BET Holdings</i> (9th Cir.2000) 222 F.3d 607 (<i>Beaty</i>) and <i>Vo v. Las Virgenes Municipal Water District</i> (2000) 79 Cal.App.4th 440, 94 Cal. Rptr.2d 143 (<i>Vo</i>), Graciano contends negative multipliers are \"rarely, if ever\" employed and are only permissible in \"unusual\" cases in which there are special circumstances that would render the award unjust. She asserts that the use of negative multipliers for \"lack of success\" is unprecedented in a case involving mandatory fee-shifting statutes as here, and that they are only appropriate if at all in cases involving permissive fee shifting statutes. Although we conclude the trial court's application of negative multipliers in this case was an abuse of discretion (see Parts II(B), <i>ante,</i> and III(D)(2), <i>post</i>), we nevertheless address Graciano's claim because we disagree that such reductions are never appropriate in cases involving mandatory fee-shifting statutes or only proper if the case presents special or unusual circumstances.</p>\n<p>As Graciano acknowledges, both <i>Beaty, supra,</i> 222 F.3d 607 and <i>Vo, supra,</i> 79 Cal.App.4th 440, 94 Cal.Rptr.2d 143, as well as <i>Serrano IV, supra,</i> 32 Cal.3d 621, 186 Cal.Rptr. 754, 652 P.2d 985, on which <i>Vo</i> relies, are cases in which the court addressed attorney fees awards under <i>permissive</i> statutory provisionsCalifornia's Fair Employment and Housing Act (FEHA) (<i>Beaty</i> and <i>Vo</i>) and statutes embodying the private attorney general doctrine as in Code of Civil Procedure section <span class=\"star-pagination\">*290</span> 1021.5 (<i>Serrano IV</i>).<sup>[8]</sup> (<i>Beaty, supra,</i> 222 F.3d at p. 609; <i>Vo, supra,</i> 79 Cal.App.4th at p. 442, 94 Cal.Rptr.2d 143; <i>Serrano IV,</i> at pp. 632-633, 186 Cal.Rptr. 754, 652 P.2d 985.) Because of the underlying public policies behind these statutes, the courts addressing them have held that \"`discretion to deny a fee award to a prevailing plaintiff is narrow'\" and accordingly, a prevailing plaintiff \"`should ordinarily recover an attorney's fee unless special circumstances would render such an award unjust.'\" (See <i>Stephens v. Coldwell Banker Commercial Group, Inc.</i> (1988) 199 Cal. App.3d 1394, 1405, 245 Cal.Rptr. 606, overruled on other grounds in <i>White v. Ultramar, Inc.</i> (1999) 21 Cal.4th 563, 574, fn. 4, 88 Cal.Rptr.2d 19, 981 P.2d 944.) These principles do not apply where, as here, a statutory fee provision <i>mandates</i> fees to a prevailing party: having found a party to be prevailing under such a provision, the court has no discretion to decline to render an award of reasonable attorney fees.</p>\n<p>This is not to say that in a case involving a prevailing party under a mandatory fee-shifting statute such as the CLRA or ASFA the court does not in any event retain broad discretion to reduce the <i>amount</i> of the fee by a negative multiplier in appropriate circumstances. \"Although discussions in the case law of the use of multipliers to adjust a lodestar figure relate primarily to the use of multipliers to increase fees, our Supreme Court has repeatedly observed that a lodestar figure may be adjusted not just upward but also, where appropriate, <i>downward.</i>\" (<i>Thayer v. Wells Fargo Bank</i> (2001) 92 Cal.App.4th 819, 840, 112 Cal.Rptr.2d 284, citing, <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1294, 240 Cal.Rptr. 872, 743 P.2d 932 [\"The touchstone figure may be increased or decreased by the trial court depending on other factors involved in the lawsuit\"] and <i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1134, 104 Cal.Rptr.2d 377, 17 P.3d 735.) Just as a court has discretion to increase the lodestar under several factors in such a case, it may also decrease it by looking at those same factors, including \"`... the nature of the litigation, its difficulty, the amount involved, the skill required in its handling, the skill employed, the attention given, the success or failure, and other circumstances in the case.'\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1096, 95 Cal.Rptr.2d 198, 997 P.2d 511.)</p>\n<p>Thus, where a party is found to prevail on causes of action under the CLRA or ASFA, but also litigated other factually and/or legally distinct causes of action that do not provide for entitlement to an attorney fee award, a negative multiplier may be applied by the court in its discretion if it cannot ascertain and omit those specific hours spent on the unrelated causes of action. Even where a party prevails on a single cause of action for which he or she is entitled to attorney fees, if the court determines the attorney's work on that claim is duplicative or excessive, the court has broad discretion to apply a negative multiplier to the lodestar amount. (See e.g., <i>Thayer v. Wells Fargo Bank, supra,</i> 92 Cal.App.4th at pp. 840-845, 112 Cal.Rptr.2d 284 [substantial reduction in hours or application of negative multiplier appropriate for duplicative efforts of counsel in calculating lodestar under Code Civ. <span class=\"star-pagination\">*291</span> Proa, § 1021.5].) The point is, we see no reason to conclude the court's discretion in decreasing the lodestar for an appropriate reasoni.e., based on the sort of factors identified in <i>Serrano III, supra,</i> 20 Cal.3d at p. 49, 141 Cal.Rptr. 315, 569 P.2d 1303 and <i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1096, 95 Cal.Rptr.2d 198, 997 P.2d 511is any different or less than its discretion to increase the lodestar.</p>\n<p></p>\n<h2>2. <i>Negative Adjustment of Attorney Fee Award Based on Percentage of Recovery</i>\n</h2>\n<p>Graciano contends the trial court made a fundamental legal error by placing an arbitrary cap on her fees dependent upon her overall damage recovery. She characterizes the trial court's ruling as a determination \"that despite applicable fee-shifting statutes that mandate fees based on reasonable hours expended, attorney fees are nevertheless always to be limited to a percentage of a client's recovery.\" Graciano argues California courts have never employed recovery-based caps in consumer rights cases, and asserts that in dealing with federal mandatory fee shifting statutes, the United States Supreme Court has directed that the amount of recovery should not be considered in rendering a fee award. While we disagree with Graciano's summary of California law in this regard, we agree the court erred in calculating a reasonable attorney fee as a percentage of her settlement recovery.</p>\n<p>Graciano's challenge pertains to the trial court's imposition of a .3 negative multiplier under <i>Lealao, supra,</i> 82 Cal.App.4th 19, 97 Cal.Rptr.2d 797. In reaching the .3 negative multiplier, the court cited <i>Lealao</i> for the proposition that the size of the settlement amount must be considered in determining a proper fee, and recited <i>Lealao's</i> conclusion that, \"[I]n cases in which the value of the class recovery can be monetized with a reasonable degree of certainty and it, is not otherwise inappropriate, a trial court has discretion to adjust the basic lodestar through the application of a positive or negative multiplier where necessary to ensure that the fee awarded is within the range of fees freely negotiated in the legal marketplace in comparable litigation.\" (<i>Lealao,</i> at pp. 49-50, 97 Cal. Rptr.2d 797.) Applying <i>Lealao,</i> the trial court reasoned: \"Here, the settlement amount for the Plaintiff was $45,000 plus whatever fees, if any, the court might award. It is not uncommon for contingent fee agreements to require Plaintiff to pay forty percent (more or less) of the recovery through trial to his/her counsel. If $45,000 represents Plaintiffs sixty percent portion of the total settlement, then the forty percent fee portion, would be $30,000 ($75,000 x.40). In order to adjust the lodestar amount of $91,900 `to ensure the fee awarded in within the range of fees freely negotiated in the legal market place[,'] a `.30' factor should be applied. $91,900 times 3 yields $27,570, which amount is within the market place range of fees.\"</p>\n<p><i>Lealao</i> involved a class action resulting in a settlement creating the potential for an approximately $14.7 million settlement fund and an agreement that class counsel would be paid their reasonable attorney fees and costs as determined by the court. (<i>Lealao, supra,</i> 82 Cal.App.4th at pp. 23-24, 97 Cal.Rptr.2d 797.) The agreement did not require fees to be paid out of the class recovery although class counsel contemplated it would be paid out of unclaimed residual funds available to the class. (<i>Id.</i> at p. 23, 97 Cal.Rptr.2d 797.) Class counsel sought $3.5 million in attorney fees on two alternative theories: that they were entitled to approximately 24 percent of the fund based on the benefit achieved for the class or, alternatively, that the base lodestar ($418,343.25) should be enhanced by a multiplier of 8 to reach <span class=\"star-pagination\">*292</span> the same amount. (<i>Id.</i> at p. 24, 97 Cal. Rptr.2d 797.) Later, in arguing for a new trial on the attorney fee issue, counsel asked the court to adjust the lodestar by as multiplier of 3.5 \"`based among other things on the result obtained by counsel as shown by actual payments to be made to the class.'\" (<i>Id.</i> at p. 25, 97 Cal.Rptr.2d 797.) The court granted fees of $425,000, declining to use a multiplier to enhance the award. (<i>Ibid.</i>) The plaintiffs appealed, arguing the amount granted was Unreasonably low. (<i>Id.</i> at p. 22, 97 Cal.Rptr.2d 797.)</p>\n<p>On appeal, the court addressed two issues: whether the trial court had discretion to (1) award a fee based solely on a percentage of the class benefit, or alternatively (2) to measure an award calculated under the lodestar methodology by a percentage-of-the-benefit yardstick and to adjust the lodestar upward or downward on that basis. As to the second question, respondent argued that a lodestar figure could not be enhanced on the basis of a percentage-of-the-benefit analysis. (<i>Lealao, supra,</i> 82 Cal.App.4th at p. 39, 97 Cal.Rptr.2d 797.) The court of appeal disagreed, pointing out that the <i>Serrano III</i> factors used to adjust the lodestar are not strictly limited to those enumerated by the court, and thus may include the amount or value of the class recovery: \"[I]ntermediate appellate courts in this state have, in effect, adopted the common federal practice of `cross-checking' the lodestar against the value of the class recovery (which is not duplicative because the amount or value of the recovery is not reflected in the basic lodestar), because the award is still `anchored' in the time spent by counsel on the case, and the practice is therefore consistent with the mandate of <i>Serrano III.</i> Thus, California courts often use `the amount at stake, and the result obtained by counsel' as relevant factors justifying enhancement of a lodestar fee through use of a multiplier.\" (<i>Lealao,</i> at p. 45, 97 Cal.Rptr.2d 797, citing <i>City of Oakland v. Oakland Raiders</i> (1988) 203 Cal.App.3d 78, 83, 249 Cal.Rptr. 606.) The court further stated that an \"adjustment reflecting the amount of the class recovery is not significantly different from an adjustment reflecting a percentage of that amount; and California courts have evaluated a lodestar as a percentage of the benefit.\" (<i>Lealao,</i> at p. 46, 97 Cal.Rptr.2d 797.)</p>\n<p><i>Lealao</i> involved a representative action in which it was not possible to reach a fee agreement, and its discussion was made in the context of such class or derivative actions. (<i>Lealao, supra,</i> 82 Cal.App.4th at pp. 46-47, 97 Cal.Rptr.2d 797.) Its underlying reasoning was that in a representative action in which a fee agreement is impossible, courts should consider the amount of attorney fees typically negotiated in comparable litigation: \"Given the unique reliance of our legal system on private litigants to enforce substantive provisions of law through class and derivative actions, attorneys providing the essential enforcement services must be provided incentives roughly comparable to those negotiated in the private bargaining that takes place in the legal marketplace, as it will otherwise be economic for defendants to increase injurious behavior. [Citations.] It has therefore been urged ... that in defining a `reasonable fee' in such representative actions the law should `mimic the market.'\" (<i>Id.</i> at pp. 47-48, 97 Cal.Rptr.2d 797.) <i>Lealao</i> observed that it was in order to provide a \"credible measure of the market value of legal services\" that some federal courts used a percentage-of-the-benefit analysis to \"cross-check\" the propriety of a lodestar fee award. (<i>Id.</i> at p. 49, 97 Cal.Rptr.2d 797.) This analysis led to the <i>Lealao</i> court's conclusion that, \"in cases in which the value of the class recovery can be monetized with a reasonable degree of <span class=\"star-pagination\">*293</span> certainty <i>and it is not otherwise inappropriate,</i> a trial court has discretion to adjust the basic lodestar through the application of a positive or negative multiplier where necessary to ensure that the fee awarded is within the range of fees freely negotiated in the legal marketplace in comparable litigation.\" (<i>Lealao,</i> at pp. 49-50, 97 Cal. Rptr.2d 797, italics added.)</p>\n<p><i>Lealao</i> does not authorize the calculation conducted by the trial court in this case, in which the court purported to approximate the fees negotiated in the \"marketplace\" for comparable litigation. This was not a representative action, and the underlying rationales expressed in that case are inapplicable. Further, while <i>Lealao</i> suggests it is permissible for a court to \"cross-check\" the lodestar against the amount of recovery, in this case the trial court did not perform a cross-checking function. Rather, it calculated Graciano's reasonable attorney fee and imposed a downward adjustment based on its notion of an appropriate contingent fee percentage, regardless of the amount of attorney fees Graciano's counsel assertedly incurred.</p>\n<p>Finally, because this matter involves an individual plaintiff suing under consumer protection statutes involving mandatory fee-shifting provisions, the legislative policies are in favor of Graciano's recovery of all attorney fees reasonably expended, without limiting the fees to a proportion of her actual recovery. The circumstances here are analogous to those addressed by the United States Supreme Court in the civil rights context: \"A rule that limits attorney's fees in civil rights cases to a proportion of the damages awarded would seriously undermine Congress' purpose in enacting [42 United States Code section] 1988. Congress enacted [42 United States Code section] 1988 specifically because it found that the private market for legal services failed to provide many victims of civil rights violations with effective access to the judicial process. [Citation.] These victims ordinarily cannot afford to purchase legal services at the rates set by the private market.... Moreover, the contingent fee arrangements that make legal services available to many victims of personal injuries would often not encourage lawyers to accept civil rights cases, which frequently involve substantial expenditures of time and effort but produce only small monetary recoveries.\" (<i>Riverside v. Rivera</i> (1986) 477 U.S. 561, 576-577, 106 S.Ct. 2686, 91 L.Ed.2d 466.) \"A rule of proportionality would make it difficult, if not impossible, for individuals with meritorious civil rights claims but relatively small potential damages to obtain redress from the courts.\" (<i>Id.</i> at p. 578, 106 S.Ct. 2686.)</p>\n<p>We conclude there was no valid basis under <i>Lealao, supra,</i> 82 Cal.App.4th 19, 97 Cal.Rptr.2d 797 to impose a .3 negative multiplier on Graciano's attorney fee award.</p>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The order awarding attorney fees is reversed. Graciano shall recover her costs and attorney fees on appeal. (<i>Akins v. Enterprise Rentr-A-Car Co., supra,</i> 79 Cal. App.4th at p. 1134, 94 Cal.Rptr.2d 448 [\"Statutory authorization for the recovery of attorney fees incurred at trial necessarily includes attorney fees incurred on appeal unless the statute specifically provides otherwise\"].) The matter is remanded to the trial court with directions to conduct a hearing to determine the reasonable amount of attorney fees and costs to be awarded to Graciano in accordance with the principles set forth in this opinion.</p>\n<p>WE CONCUR: McCONNELL, P.J., and BENKE, J.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to the Civil Code unless otherwise indicated.</p>\n<p>[2]  The record reveals two identical copies of the first amended complaint with different file-stamped dates: the first on March 26, 2004, and the second on April 8, 2004.</p>\n<p>[3]  It is not clear from the record whether Graciano dismissed her seventh and eighth causes of action against Robinson Ford for violation of Song-Beverly and negligent repair. Without any record citation, Graciano states in her opening appellate brief that the request for dismissal of the seventh and eighth causes of action was prepared on April 7, 2004, and served the next day, but that there is no record of the request in the court's docket. The record shows Robinson had acknowledged these causes of action were no longer pending in its points and authorities in support of its motion for summary adjudication executed in January 2005. In its attorney fee ruling, the court found the fourth (UCL), seventh (Song-Beverly) and eighth (negligent repair) causes of action \"were not pursued at trial.\" The record, however, does not support the court's conclusion that Graciano did not pursue her UCL cause of action at trial.</p>\n<p>[4]  We address Graciano's appellate contentions in a different order than they are presented, to reflect the order in which trial courts typically decide the issues in setting attorney fee awards.</p>\n<p>[5]  In particular, the court engaged in a detailed explanation as to why Graciano failed to succeed, and thus Robinson \"prevailed,\" on her first cause of action seeking relief for Robinson's violation of section 1632 and ninth cause of action for rescission. It also determined that Graciano had not prevailed on her fourth cause of action under the UCL; fifth cause of action for declaratory relief; sixth cause of action for negligent misrepresentation; eighth cause of action for negligent repair; and tenth cause of action under section 3294, which essentially set forth Graciano's claim for punitive damages against Robinson. None of these causes of action have express statutory authority to award attorney fees. (§ 1021 [measure and mode of attorney fees is left to parties' agreement unless specifically provided by statute]; see <i>Walker v. Countrywide Home Loans, Inc.</i> (2002) 98 Cal. App.4th 1158, 1179, 121 Cal.Rptr.2d 79 [UCL does not provide for attorney fees].) As for Graciano's seventh cause of action under Song-Beverly for which attorney fees are statutorily authorized (see <i>Reveles v. Toyota by the Bay</i> (1997) 57 Cal.App.4th 1139, 1158, 67 Cal.Rptr.2d 543, disapproved on other grounds in <i>Snukal v. Flightways Mfg., Inc.</i> (2000) 23 Cal.4th 754, 775, fn. 6, 98 Cal. Rptr.2d 1, 3 P.3d 286), Graciano did not seek to recover her attorney fees under that statute, and indeed nothing in the record indicates she presented such a claim at trial.</p>\n<p>[6]  To the extent Robinson purports to address the court's prevailing party determination in its respondent's brief, its arguments are limited to whether Graciano's remaining causes of action were duplicative of her CLRA and ASFA causes of action and whether the case satisfied the requirements of Code of Civil Procedure section 1021.5 based on the lack of significant impact and need for special expertise. The question of whether Robinson's other causes of action were duplicative does not pertain to whether Graciano prevailed, that question only pertains to whether Graciano may recover her attorney fees for work spent on those other causes of action. In any event, Robinson did not assert the duplicative cause of action argument to the trial court below. Nor did Robinson specifically argue the case did not satisfy Code of Civil Procedure section 1021.5. Robinson's remaining arguments focus solely on the <i>amount</i> of attorney fees, arguing its conduct \"did not necessitate the hours spent by counsel\"; and that the hours claimed cannot be justified based on the assertedly small value of the case.</p>\n<p>[7]  This is not to say that the court was required to state its reasons for its fee award in a statement of decision unless it was requested to do so. (<i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1140, 104 Cal.Rptr.2d 377, 17 P.3d 735; <i>Mann v. Quality Old Time Service, Inc.</i> (2006) 139 Cal.App.4th 328, 342, fn. 6, 42 Cal.Rptr.3d 607.)</p>\n<p>[8]  FEHA provides that \"[i]n actions brought under this section, the court, in its discretion may award to the prevailing party reasonable attorney fees and costs....\" (Gov.Code, § 12965, subd.(b).) Code of Civil Procedure section 1021.5 provides in part: \"Upon motion, a court may award attorneys' fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest....\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">273</span></span> (2006)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">140</span></span></b></center>\n<center><h1>Alba GRACIANO, Plaintiff and Appellant,<br>\nv.<br>\nROBINSON FORD SALES, INC., Defendant and Respondent.</h1></center>\n<center>No. D047369.</center>\n<center><p><b>Court of Appeal of California, Fourth District, Division One.</b></p></center>\n<center>October 26, 2006.</center>\n<p><span class=\"star-pagination\">*277</span> Rosner, Law &amp; Mansfield, Hallen D. Rosner, San Diego, Christopher P. Barry and John W. Hanson for Plaintiff and Appellant.</p>\n<p>Paul A. Brennan, San Juan Capistrano, for Defendant and Respondent.</p>\n<p>O'ROURKE, J.</p>\n<p>Plaintiff Alba Graciano appeals from an order awarding her attorney fees following her post-liability verdict settlement with defendant Robinson Ford Sales, Inc. (Robinson), arising out of claims she made after she purchased an automobile from that dealership. Graciano sued Robinson for damages and injunctive relief alleging 10 causes of action, and proceeded to trial on causes of action for violations of Civil Code section 1632,<sup>[1]</sup> the Automobile Sales Finance Act (ASFA, § 2981 et seq.), the Consumers Legal Remedies Act (CLRA, § 1750 et seq.), and the Unfair Competition Law (UCL, Bus. &amp; Prof.Code, § 17200 et seq.). After the jury made findings in Graciano's favor on those causes of action and found Robinson violated the CLRA with malice, fraud and oppression, the parties entered into a settlement and Graciano moved for recovery of approximately $235,000 in attorney fees under the CLRA and ASFA. The trial court awarded Graciano attorney fees, but reduced her request to $27,570 for, among other things, Graciano's and Robinson's status as \"equally prevailing parties,\" its determination of a reasonable hourly rate for Graciano's counsel, and its application of a 1.3 negative multiplier.</p>\n<p><span class=\"star-pagination\">*278</span> Graciano appeals, contending the trial court erred in its attorney fee ruling by (1) capping the attorney fee award to a percentage of Graciano's settlement recovery; (2) finding Robinson had equally prevailed in the litigation, thus justifying application of a negative multiplier; (3) using a negative multiplier in the absence of unusual or special circumstances justifying such a reduction; and (4) imposing a single hourly rate for all of Graciano's attorneys with minimal positive multipliers for her success at trial. Because Graciano's contentions have merit, we reverse the order and remand the matter for redetermination of a reasonable attorney fee award in accordance with the principles stated in this opinion.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>In October 2001, Graciano, a non-English speaking resident of Calexico, purchased a Ford Focus from Robinson after a salesman offered her a zero-percent annual percentage rate deal and quoted her a sales price of approximately $12,000. Although all negotiations and discussions were conducted in Spanish, the salesman presented Graciano with a purchase contract in English. Graciano signed the contract, reminding the salesman she did not speak English and telling him she trusted he would protect her. The purchase price listed on the sales contract, however, was $17,865, which included over $2,800 in undisclosed \"negative equity\" from another vehicle Graciano traded in at the time of her purchase. Negative equity refers to a situation when a person owes more on a vehicle than the vehicle is actually worth: the loan value exceeds the value of the vehicle.</p>\n<p>In May 2003, Graciano sued Robinson and Ford Motor Company (Ford). As against Robinson, Graciano's complaint asserted causes of action for violation of section 1632, requiring delivery of an unexecuted Spanish translation of a contract negotiated in Spanish (first cause of action); violations of the ASFA, CLRA, and UCL (second, third and fourth causes of action); declaratory and injunctive relief (fifth cause of action); negligent misrepresentation (sixth cause of action); negligent repair (eighth cause of action); rescission (ninth cause of action); and entitlement to punitive damages (tenth cause of action). As against both Ford and Robinson, Graciano alleged a violation of section 1790 et seq., the Song-Beverly Consumer Warranty Act (Song-Beverly) (seventh cause of action). Graciano settled her Song-Beverly claim against Ford in November 2003.</p>\n<p>In March 2004, after unsuccessfully seeking leave to file a class action complaint, Graciano filed a first amended complaint in which she reasserted the same causes of action but added a claim for damages under the CLRA.<sup>[2]</sup></p>\n<p>The matter was initially set for trial on May 26, 2004. Thereafter the trial date was rescheduled twice. On November 8, 2004, the court set trial for April 20, 2005. On the day of trial, Graciano filed a request for dismissal without prejudice of her fifth, sixth, ninth and tenth causes of action.<sup>[3]</sup> The matter proceeded to trial on <span class=\"star-pagination\">*279</span> Graciano's causes of action under section 1632, the ASFA, the CLRA and the UCL. The court was to determine Graciano's claims under section 1632 and the UCL with the assistance of advisory findings from the jury.</p>\n<p>The jury returned verdicts in Graciano's favor on her claims under the ASFA and CLRA, and also found that Robinson violated the CLRA by engaging in conduct with malice, oppression and fraud for purposes of punitive damages. It awarded Graciano $11,191.40 for Robinson's ASFA and CLRA violations. The jury also rendered numerous advisory findings for purposes of Graciano's claims under section 1632 and the UCL, including that Robinson had failed to provide a Spanish language translation of the purchase contract before Graciano signed the English language contract, and that Robinson's conduct in that regard was \"unlawful.\"</p>\n<p>On the day the jury was to begin deliberating the issue of the amount of punitive damages, the parties reached a settlement in which Robinson agreed to pay Graciano $45,000 in exchange for Graciano's dismissal with prejudice of all claims. The settlement agreement provided that Graciano would seek recovery of her attorney fees and costs by motion.</p>\n<p>Asking the court to deem her the prevailing party, Graciano thereafter moved for costs and $249,365.36 in attorney fees expended in the litigation (as well as an additional amount for fees incurred on the attorney fee motion) under the attorney fee provisions of the ASFA and CLRA. Specifically, Graciano argued she was entitled to a lodestar of $109,468.50 multiplied by 2.0 for the contingent nature of the representation, the delay in payment to counsel, the results achieved, and complexity of the issues. Robinson opposed the motion, arguing (1) the attorney fee award was discretionary given the amount of the jury award; (2) Robinson was the prevailing party on all but two of Graciano's causes of action; and (3) the requested fees and costs were not reasonable. Robinson's counsel objected to an attached declaration of Graciano's counsel, Hallen Rosner, as hearsay and also challenged counsel's fees expended in traveling to San Francisco to research issues relating to negative equity, and to the superior court in El Centro for hearings.</p>\n<p>After obtaining supplemental briefing on various issues including the applicable hourly rate, the court issued a written order awarding Graciano $27,570 in attorney fees. Although it found Graciano had prevailed on her second and third causes of action under the ASFA and CLRA because of the size of her settlement and the jury verdict, it determined Graciano and Robinson were nevertheless \"equally prevailing parties\" because Graciano \"was not the prevailing party on most of the ten causes of action pursued\" and also because Graciano, by failing to pursue injunctive relief in her settlement, \"abandoned the purported public benefit aspect of her litigation in favor of being paid about four times the amount of the jury verdict.\" Specifically, the court found that Graciano did not pursue her seventh cause of action under Song-Beverly or eighth cause of action for negligent repair against Robinson and that in entering into the posttrial settlement with Robinson, she chose not to <span class=\"star-pagination\">*280</span> pursue the injunctive relief she had requested in her third, fourth and fifth causes of action. As for Graciano's first and ninth causes of action, the court found Robinson was the prevailing party on those claims. While the court acknowledged those causes of action were based on the same conduct as alleged in the third cause of action under the CLRA, it nevertheless found the relief sought in both causes of actionrescission of the sales contracthad been effectively achieved by Graciano's pretrial settlement with Ford and that Graciano could have dismissed those claims at that time, which would have \"saved herself and Defendant's counsel unproductive expenditures of legal services.\"</p>\n<p>Turning to the lodestar, the court set the reasonable hourly rate for Graciano's counsel at $250 per hour based on rule 3.12 of the Superior Court of Imperial County Local Rules (local rule 3.12), which sets ordinary and customary hourly fee rates for expert witnesses. It then applied that rate to all of the 367.6 hours of legal services expended by her attorneys (amounting to $91,900 in fees) because in listing her counsel's legal services, Graciano did \"not adequately allocate[ ] between those claims in which Plaintiff was successful and those in which she was not....\" The court applied positive multipliers of 1.5 for the contingent nature of counsel's representation, and .1 for the results achieved by Graciano's counsel, but declined to apply any positive multiplier for novelty and complexity of the issues or delay in payment. It then applied a 1.0 negative multiplier due to the parties' status as equally prevailing parties, and a .3 negative multiplier \"`to ensure the fee awarded is within the range of fees freely negotiated in the legal market place....'\" Application of the lodestar and multipliers resulted in the total attorney fee award of $27,570. Graciano filed the present appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Standard of Review</i>\n</h2>\n<p>We review an order granting or denying fees for an abuse of discretion. (<i>PLCM Group, Inc. v. Drexler</i> (2000) <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">22</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1084</span></a></span>, 1095, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>.) \"Because the `experienced trial judge is the best judge of the value of professional services rendered in his court,' we will not disturb the trial court's decision unless convinced that it is clearly wrong, meaning that it is an abuse of discretion. [Citations.] However, `\"[t]he scope of discretion always resides in the particular law being applied, i.e., in the `legal principles governing the subject of [the] action....' Action that transgresses the confines of the applicable principles of law is outside the scope of discretion and we call such action an `abuse' of discretion.\" ` [Citations.] When the record is unclear whether the trial court's award of attorney fees is consistent with the applicable legal principles, we may reverse the award and remand the case to the trial court for further consideration and amplification of its reasoning.\" (<i>In re Vitamin Cases</i> (2003) <span class=\"citation\" data-id=\"2273499\"><a href=\"/opinion/2273499/in-re-vitamin-cases/\"><span class=\"volume\">110</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1041</span></a></span>, 1052, <span class=\"citation\" data-id=\"2273499\"><a href=\"/opinion/2273499/in-re-vitamin-cases/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">358</span></a></span>.)</p>\n<p>While entitlement and amount of an attorney fee award is reviewed for abuse of discretion, the legal question of the interpretation of \"prevailing party\" under the CLRA or ASFA is a question of statutory construction that we review independently. (<i>Castro v. Superior Court</i> (2004) <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1010</span></span>, 1017, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span>; <i>Carver v. Chevron U.S.A, Inc.</i> (2002) <span class=\"citation\" data-id=\"2294183\"><a href=\"/opinion/2294183/carver-v-chevron-usa-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">132</span></a></span>, 142, <span class=\"citation\" data-id=\"2294183\"><a href=\"/opinion/2294183/carver-v-chevron-usa-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">569</span></a></span>.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*281</span> II. <i>Prevailing Party Determination</i><sup>[4]</sup></h2>\n<p>Graciano contends the court committed a clear abuse of discretion by finding Robinson was an equally prevailing party on all but the second (ASFA) and third (CLRA) causes of action for purposes of assessing the attorney fee award, and applying a 1.0 negative multiplier on the lodestar as a result. She argues that in practical effect, she prevailed on all of her causes of action because they arose from the same facts as her successful ASFA and CLRA claims, and she achieved all possible relief available to her through the litigation. She also points out that Robinson did nothing to challenge her showing on grounds the time was spent on claims other than those on which she prevailed, and thus it failed to meet its burden to state specific objections in order to successfully rebut her fee claim.</p>\n<p></p>\n<h2>A. <i>Statutory Bases for Attorney Fee Award</i>\n</h2>\n<p>Graciano sought her attorney fees under the mandatory provisions of the CLRA and ASFA. The attorney fee provision of the CLRA, section 1780, subdivision (d) provides: \"The court shall award court costs and attorney's fees to a prevailing plaintiff in a litigation filed pursuant to this section. Reasonable attorney's fees may be awarded to a prevailing defendant upon a finding by the court that the plaintiffs prosecution of the action was not in good faith.\" The attorney fee provision of the ASFA, section 2983.4 provides: \"Reasonable attorney's fees and costs shall be awarded to the prevailing party in an action on a contract or purchase order subject to the provisions of this chapter....\"</p>\n<p>Both of these statutes have underlying pro-consumer purposes: \"The legislative policy to allow prevailing plaintiffs reasonable attorney's fees [in actions under the CLRA] is clear. Section 1780 provides remedies for consumers who have been victims of unfair or deceptive business practices. [Citations.] The provision for recovery of attorney's fees allows consumers to pursue remedies in cases as here, where the compensatory damages are relatively modest. To limit the fee award to an amount less than that reasonably incurred in prosecuting such a case, would impede the legislative purpose underlying section 1780.\" (<i>Hayward v, Ventura Volvo</i> (2003) <span class=\"citation\" data-id=\"2249572\"><a href=\"/opinion/2249572/hayward-v-ventura-volvo/\"><span class=\"volume\">108</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">509</span></a></span>, 512, <span class=\"citation\" data-id=\"2249572\"><a href=\"/opinion/2249572/hayward-v-ventura-volvo/\"><span class=\"volume\">133</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">514</span></a></span>.) Section 2983.4 of the ASFA (also known as the Rees-Levering Act) is \"`\"part of an overall legislative policy designed to enable consumers and others who may be in a disadvantageous contractual bargaining position to protect their rights through the judicial process by permitting recovery of attorney's fees incurred in litigation in the event they prevail.\"'\" (<i>Damian v. Tamondong</i> (1998) <span class=\"citation\" data-id=\"2249303\"><a href=\"/opinion/2249303/damian-v-tamondong/\"><span class=\"volume\">65</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1115</span></a></span>, 1120, <span class=\"citation\" data-id=\"2249303\"><a href=\"/opinion/2249303/damian-v-tamondong/\"><span class=\"volume\">77</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">262</span></a></span>.) The Legislature's primary purpose in enacting section 2983.4 was to enable consumers with good claims or defenses to find attorneys willing to represent them in court, and also prevent the abusive practice of inserting into form contracts under the ASFA an unenforceable, one-sided attorney fee provision. (<i>Damian,</i> at p. 1128, <span class=\"citation\" data-id=\"2249303\"><a href=\"/opinion/2249303/damian-v-tamondong/\"><span class=\"volume\">77</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">262</span></a></span>.)</p>\n<p>Neither the CLRA nor the ASFA defines the term \"prevailing party.\" Accordingly, in deciding prevailing party status under those statutes, the court should adopt a pragmatic approach, determining prevailing party status based on which <span class=\"star-pagination\">*282</span> party succeeded on a practical level. (<i>Castro v. Superior Court, supra,</i> 116 Cal. App.4th at p. 1018, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span> [interpreting Code Civ. Proc., § 405.38]; <i>Golan v. Wolfriver Holding Corp.</i> (2000) <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1124</span></span>, 1127-1128, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">112</span></span> [interpreting Civ.Code, § 1942.4]; <i>Heather Farms Homeowners Assn. v. Robinson</i> (1994) <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1568</span></span>, 1571-1574, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">758</span></span> [interpreting Civ.Code, § 1354]; <i>Gilbert v. National Enquirer, Inc.</i> (1997) <span class=\"citation\" data-id=\"2301932\"><a href=\"/opinion/2301932/gilbert-v-national-enquirer-inc/\"><span class=\"volume\">55</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1273</span></a></span>, 1276-1277, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">659</span></span> [action for commercial appropriation under Civ.Code, § 3344].) Under that approach, \"the court exercises its discretion to determine the prevailing party by analyzing which party realized its litigation objectives.\" (<i>Castro,</i> at p. 1019, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span>.)</p>\n<p>In <i>Castro v. Superior Court</i><i>,</i> the court noted that the California Supreme Court in <i>Santisas v. Goodin</i> (1998) <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">951</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">399</span></span> urged a practical approach in a pretrial voluntary dismissal case asserting tort claims where the contractual term \"prevailing party\" was undefined. (<i>Castro v. Superior Court, supra,</i> 116 Cal.App.4th at p. 1018, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span>.) In such cases, \"`a court may base its attorney fees decision on a pragmatic definition of the extent to which each party has realized its litigation objectives, whether by judgment, settlement or otherwise. [Citation.]' [Citation.] In assessing litigation success, <i>Hsu v. Abbara</i> (1995) <span class=\"citation\" data-id=\"1359256\"><a href=\"/opinion/1359256/hsu-v-abbara/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">863</span></a></span>, 877, <span class=\"citation\" data-id=\"1359256\"><a href=\"/opinion/1359256/hsu-v-abbara/\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"1359256\"><a href=\"/opinion/1359256/hsu-v-abbara/\"><span class=\"volume\">891</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">804</span></a></span> ... instructs: `[C]ourts should respect substance rather than form, and to this extent should be guided by \"equitable considerations.\" For example, a party who is denied direct relief on a claim may nonetheless be found to be a prevailing party if it is clear that the party has otherwise achieved its main litigation objective.'\" (<i>Castro,</i> at pp. 1019-1020, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span>.)</p>\n<p></p>\n<h2>B. <i>Defendant as Prevailing Party</i>\n</h2>\n<p>As stated, the court declared Robinson an \"equally prevailing\" party in view of the procedural outcome of all but Graciano's second and third causes of action, as well as Graciano's failure to negotiate any restriction on Robinson's \"future course of conduct for the public benefit\" in settling the conclusion that served as its justification for reducing the amount of the lodestar attorney fees by a negative multiplier of 1.0. In reaching this conclusion, the court purported to assess the \"results obtained\" by Graciano in the litigation. Although it observed she recovered a significant amount of money in the settlement of her claims, it concluded she \"appears to have abandoned the purported public benefit aspect of her litigation in favor of being paid about four times the amount of the jury verdict,\" thus characterizing her settlement as of \"limited significance\" because it applied only to her. The court's decision followed special verdicts in Graciano's favor on virtually all of the questions presented to the jury, including her entitlement to punitive damages for Robinson's CLRA violation, resulting in a settlement in which Graciano obtained a $45,000 payment from Robinson in exchange for a dismissal with prejudice of all of her claims. Robinson's settlement payment was twice the $22,382.80 monetary recovery Graciano sought at trial for Robinson's statutory violations.</p>\n<p>The trial court's prevailing defendant determination was erroneous as a matter of law. The court essentially determined that Robinson was the prevailing party on causes of action for which there was no entitlement to attorney fees.<sup>[5]</sup> The relevant <span class=\"star-pagination\">*283</span> inquiry, however, was simply whether as a practical matter Graciano was the prevailing party with respect to her causes of action under the CLRA and ASFA, under which she sought attorney fees. As the trial court correctly noted, Graciano could in any event be considered the prevailing party under those statutes absent a judgment in her favor. (<i>Graham v. DaimlerChrysler Corp.</i> (2004) <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">553</span></span>, 565, <span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">331</span></a></span>,<span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">140</span></a></span>; <i>Maria P. v. Riles</i> (1987) <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1281</span></a></span>, 1290-1291, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></a></span>.) Although it apparently excepted Graciano's claim for injunctive relief under the CLRA (a faulty analysis, as we shall explain) the court determined, and Robinson does not meaningfully contest,<sup>[6]</sup> that Graciano prevailed under those statutes for purposes of her <i>entitlement</i> to attorney fees. Analysis of Graciano's remaining causes of action was pertinent to the <i>amount</i> of fees and the question of whether the trial court could apportion Graciano's requested fees between causes of action for which she was entitled to fees, and those for which she was not. (See <i>Akins v. Enterprise Rent-A-Car Co.</i> (2000) <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1127</span></span>, 1133, <span class=\"citation\" data-id=\"2268814\"><a href=\"/opinion/2268814/akins-v-enterprise-rent-a-car-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">448</span></a></span>.)</p>\n<p>Further, in deciding that Robinson prevailed on certain underlying causes of action, the court focused on the procedural outcome of those claims, assessing whether Graciano did not proceed with certain causes of action or dismissed them before trial. In doing so, the court appears to have imported a definition of prevailing defendant that does not appear in the CLRA or ASFA. Indeed, the CLRA expressly limits an award of attorney fees to prevailing defendants only where the plaintiffs \"prosecution of the action was not in good faith.\" (See <i>Corbett v. Hayward Dodge, Inc.</i> (2004) <span class=\"citation\" data-id=\"2292061\"><a href=\"/opinion/2292061/corbett-v-hayward-dodge-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">915</span></a></span>, 920-921, <span class=\"citation\" data-id=\"2292061\"><a href=\"/opinion/2292061/corbett-v-hayward-dodge-inc/\"><span class=\"volume\">14</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">741</span></a></span>.) The <span class=\"star-pagination\">*284</span> trial court here did not make such a finding. Interpreting the term \"prevailing party\" in the CLRA as a matter of law (<i>Castro v. Superior Court, supra,</i> 116 Cal. App.4th at p. 1017,<span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">865</span></span>), we conclude the CLRA cannot reasonably be construed to make a defendant in whose favor a dismissal is entered or a defendant where neither party obtains any relief a \"prevailing party\" as that term is defined in Code of Civil Procedure section 1032, as the trial court appeared to do. (See <i>Los Angeles Times v. Alameda Corridor Transportation Authority</i> (2001) <span class=\"citation\" data-id=\"2280556\"><a href=\"/opinion/2280556/los-angeles-times-v-alameda-corr-transp/\"><span class=\"volume\">88</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1381</span></a></span>, 1391, fn. 9, <span class=\"citation\" data-id=\"2280556\"><a href=\"/opinion/2280556/los-angeles-times-v-alameda-corr-transp/\"><span class=\"volume\">107</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">29</span></a></span>, citing <i>Heather Farms Homeowners Assn., Inc. v. Robinson, supra,</i> 21 Cal. App.4th at p. 1572, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">758</span></span> [the premise that a party who prevails under Code Civ. Proc, § 1032 is necessarily the prevailing party for purposes of attorney fees has been \"uniformly rejected\" by California courts].)</p>\n<p>We find fault with the court's finding that Graciano only partially succeeded on her CLRA claim because she \"abandoned\" any effort to obtain a public benefit via injunctive relief in her settlement with Robinson. It is settled that \"`plaintiffs may be considered \"prevailing parties\" for attorney's fees purposes if they succeed on <i>any significant issue</i> in litigation which achieves <i>some of the benefit</i> the parties sought in bringing suit.'\" (<i>Hensley v. Eckerhart</i> (1983) <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span>, italics added [involving award of fees under 42 U.S.C. § 1988]; see also <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1292, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></a></span> [involving determination of successful party status under Code Civ. Proc, § 1021.5]; <i>Sokolow v. County of San Mateo</i> (1989) <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">231</span></a></span>, 245, fn. 10, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span> (<i>Sokolow</i>).) Here, it is undisputed that Graciano achieved a settlement with Robinson after receiving jury verdicts in her favor, including as to her entitlement to punitive damages. In our view, these facts unequivocally mandate a finding of prevailing party status for purposes of entitlement to reasonable attorney fees under either the CLRA or ASFA. The fact Graciano did not obtain a public benefit in settling the case with Robinson is not a factor to be considered for purposes of her entitlement to attorney fees in this case; she did not seek fees under Code of Civil Procedure section 1021.5, under which the court must find a \"significant benefit conferred on a substantial number of people and a determination that the `subject matter of the action implicated the public interest.'\" (<i>Graham v. DaimlerChrysler Corp., supra,</i> 34 Cal.4th at p. 578, <span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">331</span></a></span>, <span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">140</span></a></span>.) Conferral of public interests and public benefits by an attorney fee award is not part of the analysis under either the CLRA or ASFA.</p>\n<p>Finally, the court commingled its prevailing party analysis with its inquiry into the amount Graciano was entitled to recover as a reasonable fee. \"Whether an [attorney fee] award is justified and what amount the award should be are two distinct questions, and the factors relating to each must not be intertwined or merged.\" (<i>Flannery v. California Highway Patrol</i> (1998) <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">629</span></span>, 647, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">632</span></span>; see also <i>Ramos v. Countrywide Home Loans, Inc.</i> (2000) <span class=\"citation\" data-id=\"2267964\"><a href=\"/opinion/2267964/ramos-v-countrywide-home-loans-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">615</span></a></span>, 626, <span class=\"citation\" data-id=\"2267964\"><a href=\"/opinion/2267964/ramos-v-countrywide-home-loans-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">388</span></a></span>.) After the court determined Graciano to be the prevailing party entitled to attorney fees under the CLRA and ASFA, it was not proper to rely upon its defendant-as-revailing-party conclusion to justify a reduction in amount of the fees.</p>\n<p>The sole reason for the trial court's application of a 1.0 negative multiplier was the equally prevailing status of the parties. Because we have concluded the trial court <span class=\"star-pagination\">*285</span> erred in determining Robinson to be an equally prevailing defendant on the grounds stated, we necessarily hold there was no basis to impose a 1.0 negative multiplier on the award.</p>\n<p></p>\n<h2>III. <i>Determination of Attorney Fee Amount</i>\n</h2>\n<p></p>\n<h2>A. <i>Legal Standards in Determining Amount of Reasonable Fees</i>\n</h2>\n<p>The determination of what constitutes a reasonable fee generally \"begins with the `lodestar,' i.e., the number of hours reasonably expended multiplied by the reasonable hourly rate.\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1095, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>.) \"[T]he lodestar is the basic fee for comparable legal services in the community; it may be adjusted by the court based on factors including, as relevant herein, (1) the novelty and difficulty of the questions involved, (2) the skill displayed in presenting them, (3) the extent to which the nature of the litigation precluded other employment by the attorneys, (4) the contingent nature of the fee award. [Citation.] The purpose of such adjustment is to fix a fee at the fair market value for the particular action. In effect, the court determines, retrospectively, whether the litigation involved a contingent risk or required extraordinary legal skill justifying augmentation of the unadorned lodestar in order to approximate the fair market rate for such services.\" (<i>Ketchum v. Moses</i> (2001) <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1122</span></a></span>, 1132, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">17</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">735</span></a></span> (<i>Ketchum</i>), citing <i>Serrano v. Priest</i> (1977) <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">25</span></a></span>, 49, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">141</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1303</span></a></span> (<i>Serrano III)</i><i>;</i> see also <i>Serrano v. Unruh</i> (1982) <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">621</span></a></span>, 626, fn. 6, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">754</span></a></span>, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">985</span></a></span> (<i>Serrano IV</i>) [lodestar figure may be enhanced or diminished based on factors as those set out in <i>Serrano III</i>].) This approach \"anchors the trial court's analysis to an objective determination of the attorney's services, ensuring the amount awarded is not arbitrary.\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1095, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>.)</p>\n<p></p>\n<h2>B. <i>The Court Erred in Imposing $250 Hourly Rate in Calculating the Unadjusted Lodestar</i>\n</h2>\n<p>Graciano contends the court abused its discretion by reducing the hourly rate of all the attorneys working on her case to a flat rate of $250. She maintains the trial court, which in setting the rate relied solely on an unrelated local rule capping expert witness hourly fees, disregarded unopposed declarations she submitted from several area attorneys and other evidence of rates and comparable experience. Graciano's contention has merit.</p>\n<p>In her attorney fee motion, Graciano sought fees calculated by an hourly attorney fee rate of $350 per hour for attorney Hallen Rosner, $275 per hour for attorney Christopher Barry and $270 per hour for attorney Virginia Calderon. In a declaration supporting the motion, Rosner averred these rates were well within the range charged by other plaintiffs' counsel engaging in similar areas of practice. Robinson, via the declaration of one of its counsel, objected to that portion of Rosner's declaration as hearsay. The court sought supplemental briefing on the question of whether it could consider prevailing rates from outside metropolitan areas other than El Centro, where the litigation took place. In its supplemental briefing, Graciano presented declarations from two El Centro-based attorneys averring that her counsels' hourly rates were appropriate and reasonable for the El Centro area. She also argued that the relevant market for purposes of determining the reasonable hourly rate should encompass both Imperial <span class=\"star-pagination\">*286</span> and San Diego Counties, but that, in any event, her counsel's San Diego home market rates were justified because the firm had substantial expertise in the specialized field of vehicle fraud. In its written response, Robinson did not challenge this evidence; it simply asserted in opposing points and authorities that the court should base the hourly rate on Imperial County standards. Further, during arguments on the matter, Robinson's counsel indicated it was not challenging the rate but the amount. In its attorney fee order, the court stated without analysis, \"The court will set the reasonable hourly rate for Plaintiffs attorney's legal services at $250 per hour (see [Imperial County] local rule 3.12 which sets the rates for attorney expert testimony at $250 per hour).\"</p>\n<p>The sole evidence\" before the court demonstrated that Graciano's counsel's requested fee rates were reasonable for automobile-related consumer fraud cases in the El Centro area, and Robinson did not challenge that evidence. We acknowledge the awarding of attorney fees is a highly fact-specific matter best left to the trial court's discretion (<i>Graham v. Daimler-Chrysler Corp., supra,</i> 34 Cal.4th at p. 581, <span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">331</span></a></span>, <span class=\"citation\" data-id=\"2508131\"><a href=\"/opinion/2508131/graham-v-daimlerchrysler-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">140</span></a></span>) and that the trial court has its own expertise in determining the value of legal services performed in a case. (<i>PLCM Group v. Drexler, supra,</i> 22 Cal.4th at p. 1096, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>.) \"However, since determination of the lodestar figure is so `[fundamental' to calculating the amount of the award, the exercise of that discretion must be based on the lodestar adjustment method.\" (<i>Press v. Lucky Stores, Inc.</i> (1983) <span class=\"citation\" data-id=\"1145152\"><a href=\"/opinion/1145152/press-v-lucky-stores-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">311</span></a></span>, 322, <span class=\"citation\" data-id=\"1145152\"><a href=\"/opinion/1145152/press-v-lucky-stores-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"1145152\"><a href=\"/opinion/1145152/press-v-lucky-stores-inc/\"><span class=\"volume\">667</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">704</span></a></span>, citing <i>Serrano III, supra,</i> 20 Cal.3d at pp. 48-49, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">141</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1303</span></a></span>; see also <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1295, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></a></span>.) Here, there is no indication that in ascertaining the reasonable hourly rate, the court engaged in the relevant objective analysis: to determine the prevailing rate in the community for <i>comparable</i> professional legal services, that is, services rendered by counsel on consumer fraud issues. (<i>PLCM Group v. Drexler</i><i>,</i> at p. 1095, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span> [reasonable hourly rate is that prevailing in community for <i>similar work</i>], in part citing <i>Shaffer v. Superior Court</i> (1995) <span class=\"citation\" data-id=\"2264207\"><a href=\"/opinion/2264207/shaffer-v-superior-court/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">993</span></a></span>, 1002, <span class=\"citation\" data-id=\"2264207\"><a href=\"/opinion/2264207/shaffer-v-superior-court/\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">506</span></a></span>.) Rather, the court arbitrarily relied upon what it considered to be a reasonable rate for generic expert attorney testimony fixed by Imperial County Superior Court local rule 3.12. This was an abuse of discretion.</p>\n<p>Nor can we ascertain a reasonable basis for the court's reduction in Graciano's counsel's hourly rates, further demonstrating an abuse of discretion. (<i>Westside Community for Independent Living, Inc. v. Obledo</i> (1983) <span class=\"citation\" data-id=\"1159309\"><a href=\"/opinion/1159309/westside-community-for-independent-living-v-obledo/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">348</span></a></span>, 355, <span class=\"citation\" data-id=\"1159309\"><a href=\"/opinion/1159309/westside-community-for-independent-living-v-obledo/\"><span class=\"volume\">188</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"1159309\"><a href=\"/opinion/1159309/westside-community-for-independent-living-v-obledo/\"><span class=\"volume\">657</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">365</span></a></span> [trial court's discretionary action is subject to reversal on appeal where no reasonable basis for the action is shown].)<sup>[7]</sup> If the court had decided that a lesser hourly rate should apply because of the lack of novelty or complexity of issues, then its reduction would be improperly duplicative, since the court had already considered and declined to apply a positive multiplier for those factors. (Cf. <i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1142, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">17</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">735</span></a></span> [use of counsel's qualifications and exceptional representation both in calculating hourly rate and in applying a <span class=\"star-pagination\">*287</span> multiplier amounts to \"improper double counting\" of factors; \"[b]y using counsel's qualifications and the submitted declarations to justify both the hourly rate and the multiplier, the court appears to have counted the same factor twice\"]; <i>Lealao v. Beneficial California</i> (2000) <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">19</span></a></span>, 40, fn. 10, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>, (<i>Lealao</i>); <i>Flannery v. California Highway Patrol, supra,</i> 61 Cal.App.4th at p. 647, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">632</span></span> [use of skill and experience of attorneys and nature of the work performed both to calculate lodestar and to enhance award amounts to improper windfall]; accord, <i>Ramos v. Countrywide Home Loans, Inc., supra,</i> 82 Cal. App.4th at p. 629, <span class=\"citation\" data-id=\"2267964\"><a href=\"/opinion/2267964/ramos-v-countrywide-home-loans-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">388</span></a></span>.)</p>\n<p>Graciano's unrebutted declarations established the prevailing rates in the region for attorneys with comparable skills and expertise, and her evidence compelled a finding that the requested hourly rates were within the reasonable rates for purposes of setting the base lodestar amount. (E.g., <i>Children's Hospital &amp; Medical Center v. Bonta</i> (2002) <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">740</span></span>, 782-783, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">629</span></span>; <i>Hadley v. Krepel</i> (1985) <span class=\"citation\" data-id=\"2133277\"><a href=\"/opinion/2133277/hadley-v-krepel/\"><span class=\"volume\">167</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">677</span></a></span>, 682, <span class=\"citation\" data-id=\"2133277\"><a href=\"/opinion/2133277/hadley-v-krepel/\"><span class=\"volume\">214</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">461</span></a></span>.)</p>\n<p></p>\n<h2>C. <i>Apportionment</i>\n</h2>\n<p>In calculating the lodestar amount in this case, the court should have considered whether it could segregate the work Graciano's counsel performed on causes of action for which she was entitled to fees from those for which she was not. In <i>Akins v. Enterprise Rentr-A-Car Co. of San Francisco, supra,</i> 79 Cal.App.4th at p. 1133, <span class=\"citation\" data-id=\"2268814\"><a href=\"/opinion/2268814/akins-v-enterprise-rent-a-car-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">448</span></a></span>, the court stated apportionment principles that are applicable to the case at hand: \"When a cause of action for which attorney fees are provided by statute is joined with other causes of action for which attorney fees are not permitted, the prevailing party may recover, only on the statutory cause of action. However, the joinder of causes of action should not dilute the right to attorney fees. Such fees need not be apportioned when incurred for representation of an issue common to both a cause of action for which fees are permitted and one for which they are not. All expenses incurred on the common issues qualify for an award.\" (<i>Id.</i> at p. 1133, <span class=\"citation\" data-id=\"2268814\"><a href=\"/opinion/2268814/akins-v-enterprise-rent-a-car-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">448</span></a></span>, citing <i>Reynolds Metals Co. v. Alperson</i> (1979) <span class=\"citation\" data-id=\"1434881\"><a href=\"/opinion/1434881/reynolds-metals-co-v-alperson/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">124</span></a></span>, 129-130, <span class=\"citation\" data-id=\"1434881\"><a href=\"/opinion/1434881/reynolds-metals-co-v-alperson/\"><span class=\"volume\">158</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1434881\"><a href=\"/opinion/1434881/reynolds-metals-co-v-alperson/\"><span class=\"volume\">599</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">83</span></a></span>.) \"When the liability issues are so interrelated that it would have been impossible to separate them into claims for which attorney fees are properly awarded and claims for which they are not, then allocation is not required.\" (<i>Akins,</i> at p. 1133, <span class=\"citation\" data-id=\"2268814\"><a href=\"/opinion/2268814/akins-v-enterprise-rent-a-car-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">448</span></a></span>.)</p>\n<p>Here, the court engaged in an apportionment analysis based on findings that Graciano did or did not \"succeed\" on her causes of action or claims. Citing <i>Sokolow, supra,</i> 213 Cal.App.3d at p. 250, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>, the court stated: \"When the time spent on successful and unsuccessful claims cannot be easily segregated, a negative multiplier can be applied to account for that partial success.\" As we have explained, however, Graciano cannot be said to have only partially succeeded on her CLRA or ASFA causes of action, having received a substantial settlement from Robinson after jury verdicts in her favor on those causes of action. Her case is not analogous to cases brought under federal civil rights statutes, Code of Civil Procedure section 1021.5 or the FEHA, where a plaintiff may have several different claims of discrimination under the umbrella of those statutes, and may succeed on some but not others. (See <i>Sokolow,</i> <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">231</span></a></span>, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>; <i>Greene v. Dillingham Construction N.A., Inc.</i> (2002) <span class=\"citation\" data-id=\"2260685\"><a href=\"/opinion/2260685/greene-v-dillingham-const-na-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">418</span></a></span>, 421-422, <span class=\"citation\" data-id=\"2260685\"><a href=\"/opinion/2260685/greene-v-dillingham-const-na-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">250</span></a></span> [FEHA plaintiff received special verdict in his favor on racial <span class=\"star-pagination\">*288</span> harassment claim and award of emotional distress damages, but jury rejected his retaliation and punitive damages claims].) Nor is her case like those in which a defendant has filed a motion under Code of Civil Procedure section 425.16, the anti-SLAPP statute, successfully challenging some causes of action in a complaint but not others. (See <i>Mann v. Quality Old Time Service, Inc., supra,</i> 139 Cal.App.4th at pp. 342-345, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">607</span></span>; <i>ComputerXpress, Inc. v. Jackson</i> (2001) <span class=\"citation\" data-id=\"2282346\"><a href=\"/opinion/2282346/computerxpress-inc-v-jackson/\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"2282346\"><a href=\"/opinion/2282346/computerxpress-inc-v-jackson/\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">625</span></a></span>.) In such cases, the court has discretion to eliminate hours on unsuccessful claims or simply reduce the award to account for the limited success. (<i>Mann, supra,</i> 139 Cal.App.4th at p. 343, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">607</span></span>, quoting <i>Hensley v. Eckerhart, supra,</i> 461 U.S. at pp. 436-437, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>.)</p>\n<p>In <i>Sokolow,</i> for example, plaintiffs sued the County of San Mateo, the Sheriff and a private mounted patrol for sex discrimination seeking a declaration that the patrol's bylaws excluding women from its membership violated equal protection, an injunction restraining the patrol from excluding qualified women, or alternatively an injunction restraining the County from maintaining an affiliation with the patrol. (<i>Sokolow, supra,</i> 213 Cal.App.3d at pp. 235, 239, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>.) During the course of the litigation, one of the plaintiffs made it clear that she principally sought an order requiring the patrol to admit her as a member. (<i>Ibid.</i>) The court entered a judgment in plaintiffs' favor, including an injunction requiring the patrol to amend its bylaws, and cease certain acts tending to show its affiliation with the sheriffs department. (<i>Id.</i> at p. 241, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>.) However, it denied plaintiffs' request for attorney fees and costs under 42 United States Code (U.S.C.) section 1988 and Code of Civil Procedure section 1021.5, concluding they did not obtain either the primary or secondary relief sought or conferred a substantial benefit to the general public or large class of persons, since the patrol was permitted to maintain its males-only policy. (<i>Id.</i> at pp. 242-243, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>.) The appellate court reversed that order, finding the plaintiffs had unequivocally prevailed under both statutes because the court found a relationship between the patrol and the County and issued an injunction against the patrol, and because they had obtained alternative relief in the form of severance of the County's significant involvement with the patrol. (<i>Id.</i> at pp. 244-245, 247, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span>.) Nevertheless, the court of appeal remanded the matter to the trial court for it to consider whether plaintiffs were entitled to the full <i>amount</i> of her fees given they did not obtain all of the <i>results</i> sought, i.e., obtaining admission into the patrol, eliminating the County's training and use of the patrol in search and training missions. (<i>Id,</i> at pp. 248-250, <span class=\"citation\" data-id=\"2172309\"><a href=\"/opinion/2172309/sokolow-v-county-of-san-mateo/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">520</span></a></span> [\"[Although we have concluded that the trial court erred in not finding that appellants were the prevailing or successful parties in the litigation below, the degree or extent of appellants' success in obtaining the results which they sought must be taken into consideration in determining the extent of attorney fees which it would be <i>reasonable</i> for them to recover\"].) In <i>Sokolow,</i> unlike this case, the court had discretion to assess the amount of attorney fees based on plaintiffs' success on some of the components of relief sought under the umbrella of both Code of Civil Procedure section 1021.5 and 42 U.S.C. section 1988.</p>\n<p>We are doubtful that apportionment can be made between Graciano's CLRA and ASFA causes of action, on the one hand, and the other \"nonfee\" causes of action on the other hand. \"Attorney's fees need not be apportioned when incurred for representation on an issue common to both <span class=\"star-pagination\">*289</span> a cause of action in which fees are proper and one in which they are not allowed.\" (<i>Reynolds Metals Co. v. Alperson, supra,</i> 25 Cal.3d at pp. 129-130, <span class=\"citation\" data-id=\"1434881\"><a href=\"/opinion/1434881/reynolds-metals-co-v-alperson/\"><span class=\"volume\">158</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1434881\"><a href=\"/opinion/1434881/reynolds-metals-co-v-alperson/\"><span class=\"volume\">599</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">83</span></a></span>.) \"Attorneys fees need not be apportioned between distinct causes of action where plaintiffs various claims involve a common core of facts or are based on related legal theories.\" (<i>Drouin v. Fleetwood Enterprises</i> (1985) <span class=\"citation\" data-id=\"2139867\"><a href=\"/opinion/2139867/drouin-v-fleetwood-enterprises/\"><span class=\"volume\">163</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">486</span></a></span>, 493, <span class=\"citation\" data-id=\"2139867\"><a href=\"/opinion/2139867/drouin-v-fleetwood-enterprises/\"><span class=\"volume\">209</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">623</span></a></span>.) Apportionment is not required when the issues in the fee and nonfee claims are so inextricably intertwined that it would be impractical or impossible to separate the attorney's time into compensable and noncompensable units. (<i>Bell v. Vista Unified School District</i> (2000) <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">672</span></span>, 687, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">263</span></span>; <i>Abdallah v. United Savings Bank</i> (1996) <span class=\"citation\" data-id=\"2247958\"><a href=\"/opinion/2247958/abdallah-v-united-savings-bank/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1101</span></a></span>, 1111, <span class=\"citation\" data-id=\"2247958\"><a href=\"/opinion/2247958/abdallah-v-united-savings-bank/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">286</span></a></span>.) The trial court did conclude in its attorney fee order that Graciano's cause of action for injunctive relief would have required her to show a \"different set of facts or course of conduct ...\" However, it reached this conclusion in the context of assessing Graciano's prevailing party status.</p>\n<p>Because the court did not address the issue of apportionment applying the above standards, we shall remand the matter in order for the trial court to apply these principles and determine whether Graciano's causes of action are based on a common core of facts and course of conduct, or whether the issues on them were inextricably intertwined so as to preclude apportionment of her attorneys' time into compensable and noncompensable units. \"Where discretion has been exercised in a manner that exceeds the applicable legal standards, the proper remedy is to reverse the order and remand the matter to the trial court in order to give it the opportunity to make a ruling that comports with those standards.\" (<i>Ramos v. Countrywide Home Loans, Inc., supra,</i> 82 Cal.App.4th at p. 629, <span class=\"citation\" data-id=\"2267964\"><a href=\"/opinion/2267964/ramos-v-countrywide-home-loans-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">388</span></a></span>.)</p>\n<p></p>\n<h2>D. <i>Adjustments to Lodestar</i>\n</h2>\n<p></p>\n<h2>1. <i>Use of Negative Multipliers</i>\n</h2>\n<p>Graciano broadly challenges the trial court's use of a negative multiplier. Relying in part on <i>Beaty v. BET Holdings</i> (9th Cir.2000) <span class=\"citation\" data-id=\"769896\"><a href=\"/opinion/769896/julie-beaty-v-bet-holdings-inc/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></a></span> (<i>Beaty</i>) and <i>Vo v. Las Virgenes Municipal Water District</i> (2000) <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">440</span></span>, <span class=\"citation\" data-id=\"2268827\"><a href=\"/opinion/2268827/vo-v-las-virgenes-municipal-water-dist/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">143</span></a></span> (<i>Vo</i>), Graciano contends negative multipliers are \"rarely, if ever\" employed and are only permissible in \"unusual\" cases in which there are special circumstances that would render the award unjust. She asserts that the use of negative multipliers for \"lack of success\" is unprecedented in a case involving mandatory fee-shifting statutes as here, and that they are only appropriate if at all in cases involving permissive fee shifting statutes. Although we conclude the trial court's application of negative multipliers in this case was an abuse of discretion (see Parts II(B), <i>ante,</i> and III(D)(2), <i>post</i>), we nevertheless address Graciano's claim because we disagree that such reductions are never appropriate in cases involving mandatory fee-shifting statutes or only proper if the case presents special or unusual circumstances.</p>\n<p>As Graciano acknowledges, both <i>Beaty, supra,</i> <span class=\"citation\" data-id=\"769896\"><a href=\"/opinion/769896/julie-beaty-v-bet-holdings-inc/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></a></span> and <i>Vo, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">440</span></span>, <span class=\"citation\" data-id=\"2268827\"><a href=\"/opinion/2268827/vo-v-las-virgenes-municipal-water-dist/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">143</span></a></span>, as well as <i>Serrano IV, supra,</i> <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">621</span></a></span>, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">754</span></a></span>, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">985</span></a></span>, on which <i>Vo</i> relies, are cases in which the court addressed attorney fees awards under <i>permissive</i> statutory provisionsCalifornia's Fair Employment and Housing Act (FEHA) (<i>Beaty</i> and <i>Vo</i>) and statutes embodying the private attorney general doctrine as in Code of Civil Procedure section <span class=\"star-pagination\">*290</span> 1021.5 (<i>Serrano IV</i>).<sup>[8]</sup> (<i>Beaty, supra,</i> 222 F.3d at p. 609; <i>Vo, supra,</i> 79 Cal.App.4th at p. 442, <span class=\"citation\" data-id=\"2268827\"><a href=\"/opinion/2268827/vo-v-las-virgenes-municipal-water-dist/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">143</span></a></span>; <i>Serrano IV,</i> at pp. 632-633, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">754</span></a></span>, <span class=\"citation\" data-id=\"1165326\"><a href=\"/opinion/1165326/serrano-v-unruh/\"><span class=\"volume\">652</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">985</span></a></span>.) Because of the underlying public policies behind these statutes, the courts addressing them have held that \"`discretion to deny a fee award to a prevailing plaintiff is narrow'\" and accordingly, a prevailing plaintiff \"`should ordinarily recover an attorney's fee unless special circumstances would render such an award unjust.'\" (See <i>Stephens v. Coldwell Banker Commercial Group, Inc.</i> (1988) <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1394</span></span>, 1405, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">606</span></span>, overruled on other grounds in <i>White v. Ultramar, Inc.</i> (1999) <span class=\"citation\" data-id=\"1160825\"><a href=\"/opinion/1160825/white-v-ultramar-inc/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">563</span></a></span>, 574, fn. 4, <span class=\"citation\" data-id=\"1160825\"><a href=\"/opinion/1160825/white-v-ultramar-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"1160825\"><a href=\"/opinion/1160825/white-v-ultramar-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">944</span></a></span>.) These principles do not apply where, as here, a statutory fee provision <i>mandates</i> fees to a prevailing party: having found a party to be prevailing under such a provision, the court has no discretion to decline to render an award of reasonable attorney fees.</p>\n<p>This is not to say that in a case involving a prevailing party under a mandatory fee-shifting statute such as the CLRA or ASFA the court does not in any event retain broad discretion to reduce the <i>amount</i> of the fee by a negative multiplier in appropriate circumstances. \"Although discussions in the case law of the use of multipliers to adjust a lodestar figure relate primarily to the use of multipliers to increase fees, our Supreme Court has repeatedly observed that a lodestar figure may be adjusted not just upward but also, where appropriate, <i>downward.</i>\" (<i>Thayer v. Wells Fargo Bank</i> (2001) <span class=\"citation\" data-id=\"2269778\"><a href=\"/opinion/2269778/thayer-v-wells-fargo-bank-na/\"><span class=\"volume\">92</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">819</span></a></span>, 840, <span class=\"citation\" data-id=\"2269778\"><a href=\"/opinion/2269778/thayer-v-wells-fargo-bank-na/\"><span class=\"volume\">112</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">284</span></a></span>, citing, <i>Maria P. v. Riles, supra,</i> 43 Cal.3d at p. 1294, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">240</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"2604077\"><a href=\"/opinion/2604077/maria-p-v-riles/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">932</span></a></span> [\"The touchstone figure may be increased or decreased by the trial court depending on other factors involved in the lawsuit\"] and <i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1134, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">17</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">735</span></a></span>.) Just as a court has discretion to increase the lodestar under several factors in such a case, it may also decrease it by looking at those same factors, including \"`... the nature of the litigation, its difficulty, the amount involved, the skill required in its handling, the skill employed, the attention given, the success or failure, and other circumstances in the case.'\" (<i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1096, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>.)</p>\n<p>Thus, where a party is found to prevail on causes of action under the CLRA or ASFA, but also litigated other factually and/or legally distinct causes of action that do not provide for entitlement to an attorney fee award, a negative multiplier may be applied by the court in its discretion if it cannot ascertain and omit those specific hours spent on the unrelated causes of action. Even where a party prevails on a single cause of action for which he or she is entitled to attorney fees, if the court determines the attorney's work on that claim is duplicative or excessive, the court has broad discretion to apply a negative multiplier to the lodestar amount. (See e.g., <i>Thayer v. Wells Fargo Bank, supra,</i> 92 Cal.App.4th at pp. 840-845, <span class=\"citation\" data-id=\"2269778\"><a href=\"/opinion/2269778/thayer-v-wells-fargo-bank-na/\"><span class=\"volume\">112</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">284</span></a></span> [substantial reduction in hours or application of negative multiplier appropriate for duplicative efforts of counsel in calculating lodestar under Code Civ. <span class=\"star-pagination\">*291</span> Proa, § 1021.5].) The point is, we see no reason to conclude the court's discretion in decreasing the lodestar for an appropriate reasoni.e., based on the sort of factors identified in <i>Serrano III, supra,</i> 20 Cal.3d at p. 49, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">141</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"1245386\"><a href=\"/opinion/1245386/serrano-v-priest/\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1303</span></a></span> and <i>PLCM Group, Inc. v. Drexler, supra,</i> 22 Cal.4th at p. 1096, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">95</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1195277\"><a href=\"/opinion/1195277/plcm-group-v-drexler/\"><span class=\"volume\">997</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>is any different or less than its discretion to increase the lodestar.</p>\n<p></p>\n<h2>2. <i>Negative Adjustment of Attorney Fee Award Based on Percentage of Recovery</i>\n</h2>\n<p>Graciano contends the trial court made a fundamental legal error by placing an arbitrary cap on her fees dependent upon her overall damage recovery. She characterizes the trial court's ruling as a determination \"that despite applicable fee-shifting statutes that mandate fees based on reasonable hours expended, attorney fees are nevertheless always to be limited to a percentage of a client's recovery.\" Graciano argues California courts have never employed recovery-based caps in consumer rights cases, and asserts that in dealing with federal mandatory fee shifting statutes, the United States Supreme Court has directed that the amount of recovery should not be considered in rendering a fee award. While we disagree with Graciano's summary of California law in this regard, we agree the court erred in calculating a reasonable attorney fee as a percentage of her settlement recovery.</p>\n<p>Graciano's challenge pertains to the trial court's imposition of a .3 negative multiplier under <i>Lealao, supra,</i> <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>. In reaching the .3 negative multiplier, the court cited <i>Lealao</i> for the proposition that the size of the settlement amount must be considered in determining a proper fee, and recited <i>Lealao's</i> conclusion that, \"[I]n cases in which the value of the class recovery can be monetized with a reasonable degree of certainty and it, is not otherwise inappropriate, a trial court has discretion to adjust the basic lodestar through the application of a positive or negative multiplier where necessary to ensure that the fee awarded is within the range of fees freely negotiated in the legal marketplace in comparable litigation.\" (<i>Lealao,</i> at pp. 49-50, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) Applying <i>Lealao,</i> the trial court reasoned: \"Here, the settlement amount for the Plaintiff was $45,000 plus whatever fees, if any, the court might award. It is not uncommon for contingent fee agreements to require Plaintiff to pay forty percent (more or less) of the recovery through trial to his/her counsel. If $45,000 represents Plaintiffs sixty percent portion of the total settlement, then the forty percent fee portion, would be $30,000 ($75,000 x.40). In order to adjust the lodestar amount of $91,900 `to ensure the fee awarded in within the range of fees freely negotiated in the legal market place[,'] a `.30' factor should be applied. $91,900 times 3 yields $27,570, which amount is within the market place range of fees.\"</p>\n<p><i>Lealao</i> involved a class action resulting in a settlement creating the potential for an approximately $14.7 million settlement fund and an agreement that class counsel would be paid their reasonable attorney fees and costs as determined by the court. (<i>Lealao, supra,</i> 82 Cal.App.4th at pp. 23-24, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) The agreement did not require fees to be paid out of the class recovery although class counsel contemplated it would be paid out of unclaimed residual funds available to the class. (<i>Id.</i> at p. 23, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) Class counsel sought $3.5 million in attorney fees on two alternative theories: that they were entitled to approximately 24 percent of the fund based on the benefit achieved for the class or, alternatively, that the base lodestar ($418,343.25) should be enhanced by a multiplier of 8 to reach <span class=\"star-pagination\">*292</span> the same amount. (<i>Id.</i> at p. 24, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) Later, in arguing for a new trial on the attorney fee issue, counsel asked the court to adjust the lodestar by as multiplier of 3.5 \"`based among other things on the result obtained by counsel as shown by actual payments to be made to the class.'\" (<i>Id.</i> at p. 25, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) The court granted fees of $425,000, declining to use a multiplier to enhance the award. (<i>Ibid.</i>) The plaintiffs appealed, arguing the amount granted was Unreasonably low. (<i>Id.</i> at p. 22, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.)</p>\n<p>On appeal, the court addressed two issues: whether the trial court had discretion to (1) award a fee based solely on a percentage of the class benefit, or alternatively (2) to measure an award calculated under the lodestar methodology by a percentage-of-the-benefit yardstick and to adjust the lodestar upward or downward on that basis. As to the second question, respondent argued that a lodestar figure could not be enhanced on the basis of a percentage-of-the-benefit analysis. (<i>Lealao, supra,</i> 82 Cal.App.4th at p. 39, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) The court of appeal disagreed, pointing out that the <i>Serrano III</i> factors used to adjust the lodestar are not strictly limited to those enumerated by the court, and thus may include the amount or value of the class recovery: \"[I]ntermediate appellate courts in this state have, in effect, adopted the common federal practice of `cross-checking' the lodestar against the value of the class recovery (which is not duplicative because the amount or value of the recovery is not reflected in the basic lodestar), because the award is still `anchored' in the time spent by counsel on the case, and the practice is therefore consistent with the mandate of <i>Serrano III.</i> Thus, California courts often use `the amount at stake, and the result obtained by counsel' as relevant factors justifying enhancement of a lodestar fee through use of a multiplier.\" (<i>Lealao,</i> at p. 45, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>, citing <i>City of Oakland v. Oakland Raiders</i> (1988) <span class=\"citation\" data-id=\"2133669\"><a href=\"/opinion/2133669/city-of-oakland-v-oakland-raiders/\"><span class=\"volume\">203</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">78</span></a></span>, 83, <span class=\"citation\" data-id=\"2133669\"><a href=\"/opinion/2133669/city-of-oakland-v-oakland-raiders/\"><span class=\"volume\">249</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">606</span></a></span>.) The court further stated that an \"adjustment reflecting the amount of the class recovery is not significantly different from an adjustment reflecting a percentage of that amount; and California courts have evaluated a lodestar as a percentage of the benefit.\" (<i>Lealao,</i> at p. 46, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.)</p>\n<p><i>Lealao</i> involved a representative action in which it was not possible to reach a fee agreement, and its discussion was made in the context of such class or derivative actions. (<i>Lealao, supra,</i> 82 Cal.App.4th at pp. 46-47, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) Its underlying reasoning was that in a representative action in which a fee agreement is impossible, courts should consider the amount of attorney fees typically negotiated in comparable litigation: \"Given the unique reliance of our legal system on private litigants to enforce substantive provisions of law through class and derivative actions, attorneys providing the essential enforcement services must be provided incentives roughly comparable to those negotiated in the private bargaining that takes place in the legal marketplace, as it will otherwise be economic for defendants to increase injurious behavior. [Citations.] It has therefore been urged ... that in defining a `reasonable fee' in such representative actions the law should `mimic the market.'\" (<i>Id.</i> at pp. 47-48, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) <i>Lealao</i> observed that it was in order to provide a \"credible measure of the market value of legal services\" that some federal courts used a percentage-of-the-benefit analysis to \"cross-check\" the propriety of a lodestar fee award. (<i>Id.</i> at p. 49, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>.) This analysis led to the <i>Lealao</i> court's conclusion that, \"in cases in which the value of the class recovery can be monetized with a reasonable degree of <span class=\"star-pagination\">*293</span> certainty <i>and it is not otherwise inappropriate,</i> a trial court has discretion to adjust the basic lodestar through the application of a positive or negative multiplier where necessary to ensure that the fee awarded is within the range of fees freely negotiated in the legal marketplace in comparable litigation.\" (<i>Lealao,</i> at pp. 49-50, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span>, italics added.)</p>\n<p><i>Lealao</i> does not authorize the calculation conducted by the trial court in this case, in which the court purported to approximate the fees negotiated in the \"marketplace\" for comparable litigation. This was not a representative action, and the underlying rationales expressed in that case are inapplicable. Further, while <i>Lealao</i> suggests it is permissible for a court to \"cross-check\" the lodestar against the amount of recovery, in this case the trial court did not perform a cross-checking function. Rather, it calculated Graciano's reasonable attorney fee and imposed a downward adjustment based on its notion of an appropriate contingent fee percentage, regardless of the amount of attorney fees Graciano's counsel assertedly incurred.</p>\n<p>Finally, because this matter involves an individual plaintiff suing under consumer protection statutes involving mandatory fee-shifting provisions, the legislative policies are in favor of Graciano's recovery of all attorney fees reasonably expended, without limiting the fees to a proportion of her actual recovery. The circumstances here are analogous to those addressed by the United States Supreme Court in the civil rights context: \"A rule that limits attorney's fees in civil rights cases to a proportion of the damages awarded would seriously undermine Congress' purpose in enacting [42 United States Code section] 1988. Congress enacted [42 United States Code section] 1988 specifically because it found that the private market for legal services failed to provide many victims of civil rights violations with effective access to the judicial process. [Citation.] These victims ordinarily cannot afford to purchase legal services at the rates set by the private market.... Moreover, the contingent fee arrangements that make legal services available to many victims of personal injuries would often not encourage lawyers to accept civil rights cases, which frequently involve substantial expenditures of time and effort but produce only small monetary recoveries.\" (<i>Riverside v. Rivera</i> (1986) <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span>, 576-577, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span>.) \"A rule of proportionality would make it difficult, if not impossible, for individuals with meritorious civil rights claims but relatively small potential damages to obtain redress from the courts.\" (<i>Id.</i> at p. 578, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.)</p>\n<p>We conclude there was no valid basis under <i>Lealao, supra,</i> <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"2268050\"><a href=\"/opinion/2268050/lealao-v-beneficial-california-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">797</span></a></span> to impose a .3 negative multiplier on Graciano's attorney fee award.</p>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The order awarding attorney fees is reversed. Graciano shall recover her costs and attorney fees on appeal. (<i>Akins v. Enterprise Rentr-A-Car Co., supra,</i> 79 Cal. App.4th at p. 1134, <span class=\"citation\" data-id=\"2268814\"><a href=\"/opinion/2268814/akins-v-enterprise-rent-a-car-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">448</span></a></span> [\"Statutory authorization for the recovery of attorney fees incurred at trial necessarily includes attorney fees incurred on appeal unless the statute specifically provides otherwise\"].) The matter is remanded to the trial court with directions to conduct a hearing to determine the reasonable amount of attorney fees and costs to be awarded to Graciano in accordance with the principles set forth in this opinion.</p>\n<p>WE CONCUR: McCONNELL, P.J., and BENKE, J.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to the Civil Code unless otherwise indicated.</p>\n<p>[2]  The record reveals two identical copies of the first amended complaint with different file-stamped dates: the first on March 26, 2004, and the second on April 8, 2004.</p>\n<p>[3]  It is not clear from the record whether Graciano dismissed her seventh and eighth causes of action against Robinson Ford for violation of Song-Beverly and negligent repair. Without any record citation, Graciano states in her opening appellate brief that the request for dismissal of the seventh and eighth causes of action was prepared on April 7, 2004, and served the next day, but that there is no record of the request in the court's docket. The record shows Robinson had acknowledged these causes of action were no longer pending in its points and authorities in support of its motion for summary adjudication executed in January 2005. In its attorney fee ruling, the court found the fourth (UCL), seventh (Song-Beverly) and eighth (negligent repair) causes of action \"were not pursued at trial.\" The record, however, does not support the court's conclusion that Graciano did not pursue her UCL cause of action at trial.</p>\n<p>[4]  We address Graciano's appellate contentions in a different order than they are presented, to reflect the order in which trial courts typically decide the issues in setting attorney fee awards.</p>\n<p>[5]  In particular, the court engaged in a detailed explanation as to why Graciano failed to succeed, and thus Robinson \"prevailed,\" on her first cause of action seeking relief for Robinson's violation of section 1632 and ninth cause of action for rescission. It also determined that Graciano had not prevailed on her fourth cause of action under the UCL; fifth cause of action for declaratory relief; sixth cause of action for negligent misrepresentation; eighth cause of action for negligent repair; and tenth cause of action under section 3294, which essentially set forth Graciano's claim for punitive damages against Robinson. None of these causes of action have express statutory authority to award attorney fees. (§ 1021 [measure and mode of attorney fees is left to parties' agreement unless specifically provided by statute]; see <i>Walker v. Countrywide Home Loans, Inc.</i> (2002) <span class=\"citation\" data-id=\"2276350\"><a href=\"/opinion/2276350/walker-v-countrywide-home-loans-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1158</span></a></span>, 1179, <span class=\"citation\" data-id=\"2276350\"><a href=\"/opinion/2276350/walker-v-countrywide-home-loans-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">79</span></a></span> [UCL does not provide for attorney fees].) As for Graciano's seventh cause of action under Song-Beverly for which attorney fees are statutorily authorized (see <i>Reveles v. Toyota by the Bay</i> (1997) <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1139</span></span>, 1158, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">543</span></span>, disapproved on other grounds in <i>Snukal v. Flightways Mfg., Inc.</i> (2000) <span class=\"citation\" data-id=\"2545675\"><a href=\"/opinion/2545675/snukal-v-flightways-manufacturing-inc/\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">754</span></a></span>, 775, fn. 6, <span class=\"citation\" data-id=\"2545675\"><a href=\"/opinion/2545675/snukal-v-flightways-manufacturing-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2545675\"><a href=\"/opinion/2545675/snukal-v-flightways-manufacturing-inc/\"><span class=\"volume\">3</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">286</span></a></span>), Graciano did not seek to recover her attorney fees under that statute, and indeed nothing in the record indicates she presented such a claim at trial.</p>\n<p>[6]  To the extent Robinson purports to address the court's prevailing party determination in its respondent's brief, its arguments are limited to whether Graciano's remaining causes of action were duplicative of her CLRA and ASFA causes of action and whether the case satisfied the requirements of Code of Civil Procedure section 1021.5 based on the lack of significant impact and need for special expertise. The question of whether Robinson's other causes of action were duplicative does not pertain to whether Graciano prevailed, that question only pertains to whether Graciano may recover her attorney fees for work spent on those other causes of action. In any event, Robinson did not assert the duplicative cause of action argument to the trial court below. Nor did Robinson specifically argue the case did not satisfy Code of Civil Procedure section 1021.5. Robinson's remaining arguments focus solely on the <i>amount</i> of attorney fees, arguing its conduct \"did not necessitate the hours spent by counsel\"; and that the hours claimed cannot be justified based on the assertedly small value of the case.</p>\n<p>[7]  This is not to say that the court was required to state its reasons for its fee award in a statement of decision unless it was requested to do so. (<i>Ketchum v. Moses, supra,</i> 24 Cal.4th at p. 1140, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"2637388\"><a href=\"/opinion/2637388/ketchum-v-moses/\"><span class=\"volume\">17</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">735</span></a></span>; <i>Mann v. Quality Old Time Service, Inc.</i> (2006) <span class=\"citation\" data-id=\"2305623\"><a href=\"/opinion/2305623/mann-v-quality-old-time-service-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">328</span></a></span>, 342, fn. 6, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">607</span></span>.)</p>\n<p>[8]  FEHA provides that \"[i]n actions brought under this section, the court, in its discretion may award to the prevailing party reasonable attorney fees and costs....\" (Gov.Code, § 12965, subd.(b).) Code of Civil Procedure section 1021.5 provides in part: \"Upon motion, a court may award attorneys' fees to a successful party against one or more opposing parties in any action which has resulted in the enforcement of an important right affecting the public interest....\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1145152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1159309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1160825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1165326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1195277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1359256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2139867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2172309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2247958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2249303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2249572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2260685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2264207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2267964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2268050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2268814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2268827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2269778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2273499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2276350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2276442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2279244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2280556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2282346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2292061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2294183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2301932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2305623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2508131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2545675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2637388/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-02T19:31:08.367417Z",
      "date_modified": "2017-01-10T18:30:41.293969Z",
      "date_filed": "2006-10-26",
      "date_filed_is_approximate": false,
      "slug": "graciano-v-robinson-ford-sales-inc",
      "citation_id": 2263243,
      "case_name_short": "Graciano",
      "case_name": "Graciano v. Robinson Ford Sales, Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "50 Cal. Rptr. 3d 273",
      "state_cite_two": "144 Cal. App. 4th 140",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 52,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2134228/graciano-v-robinson-ford-sales-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:09:52.316497Z",
  "date_modified": "2014-10-30T22:09:52.316497Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Graciano",
  "case_name": "Graciano v. Robinson Ford Sales, Inc.",
  "case_name_full": "",
  "slug": "graciano-v-robinson-ford-sales-inc",
  "docket_number": "D047369",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}