{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2161811/",
  "id": 2161811,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2311375/",
      "id": 2311375,
      "absolute_url": "/opinion/2311375/safeguard-mutual-ins-co-v-williams/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/5526/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5535/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5553/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5559/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5561/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2161811/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2311375/",
          "id": 2311375,
          "absolute_url": "/opinion/2311375/safeguard-mutual-ins-co-v-williams/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2311375/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:03:22.927628Z",
          "date_modified": "2017-05-04T22:11:01.474681Z",
          "type": "010combined",
          "sha1": "ee2ecd4fb26138d5ab35cbfe55f90eff92fde5d6",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>463 Pa. 567 (1975)</b></center>\n<center><b>345 A.2d 664</b></center>\n<center><h1>SAFEGUARD MUTUAL INSURANCE COMPANY, Appellant,<br>\nv.<br>\nEthel WILLIAMS et al.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued April 23, 1974.</center>\n<center>Decided October 3, 1975.</center>\n<p><span class=\"star-pagination\">*568</span> <span class=\"star-pagination\">*569</span> <span class=\"star-pagination\">*570</span> M. Stuart Goldin, Malcolm H. Waldron, Jr., Malcolm W. Berkowitz, Oscar N. Gaskins, Philadelphia, for appellant.</p>\n<p>Louis Kassen, Kassarich &amp; Kassen, Philadelphia, for appellee.</p>\n<p>David M. Narrow, Barton Isenberg, Asst. Attys. Gen., Israel Packel, Atty. Gen., Harrisburg, for Insurance Department as amicus curiae.</p>\n<p>Before JONES, C.J., and EAGEN, O'BRIEN, ROBERTS, POMEROY and NIX, JJ.</p>\n<p></p>\n<h2>OPINION OF THE COURT</h2>\n<p>NIX, Justice.</p>\n<p>Appellees, policyholders of appellant-insurance company, and Temple Insurance Agency, Inc., an agent of the appellant-company, on or about January 18, 1974, filed a complaint in equity and a petition for a preliminary injunction seeking to enjoin appellant, Safeguard Mutual Insurance Company, from the cancellation or the threatened cancellation of approximately 12,000 to 13,000 insurance policies of its current policyholders for non-payment of an assessment premium, until the equity action contesting the legality of the assessment could be brought to a final disposition. After proceedings in the Court of Common Pleas of Philadelphia County, the Chancellor on February 11, 1974, issued a decree granting <span class=\"star-pagination\">*571</span> the preliminary injunction from which this appeal has been taken.<sup>[1]</sup></p>\n<p>Accompanying the appeal to this Court, appellant filed a petition for supersedeas and after hearing, this Court entered an order modifying the order of the Chancellor in that it permitted Safeguard to receive and retain in a segregated fund any assessment payments <i>voluntarily</i> made, pending the final resolution of this matter.<sup>[2]</sup> The matter is now ripe for disposition.</p>\n<p><span class=\"star-pagination\">*572</span> Appellant first challenges the issuance of the preliminary injunction claiming that it was denied substantive and procedural due process of law. A review of the record of the proceedings below clearly establishes this claim to be without merit. Under the Pennsylvania Rules of Civil Procedure, Rule 1531(a), it is provided:</p>\n<blockquote>\"A court shall issue a preliminary or special injunction only after written notice and hearing unless it appears to the satisfaction of the court that immediate and irreparable injury will be sustained before notice can be given or a hearing held, . . .\"</blockquote>\n<p>Here it is not contended that the action was taken before a hearing was held, but rather the challenge is directed to the sufficiency of that hearing. Mr. Justice EAGEN, speaking for this Court in <i>Pubusky v. D.M.F., Inc.,</i> 428 Pa. 461, 239 A.2d 335 (1968), set forth the requirements of a hearing of this nature:</p>\n<blockquote>\"While the testimony at a hearing for a preliminary injunction which seeks only to preserve the status of the parties until the issue is finally determined need not always be as extensive as that at a final hearing, the litigants, should not be deprived of the right to fully cross-examine all adverse witnesses, nor of the opportunity to present testimony which is relevant to the question of whether or not the injunction should issue.\"</blockquote>\n<p>In our judgment, the proceeding below met these criteria.</p>\n<p>In response to the complaint in equity, appellant filed preliminary objections asserting that the complaint had failed to set forth a cause of action, that the assessment was legal and proper, and that the appellees had participated in a proceeding before the Commonwealth Court where the identical issues were raised and therefore should have been bound by that prior proceeding.<sup>[3]</sup> Appellant <span class=\"star-pagination\">*573</span> introduced an affidavit in opposition to plaintiff's request for a preliminary injunction and also offered a number of exhibits in support of its contention. Upon appellant's motion, the notes of testimony of the proceeding before Judge Blatt were offered in the action before the Court of Common Pleas in Philadelphia County and considered by the Chancellor in reaching his decision. Additionally extensive argument was engaged in by counsel for appellant which consumed some sixty-three pages of this record. The record reveals that appellant made no request to offer any additional testimony prior to the Chancellor's ruling although the opportunity was clearly available. It is therefore apparent that appellant's present assertion that he was denied the opportunity to present evidence on his behalf in violation of his right to due process is completely without foundation.</p>\n<p>Appellant seeks to bolster his claim of denial of due process by characterizing the termination of the proceedings as being abrupt and suggesting that it (appellant) was improperly prevented from concluding its argument. As already indicated, both sides were permitted wide latitude and in our judgment provided ample opportunity to fully develop their respective positions. The record demonstrates that the Chancellor exercised the highest degree of judicial restraint and determined to conclude the proceedings only after it became apparent that the arguments were becoming repetitive and that counsel was beginning to become emotionally involved.<sup>[4]</sup> We are therefore <span class=\"star-pagination\">*574</span> satisfied that the court properly exercised its discretion and in no way infringed upon appellant's right to a full and complete hearing.</p>\n<p>Appellant next contends that the intervention by the policyholders in the litigation commenced by the Commonwealth Department of Insurance before Judge Blatt in the Commonwealth Court should have precluded the policyholders' institution of the present action. It is our judgment that neither the doctrine of res judicata nor the doctrine of collateral estoppel prevents the policyholders from institution of the present action.</p>\n<p>It is well settled that for the doctrine of res judicata to prevail there must be a concurrence of four conditions: 1) identity of issues, 2) identity of causes of action, 3) identity of persons and parties to the action, and 4) identity of the quality or capacity of the parties suing or sued. <i>Bearoff v. Bearoff Brothers, Inc.,</i> 458 Pa. 494, 327 A.2d 72 (1974); <i>Stevenson v. Silverman,</i> 417 Pa. 187, 190, 208 A.2d 786, 787 (1965), cert. denied, 382 U.S. 833, 86 S.Ct. 76, 15 L.Ed.2d 76 (1965). With respect to collateral estoppel we have recently stated that a plea of collateral estoppel is valid if 1) the issue decided in the prior adjudication was identical with the one presented in the later action, 2) there was a final judgment on the merits, 3) the party against whom the plea is asserted was a party or in privity with a party to the prior adjudication, and 4) the party against whom it is asserted has had a full and fair opportunity to litigate the issue in question in a prior action. <i>In Re Estate of Ellis,</i> <span class=\"star-pagination\">*575</span> 460 Pa. 281, 333 A.2d 728, 731 (1975). Thus, for appellant to invoke either res judicata or collateral estoppel the issues presented before Judge Blatt in the Commonwealth Court must be the same as those raised in the instant action. Here the element of the identity of issues is absent and therefore neither the doctrines of res judicata nor collateral estoppel will serve to bar the proceeding.</p>\n<p>The issue presented in the action commenced by the Commonwealth Insurance Department before Judge Blatt was the right of the Commonwealth to preliminary injunctive relief due to its immediate and irreparable harm occasioned by alleged breaches by Safeguard Mutual of the insurance statutes enforced by the Insurance Department. Specifically, the Insurance Department sought to enjoin actions by Safeguard Mutual which allegedly violated Section 4 of the Act of June 5, 1968 (P.L.) No. 78, 40 P.S. § 1008.4. In seeking preliminary injunctive relief the Insurance Department asserted that it had no adequate remedy at law because the only remedy at law ran exclusively to the individual policyholders who might or might not bring an action to protect their rights. In seeking to establish irreparable harm the Insurance Department pointed to the alleged violation of the insurance statutes and the resultant administrative burden on the Insurance Department should there be a great number of policyholder cancellation appeals under the insurance statutes.</p>\n<p>In contrast, the issue in the instant action for preliminary injunctive relief by the policyholders is the alleged violation of their contractual rights by Safeguard Mutual and the irreparable harm they will suffer should their insurance policies be improperly cancelled. The record establishes that a vast majority of the policyholders are persons of limited means, who would experience great difficulty if this added financial burden was imposed. The ramifications of improper cancellations by Safeguard <span class=\"star-pagination\">*576</span> Mutual would substantially impair the policyholders' ability to protect or defend their rights in actions that might arise during the pendency of this litigation.</p>\n<p>In the earlier litigation the court was concerned with the alleged wrong to the Insurance Department when one of the companies under its aegis acts in violation of statutory law and the irreparable harm that could occur to that Department and the Commonwealth. In the instant litigation the court was concerned with alleged violations of individual policyholders' contractual rights and the irreparable harm that could occur to them should their insurance policies be improperly cancelled. It is clear, therefore, that the identity of issues which is required for the application of the doctrine of either res judicata or collateral estoppel is not present here.</p>\n<p>Further, it is apparent from Judge Blatt's order permitting intervention by the policyholders in the Commonwealth's action that the policyholders did not have a full and fair opportunity to litigate the issues that primarily concerned them in the earlier action. Her order provided:</p>\n<blockquote>\"The Court will rule that you may intervene this morning with the understanding, of course, that we are limited to a very narrow issue involved in the specific complaint filed by the Commonwealth and other matters which you may be litigating in another court are not to be introduced here and will not be considered here.\"</blockquote>\n<p>The limited nature of the policyholders' intervention is also apparent from the record of that proceeding. On one occasion when counsel for the policyholders attempted to call a witness, counsel for Safeguard Mutual objected on the theory that the policyholders were not parties to the action and therefore should be precluded from calling <span class=\"star-pagination\">*577</span> that witness. The court sustained the objection.<sup>[5]</sup> The limited nature of the policyholders' participation in the action in the Commonwealth Court provides yet another reason why the doctrine of collateral estoppel is not applicable here. <i>In Re Estate of Ellis, supra</i><i>.</i></p>\n<p>Appellant argues that we should assume that Judge Blatt's decision was predicated upon a finding that the assessment was legal and therefore the order of cancellation proper. Proceeding from this premise it is contended that this ruling on the merits of the controversy, in appellant's favor, would justify invoking collateral estoppel as a bar. Judge Blatt's order and decision, however, only denied the Commonwealth Insurance Department's request for a preliminary injunction. The fact that Judge Blatt did not give an opinion explaining her ruling cannot be used by appellant here to claim that she decided the case on the merits. To do so would be pure speculation and we will not apply the doctrines of res judicata or collateral estoppel in such an instance.</p>\n<p>Next we must turn to the question of whether the record supports the Chancellor's conclusion that a preliminary injunction should have issued. As we have stated many times before, the scope of appellate review of the entry of preliminary injunctions is limited to determining if there were any apparently reasonable grounds for the action of the court below. <i>Zebra v. Pittsburgh School District,</i> 449 Pa. 432, 436-437, 296 A. 2d 748 (1972); <i>McMullan v. Wohlgemuth,</i> 444 Pa. 563, 570, 281 A.2d 836, 840 (1971); <i>Alabama Binder &amp; Chem. Corp. v. Pa. Industrial Chemical Corp.,</i> 410 Pa. 214, 189 A.2d 180 (1963). On an appeal from a decree granting or denying a preliminary injunction, the appellant has a very heavy burden to overcome; such a decree <span class=\"star-pagination\">*578</span> will not be interfered with upon appellate review in the absence of a plain abuse of discretion by the court below. <i>McDonald v. Noga,</i> 393 Pa. 309, 311, 141 A.2d 842, 844 (1958). In order to sustain a preliminary injunction the plaintiff's right to relief must be clear, the need for relief must be immediate, the injury must be irreparable and there must be no adequate remedy at law. <i>Zebra v. Pittsburgh School District, supra</i><i>; </i><i>McMullan v. Wohlgemuth, supra</i><i>; </i><i>West Homestead Borough School District v. Allegheny County Board of School Directors,</i> 440 Pa. 113, 269 A.2d 904 (1970).</p>\n<p>Reviewing the record in light of these considerations, we find no basis to quarrel with the Chancellor's decision to grant the preliminary injunction. As has been observed, many of the policyholders are people of meager means. Many found it necessary to finance the agreed-upon premiums and would have significant difficulty in attempting to meet the additional financial burden that would be occasioned by the assessment. It is equally clear that cancellation of their policies during the pendency of this lawsuit would result in irreparable harm to them. As noted by the learned court below, the 12,000 policyholders whose policies would be terminated in the event they could not meet the additional assessments would find themselves without insurance coverage. During that period of time they might lose lawsuits because of their inability to pay for the services of counsel or find themselves losing operating privileges under the Vehicle Code, Act of April 29, 1959, P.L. 58, §§ 1401-1436 as amended, 75 P.S. §§ 1401-1436 (Supp. 1974-75). Many of the possible consequences are of such a nature that monetary damages would be inadequate. On the other hand, Safeguard Mutual would suffer little, if any, inconvenience as a result of the issuance of this injunction.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*579</span> Turning next to the probability of plaintiff's recovery, we agree with the Chancellor's assessment that this case has many complex issues and involves the intricacies of insurance law. Nevertheless as recognized by the Chancellor even the evidence offered by appellant suggests that a number of the assessments were in fact not in accordance with the by-laws of the company.<sup>[7]</sup> We are satisfied, therefore, that the Chancellor properly determined that a preliminary injunctive relief should have been awarded, and in doing so that he did not abuse his discretion.</p>\n<p>Appellant also claims that the bond required by the court below was inadequate. Appellant does not contend that the requirements of Rule 1531(b), Pa.R.C. Proc., were not met, thus the only question before us is whether the court below exercised sound discretion in fixing the bond at $10,000. <i>Roth v. Columbia Distributing Company of Allentown,</i> 371 Pa. 297, 89 A.2d 825 (1952). Appellant contends that the probable loss to the company as a result of the injunction could amount to $2,400,000.00. Appellant claims that this amount was supported by an affidavit of the secretary of the company. Nevertheless, these claims must be viewed in light of appellant's position below that it was in fact not insolvent. <span class=\"star-pagination\">*580</span> If Safeguard Mutual is solvent it is difficult to see what harm can come from the injunction granted below since in such an event they would not be entitled to levy the requested assessment. If, on the other hand, the Insurance Department is correct in stating that the company is in fact insolvent, any inability to collect an assessment due to the delay occasioned by this lawsuit could not be charged against them by the Insurance Commissioner in view of the Insurance Commissioner's position that a demand of assessment or cancellation should be delayed until the culmination of the suit.</p>\n<p>Considering the financial resources of the majority of the policyholders, see <i>Brookins v. Bonnell,</i> 362 F.Supp. 379 (E.D.Pa. 1973), their need for insurance coverage of this type during the pendency of this dispute and the inability of Safeguard Mutual to creditably establish its possible loss, we must conclude that the Chancellor was acting within his sound discretion in fixing the bond at $10,000.00. This is particularly so in view of the modification of the injunction made by this Court's order of February 20, 1974. Under the present arrangement those policyholders who are in a position to meet this additional financial burden and who are willing to do so without the threat of cancellation may pay the monies into an escrow account. We believe that this arrangement represents a fair balancing of the equities of the respective sides and adequately preserves the status quo pending the final outcome of the suit.</p>\n<p>The decree of the Chancellor as modified by the Decree of this Court of February 20, 1974 is affirmed. Appellant to bear the costs of this appeal.</p>\n<p>MANDERINO, J., took no part in the consideration or decision of this case.</p>\n<p>ROBERTS, J., concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  The decree of the Chancellor provided:\n</p>\n<p>\"Ordered that deft., Safeguard Mutual is enjoined from cancelling coverage, threatening to cancel coverage, or acting or failing to act in any manner equal to cancellation of insurance coverage for failure to pay assessments.</p>\n<p>(2) Safeguard Mutual is enjoined from sending notices of assessment or of cancellation of policies for failure to pay assessments to any shareholders, and if any such notices have been sent, from accepting or collecting any monies pursuant to said notices.</p>\n<p>(3) If any monies have been received pursuant to any notices of the foregoing type which may have been sent to policyholders prior to this Prel. Inj., then such monies shall be forthwith segregated in an escrow account and shall be preserved without any expenditure whatever for any purpose.</p>\n<p>(4) Safeguard Mutual and its officers and employees shall advise any inquiring policyholders that all notices of assessment and/or cancellation are inoperative.</p>\n<p>(5) Pltfs. shall file a bond in the amount of $10,000.\"</p>\n<p>[2]  The order entered on the 20th day of February, 1974 provided in pertinent part:\n</p>\n<p>\"And now, to wit, this 20th day of February, 1974, after consideration of appellant Safeguard Mutual's petition for supersedeas, appellee's answer thereto and a hearing thereon, it is hereby adjudged as follows:</p>\n<p>(1) The Order of Judge Ribner dated January 11, 1974 continues in force except as specifically hereafter provided:</p>\n<p>(a) Insofar as paragraph two enjoins Safeguard from making assessments and/or collecting monies pursuant to notices of assessment, a supersedeas is granted.</p>\n<p>(b) Provided however, that any monies that have already been collected or will in the future be collected pursuant to such notices shall be segregated and kept in an escrow account.</p>\n<p>(c) Provided further, that Safeguard shall inform by mail any policyholder who had been notified of the assessment that any threat of cancellation for failure to meet that assessment has been suspended pending a final determination of the present legal action.</p>\n<p>..........</p>\nNix, J.\"\n\n<p>[3]  Prior to the institution of the instant action, a complaint had been filed by the Commonwealth of Pennsylvania, Insurance Department against the appellant in the Commonwealth Court. In this action, the Commonwealth, Insurance Department, sought a preliminary injunction against the instant appellant. After extensive testimony, Judge Blatt denied the Insurance Department's request for an injunction.</p>\n<p>[4]  The colloquy immediately preceding the termination of the hearing is most informative:\n</p>\n<p>\"MR. WALDRON: (Speaking on behalf of appellant) You're crazy. I'm sorry, I shouldn't say that. You know not of what you speak.</p>\n<p>THE COURT: I think I am going to recess the hearing right now and make my decision . . .</p>\n<p>MR. GOLDIN: (Counsel of record for appellant) Do you want us to wait, Your Honor?</p>\n<p>THE COURT: No. We will adjourn.\"</p>\n<p>Not only was the intemperance of counsel becoming apparent but it is also clear from Mr. Goldin's remark that he did not at that time consider the termination of the proceeding as denying his client an opportunity of presenting anything further. It is clear that his comment was addressed only to whether or not the court intended to make an immediate decision.</p>\n<p>[5]  In his argument to the Commonwealth Court, it is clear that counsel for appellant fully recognized the distinction between the two actions. During the course of the argument, Mr. Goldin stated: \"I think it is very important that if any injunctive relief is entered that it be done in the Common Pleas Court and not here.\"</p>\n<p>[6]  It is interesting to note that the secretary of Safeguard suggested to the officers of that corporation that in lieu of assessment, he was willing to lend to the company the necessary funds to supply any deficiency that might exist and thus eliminate the necessity at this time for an assessment. This offer was refused.</p>\n<p>[7]  In the examination of the president of Safeguard, the following colloquy transpired:\n</p>\n<p>\"Q. Do you know if any such assessments have been issued in excess of the current premium year.</p>\n<p>A. No I do not.</p>\n<p>Q. You were told that in many instances of such assessment in excess of the current policy premium, would this be new information to you?</p>\n<p>A. Yes, it would.</p>\n<p>Q. Would you consider this to be illegal?</p>\n<p>A. Yes, I would.\"</p>\n<p>It was established during that testimony that there were numerous assessments that were clearly in excess of the yearly premiums.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">567</span></span> (1975)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">664</span></span></b></center>\n<center><h1>SAFEGUARD MUTUAL INSURANCE COMPANY, Appellant,<br>\nv.<br>\nEthel WILLIAMS et al.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued April 23, 1974.</center>\n<center>Decided October 3, 1975.</center>\n<p><span class=\"star-pagination\">*568</span> <span class=\"star-pagination\">*569</span> <span class=\"star-pagination\">*570</span> M. Stuart Goldin, Malcolm H. Waldron, Jr., Malcolm W. Berkowitz, Oscar N. Gaskins, Philadelphia, for appellant.</p>\n<p>Louis Kassen, Kassarich &amp; Kassen, Philadelphia, for appellee.</p>\n<p>David M. Narrow, Barton Isenberg, Asst. Attys. Gen., Israel Packel, Atty. Gen., Harrisburg, for Insurance Department as amicus curiae.</p>\n<p>Before JONES, C.J., and EAGEN, O'BRIEN, ROBERTS, POMEROY and NIX, JJ.</p>\n<p></p>\n<h2>OPINION OF THE COURT</h2>\n<p>NIX, Justice.</p>\n<p>Appellees, policyholders of appellant-insurance company, and Temple Insurance Agency, Inc., an agent of the appellant-company, on or about January 18, 1974, filed a complaint in equity and a petition for a preliminary injunction seeking to enjoin appellant, Safeguard Mutual Insurance Company, from the cancellation or the threatened cancellation of approximately 12,000 to 13,000 insurance policies of its current policyholders for non-payment of an assessment premium, until the equity action contesting the legality of the assessment could be brought to a final disposition. After proceedings in the Court of Common Pleas of Philadelphia County, the Chancellor on February 11, 1974, issued a decree granting <span class=\"star-pagination\">*571</span> the preliminary injunction from which this appeal has been taken.<sup>[1]</sup></p>\n<p>Accompanying the appeal to this Court, appellant filed a petition for supersedeas and after hearing, this Court entered an order modifying the order of the Chancellor in that it permitted Safeguard to receive and retain in a segregated fund any assessment payments <i>voluntarily</i> made, pending the final resolution of this matter.<sup>[2]</sup> The matter is now ripe for disposition.</p>\n<p><span class=\"star-pagination\">*572</span> Appellant first challenges the issuance of the preliminary injunction claiming that it was denied substantive and procedural due process of law. A review of the record of the proceedings below clearly establishes this claim to be without merit. Under the Pennsylvania Rules of Civil Procedure, Rule 1531(a), it is provided:</p>\n<blockquote>\"A court shall issue a preliminary or special injunction only after written notice and hearing unless it appears to the satisfaction of the court that immediate and irreparable injury will be sustained before notice can be given or a hearing held, . . .\"</blockquote>\n<p>Here it is not contended that the action was taken before a hearing was held, but rather the challenge is directed to the sufficiency of that hearing. Mr. Justice EAGEN, speaking for this Court in <i>Pubusky v. D.M.F., Inc.,</i> <span class=\"citation\" data-id=\"1992820\"><a href=\"/opinion/1992820/pubusky-v-dmf-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">335</span></span> (1968), set forth the requirements of a hearing of this nature:</p>\n<blockquote>\"While the testimony at a hearing for a preliminary injunction which seeks only to preserve the status of the parties until the issue is finally determined need not always be as extensive as that at a final hearing, the litigants, should not be deprived of the right to fully cross-examine all adverse witnesses, nor of the opportunity to present testimony which is relevant to the question of whether or not the injunction should issue.\"</blockquote>\n<p>In our judgment, the proceeding below met these criteria.</p>\n<p>In response to the complaint in equity, appellant filed preliminary objections asserting that the complaint had failed to set forth a cause of action, that the assessment was legal and proper, and that the appellees had participated in a proceeding before the Commonwealth Court where the identical issues were raised and therefore should have been bound by that prior proceeding.<sup>[3]</sup> Appellant <span class=\"star-pagination\">*573</span> introduced an affidavit in opposition to plaintiff's request for a preliminary injunction and also offered a number of exhibits in support of its contention. Upon appellant's motion, the notes of testimony of the proceeding before Judge Blatt were offered in the action before the Court of Common Pleas in Philadelphia County and considered by the Chancellor in reaching his decision. Additionally extensive argument was engaged in by counsel for appellant which consumed some sixty-three pages of this record. The record reveals that appellant made no request to offer any additional testimony prior to the Chancellor's ruling although the opportunity was clearly available. It is therefore apparent that appellant's present assertion that he was denied the opportunity to present evidence on his behalf in violation of his right to due process is completely without foundation.</p>\n<p>Appellant seeks to bolster his claim of denial of due process by characterizing the termination of the proceedings as being abrupt and suggesting that it (appellant) was improperly prevented from concluding its argument. As already indicated, both sides were permitted wide latitude and in our judgment provided ample opportunity to fully develop their respective positions. The record demonstrates that the Chancellor exercised the highest degree of judicial restraint and determined to conclude the proceedings only after it became apparent that the arguments were becoming repetitive and that counsel was beginning to become emotionally involved.<sup>[4]</sup> We are therefore <span class=\"star-pagination\">*574</span> satisfied that the court properly exercised its discretion and in no way infringed upon appellant's right to a full and complete hearing.</p>\n<p>Appellant next contends that the intervention by the policyholders in the litigation commenced by the Commonwealth Department of Insurance before Judge Blatt in the Commonwealth Court should have precluded the policyholders' institution of the present action. It is our judgment that neither the doctrine of res judicata nor the doctrine of collateral estoppel prevents the policyholders from institution of the present action.</p>\n<p>It is well settled that for the doctrine of res judicata to prevail there must be a concurrence of four conditions: 1) identity of issues, 2) identity of causes of action, 3) identity of persons and parties to the action, and 4) identity of the quality or capacity of the parties suing or sued. <i>Bearoff v. Bearoff Brothers, Inc.,</i> <span class=\"citation\" data-id=\"1538905\"><a href=\"/opinion/1538905/bearoff-v-bearoff-bros-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">72</span></span> (1974); <i>Stevenson v. Silverman,</i> <span class=\"citation\" data-id=\"2286777\"><a href=\"/opinion/2286777/stevenson-v-silverman/\"><span class=\"volume\">417</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">187</span></a></span>, 190, <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">786</span></span>, 787 (1965), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">76</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></span> (1965). With respect to collateral estoppel we have recently stated that a plea of collateral estoppel is valid if 1) the issue decided in the prior adjudication was identical with the one presented in the later action, 2) there was a final judgment on the merits, 3) the party against whom the plea is asserted was a party or in privity with a party to the prior adjudication, and 4) the party against whom it is asserted has had a full and fair opportunity to litigate the issue in question in a prior action. <i>In Re Estate of Ellis,</i> <span class=\"star-pagination\">*575</span> <span class=\"citation\" data-id=\"2083875\"><a href=\"/opinion/2083875/estate-of-ellis-iii/\"><span class=\"volume\">460</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">281</span></a></span>, <span class=\"citation\" data-id=\"2083875\"><a href=\"/opinion/2083875/estate-of-ellis-iii/\"><span class=\"volume\">333</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">728</span></a></span>, 731 (1975). Thus, for appellant to invoke either res judicata or collateral estoppel the issues presented before Judge Blatt in the Commonwealth Court must be the same as those raised in the instant action. Here the element of the identity of issues is absent and therefore neither the doctrines of res judicata nor collateral estoppel will serve to bar the proceeding.</p>\n<p>The issue presented in the action commenced by the Commonwealth Insurance Department before Judge Blatt was the right of the Commonwealth to preliminary injunctive relief due to its immediate and irreparable harm occasioned by alleged breaches by Safeguard Mutual of the insurance statutes enforced by the Insurance Department. Specifically, the Insurance Department sought to enjoin actions by Safeguard Mutual which allegedly violated Section 4 of the Act of June 5, 1968 (P.L.) No. 78, 40 P.S. § 1008.4. In seeking preliminary injunctive relief the Insurance Department asserted that it had no adequate remedy at law because the only remedy at law ran exclusively to the individual policyholders who might or might not bring an action to protect their rights. In seeking to establish irreparable harm the Insurance Department pointed to the alleged violation of the insurance statutes and the resultant administrative burden on the Insurance Department should there be a great number of policyholder cancellation appeals under the insurance statutes.</p>\n<p>In contrast, the issue in the instant action for preliminary injunctive relief by the policyholders is the alleged violation of their contractual rights by Safeguard Mutual and the irreparable harm they will suffer should their insurance policies be improperly cancelled. The record establishes that a vast majority of the policyholders are persons of limited means, who would experience great difficulty if this added financial burden was imposed. The ramifications of improper cancellations by Safeguard <span class=\"star-pagination\">*576</span> Mutual would substantially impair the policyholders' ability to protect or defend their rights in actions that might arise during the pendency of this litigation.</p>\n<p>In the earlier litigation the court was concerned with the alleged wrong to the Insurance Department when one of the companies under its aegis acts in violation of statutory law and the irreparable harm that could occur to that Department and the Commonwealth. In the instant litigation the court was concerned with alleged violations of individual policyholders' contractual rights and the irreparable harm that could occur to them should their insurance policies be improperly cancelled. It is clear, therefore, that the identity of issues which is required for the application of the doctrine of either res judicata or collateral estoppel is not present here.</p>\n<p>Further, it is apparent from Judge Blatt's order permitting intervention by the policyholders in the Commonwealth's action that the policyholders did not have a full and fair opportunity to litigate the issues that primarily concerned them in the earlier action. Her order provided:</p>\n<blockquote>\"The Court will rule that you may intervene this morning with the understanding, of course, that we are limited to a very narrow issue involved in the specific complaint filed by the Commonwealth and other matters which you may be litigating in another court are not to be introduced here and will not be considered here.\"</blockquote>\n<p>The limited nature of the policyholders' intervention is also apparent from the record of that proceeding. On one occasion when counsel for the policyholders attempted to call a witness, counsel for Safeguard Mutual objected on the theory that the policyholders were not parties to the action and therefore should be precluded from calling <span class=\"star-pagination\">*577</span> that witness. The court sustained the objection.<sup>[5]</sup> The limited nature of the policyholders' participation in the action in the Commonwealth Court provides yet another reason why the doctrine of collateral estoppel is not applicable here. <i>In Re Estate of Ellis, supra</i><i>.</i></p>\n<p>Appellant argues that we should assume that Judge Blatt's decision was predicated upon a finding that the assessment was legal and therefore the order of cancellation proper. Proceeding from this premise it is contended that this ruling on the merits of the controversy, in appellant's favor, would justify invoking collateral estoppel as a bar. Judge Blatt's order and decision, however, only denied the Commonwealth Insurance Department's request for a preliminary injunction. The fact that Judge Blatt did not give an opinion explaining her ruling cannot be used by appellant here to claim that she decided the case on the merits. To do so would be pure speculation and we will not apply the doctrines of res judicata or collateral estoppel in such an instance.</p>\n<p>Next we must turn to the question of whether the record supports the Chancellor's conclusion that a preliminary injunction should have issued. As we have stated many times before, the scope of appellate review of the entry of preliminary injunctions is limited to determining if there were any apparently reasonable grounds for the action of the court below. <i>Zebra v. Pittsburgh School District,</i> <span class=\"citation\" data-id=\"2341415\"><a href=\"/opinion/2341415/zebra-v-pittsburgh-sch-dist/\"><span class=\"volume\">449</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">432</span></a></span>, 436-437, <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">748</span></span> (1972); <i>McMullan v. Wohlgemuth,</i> <span class=\"citation\" data-id=\"2061692\"><a href=\"/opinion/2061692/mcmullan-v-wohlgemuth/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">563</span></a></span>, 570, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">836</span></span>, 840 (1971); <i>Alabama Binder &amp; Chem. Corp. v. Pa. Industrial Chemical Corp.,</i> <span class=\"citation\" data-id=\"1513961\"><a href=\"/opinion/1513961/alabama-b-c-corp-v-pa-ind-chem-corp/\"><span class=\"volume\">410</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">180</span></span> (1963). On an appeal from a decree granting or denying a preliminary injunction, the appellant has a very heavy burden to overcome; such a decree <span class=\"star-pagination\">*578</span> will not be interfered with upon appellate review in the absence of a plain abuse of discretion by the court below. <i>McDonald v. Noga,</i> <span class=\"citation\" data-id=\"1934027\"><a href=\"/opinion/1934027/mcdonald-v-noga/\"><span class=\"volume\">393</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">309</span></a></span>, 311, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">842</span></span>, 844 (1958). In order to sustain a preliminary injunction the plaintiff's right to relief must be clear, the need for relief must be immediate, the injury must be irreparable and there must be no adequate remedy at law. <i>Zebra v. Pittsburgh School District, supra</i><i>; </i><i>McMullan v. Wohlgemuth, supra</i><i>; </i><i>West Homestead Borough School District v. Allegheny County Board of School Directors,</i> <span class=\"citation\" data-id=\"2266672\"><a href=\"/opinion/2266672/w-homestead-bsd-v-alleg-co-b-of-sd/\"><span class=\"volume\">440</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">904</span></span> (1970).</p>\n<p>Reviewing the record in light of these considerations, we find no basis to quarrel with the Chancellor's decision to grant the preliminary injunction. As has been observed, many of the policyholders are people of meager means. Many found it necessary to finance the agreed-upon premiums and would have significant difficulty in attempting to meet the additional financial burden that would be occasioned by the assessment. It is equally clear that cancellation of their policies during the pendency of this lawsuit would result in irreparable harm to them. As noted by the learned court below, the 12,000 policyholders whose policies would be terminated in the event they could not meet the additional assessments would find themselves without insurance coverage. During that period of time they might lose lawsuits because of their inability to pay for the services of counsel or find themselves losing operating privileges under the Vehicle Code, Act of April 29, 1959, P.L. 58, §§ 1401-1436 as amended, 75 P.S. §§ 1401-1436 (Supp. 1974-75). Many of the possible consequences are of such a nature that monetary damages would be inadequate. On the other hand, Safeguard Mutual would suffer little, if any, inconvenience as a result of the issuance of this injunction.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*579</span> Turning next to the probability of plaintiff's recovery, we agree with the Chancellor's assessment that this case has many complex issues and involves the intricacies of insurance law. Nevertheless as recognized by the Chancellor even the evidence offered by appellant suggests that a number of the assessments were in fact not in accordance with the by-laws of the company.<sup>[7]</sup> We are satisfied, therefore, that the Chancellor properly determined that a preliminary injunctive relief should have been awarded, and in doing so that he did not abuse his discretion.</p>\n<p>Appellant also claims that the bond required by the court below was inadequate. Appellant does not contend that the requirements of Rule 1531(b), Pa.R.C. Proc., were not met, thus the only question before us is whether the court below exercised sound discretion in fixing the bond at $10,000. <i>Roth v. Columbia Distributing Company of Allentown,</i> <span class=\"citation\" data-id=\"1443537\"><a href=\"/opinion/1443537/roth-v-columbia-distributing-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">825</span></span> (1952). Appellant contends that the probable loss to the company as a result of the injunction could amount to $2,400,000.00. Appellant claims that this amount was supported by an affidavit of the secretary of the company. Nevertheless, these claims must be viewed in light of appellant's position below that it was in fact not insolvent. <span class=\"star-pagination\">*580</span> If Safeguard Mutual is solvent it is difficult to see what harm can come from the injunction granted below since in such an event they would not be entitled to levy the requested assessment. If, on the other hand, the Insurance Department is correct in stating that the company is in fact insolvent, any inability to collect an assessment due to the delay occasioned by this lawsuit could not be charged against them by the Insurance Commissioner in view of the Insurance Commissioner's position that a demand of assessment or cancellation should be delayed until the culmination of the suit.</p>\n<p>Considering the financial resources of the majority of the policyholders, see <i>Brookins v. Bonnell,</i> <span class=\"citation\" data-id=\"1449500\"><a href=\"/opinion/1449500/brookins-v-bonnell/\"><span class=\"volume\">362</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">379</span></a></span> (E.D.Pa. 1973), their need for insurance coverage of this type during the pendency of this dispute and the inability of Safeguard Mutual to creditably establish its possible loss, we must conclude that the Chancellor was acting within his sound discretion in fixing the bond at $10,000.00. This is particularly so in view of the modification of the injunction made by this Court's order of February 20, 1974. Under the present arrangement those policyholders who are in a position to meet this additional financial burden and who are willing to do so without the threat of cancellation may pay the monies into an escrow account. We believe that this arrangement represents a fair balancing of the equities of the respective sides and adequately preserves the status quo pending the final outcome of the suit.</p>\n<p>The decree of the Chancellor as modified by the Decree of this Court of February 20, 1974 is affirmed. Appellant to bear the costs of this appeal.</p>\n<p>MANDERINO, J., took no part in the consideration or decision of this case.</p>\n<p>ROBERTS, J., concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  The decree of the Chancellor provided:\n</p>\n<p>\"Ordered that deft., Safeguard Mutual is enjoined from cancelling coverage, threatening to cancel coverage, or acting or failing to act in any manner equal to cancellation of insurance coverage for failure to pay assessments.</p>\n<p>(2) Safeguard Mutual is enjoined from sending notices of assessment or of cancellation of policies for failure to pay assessments to any shareholders, and if any such notices have been sent, from accepting or collecting any monies pursuant to said notices.</p>\n<p>(3) If any monies have been received pursuant to any notices of the foregoing type which may have been sent to policyholders prior to this Prel. Inj., then such monies shall be forthwith segregated in an escrow account and shall be preserved without any expenditure whatever for any purpose.</p>\n<p>(4) Safeguard Mutual and its officers and employees shall advise any inquiring policyholders that all notices of assessment and/or cancellation are inoperative.</p>\n<p>(5) Pltfs. shall file a bond in the amount of $10,000.\"</p>\n<p>[2]  The order entered on the 20th day of February, 1974 provided in pertinent part:\n</p>\n<p>\"And now, to wit, this 20th day of February, 1974, after consideration of appellant Safeguard Mutual's petition for supersedeas, appellee's answer thereto and a hearing thereon, it is hereby adjudged as follows:</p>\n<p>(1) The Order of Judge Ribner dated January 11, 1974 continues in force except as specifically hereafter provided:</p>\n<p>(a) Insofar as paragraph two enjoins Safeguard from making assessments and/or collecting monies pursuant to notices of assessment, a supersedeas is granted.</p>\n<p>(b) Provided however, that any monies that have already been collected or will in the future be collected pursuant to such notices shall be segregated and kept in an escrow account.</p>\n<p>(c) Provided further, that Safeguard shall inform by mail any policyholder who had been notified of the assessment that any threat of cancellation for failure to meet that assessment has been suspended pending a final determination of the present legal action.</p>\n<p>..........</p>\nNix, J.\"\n\n<p>[3]  Prior to the institution of the instant action, a complaint had been filed by the Commonwealth of Pennsylvania, Insurance Department against the appellant in the Commonwealth Court. In this action, the Commonwealth, Insurance Department, sought a preliminary injunction against the instant appellant. After extensive testimony, Judge Blatt denied the Insurance Department's request for an injunction.</p>\n<p>[4]  The colloquy immediately preceding the termination of the hearing is most informative:\n</p>\n<p>\"MR. WALDRON: (Speaking on behalf of appellant) You're crazy. I'm sorry, I shouldn't say that. You know not of what you speak.</p>\n<p>THE COURT: I think I am going to recess the hearing right now and make my decision . . .</p>\n<p>MR. GOLDIN: (Counsel of record for appellant) Do you want us to wait, Your Honor?</p>\n<p>THE COURT: No. We will adjourn.\"</p>\n<p>Not only was the intemperance of counsel becoming apparent but it is also clear from Mr. Goldin's remark that he did not at that time consider the termination of the proceeding as denying his client an opportunity of presenting anything further. It is clear that his comment was addressed only to whether or not the court intended to make an immediate decision.</p>\n<p>[5]  In his argument to the Commonwealth Court, it is clear that counsel for appellant fully recognized the distinction between the two actions. During the course of the argument, Mr. Goldin stated: \"I think it is very important that if any injunctive relief is entered that it be done in the Common Pleas Court and not here.\"</p>\n<p>[6]  It is interesting to note that the secretary of Safeguard suggested to the officers of that corporation that in lieu of assessment, he was willing to lend to the company the necessary funds to supply any deficiency that might exist and thus eliminate the necessity at this time for an assessment. This offer was refused.</p>\n<p>[7]  In the examination of the president of Safeguard, the following colloquy transpired:\n</p>\n<p>\"Q. Do you know if any such assessments have been issued in excess of the current premium year.</p>\n<p>A. No I do not.</p>\n<p>Q. You were told that in many instances of such assessment in excess of the current policy premium, would this be new information to you?</p>\n<p>A. Yes, it would.</p>\n<p>Q. Would you consider this to be illegal?</p>\n<p>A. Yes, I would.\"</p>\n<p>It was established during that testimony that there were numerous assessments that were clearly in excess of the yearly premiums.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1443537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1538905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1934027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1992820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2061692/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2083875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2266672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2286777/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2341415/"
          ]
        }
      ],
      "judges": "Jones, C.J., and Eagen, O'brien, Roberts, Pomeroy and Nix",
      "date_created": "2015-10-13T23:14:42.269342Z",
      "date_modified": "2017-12-19T18:13:31.826799Z",
      "date_filed": "1975-10-03",
      "date_filed_is_approximate": false,
      "slug": "safeguard-mutual-ins-co-v-williams",
      "citation_id": 2284147,
      "case_name_short": "",
      "case_name": "Safeguard Mutual Ins. Co. v. Williams",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "463 Pa. 567",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "345 A.2d 664",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 102,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2161811/safeguard-mutual-ins-co-v-williams/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:21:06.765047Z",
  "date_modified": "2014-10-30T22:21:06.765047Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Safeguard Mutual Ins. Co. v. Williams",
  "case_name_full": "",
  "slug": "safeguard-mutual-ins-co-v-williams",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}