{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2165696/",
  "id": 2165696,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2278962/",
      "id": 2278962,
      "absolute_url": "/opinion/2278962/people-v-cantrell/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2165696/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2278962/",
          "id": 2278962,
          "absolute_url": "/opinion/2278962/people-v-cantrell/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2278962/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6506/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:57:56.787326Z",
          "date_modified": "2017-04-09T04:00:57.593862Z",
          "type": "010combined",
          "sha1": "3d352f8e3a43b6fe321f925e4930f7482034d008",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>7 Cal.App.4th 523 (1992)</b></center>\n<center><b>9 Cal. Rptr.2d 188</b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nGARY WAYNE CANTRELL, Defendant and Appellant.</h1></center>\n<center>Docket No. A049479.</center>\n<center><p><b>Court of Appeals of California, First District, Division Three.</b></p></center>\n<center>June 18, 1992.</center>\n<p><span class=\"star-pagination\">*528</span> COUNSEL</p>\n<p>Michael Satris, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p>Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Stan M. Helfman and Violet M. Lee, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p>[Opinion certified for partial publication.<sup>[]</sup>]</p>\n<p>OPINION</p>\n<p>MERRILL, Acting P.J.</p>\n<p>Following trial by jury, appellant Gary Wayne Cantrell was found guilty of four misdemeanor counts of contributing to the delinquency of a minor (Pen. Code, § 272<sup>[1]</sup>); three misdemeanor counts of annoying or molesting a child under eighteen (§ 647a, renumbered § 647.6 by Stats. 1987, ch. 1418, § 4.3, pp. 5229-5230); one felony count of committing a lewd act on a child under fourteen (§ 288, subd. (a)); one misdemeanor count of battery (§ 242); three felony counts of sexual filming of a minor (§ 311.4, subd. (c)); two misdemeanor counts of procuring a minor for an indecent purpose (Lab. Code, § 1308); and two felony counts of penetration by a foreign object (§ 289, subd. (i).)<sup>[2]</sup> The jury found him not guilty of one felony count of false imprisonment (§ 236). Appellant received a total sentence of ten years and eight months in state prison plus six months in county jail to be served consecutively to the prison term.<sup>[3]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Forty-one-year-old appellant is a resident of Napa, California, where he has apparently lived all of his life. Between 1977 and 1986, he worked for <span class=\"star-pagination\">*529</span> the Napa Fire Department. However, at the end of that period he suffered an injury and was placed on medical disability. Thereafter, he pursued careers as a private investigator and a photographer.</p>\n<p>Appellant was a close friend of Diana L. The two had been friends for most of their lives. On January 10, 1972, Diana gave birth to a daughter, Nicole. When Nicole was approximately three years old, Diana met Carol N. who had a daughter, Kristina, about the same age. Kristina, in fact, was born five days after Nicole. Over the years, the two girls and their mothers developed a close friendship. The two girls even celebrated their birthdays together.</p>\n<p></p>\n<h2>KRISTINA</h2>\n<p>Not long after they met, Diana introduced Carol to appellant. Thereafter, appellant had frequent contact with Carol and her two children, Kristina and an older brother. Appellant was like an uncle to the children. He took a particular interest in Kristina.</p>\n<p>Beginning in 1981 when Kristina was about 10 or 11 years old, appellant started seeing her regularly. He would take her out to lunch, shopping, or to run errands. He bought her clothes, jewelry and other gifts. During this period, appellant also began photographing Kristina. He showed her how to pose for the camera. He took her to outdoor locations and had her change into different outfits during the photo sessions. Sometimes he had Kristina pose for photographs in his home.</p>\n<p>Appellant obtained Carol's permission to take nude photographs of Kristina's back to show her physical development over the years. Carol was present the first time appellant had Kristina pose nude. After that, however, such photographs were taken outside her presence. These photographs were taken both indoors (generally appellant's house including his bedroom) and outdoors.</p>\n<p>Kristina was interested in modeling and appellant encouraged her. In January 1984, she enrolled at the Barbizon Modeling School in San Francisco at appellant's expense. Appellant paid the tuition because Kristina's mother could not afford it. Appellant transported Kristina to and from the school, bought her the necessary clothes for auditions and helped her put together a portfolio of photographs. He prepared a business contract, executed by Kristina and her mother, which provided that he would receive a percentage of Kristina's earnings as a model. Appellant arranged for several auditions for Kristina involving commercials and a bit part in a movie. <span class=\"star-pagination\">*530</span> Additionally, he paid for jazz lessons for her so she would have a talent to go along with her modeling.</p>\n<p>In June 1984, Carol and her children moved to Las Vegas. Kristina was permitted to remain in Napa for a few months to finish modeling school after which time she joined her family in Las Vegas.</p>\n<p></p>\n<h2>WESSON OIL AUDITION</h2>\n<p>After Kristina moved to Las Vegas, appellant arranged for her to audition for a Wesson Oil commercial. Appellant paid the air fare so that Kristina could return to California for the audition and a weekend visit. Plans were for her to stay part of the time with her friend, Nicole, and part of the time with appellant. Appellant indicated to her that in exchange for his financing the trip, he expected her to stay part of the time with him. He picked her up at the Oakland airport on the morning of November 16, 1984. He drove her to his house to drop off the luggage. Once there, he insisted on a photo session. Kristina protested but appellant refused to take her to Nicole's house until she agreed to pose for pictures.</p>\n<p>Appellant had Kristina pose nude in his living room with a stuffed, seven-foot toy soldier whose arm and leg, Kristina was assured, had been strategically placed. Appellant used up a roll of film. Kristina later saw the developed pictures and her breasts and vaginal area were exposed. Kristina did not get the part in the Wesson Oil commercial.</p>\n<p></p>\n<h2>CHRISTMAS VISIT: 1984</h2>\n<p>Kristina's family returned to Napa for a visit at Christmas time in 1984. Appellant, once again, paid for Kristina's air fare. Appellant picked them up at the airport and took them to his house. Later, they were joined by Nicole and her family. A party ensued. When it grew late, appellant suggested that Kristina and Nicole spend the night at his house. The parents agreed. That night, appellant's son (age 10 or 11) slept on the floor while Kristina and Nicole slept with appellant in his bed. At first, Nicole was in the middle with appellant and Kristina on either side. Unhappy with the arrangement, appellant made Nicole and Kristina switch places so that Kristina was next to him. During the night, Kristina woke up and found appellant's finger in her vagina. Pretending to be asleep, she rolled over to extricate herself. The next day, appellant told her that he had awakened during the night and found his finger in her vagina.</p>\n<p></p>\n<h2>BIRTHDAY VISIT: JANUARY 1986</h2>\n<p>Following the move of Kristina's family to Las Vegas, appellant suggested that Kristina and Nicole continue the tradition of celebrating their birthdays <span class=\"star-pagination\">*531</span> together. Consequently, Kristina returned to California by plane on January 10, 1986, to celebrate her birthday with Nicole. Appellant paid for her plane fare and picked her up at the airport. From the airport, she went directly to Nicole's house where she spent the night. The next day, she ran errands with appellant. They stopped at a record store and appellant told her to pick out a cassette tape as his present to her. She chose a cassette by a popular group known as \"Kiss Animalize.\"<sup>[4]</sup> When they returned to appellant's house, Kristina wanted to play her new tape but appellant indicated that he wanted to do something else. He told her that he wanted her to rub his penis. Kristina responded by telling appellant that he was \"sick.\" Appellant then reproached her for refusing him after all he had done for her. At this point, Kristina gave in and agreed to do as he asked.</p>\n<p>Dressed in only a robe, appellant got some paper towels and a bottle of baby oil and sat down on the floor. He put some of the oil on one of the towels and wrapped it around his penis. He took Kristina's hand and put it on his penis and demonstrated how she should stroke it. She did as he said for about a minute until she found it too revolting to continue. Appellant did not ejaculate. Kristina got up and threw the towel at appellant and told him again that he was \"sick.\" Appellant reproached her for being \"damned difficult.\" Appellant got dressed and took Kristina to Nicole's house.</p>\n<p>A few days later, appellant telephoned Nicole's house to invite Kristina to a movie. Nicole's mother, Diana, took the call. When she relayed the message to Kristina, Kristina told her that she did not want to go with appellant. A few minutes later, appellant arrived and Kristina went with him.</p>\n<p>During Kristina's visit, appellant took \"update shots\" of her at his house. At appellant's urging, Kristina changed into \"teddies,\" a camisole with shorts and a bikini. She wore see-through panties that exposed her buttocks and vaginal area.</p>\n<p></p>\n<h2>BIRTHDAY VISIT: JANUARY 1987</h2>\n<p>On November 21, 1986, Kristina wrote appellant asking for $20 so that she could buy a new pair of shoes for a rock concert. In response, appellant sent Kristina the money along with a contract and prestamped envelope. The contract stated that Kristina agreed to repay appellant by giving him a one-hour full body massage or a 10-minute masturbation session. Kristina signed the contract and mailed it back to him.</p>\n<p>Kristina returned to Napa again in January 1987 for a surprise birthday party for Nicole. Appellant picked her up at the airport and drove her to <span class=\"star-pagination\">*532</span> Nicole's house where she spent her first night. She spent the following night at appellant's house. Appellant presented her with a contract stating that she owed him a one-hour full body massage or a masturbation session for every $20 he spent on her plane fare. Kristina signed it and made appellant acknowledge partial payment based on the masturbation incident in 1986.</p>\n<p>Appellant then proceeded to exact payment on the contract. He had her masturbate him on two separate occasions during her visit. On the first occasion, Kristina posed for photographs wearing a \"teddie\" in the den of appellant's house. At some point, she went into appellant's bedroom. Appellant entered wearing only a robe and ordered her to lie down on her back on the bed. He then got up on the bed and straddled her. Using Vaseline, he had her wrap her hands around his penis while he thrust himself back and forth. Appellant then fondled Kristina's breasts for seven or eight minutes until he ejaculated on her.</p>\n<p>On the second occasion involving masturbation, Kristina was wearing a white \"teddie\" at appellant's house. Appellant entered the room where she was, wearing only a robe and carrying a towel and a jar of Vaseline. He lay down on the floor and told Kristina to \"tease\" him. Appellant had Kristina sit \"doggie style\" on all fours beside him and directed her to put her hands on his penis and his \"balls.\" Appellant lubricated his fingers with Vaseline and inserted one into Kristina's vagina. He attempted to insert a second finger but Kristina complained that it hurt. Appellant withdrew his fingers after she threatened to stop masturbating him. Appellant guided her wrist up and down his penis until he ejaculated.</p>\n<p></p>\n<h2>NICOLE</h2>\n<p>Appellant and Diana continued their close friendship after Nicole was born. Beginning in 1985, when Nicole was 13, appellant visited the minor frequently. He took her places and bought her things like teddy bears, purses and clothes. Nicole considered him a really good friend.</p>\n<p>Their relationship began to change in the summer of 1986. At this time, appellant started telling Nicole about the women he dated and he started photographing her. Appellant showed Nicole pictures he had taken of nude women and lingerie he kept for his models. He showed her magazines that featured sex toys and lingerie for sale. One day around this time, appellant and Nicole were in a park together. Appellant told her to close her eyes. He then wrapped her hand around a dildo which he set at various speeds. He told her, \"imagine this inside of you.\"</p>\n<p>On another occasion around this time, appellant was asked to pick up Nicole at her grandmother's house in Clear Lake. After doing so, he drove <span class=\"star-pagination\">*533</span> her to a pier where he took photographs of her in a bathing suit. He showed her how to pose. As they continued their drive back to Napa, appellant indicated that he wanted to take more pictures of Nicole \"to show how [she] grew from year to year.\" Back at his house, appellant gave Nicole different outfits to change into and told her not to wear anything underneath. At appellant's direction, Nicole removed her blouse. Her breasts were exposed in the resulting pictures even though appellant had assured her that this would not be the case.</p>\n<p>Thereafter, appellant took photographs of Nicole frequently, at the rate of one to three times per week. At the beginning of each photo session, Nicole was photographed with her clothes on. As each session progressed, however, she would be coaxed to remove them one by one.</p>\n<p>Over the Christmas holiday in 1986, appellant took Nicole to a barn along with a suitcase containing various outfits. Nicole posed in these garments while appellant photographed her. She then posed nude. At one point, appellant set the self-timer on the camera and joined Nicole in the pictures. He hugged her and picked her up. Nicole's vaginal area and breasts were exposed. Appellant took between 20 and 60 photographs that day. Nicole was naked in about half of them.</p>\n<p>Appellant took nude photographs of Nicole at the barn on another occasion, between October 1986 and January 1987. According to Nicole, her buttocks were photographed.</p>\n<p>Sometime between September and November 1986, appellant bought Nicole a new outfit. A few days later, he took Nicole to an area of Napa College, which borders Kennedy Park, to take pictures of her in her new clothes. Nicole eventually removed her clothes for appellant during the session. She said her buttocks faced the camera on this occasion as well.</p>\n<p>The Napa College area became the setting for other photographic sessions. After one of these sessions, appellant had Nicole take the roll of film to a photo lab for developing and printing. He instructed her to use her name and to say that she was over 18. He further instructed her to say that a girlfriend took the pictures if anyone asked. Upon retrieving the developed prints, Nicole saw that her vaginal area was showing in the pictures.</p>\n<p>On another occasion, appellant took Nicole to a secluded area near Partrick Road. During this session, he asked her to take off her shirt, then her pants. Nicole was eventually naked and her breasts and buttocks were exposed to the camera.</p>\n<p><span class=\"star-pagination\">*534</span> In September or October of 1986, appellant took Nicole to the house of a friend, Doug Smith, to take some \"silhouette\" shots of her. He took the pictures outside. Nicole was completely naked and the front of her body faced the camera.</p>\n<p>Around the beginning of the school year in 1986, appellant related to Nicole that he had previously paid a Swedish woman to give him full body massages. He asked if she would like to learn how to give such massages. She indicated that she would. Appellant took her to his house and changed into a robe. He lay on his stomach on the bed and had Nicole massage him using baby oil. Then appellant turned over and said, \"Now I'm going to show you how to massage this,\" indicating his penis. Nicole was resistant but appellant told her, \"[I]t's not that big of a deal.\" Appellant then took Nicole's hand and made her rub his penis up and down. Appellant told her to take off her shirt and bra to \"make it go faster.\" She did as he said, she later testified, because she wanted to get out of there. Appellant eventually ejaculated. He cleaned himself up and took Nicole home.</p>\n<p>On still another occasion, in late December 1986 or early January 1987, appellant and Nicole drove back to the barn. Appellant got some towels and Vaseline from the back of the car. Nicole climbed into the backseat of the car with appellant. Appellant pulled down his pants, rubbed Vaseline on himself and put Nicole's hand on his penis. He instructed Nicole to take off her shirt and pull down her pants \"so it would go faster.\" She said she did as he said so she could get out of there. Appellant next told Nicole to lean over so that her breasts touched his chest. He then fondled her breasts and inserted his finger into her vagina. Appellant ejaculated and then took Nicole home.</p>\n<p>Nicole remembered another incident which occurred between September and November 1986. Nicole was riding in appellant's car when appellant turned into the parking lot of Linda Vista School and turned off the headlights. Appellant asked Nicole to sit closer to him which she did. He started rubbing her arm as they talked. He then put his hand on her neck and her chest. He unbuttoned her shirt and began fondling her breasts. Appellant coaxed Nicole to remove her pants whereupon he inserted his finger into her vagina for five to ten minutes.</p>\n<p>In December 1986, Nicole asked appellant for a loan of $100. She wanted the money so that she could buy Christmas presents. Appellant loaned her the money on the condition that she give him a full body massage.</p>\n<p>On one occasion, Kristina and Nicole were at appellant's house and they noticed that appellant had a movie entitled \"Alexandra\" on videocassette. <span class=\"star-pagination\">*535</span> They asked to see it. At first, appellant said no, but later gave his permission. The movie turned out to be pornographic and the girls turned it off after watching it for five minutes.</p>\n<p>Appellant warned Nicole not to tell anyone about these activities because if she did he would get into trouble and her parents would be mad at her. One day, however, her mother asked her if appellant had tried to \"do anything.\" At first, Nicole indicated that nothing had happened. Later, she told her mother what appellant had done.</p>\n<p>Nicole's parents called the police and an investigation ensued. As part of the investigation, Nicole telephoned appellant in the presence of Deputy Douglas Koford. Nicole was not told what to say to appellant. The conversation was tape-recorded. During their conversation, appellant told Nicole that if her mother asked, she should deny that appellant took any nude photographs of her or that appellant ever touched her. Appellant made adoptive admissions that he ejaculated on her and that he inserted his finger in her vagina. He warned her that if she told her mother about the masturbation, he would go to jail. He assured her that she would not have to \"ever do that again.\" Appellant told Nicole that he had destroyed a lot of the pictures he had taken of her and Kristina. He admitted that Kristina gave him a massage and he made an adoptive admission that he had both girls sign contracts agreeing to give him massages. At trial, the prosecution played the tape for the jury.</p>\n<p></p>\n<h2>MARRISA</h2>\n<p>Marrisa was born July 18, 1972. She met appellant when she was in the eighth grade. Appellant gave her, Kristina and Nicole a ride to the home of a mutual friend. About a month later, appellant saw Marrisa walking home from the market. He pulled his car over in order to talk to her. Appellant told her that he had learned from Kristina that she was interested in modeling. He asked about her size and measurements.</p>\n<p>The following week, appellant telephoned Marrisa's mother, Pat C., and got her permission to take photographs of her daughter. At approximately 4:15 p.m. on February 6, 1987, appellant arrived at Marrisa's house for the purpose of a photo session. Appellant told Pat that he wanted to take the pictures at Kennedy Park. Pat indicated her desire to accompany them to the park. However, appellant discouraged her by stating that Marrisa might not be as relaxed posing in her presence.</p>\n<p>Appellant took Marrisa to the college area bordering the park, which was empty and secluded. After appellant parked the car, Marrisa noticed the butt <span class=\"star-pagination\">*536</span> of a gun sticking out of his camera case. Appellant told her that it was for \"safety.\" Appellant carried the camera case with the gun with him which made Marrisa nervous.</p>\n<p>Following appellant's directions, Marrisa changed her clothes behind the bushes. Appellant then showed her how to pose. In one pose, he had her hug her breasts. Later, appellant had her change into a two-piece bathing suit. He told her to undo the strap so he could take pictures of her back to record her development. Marrisa was scared but did as she was told. Then appellant went up to her and without saying anything, removed her bathing suit top. According to Marrisa, he took photographs in which her breasts showed. Finally, appellant returned Marrisa's bathing suit top to her and said he knew that she wanted to stop. About an hour and a half after the photo session started, appellant drove Marrisa home.</p>\n<p>Several days later, appellant returned to Marrisa's house to show her and her mother some of the photographs. Pat was impressed but Marrisa was upset. After appellant left, Marrisa told her mother that there were other photographs that appellant had not shown her including one of her bare-breasted with her arms raised. Marrisa and her mother then telephoned the police.</p>\n<p>On February 14, 1987, Police Officers Thomas Angel and Douglas Koford searched appellant's residence pursuant to a search warrant. They seized photographs of Kristina, Nicole and Marrisa. They found white lingerie in a dresser drawer in the master bedroom. A videotape entitled \"Alexandra\" was seized from a closet shelf. The officers found an electric dildo on top of a file cabinet in the den. Their search of the trunk of appellant's car produced a camera bag containing a handgun, a jar of Vaseline, a bottle of baby oil and a Mervyn's bag with women's underwear. The parties stipulated at trial that a life-size stuffed soldier found by police in appellant's house was the one used by appellant in a number of his photographs.</p>\n<p>The case was prosecuted by the Attorney General after the trial court on June 13, 1989, granted appellant's motion to recuse the district attorney. On October 3, 1989, the Attorney General filed a 17-count second amended information against appellant consolidating its cases involving Kristina, Nicole and Marrisa.</p>\n<p></p>\n<h2>II</h2>\n<p>(1a) Appellant contends that his conviction on count 4 of the information must be overturned due to a lack of sufficient evidence to support it. <span class=\"star-pagination\">*537</span> On count 4, the jury found appellant guilty of committing a lewd act on a child under 14. (§ 288, subd. (a).)<sup>[5]</sup> Count 4 concerns the \"Kiss tape incident\" which occurred in January 1986 when Kristina returned to Napa to celebrate her 14th birthday with Nicole. According to Kristina's testimony at trial, she arrived in California by plane on January 10, 1986. Appellant picked her up at the airport and took her directly to Nicole's where she spent the night. The next day, January 11, she ran errands with appellant which included a stop at a record store where he told her to pick out a cassette tape for her birthday. From there, Kristina and appellant returned to appellant's house. Kristina wanted to play her new tape but appellant insisted that she masturbate him instead.</p>\n<p>Appellant claims that the evidence is insufficient to establish that the incident occurred before Kristina's 14th birthday. In support of this contention, appellant points to the following \"inconsistencies\" in the evidence: At the preliminary hearing which preceded trial by more than two years, Kristina testified that the \"Kiss tape incident\" occurred the same day as her birthday dinner at \"Mustard's.\" The record establishes that the dinner took place on her 14th birthday, January 15, 1986. Kristina's testimony at trial, however, was that the tape episode occurred on January 11th of that year. Also, in other conflicting testimony, Kristina fixed the date of a certain photo session as different than that of the \"Kiss tape incident.\" Subsequently, however, after refreshing her memory with appellant's date book, she changed this testimony stating that the session also took place on the 11th.</p>\n<p>Based on these apparent inconsistencies, appellant asserts that evidence is insufficient to support his conviction on count four. He says that the jury's implied finding that the \"Kiss tape incident\" occurred on January 11 is simply too improbable.</p>\n<p>(2) \"The proper test to determine a claim of insufficient evidence in a criminal case is whether, on the entire record, a rational trier of fact could find appellant guilty beyond a reasonable doubt. [Citations.] In making this determination, the appellate court `\"must view the evidence in a light most favorable to respondent and presume in support of the judgment the existence of every fact the trier could reasonably deduce from the evidence.\" [Citations.] ...' [Citation.] [¶] Although the appellate court must ensure the evidence is reasonable in nature, credible, and of solid value [citation], it must be ever cognizant that `\"it is the exclusive province of the trial judge or jury to determine the credibility of a witness and the truth or falsity of the facts upon which a determination depends ....\"' [Citations.] Thus, if the <span class=\"star-pagination\">*538</span> verdict is supported by substantial evidence, this court must accord due deference to the trier of fact and not substitute its evaluation of a witness's credibility for that of the fact-finder. [Citations.]</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>(3) \"`\"Although an appellate court will not uphold a judgment or verdict based upon evidence inherently improbable, testimony which merely discloses unusual circumstances does not come within that category. [Citation.] To warrant the rejection of the statements given by a witness who has been believed by the [trier of fact], there must exist either a physical impossibility that they are true, or their falsity must be apparent without resorting to inferences or deductions. [Citations.] Conflicts and even testimony which is subject to justifiable suspicion do not justify the reversal of a judgment, for it is the exclusive province of the trial judge or jury to determine the credibility of a witness and the truth or falsity of the facts upon which a determination depends. [Citation.]\"....' [Citation.]\" (<i>People</i> v. <i>Barnes</i> (1986) 42 Cal.3d 284, 303-304, 306 [228 Cal. Rptr. 228, 721 P.2d 110].)</p>\n<p>(1b) Applying these principles, we find sufficient evidence in support of appellant's conviction on count 4. Kristina's testimony at trial that the tape incident occurred on January 11, before her 14th birthday, provides such evidence. Kristina's testimony at trial on this subject was adamant and steadfast, on both direct and cross-examination.</p>\n<p>As for the apparent inconsistency between Kristina's trial testimony and her testimony at the preliminary hearing, an attempt was made by defense counsel at trial to impeach the witness with her preliminary hearing statements. At that time, Kristina explained that her memory was actually better at the time of trial than it had been at the hearing owing to the fact that it had been \"refreshed.\" The question of the apparent inconsistency was, thus, placed before the jury. It was the jury's prerogative, and not this court's, to resolve it.</p>\n<p>Furthermore, in spite of appellant's assertions to the contrary, we find this evidence highly probable. Kristina testified at trial that following the tape incident, she returned to Nicole's house. A few days later, appellant telephoned to invite her to a movie. Nicole's mother, Diana, took the call. After she hung up, Kristina told her that she did not want to go with appellant. Diana corroborated this aspect of Kristina's account of the events, in her own testimony at trial. Diana testified that Kristina became very upset on this occasion and had a \"fit\" because appellant wanted to come and pick her up. Based on this, it seems clear that the tape incident must have predated <span class=\"star-pagination\">*539</span> Kristina's birthday. Uncontroverted evidence establishes that Kristina's birthday marked the last day of her visit and the evening was spent at Mustard's restaurant.</p>\n<p></p>\n<h2>III, IV<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>V</h2>\n<p>In counts 8, 9 and 11 of the information, appellant was charged with and convicted of employing or using a minor under the age of 17 years to pose for sexual photographs in violation of section 311.4, subdivision (c). The named victim in these counts is Nicole. The next four issues raised by appellant concern the subject statute, its constitutionality, construction and application to the facts at hand.</p>\n<p>Section 311.4, subdivision (c) provides, \"Every person who, with knowledge that a person is a minor under the age of 17 years, or who, while in possession of any facts on the basis of which he or she should reasonably know that the person is a minor under the age of 17 years, knowingly promotes, employs, uses, persuades, induces, or coerces a minor under the age of 17 years, or any parent or guardian of a minor under the age of 17 years under his or her control who knowingly permits the minor, to engage in or assist others to engage in either posing or modeling alone or with others for purposes of preparing a film, photograph, negative, slide, or live performance involving sexual conduct by a minor under the age of 17 years alone or with other persons or animals, is guilty of a felony. It shall not be necessary to prove commercial purposes in order to establish a violation of this subdivision.\"</p>\n<p>\"Sexual conduct\" is defined in section 311.4, subdivision (d) as, \"whether actual or simulated: sexual intercourse, oral copulation, anal intercourse, anal oral copulation, masturbation, bestiality, sexual sadism, sexual masochism, penetration of the vagina or rectum by any object in a lewd or lascivious manner, exhibition of the genitals, pubic, or rectal area for the purpose of sexual stimulation of the viewer, any lewd or lascivious sexual act as defined in Section 288, or excretory functions performed in a lewd or lascivious manner, whether or not any of the above conduct is performed alone or between members of the same or opposite sex or between humans and animals. An act is simulated when it gives the appearance of being sexual conduct.\"</p>\n<p><span class=\"star-pagination\">*540</span> In its instructions to the jury, the trial court specifically designated the sexual conduct at issue in this case as \"the exhibition of the genitals, pubic or rectal area for the sexual stimulation of the viewer or any lewd or lascivious act as defined in Section 288(a) whether or not any of the above conduct is performed alone or with others.\"</p>\n<p></p>\n<h2>VI</h2>\n<p>(4) Appellant challenges the constitutionality of the statute claiming that it is overbroad. He maintains that the provision, both facially and as applied in this case, erroneously emphasizes the intent of the photographer instead of the content of the film or photographs. As a result, he says, \"[s]imple nude photos of children\" could conceivably fall within its ambit.</p>\n<p>Section 311.4 is part of a statutory scheme \"to combat the exploitive use of children in the production of pornography.\" (<i>In re Duncan</i> (1987) 189 Cal. App.3d 1348, 1360 [234 Cal. Rptr. 877].) Principal statutes in this scheme include sections 311.2, 311.3, 311.4 and 311.11, which share a somewhat convoluted and recent history. One of the earliest of these provisions, section 311.4, subdivision (a) (originally § 311.4), was enacted in 1961 and was designed to operate in conjunction with the obscenity statute which was already in existence at the time and which generally banned the sale and distribution of obscene material (§ 311.2, now § 311.2, subd. (a)). As originally enacted, section 311.4 prohibited the use of minors in the sale and distribution of obscene matter. It was not until 1977 or later that the remainder of these provisions came into being. They reflect a recent trend in California, as well as other states, to become increasingly aggressive in the war against child pornography, a subject most experts agree has emerged into \"a national problem.\" (DiGennaro, <i>Child Pornography: Issues of Statutory Vagueness</i> (1988) 10 Crim. Justice J., p. 197.) These statutes are aimed at extinguishing the market for sexually explicit materials featuring children. Under them, it is no longer only the distribution but the production, reproduction and possession of such material which is proscribed. To be objectionable, the material no longer has to be obscene. To be illegal, the activity no longer has to be for commercial purposes. And violation of these statutes often carries with it the penalty of a prison sentence.</p>\n<p>Under the present statutory scheme, sections 311.4 and 311.3 are strictly concerned with visual displays such as might be found in films, photographs, videotapes and live performances. As outlined above, section 311.4 prohibits the employment or use of a minor under the age of 17 in the production of material depicting that minor in \"sexual conduct,\" as defined therein, whether or not it is for commercial purposes (§ 311.4, subds. (b) &amp; (c)). And <span class=\"star-pagination\">*541</span> section 311.3, subdivisions (a) and (b), proscribes the development, duplication, printing, or exchanging of any film, photograph, videotape, negative, or slide depicting a person under the age of 14 years engaged in \"sexual conduct\" as defined by that statute.</p>\n<p>Section 311.2, meanwhile, targets both obscene and nonobscene \"matter,\" which includes books as well as photographs.<sup>[6]</sup> Said provision makes it a crime to possess, prepare, publish, develop, duplicate or print, with the intent to distribute or exhibit to others, such matter depicting a person under the age of 17 or 18 years engaged in sexual conduct as defined in section 311.4. Finally, section 311.11 (also known as the \"Polanco-Ferguson Anti-Child Pornography Act of 1989\"), a fairly new statute, is aimed at the mere possession of these kinds of materials. It bans the knowing possession or control of \"any matter,\" the production of which involves the use of a person under the age of 14 engaged in sexual conduct as defined by section 311.4.</p>\n<p>The courts of California and other states have generally accorded such material less First Amendment protection than is given adult pornography. In <i>New York</i> v. <i>Ferber</i> (1982) 458 U.S. 747 [73 L.Ed.2d 1113, 102 S.Ct. 3348], the benchmark case in this area, the United States Supreme Court upheld a New York statute prohibiting persons from knowingly promoting a sexual performance by a child under the age of 16 by distributing material depicting such a performance, regardless of whether or not the material is obscene. The court held that \"child pornography\" involving something less than \"obscenity\" is not presumptively protected by the First Amendment. It said for a number of reasons including a state's \"compelling\" interest in safeguarding the physical and psychological well-being of a minor, \"the States are entitled to greater leeway in the regulation of pornographic depictions of children.\" (<i>Id.,</i> at p. 756 [73 L.Ed.2d at p. 1122].) The court set minimal limitations with respect to such regulation. It said, \"As with all legislation in this sensitive area, the conduct to be prohibited must be adequately defined by the applicable state law, as written or authoritatively construed. Here the nature of the harm to be combated requires that the state offense be limited to works that <i>visually</i> depict sexual conduct by children below a specified age. The category of `sexual conduct' proscribed must also be suitably limited and described.\" (<i>Id.,</i> at p. 764 [73 L.Ed.2d at p. 1127], fn. omitted.) In establishing a test for child pornography, the <i>Ferber</i> court differentiated it from the obscenity standard enunciated in <i>Miller</i> v. <i>California</i> (1973) 413 <span class=\"star-pagination\">*542</span> U.S. 15 [37 L.Ed.2d 419, 93 S.Ct. 2607]. It said, \"A trier of fact need not find that the material appeals to the prurient interest of the average person; it is not required that sexual conduct portrayed be done so in a patently offensive manner; and the material at issue need not be considered as a whole.... As with obscenity laws, criminal responsibility may not be imposed without some element of scienter on the part of the defendant. [Citations.]\" (<i>Id.,</i> at pp. 764-765 [73 L.Ed.2d at p. 1127], fn. omitted.) In terms of attacks like the one waged by appellant here, the high court said, \"`[P]articularly where conduct and not merely speech is involved, we believe that the overbreadth of a statute must not only be real, but substantial as well, judged in relation to the statute's plainly legitimate sweep.' [Citation.]\" (<i>Id.,</i> at p. 770 [73 L.Ed.2d at p. 1131], fn. omitted.)</p>\n<p>Applying the principles enunciated by <i>Ferber</i> to section 311.4, subdivision (c), we find that said provision passes constitutional muster. Simply put, the statute prohibits anyone from knowingly using a minor under the age of 17 to pose or model in a film, photograph, or live performance involving sexual conduct. Section 311.4, subdivision (d), as applied in this case, defines \"sexual conduct\" in terms of an \"exhibition of the genitals, pubic or rectal area for the sexual stimulation of the viewer or any lewd or lascivious act as defined in Section 288....\" As can be seen, the statute adequately defines the prohibited conduct and includes a scienter element. The offense is limited to visual works that depict sexual conduct by children below a certain age.</p>\n<p>Appellant attempts to play word games with the statute. He equates the phrase, \"exhibition of the genitals, pubic or rectal area,\" with mere nudity and correctly points out that nudity alone does not constitute obscenity. He then cites the remainder of the phrase, \"for the purpose of sexual stimulation of the viewer,\" as a basis for arguing that the statute unduly focuses on the photographer's intent in place of conduct depicted in the photographs. He asserts, \"Since the statute at issue here does not require any level of lewdness in the exhibition of the genitalia or pubic or rectal areas but instead makes criminal depiction of such exhibition only by reference to the intent of the photographer with respect to a viewer of the photograph, it reaches significantly into expression protected by the constitutional guarantee of free expression.\"</p>\n<p>However, appellant misconstrues the plain language of the statute. The words, \"exhibition of the genitals, pubic or rectal area\" and \"for the purpose of sexual stimulation of the viewer,\" are part of the same phrase, the latter language serving to modify the former. (5) Together, they speak to the content of the material targeted by the statute rather than the photographer's <span class=\"star-pagination\">*543</span> intent and describe what is meant in part by the term \"sexual conduct.\" It is because the language is meant to be read together that simple, straightforward nude photographs of children without more would not fall within the purview of the statute. Such photographs, even if they should depict the pubic or rectal areas of children, would not have been taken for the apparent purpose of the sexual stimulation of the viewer.</p>\n<p>As stated in <i>People</i> v. <i>Burrows</i> (1968) 260 Cal. App.2d 228, 232-233 [67 Cal. Rptr. 28], \"[T]he evident purpose of section 311.4[<sup>[7]</sup>] is to protect minors from being corrupted and abused in the <i>production</i> of pornographic material. The validity of this purpose is not strongly affected by any subjective intent which may be entertained by the accused regarding the distribution of the ... material which is to be produced; the injury to the minor's character, and the handicap to his [or her] healthy emotional development resulting from abuse in the production of [such] material, are not exclusively dependent upon someone's intention to distribute the material.... [S]ection 311.4 contains its own ... factor of <i>mens rea</i>: only one who `with knowledge that a person is a minor' uses the minor in doing any of the proscribed acts is punishable under [the statute].\" (<i>Ibid.</i>)<sup>[8]</sup></p>\n<p></p>\n<h2>VII</h2>\n<p>(6a) Appellant claims prejudicial error based on the failure of the trial court to instruct the jury on the meaning of the term \"rectal area\" as used in section 311.4. He says that it is a technical term and, thus, the court had a sua sponte duty to so instruct. Additionally, he argues that the jury may have been confused over the meaning of the term owing to the fact that counsel from both sides debated in closing argument whether or not the \"rectal area\" includes the buttocks.</p>\n<p>(7) \"As a general rule, ordinary words do not require definition; they are presumed to be understood by the jurors. [Citations.] The language of a statute defining a crime or defense is generally an appropriate and desirable basis for an instruction [citation], and is ordinarily sufficient when the defendant fails to request further amplification. [Citations.] If the jury would have no difficulty in understanding the statute without guidance, the court need do no more than instruct in statutory language. [Citation.]\" (<i>People</i> v. <i>Jones</i> (1971) 19 Cal. App.3d 437, 447 [96 Cal. Rptr. 795].)</p>\n<p><span class=\"star-pagination\">*544</span> (6b) We disagree that the subject term is a technical one requiring special instruction. Presumably, most people are familiar with basic anatomical terms such as \"rectum\" and \"buttocks.\" While they might not be able to define them in exact, scientific language, they can describe them in terms of function and location. Such is all that is required for purposes of construing the statute.</p>\n<p>\"Rectal\" is defined in Webster's Third New International Dictionary (1961) page 1899, as \"of, relating to, affecting, or located near the rectum.\" In terms of section 311.4, the words are used in their ordinary sense. They are not used in a technical sense.</p>\n<p>Appellant seems to confuse the term \"rectal area\" with the word \"rectum\" itself. He says, \"The average juror simply does not know that `rectal area' refers to `the part of the large intestine ... from the sigmoid flexure to the anus.'\" However, the average juror does not need to know this for purposes of construing the statute. In terms of assessing whether or not certain visual material contains \"sexual conduct\" as defined by section 311.4, the technical definition of \"rectum\" is immaterial. It is not the rectum itself that will show up in the photographs. Rather, it is the \"rectal area\" which will  that is, the exterior area of the body near the rectum.</p>\n<p>Appellant's suggested instruction would lead to absurd results and would undermine the subject provision. (8) As a rule, in construing statutes, the courts must attempt to ascertain the legislative intent behind them. In doing so, they \"must look to the language of the statute and `accord words their usual, ordinary, and common sense meaning based on the language used and the evident purpose for which the statute was adopted.' [Citations.] ... [W]e must `presume that the Legislature did not intend absurd results.' [Citation.]\" (<i>People</i> v. <i>Catelli</i> (1991) 227 Cal. App.3d 1434, 1448 [278 Cal. Rptr. 452].)</p>\n<p>(6c) Here, the trial court instructed the jury on section 311.4, subdivisions (c) and (d), in the words of the statute itself. It left the application of the language of these provisions to the jury based on the words' ordinary meaning. We find no error in this respect.</p>\n<p>(9) Finally, we find appellant's argument that the jury may have been confused over this language due to counsels' statements in closing argument, unpersuasive as well. The record indicates that defense counsel took exception to what he perceived as a tendency on the prosecutor's part to equate the word \"buttocks\" with the statutory term \"rectal area.\" He told the jury, \"I hope that you won't consider the fact that there may be pictures of persons <span class=\"star-pagination\">*545</span> with their buttocks exposed [as] the same thing as a picture of a person with a rectum exposed.\" On rebuttal, the prosecutor then took issue with counsel's tendency to interchange the terms \"rectal area\" and \"rectum.\" She advised the jury that rectal area would include the area around the rectum.</p>\n<p>We find no evidence that the jury was confused by these statements. The jury was properly instructed on section 311.4, subdivisions (c) and (d). Without evidence to the contrary, we must assume that the jury understood the instructions and followed them appropriately.</p>\n<p>As part of his claim about jury confusion, appellant argues that the term \"rectal area\" does not include the \"buttocks.\" As previously established, \"rectal area\" is the exterior area of the body near the rectum or anus. The \"buttock,\" meanwhile, is defined by Webster's Third New International Dictionary, <i>supra,</i> page 305, as \"either of the two rounded prominences separated by a median cleft that form the lower part of the back in man ... [;] the lower part of the back made up of these prominences[;] seat[.]\" As defined, \"rectal area\" would necessarily encompass part of the seat of the body or what might be termed the lower part of the buttocks. What the rectal area would encompass is something for the jury to determine based on ordinary experience and general knowledge.</p>\n<p></p>\n<h2>VIII</h2>\n<p>(10) Appellant next claims that there is insufficient evidence to sustain his convictions on counts 8, 9 and 11. The jury was told by both the court and the prosecutor that the charges were based on the following five incidents; (1) photographs taken at the barn in December 1986; (2) photographs taken at the barn between October 1986 and January 1987; (3) photographs taken at Doug Smith's house; (4) photographs taken in the area near Napa College; and (5) photographs taken near Partrick Road.<sup>[9]</sup> The court instructed the jury that it could select any three of these incidents on which to base the convictions so long as the selection was unanimous.</p>\n<p>We find substantial evidence in the record to support the jury's finding of guilt based on any and all of the five incidents. Such evidence consists of the following:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*546</span> PHOTOS TAKEN AT BARN IN DECEMBER 1986</h2>\n<p>Nicole testified that over the Christmas holiday in 1986, appellant took her to the barn along with a suitcase of various outfits. Appellant took approximately 20 photographs of her. In half of the photographs, she was completely naked. She said both her vaginal area and her breasts were exposed in these pictures.</p>\n<p></p>\n<h2>PHOTOS TAKEN AT BARN BETWEEN OCTOBER 1986 AND JANUARY 1987</h2>\n<p>Nicole testified that appellant took nude photographs of her at the barn on another occasion as well, sometime between October 1986 and January 1987. Nicole's memory of this occasion included the fact that there was a dead animal in the barn at the time. She could not remember if in posing for the pictures, she was positioned in such a way that her vaginal area or breasts were exposed to the camera. However, she distinctly remembered that her buttocks were exposed.</p>\n<p></p>\n<h2>PHOTOS TAKEN AT DOUG SMITH'S HOUSE</h2>\n<p>Nicole testified that at the beginning of the school year in 1986, around September or October, appellant took her to his friend Doug Smith's house to take \"silhouette\" shots of her. According to Nicole, the pictures were taken outside between the house and the vineyard. She said she was nude when the photographs were taken and the front of her body faced the camera.</p>\n<p></p>\n<h2>PHOTOS TAKEN NEAR NAPA COLLEGE</h2>\n<p>Nicole testified that an area of Napa College bordering Kennedy Park was the setting for a number of appellant's photo sessions. Following one of these sessions, appellant gave the roll of film to Nicole to take to a photo lab for developing and printing. Later, when she picked up the developed prints, she said she looked at the pictures and saw that her vaginal area was showing in some of them.</p>\n<p></p>\n<h2>AREA NEAR PARTRICK ROAD</h2>\n<p>Nicole testified that appellant took her to a secluded area near Partrick Road on one occasion. During this photo session, appellant had her remove her shirt first, then later her pants. Eventually all of her clothes were removed. She was certain her breasts and buttocks were exposed to the camera.</p>\n<p><span class=\"star-pagination\">*547</span> Appellant attacks the sufficiency of the evidence particularly in relation to the October 1986-January 1987 barn episode and the photo session near Partrick Road. Nicole's testimony with respect to both instances was that her buttocks were exposed to the camera. She could not remember if her vaginal area was also exposed. Appellant argues that the \"`rectal area' most precisely refers to `that part of the body which pertains to the rectum,'\" and that \"[t]he rectum is an anatomical term referring in man to `the part of the large intestine, ... of somewhat variable length (usually about 8 inches), from the sigmoid flexure to the anus.'\" Thus, echoing his earlier contention that \"rectal area\" cannot include the \"buttocks,\" appellant maintains that this testimony is insufficient to support a finding that he violated the statute. We disagree.</p>\n<p>First, as already discussed, the term \"rectal area\" does encompass the lower part of the buttocks. Furthermore, the jury could also consider relevant circumstantial evidence which is supportive of the conviction. This included evidence of countless nude photographs being taken with differing poses at appellant's direction at these secluded outdoor locations; of the nature of the photographs and the way in which the minors were required to pose over the years; and of the manner in which appellant ingratiated himself with Kristina and Nicole and their parents, thus winning their confidence so that the minors would do anything he asked.</p>\n<p>Appellant also attacks the sufficiency of the evidence in relation to the \"silhouette\" photographs taken of Nicole at Doug Smith's house. Appellant seizes upon the term \"silhouette\" to mean that the pictures were taken at night. Based on this, he says the only reasonable inference is that \"the photograph did not exhibit Nicole's genitals, pubic hair or rectal area, but only the general outline or shape of her body....\"</p>\n<p>We reject appellant's argument. There is no evidence other than the term \"silhouette\" to indicate that the pictures were taken at night. Nicole did not say that the pictures were taken at night. The significance of the term \"silhouette\" in the context of the evidence is uncertain. It could merely have been a ploy on appellant's part to get Nicole to cooperate by removing her clothes. She testified she did not want to take off all of her clothes but he insisted that she do so. She was firm in her testimony that she was completely nude and facing the camera when the photographs were taken.</p>\n<p>The record supports the jury's finding of guilt beyond a reasonable doubt with respect to the incidents at issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> IX-XI<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>XII</h2>\n<p>(11) Appellant maintains that it was error for the trial court to deny his motion to dismiss based on prosecutorial invasion of privileged defense material. Having reviewed the pertinent record, we find no error.</p>\n<p>Before analyzing this issue, some background information is in order: On June 11, 1988, appellant filed a motion to disqualify the Napa County District Attorney's office in the case based on bias. Appellant alleged that District Attorney Jerome Mautner had a conflict of interest because at the time of appellant's arrest, appellant was investigating a story for the Napa Sentinel about the role of Mautner's son in the death of a 17-year-old Napa youth who was struck by a car after ingesting LSD. Following a hearing, the motion was denied. The trial court found that while there was an apparent conflict, it was not so grave as to prevent the appellant from having a fair trial.</p>\n<p>Approximately a year later, while appellant was still awaiting trial, he filed another motion seeking recusal of the district attorney's office and dismissal of the charges. This motion alleged that the district attorney's office had improperly gained access to and knowledge of the defense case during a search of appellant's residence on February 28, 1989. At a hearing on the motion, it was established that such a search had taken place pursuant to a search warrant. The warrant was executed by an investigator for the district attorney's office, Seth Goldstein, with the assistance of two police officers. According to Goldstein, who testified at the hearing, he had been instructed by Mautner before the search on what to do in relation to materials which were found and were thought to be protected under the attorney-client privilege. He said that he was instructed not to take privileged material during the search unless it could not be segregated from other material, in which case he should seize the material and seal the privileged part of it.</p>\n<p>According to Goldstein, the search lasted approximately five hours. The investigator specially marked the material he believed was potentially privileged and maintained possession of it for later review by a special master. Goldstein claimed that, for the most part, he examined the material only to see if it was relevant and, if so, whether it was privileged. He said he did not <span class=\"star-pagination\">*549</span> read or digest the material. The seized materials were stored in a locker in an office shared by Goldstein and Lynn Young, a deputy district attorney assigned to the case at the time. Only Goldstein had access to the locker. Approximately 10 days after the search, a special master was appointed to review the confiscated material. Of the 4,000 to 6,000 documents (including photographs) which were seized, some were found to come within the attorney-client privilege. Young testified that she did not see any of the documents which the master characterized as privileged and that Goldstein never discussed with her the content of any document seized during the search.</p>\n<p>Before ruling on appellant's motion, the trial court examined the privileged documents with defense counsel. Thereafter, the court granted appellant's motion to recuse the Napa County District Attorney's office and transferred prosecution of the case to the Attorney General of California. However, the court denied appellant's motion to dismiss the charges. The court said while it found that the attorney-client privilege relationship had been \"disrupted\" by the taking of such a large volume of material, evidence that the district attorney's office had actually read it or planned to use it in the course of the prosecution was \"thin.\" Furthermore, it said there was not \"a thread of evidence\" to indicate that the Attorney General's office had any knowledge of the seized materials.</p>\n<p>As part of the recusal order, the court directed the district attorney's office, Young and Goldstein in particular, not to discuss the nature or contents of the privileged materials with anyone in the Attorney General's office or to provide that office with any document or file referring to these materials. In addition, the court directed Young and Goldstein not to have any further contact with the victims or their families.</p>\n<p>Then just before trial appellant moved again for dismissal of the charges on the grounds that the court's recusal order had been violated. Appellant alleged that Goldstein had furnished information to the Attorney General's office in violation of the order. At the hearing on the motion, the deputy attorney general assigned to prosecute the case, testified that she met with Goldstein in August 1989 at the Napa Police Department in the presence of two police officers. In a meeting lasting about one and one-half to two hours, spread out over a two-day period, the deputy attorney general said she asked Goldstein to explain why certain items had been seized during the search. She made it clear at the onset of the meeting that Goldstein was not to volunteer any information. He was only to answer specific questions about specific items. According to the deputy attorney general, she had no knowledge of the contents of the privileged materials which were seized.</p>\n<p><span class=\"star-pagination\">*550</span> Noting that the recusal order had admonished Young and Goldstein not to discuss the subject materials seized during the search with any member of the Attorney General's office, the court concluded that there was no question but that Goldstein had violated the order. However, the court denied appellant's motion to dismiss based on two factors: one, there was no reason to believe that Goldstein disclosed any important attorney-client privileged information; and two, the limitations that the Attorney General placed on her conversation with Goldstein provided a significant level of protection against the possibility of a disclosure of such information. The court advised appellant that he was free to renew his motion if the defense found during the course of trial that there had been disclosure of privileged information to the Attorney General's office. According to the record, appellant did not renew his motion.</p>\n<p>On appeal, appellant argues that evidence of prosecutorial misconduct was sufficiently egregious here to warrant application of the dismissal per se rule of <i>Barber</i> v. <i>Municipal Court</i> (1979) 24 Cal.3d 742 [157 Cal. Rptr. 658, 598 P.2d 818]. We disagree.</p>\n<p>In <i>Barber,</i> an undercover government agent posing as a codefendant infiltrated confidential meetings between misdemeanor defendants and their attorney. The Supreme Court held that such conduct violated defendants' right to counsel and, thereafter, created a \"chilling effect\" on the attorney-client relationship. Under the circumstances, the court ruled that mere exclusion of tainted evidence was inadequate and dismissal was in order.</p>\n<p>The high court's ruling in <i>Barber</i> hinged largely on the fact that the prejudice suffered by the defendants in that case could not be calculated. The seized evidence consisted of unrecorded conversations rather than documents which could have been examined by the trial court to determine \"whether or not the prosecution was actually aided by the information and whether some remedy short of dismissal would [have been] adequate to protect [defendants'] rights.\" (<i>People</i> v. <i>Towler</i> (1982) 31 Cal.3d 105, 122 [181 Cal. Rptr. 391, 641 P.2d 1253].) As a consequence, the <i>Barber</i> rule of dismissal has been limited to cases in which prejudice to the defendant's Sixth Amendment rights cannot be reasonably measured. \"When a reviewing court is satisfied that no prejudice could have occurred, suppression is generally found to be an adequate remedy, even where the violation of the defendant's Sixth Amendment rights was deliberate. [Citations.]\" (<i>People</i> v. <i>Garewal</i> (1985) 173 Cal. App.3d 285, 292 [218 Cal. Rptr. 690].)</p>\n<p>In the instant case, the seized evidence was entirely documentary. The trial court reviewed the evidence. It then recused the office which originally <span class=\"star-pagination\">*551</span> seized the materials from the case and ordered that office not to give or discuss any of the privileged documents over to its successor in the case. Following violation of the court's order, the trial court held a hearing to determine the extent of the violation. Based on the testimony presented at the hearing including that of the deputy attorney general, the court concluded that no privileged material of any significance had been divulged.</p>\n<p>Clearly, the trial court was in a better position than this court to judge the credibility of this testimony. And just as clearly, the record supports the court's findings in this regard. (See <i>People</i> v. <i>Garewal, supra,</i> 173 Cal. App.3d at p. 293.)</p>\n<p>Appellant was put on notice by the trial court that if something occurred at trial demonstrating that there had been disclosure of privileged materials to the Attorney General's office, he could renew his motion at that time. He did not. Accordingly, if something did occur at trial in this vein, he has waived the right to raise it as an issue on appeal. (<i>People</i> v. <i>Green</i> (1980) 27 Cal.3d 1, 27 [164 Cal. Rptr. 1, 609 P.2d 468].)</p>\n<p></p>\n<h2>XIII</h2>\n<p>(12) Appellant argues that his convictions on counts 8, 9 and 11 based on violations of section 311.4, subdivision (c), must be treated as misdemeanors not felonies because section 311.9, subdivision (b), states that \"[e]very person who violates Section 311.4 is punishable by fine of not more than two thousand dollars ($2,000) or by imprisonment in the county jail for not more than one year, or by both such fine and such imprisonment.\" We reject appellant's argument.</p>\n<p>At the time section 311.9 was enacted (i.e., 1961), subdivision (c) of section 311.4 (employing or using a minor to pose for sexual photographs), of which appellant was convicted, did not exist. Section 311.4 was comprised solely of what is designated today as subdivision (a) of that statute (employment of a minor for sale or distribution of obscene matter). Subdivisions (b), (c) and (d) were not added until after 1977. The offense of employment of a minor for the sale or distribution of obscene matter (§ 311.4, subd. (a)) has been labeled a misdemeanor since the statute's inception.<sup>[10]</sup> The offense of employment of a minor for production of pornography with or without commercial purposes (§ 311.4, subds. (b) &amp; (c)), on the other hand, has always been designated a felony. Section 311.4, subdivision (c), specifically states that the offense described therein is to be punished as a felony.</p>\n<p><span class=\"star-pagination\">*552</span> The rule of statutory interpretation that ambiguous penal statutes are construed in favor of defendants which appellant cites here, \"is inapplicable unless two reasonable interpretations of the same provision stand in relative equipoise, i.e., that resolution of the statute's ambiguities in a convincing manner is impracticable.' [Citation.]\" (<i>People</i> v. <i>Hunt</i> (1990) 225 Cal. App.3d 498, 505 [275 Cal. Rptr. 367].) Here, we have no problem resolving any ambiguities in the subject statutes in a convincing manner. Based on the legislative history of the subject statutes and the language of section 311.4, subdivision (c), it is clear that the Legislature intended for a violation of section 311.4, subdivision (c), to be punished as a felony.</p>\n<p></p>\n<h2>XIV-XVI<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>XVII</h2>\n<p>(13) As to the final issue, the misdemeanor convictions on counts 1, 2 and 3 must be reversed because they are barred by the statute of limitations. In criminal cases, the statute of limitations constitutes a substantive rather than a procedural right. It is jurisdictional and cannot be waived by the defendant. (<i>People</i> v. <i>Chadd</i> (1981) 28 Cal.3d 739, 757 [170 Cal. Rptr. 798, 621 P.2d 837].)</p>\n<p>(14) Appellant maintains that the case must be remanded for resentencing \"since one of the reasons that the court relied on to impose a consecutive sentence on the misdemeanor conviction in count 16 was the fact that there were a number of other misdemeanor convictions for which appellant could have been sentenced consecutively but for which the court was imposing concurrent sentences.\" The People, on the other hand, argue against remand pointing out that even with the reversal of three counts, appellant still has six other misdemeanor convictions in addition to count 16. On this basis, the People contend that the reversals do not undermine the court's reasoning with respect to its imposition of a consecutive sentence on count 16. Additionally, it is argued, the court gave numerous other reasons for imposing a consecutive sentence on that count including: the fact that the various crimes committed by appellant and their objectives were predominantly independent of one another; the presence of a gun during the commission of the offense in count 17; appellant's apparent attempt to threaten witnesses to keep them from testifying against him at trial; and the \"obsessiveness\" of appellant's conduct in repeatedly violating restraining orders by seeking contact with the victims and their families.</p>\n<p><span class=\"star-pagination\">*553</span> We are persuaded by the People's argument in this regard. We find that there is no reasonable likelihood that on remand the court would impose a concurrent sentence rather than a consecutive one on count 16. (See <i>People</i> v. <i>Price</i> (1986) 184 Cal. App.3d 1405, 1413 [229 Cal. Rptr. 550].)</p>\n<p></p>\n<h2>XVIII</h2>\n<p>We modify the judgment as follows: (1) that part of the judgment indicating that appellant has been found guilty on counts 1, 2 and 3, is ordered stricken as is that part of the judgment ordering that a six-month jail sentence be served on these counts concurrent to the sentence in count 16; (2) the following language is added: \"Counts 1, 2 and 3 are dismissed.\" In all other respects the judgment is affirmed. The trial court is directed to send a copy of the amended abstract of judgment to the Department of Corrections.</p>\n<p>Chin, J., and Werdegar, J., concurred.</p>\n<p>A petition for a rehearing was denied July 13, 1992, and appellant's petition for review by the Supreme Court was denied September 3, 1992.</p>\n<h2>NOTES</h2>\n<p>[]   Pursuant to California Rules of Court, rule 976.1, this opinion is certified for publication with the exception of parts III, IV, IX, X, XI, XIV, XV and XVI.</p>\n<p>[1]  All statutory references are to the Penal Code unless otherwise specified.</p>\n<p>[2]  One of these counts was subsequently dismissed by the trial court pursuant to section 1385.</p>\n<p>[3]  Consolidated with the appeal is a petition for writ of habeas corpus filed by appellant. We deny the petition by separate order. (A053211, <i>In re Gary Wayne Cantrell on Habeas Corpus.</i>)</p>\n<p>[4]  The parties have referred to this incident as the \"Kiss tape incident.\"</p>\n<p>[5]  In sentencing, the trial court selected count 4 for imposition of the base term and imposed the upper term of eight years.</p>\n<p>[*]   See footnote, <i>ante,</i> page 523.</p>\n<p>[6]  For purposes of these statutes, \"matter\" is defined as \"any book, magazine, newspaper or other printed or written material or any picture, drawing, photograph, motion picture, or other pictorial representation or any statute or other figure, or any recording, transcription or mechanical, chemical or electrical reproduction or any other articles, equipment, machines or materials. `Matter' also means live or recorded telephone messages when transmitted, disseminated, or distributed as part of a commercial transaction.\" (§ 311, subd. (b).)</p>\n<p>[7]  At the time <i>People</i> v. <i>Burrows, supra,</i> 260 Cal. App.2d 228, was decided, section 311.4 consisted of the single provision banning the use of minors in the sale and distribution of obscene matter, now contained in subdivision (a) of that statute.</p>\n<p>[8]  We note that section 311.3, subdivision (b)(5), employs the same language at issue here in defining \"sexual conduct\" under that statute. The constitutionality of section 311.3, subdivision (a), was upheld in <i>In re Duncan, supra,</i> 189 Cal. App.3d at pages 1356-1360.</p>\n<p>[9]  Appellant's claim that the jury was told that there were six incidents, not five, finds no basis in the record. He suggests that the Kennedy Park/Napa College episode was presented as two incidents and two places instead of one. However, the record establishes otherwise. Nicole's testimony was that appellant took her to the college area next to the park. Both the court and the prosecutor referred to the area as the Kennedy Park/Napa College area. Finally, the written instructions delivered to the jury made it unmistakably clear by their use of \"<i>Or</i>\" to separate each incident described therein, that the incident at the Kennedy Park/Napa College was one incident.</p>\n<p>[10]  In 1985 the statute was amended to make it a misdemeanor for first time offenders only.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">523</span></span> (1992)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">188</span></span></b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nGARY WAYNE CANTRELL, Defendant and Appellant.</h1></center>\n<center>Docket No. A049479.</center>\n<center><p><b>Court of Appeals of California, First District, Division Three.</b></p></center>\n<center>June 18, 1992.</center>\n<p><span class=\"star-pagination\">*528</span> COUNSEL</p>\n<p>Michael Satris, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p>Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Stan M. Helfman and Violet M. Lee, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p>[Opinion certified for partial publication.<sup>[]</sup>]</p>\n<p>OPINION</p>\n<p>MERRILL, Acting P.J.</p>\n<p>Following trial by jury, appellant Gary Wayne Cantrell was found guilty of four misdemeanor counts of contributing to the delinquency of a minor (Pen. Code, § 272<sup>[1]</sup>); three misdemeanor counts of annoying or molesting a child under eighteen (§ 647a, renumbered § 647.6 by Stats. 1987, ch. 1418, § 4.3, pp. 5229-5230); one felony count of committing a lewd act on a child under fourteen (§ 288, subd. (a)); one misdemeanor count of battery (§ 242); three felony counts of sexual filming of a minor (§ 311.4, subd. (c)); two misdemeanor counts of procuring a minor for an indecent purpose (Lab. Code, § 1308); and two felony counts of penetration by a foreign object (§ 289, subd. (i).)<sup>[2]</sup> The jury found him not guilty of one felony count of false imprisonment (§ 236). Appellant received a total sentence of ten years and eight months in state prison plus six months in county jail to be served consecutively to the prison term.<sup>[3]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Forty-one-year-old appellant is a resident of Napa, California, where he has apparently lived all of his life. Between 1977 and 1986, he worked for <span class=\"star-pagination\">*529</span> the Napa Fire Department. However, at the end of that period he suffered an injury and was placed on medical disability. Thereafter, he pursued careers as a private investigator and a photographer.</p>\n<p>Appellant was a close friend of Diana L. The two had been friends for most of their lives. On January 10, 1972, Diana gave birth to a daughter, Nicole. When Nicole was approximately three years old, Diana met Carol N. who had a daughter, Kristina, about the same age. Kristina, in fact, was born five days after Nicole. Over the years, the two girls and their mothers developed a close friendship. The two girls even celebrated their birthdays together.</p>\n<p></p>\n<h2>KRISTINA</h2>\n<p>Not long after they met, Diana introduced Carol to appellant. Thereafter, appellant had frequent contact with Carol and her two children, Kristina and an older brother. Appellant was like an uncle to the children. He took a particular interest in Kristina.</p>\n<p>Beginning in 1981 when Kristina was about 10 or 11 years old, appellant started seeing her regularly. He would take her out to lunch, shopping, or to run errands. He bought her clothes, jewelry and other gifts. During this period, appellant also began photographing Kristina. He showed her how to pose for the camera. He took her to outdoor locations and had her change into different outfits during the photo sessions. Sometimes he had Kristina pose for photographs in his home.</p>\n<p>Appellant obtained Carol's permission to take nude photographs of Kristina's back to show her physical development over the years. Carol was present the first time appellant had Kristina pose nude. After that, however, such photographs were taken outside her presence. These photographs were taken both indoors (generally appellant's house including his bedroom) and outdoors.</p>\n<p>Kristina was interested in modeling and appellant encouraged her. In January 1984, she enrolled at the Barbizon Modeling School in San Francisco at appellant's expense. Appellant paid the tuition because Kristina's mother could not afford it. Appellant transported Kristina to and from the school, bought her the necessary clothes for auditions and helped her put together a portfolio of photographs. He prepared a business contract, executed by Kristina and her mother, which provided that he would receive a percentage of Kristina's earnings as a model. Appellant arranged for several auditions for Kristina involving commercials and a bit part in a movie. <span class=\"star-pagination\">*530</span> Additionally, he paid for jazz lessons for her so she would have a talent to go along with her modeling.</p>\n<p>In June 1984, Carol and her children moved to Las Vegas. Kristina was permitted to remain in Napa for a few months to finish modeling school after which time she joined her family in Las Vegas.</p>\n<p></p>\n<h2>WESSON OIL AUDITION</h2>\n<p>After Kristina moved to Las Vegas, appellant arranged for her to audition for a Wesson Oil commercial. Appellant paid the air fare so that Kristina could return to California for the audition and a weekend visit. Plans were for her to stay part of the time with her friend, Nicole, and part of the time with appellant. Appellant indicated to her that in exchange for his financing the trip, he expected her to stay part of the time with him. He picked her up at the Oakland airport on the morning of November 16, 1984. He drove her to his house to drop off the luggage. Once there, he insisted on a photo session. Kristina protested but appellant refused to take her to Nicole's house until she agreed to pose for pictures.</p>\n<p>Appellant had Kristina pose nude in his living room with a stuffed, seven-foot toy soldier whose arm and leg, Kristina was assured, had been strategically placed. Appellant used up a roll of film. Kristina later saw the developed pictures and her breasts and vaginal area were exposed. Kristina did not get the part in the Wesson Oil commercial.</p>\n<p></p>\n<h2>CHRISTMAS VISIT: 1984</h2>\n<p>Kristina's family returned to Napa for a visit at Christmas time in 1984. Appellant, once again, paid for Kristina's air fare. Appellant picked them up at the airport and took them to his house. Later, they were joined by Nicole and her family. A party ensued. When it grew late, appellant suggested that Kristina and Nicole spend the night at his house. The parents agreed. That night, appellant's son (age 10 or 11) slept on the floor while Kristina and Nicole slept with appellant in his bed. At first, Nicole was in the middle with appellant and Kristina on either side. Unhappy with the arrangement, appellant made Nicole and Kristina switch places so that Kristina was next to him. During the night, Kristina woke up and found appellant's finger in her vagina. Pretending to be asleep, she rolled over to extricate herself. The next day, appellant told her that he had awakened during the night and found his finger in her vagina.</p>\n<p></p>\n<h2>BIRTHDAY VISIT: JANUARY 1986</h2>\n<p>Following the move of Kristina's family to Las Vegas, appellant suggested that Kristina and Nicole continue the tradition of celebrating their birthdays <span class=\"star-pagination\">*531</span> together. Consequently, Kristina returned to California by plane on January 10, 1986, to celebrate her birthday with Nicole. Appellant paid for her plane fare and picked her up at the airport. From the airport, she went directly to Nicole's house where she spent the night. The next day, she ran errands with appellant. They stopped at a record store and appellant told her to pick out a cassette tape as his present to her. She chose a cassette by a popular group known as \"Kiss Animalize.\"<sup>[4]</sup> When they returned to appellant's house, Kristina wanted to play her new tape but appellant indicated that he wanted to do something else. He told her that he wanted her to rub his penis. Kristina responded by telling appellant that he was \"sick.\" Appellant then reproached her for refusing him after all he had done for her. At this point, Kristina gave in and agreed to do as he asked.</p>\n<p>Dressed in only a robe, appellant got some paper towels and a bottle of baby oil and sat down on the floor. He put some of the oil on one of the towels and wrapped it around his penis. He took Kristina's hand and put it on his penis and demonstrated how she should stroke it. She did as he said for about a minute until she found it too revolting to continue. Appellant did not ejaculate. Kristina got up and threw the towel at appellant and told him again that he was \"sick.\" Appellant reproached her for being \"damned difficult.\" Appellant got dressed and took Kristina to Nicole's house.</p>\n<p>A few days later, appellant telephoned Nicole's house to invite Kristina to a movie. Nicole's mother, Diana, took the call. When she relayed the message to Kristina, Kristina told her that she did not want to go with appellant. A few minutes later, appellant arrived and Kristina went with him.</p>\n<p>During Kristina's visit, appellant took \"update shots\" of her at his house. At appellant's urging, Kristina changed into \"teddies,\" a camisole with shorts and a bikini. She wore see-through panties that exposed her buttocks and vaginal area.</p>\n<p></p>\n<h2>BIRTHDAY VISIT: JANUARY 1987</h2>\n<p>On November 21, 1986, Kristina wrote appellant asking for $20 so that she could buy a new pair of shoes for a rock concert. In response, appellant sent Kristina the money along with a contract and prestamped envelope. The contract stated that Kristina agreed to repay appellant by giving him a one-hour full body massage or a 10-minute masturbation session. Kristina signed the contract and mailed it back to him.</p>\n<p>Kristina returned to Napa again in January 1987 for a surprise birthday party for Nicole. Appellant picked her up at the airport and drove her to <span class=\"star-pagination\">*532</span> Nicole's house where she spent her first night. She spent the following night at appellant's house. Appellant presented her with a contract stating that she owed him a one-hour full body massage or a masturbation session for every $20 he spent on her plane fare. Kristina signed it and made appellant acknowledge partial payment based on the masturbation incident in 1986.</p>\n<p>Appellant then proceeded to exact payment on the contract. He had her masturbate him on two separate occasions during her visit. On the first occasion, Kristina posed for photographs wearing a \"teddie\" in the den of appellant's house. At some point, she went into appellant's bedroom. Appellant entered wearing only a robe and ordered her to lie down on her back on the bed. He then got up on the bed and straddled her. Using Vaseline, he had her wrap her hands around his penis while he thrust himself back and forth. Appellant then fondled Kristina's breasts for seven or eight minutes until he ejaculated on her.</p>\n<p>On the second occasion involving masturbation, Kristina was wearing a white \"teddie\" at appellant's house. Appellant entered the room where she was, wearing only a robe and carrying a towel and a jar of Vaseline. He lay down on the floor and told Kristina to \"tease\" him. Appellant had Kristina sit \"doggie style\" on all fours beside him and directed her to put her hands on his penis and his \"balls.\" Appellant lubricated his fingers with Vaseline and inserted one into Kristina's vagina. He attempted to insert a second finger but Kristina complained that it hurt. Appellant withdrew his fingers after she threatened to stop masturbating him. Appellant guided her wrist up and down his penis until he ejaculated.</p>\n<p></p>\n<h2>NICOLE</h2>\n<p>Appellant and Diana continued their close friendship after Nicole was born. Beginning in 1985, when Nicole was 13, appellant visited the minor frequently. He took her places and bought her things like teddy bears, purses and clothes. Nicole considered him a really good friend.</p>\n<p>Their relationship began to change in the summer of 1986. At this time, appellant started telling Nicole about the women he dated and he started photographing her. Appellant showed Nicole pictures he had taken of nude women and lingerie he kept for his models. He showed her magazines that featured sex toys and lingerie for sale. One day around this time, appellant and Nicole were in a park together. Appellant told her to close her eyes. He then wrapped her hand around a dildo which he set at various speeds. He told her, \"imagine this inside of you.\"</p>\n<p>On another occasion around this time, appellant was asked to pick up Nicole at her grandmother's house in Clear Lake. After doing so, he drove <span class=\"star-pagination\">*533</span> her to a pier where he took photographs of her in a bathing suit. He showed her how to pose. As they continued their drive back to Napa, appellant indicated that he wanted to take more pictures of Nicole \"to show how [she] grew from year to year.\" Back at his house, appellant gave Nicole different outfits to change into and told her not to wear anything underneath. At appellant's direction, Nicole removed her blouse. Her breasts were exposed in the resulting pictures even though appellant had assured her that this would not be the case.</p>\n<p>Thereafter, appellant took photographs of Nicole frequently, at the rate of one to three times per week. At the beginning of each photo session, Nicole was photographed with her clothes on. As each session progressed, however, she would be coaxed to remove them one by one.</p>\n<p>Over the Christmas holiday in 1986, appellant took Nicole to a barn along with a suitcase containing various outfits. Nicole posed in these garments while appellant photographed her. She then posed nude. At one point, appellant set the self-timer on the camera and joined Nicole in the pictures. He hugged her and picked her up. Nicole's vaginal area and breasts were exposed. Appellant took between 20 and 60 photographs that day. Nicole was naked in about half of them.</p>\n<p>Appellant took nude photographs of Nicole at the barn on another occasion, between October 1986 and January 1987. According to Nicole, her buttocks were photographed.</p>\n<p>Sometime between September and November 1986, appellant bought Nicole a new outfit. A few days later, he took Nicole to an area of Napa College, which borders Kennedy Park, to take pictures of her in her new clothes. Nicole eventually removed her clothes for appellant during the session. She said her buttocks faced the camera on this occasion as well.</p>\n<p>The Napa College area became the setting for other photographic sessions. After one of these sessions, appellant had Nicole take the roll of film to a photo lab for developing and printing. He instructed her to use her name and to say that she was over 18. He further instructed her to say that a girlfriend took the pictures if anyone asked. Upon retrieving the developed prints, Nicole saw that her vaginal area was showing in the pictures.</p>\n<p>On another occasion, appellant took Nicole to a secluded area near Partrick Road. During this session, he asked her to take off her shirt, then her pants. Nicole was eventually naked and her breasts and buttocks were exposed to the camera.</p>\n<p><span class=\"star-pagination\">*534</span> In September or October of 1986, appellant took Nicole to the house of a friend, Doug Smith, to take some \"silhouette\" shots of her. He took the pictures outside. Nicole was completely naked and the front of her body faced the camera.</p>\n<p>Around the beginning of the school year in 1986, appellant related to Nicole that he had previously paid a Swedish woman to give him full body massages. He asked if she would like to learn how to give such massages. She indicated that she would. Appellant took her to his house and changed into a robe. He lay on his stomach on the bed and had Nicole massage him using baby oil. Then appellant turned over and said, \"Now I'm going to show you how to massage this,\" indicating his penis. Nicole was resistant but appellant told her, \"[I]t's not that big of a deal.\" Appellant then took Nicole's hand and made her rub his penis up and down. Appellant told her to take off her shirt and bra to \"make it go faster.\" She did as he said, she later testified, because she wanted to get out of there. Appellant eventually ejaculated. He cleaned himself up and took Nicole home.</p>\n<p>On still another occasion, in late December 1986 or early January 1987, appellant and Nicole drove back to the barn. Appellant got some towels and Vaseline from the back of the car. Nicole climbed into the backseat of the car with appellant. Appellant pulled down his pants, rubbed Vaseline on himself and put Nicole's hand on his penis. He instructed Nicole to take off her shirt and pull down her pants \"so it would go faster.\" She said she did as he said so she could get out of there. Appellant next told Nicole to lean over so that her breasts touched his chest. He then fondled her breasts and inserted his finger into her vagina. Appellant ejaculated and then took Nicole home.</p>\n<p>Nicole remembered another incident which occurred between September and November 1986. Nicole was riding in appellant's car when appellant turned into the parking lot of Linda Vista School and turned off the headlights. Appellant asked Nicole to sit closer to him which she did. He started rubbing her arm as they talked. He then put his hand on her neck and her chest. He unbuttoned her shirt and began fondling her breasts. Appellant coaxed Nicole to remove her pants whereupon he inserted his finger into her vagina for five to ten minutes.</p>\n<p>In December 1986, Nicole asked appellant for a loan of $100. She wanted the money so that she could buy Christmas presents. Appellant loaned her the money on the condition that she give him a full body massage.</p>\n<p>On one occasion, Kristina and Nicole were at appellant's house and they noticed that appellant had a movie entitled \"Alexandra\" on videocassette. <span class=\"star-pagination\">*535</span> They asked to see it. At first, appellant said no, but later gave his permission. The movie turned out to be pornographic and the girls turned it off after watching it for five minutes.</p>\n<p>Appellant warned Nicole not to tell anyone about these activities because if she did he would get into trouble and her parents would be mad at her. One day, however, her mother asked her if appellant had tried to \"do anything.\" At first, Nicole indicated that nothing had happened. Later, she told her mother what appellant had done.</p>\n<p>Nicole's parents called the police and an investigation ensued. As part of the investigation, Nicole telephoned appellant in the presence of Deputy Douglas Koford. Nicole was not told what to say to appellant. The conversation was tape-recorded. During their conversation, appellant told Nicole that if her mother asked, she should deny that appellant took any nude photographs of her or that appellant ever touched her. Appellant made adoptive admissions that he ejaculated on her and that he inserted his finger in her vagina. He warned her that if she told her mother about the masturbation, he would go to jail. He assured her that she would not have to \"ever do that again.\" Appellant told Nicole that he had destroyed a lot of the pictures he had taken of her and Kristina. He admitted that Kristina gave him a massage and he made an adoptive admission that he had both girls sign contracts agreeing to give him massages. At trial, the prosecution played the tape for the jury.</p>\n<p></p>\n<h2>MARRISA</h2>\n<p>Marrisa was born July 18, 1972. She met appellant when she was in the eighth grade. Appellant gave her, Kristina and Nicole a ride to the home of a mutual friend. About a month later, appellant saw Marrisa walking home from the market. He pulled his car over in order to talk to her. Appellant told her that he had learned from Kristina that she was interested in modeling. He asked about her size and measurements.</p>\n<p>The following week, appellant telephoned Marrisa's mother, Pat C., and got her permission to take photographs of her daughter. At approximately 4:15 p.m. on February 6, 1987, appellant arrived at Marrisa's house for the purpose of a photo session. Appellant told Pat that he wanted to take the pictures at Kennedy Park. Pat indicated her desire to accompany them to the park. However, appellant discouraged her by stating that Marrisa might not be as relaxed posing in her presence.</p>\n<p>Appellant took Marrisa to the college area bordering the park, which was empty and secluded. After appellant parked the car, Marrisa noticed the butt <span class=\"star-pagination\">*536</span> of a gun sticking out of his camera case. Appellant told her that it was for \"safety.\" Appellant carried the camera case with the gun with him which made Marrisa nervous.</p>\n<p>Following appellant's directions, Marrisa changed her clothes behind the bushes. Appellant then showed her how to pose. In one pose, he had her hug her breasts. Later, appellant had her change into a two-piece bathing suit. He told her to undo the strap so he could take pictures of her back to record her development. Marrisa was scared but did as she was told. Then appellant went up to her and without saying anything, removed her bathing suit top. According to Marrisa, he took photographs in which her breasts showed. Finally, appellant returned Marrisa's bathing suit top to her and said he knew that she wanted to stop. About an hour and a half after the photo session started, appellant drove Marrisa home.</p>\n<p>Several days later, appellant returned to Marrisa's house to show her and her mother some of the photographs. Pat was impressed but Marrisa was upset. After appellant left, Marrisa told her mother that there were other photographs that appellant had not shown her including one of her bare-breasted with her arms raised. Marrisa and her mother then telephoned the police.</p>\n<p>On February 14, 1987, Police Officers Thomas Angel and Douglas Koford searched appellant's residence pursuant to a search warrant. They seized photographs of Kristina, Nicole and Marrisa. They found white lingerie in a dresser drawer in the master bedroom. A videotape entitled \"Alexandra\" was seized from a closet shelf. The officers found an electric dildo on top of a file cabinet in the den. Their search of the trunk of appellant's car produced a camera bag containing a handgun, a jar of Vaseline, a bottle of baby oil and a Mervyn's bag with women's underwear. The parties stipulated at trial that a life-size stuffed soldier found by police in appellant's house was the one used by appellant in a number of his photographs.</p>\n<p>The case was prosecuted by the Attorney General after the trial court on June 13, 1989, granted appellant's motion to recuse the district attorney. On October 3, 1989, the Attorney General filed a 17-count second amended information against appellant consolidating its cases involving Kristina, Nicole and Marrisa.</p>\n<p></p>\n<h2>II</h2>\n<p>(1a) Appellant contends that his conviction on count 4 of the information must be overturned due to a lack of sufficient evidence to support it. <span class=\"star-pagination\">*537</span> On count 4, the jury found appellant guilty of committing a lewd act on a child under 14. (§ 288, subd. (a).)<sup>[5]</sup> Count 4 concerns the \"Kiss tape incident\" which occurred in January 1986 when Kristina returned to Napa to celebrate her 14th birthday with Nicole. According to Kristina's testimony at trial, she arrived in California by plane on January 10, 1986. Appellant picked her up at the airport and took her directly to Nicole's where she spent the night. The next day, January 11, she ran errands with appellant which included a stop at a record store where he told her to pick out a cassette tape for her birthday. From there, Kristina and appellant returned to appellant's house. Kristina wanted to play her new tape but appellant insisted that she masturbate him instead.</p>\n<p>Appellant claims that the evidence is insufficient to establish that the incident occurred before Kristina's 14th birthday. In support of this contention, appellant points to the following \"inconsistencies\" in the evidence: At the preliminary hearing which preceded trial by more than two years, Kristina testified that the \"Kiss tape incident\" occurred the same day as her birthday dinner at \"Mustard's.\" The record establishes that the dinner took place on her 14th birthday, January 15, 1986. Kristina's testimony at trial, however, was that the tape episode occurred on January 11th of that year. Also, in other conflicting testimony, Kristina fixed the date of a certain photo session as different than that of the \"Kiss tape incident.\" Subsequently, however, after refreshing her memory with appellant's date book, she changed this testimony stating that the session also took place on the 11th.</p>\n<p>Based on these apparent inconsistencies, appellant asserts that evidence is insufficient to support his conviction on count four. He says that the jury's implied finding that the \"Kiss tape incident\" occurred on January 11 is simply too improbable.</p>\n<p>(2) \"The proper test to determine a claim of insufficient evidence in a criminal case is whether, on the entire record, a rational trier of fact could find appellant guilty beyond a reasonable doubt. [Citations.] In making this determination, the appellate court `\"must view the evidence in a light most favorable to respondent and presume in support of the judgment the existence of every fact the trier could reasonably deduce from the evidence.\" [Citations.] ...' [Citation.] [¶] Although the appellate court must ensure the evidence is reasonable in nature, credible, and of solid value [citation], it must be ever cognizant that `\"it is the exclusive province of the trial judge or jury to determine the credibility of a witness and the truth or falsity of the facts upon which a determination depends ....\"' [Citations.] Thus, if the <span class=\"star-pagination\">*538</span> verdict is supported by substantial evidence, this court must accord due deference to the trier of fact and not substitute its evaluation of a witness's credibility for that of the fact-finder. [Citations.]</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>(3) \"`\"Although an appellate court will not uphold a judgment or verdict based upon evidence inherently improbable, testimony which merely discloses unusual circumstances does not come within that category. [Citation.] To warrant the rejection of the statements given by a witness who has been believed by the [trier of fact], there must exist either a physical impossibility that they are true, or their falsity must be apparent without resorting to inferences or deductions. [Citations.] Conflicts and even testimony which is subject to justifiable suspicion do not justify the reversal of a judgment, for it is the exclusive province of the trial judge or jury to determine the credibility of a witness and the truth or falsity of the facts upon which a determination depends. [Citation.]\"....' [Citation.]\" (<i>People</i> v. <i>Barnes</i> (1986) <span class=\"citation\" data-id=\"1175653\"><a href=\"/opinion/1175653/people-v-barnes/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">284</span></a></span>, 303-304, 306 [<span class=\"citation\" data-id=\"1175653\"><a href=\"/opinion/1175653/people-v-barnes/\"><span class=\"volume\">228</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation\" data-id=\"1175653\"><a href=\"/opinion/1175653/people-v-barnes/\"><span class=\"volume\">721</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">110</span></a></span>].)</p>\n<p>(1b) Applying these principles, we find sufficient evidence in support of appellant's conviction on count 4. Kristina's testimony at trial that the tape incident occurred on January 11, before her 14th birthday, provides such evidence. Kristina's testimony at trial on this subject was adamant and steadfast, on both direct and cross-examination.</p>\n<p>As for the apparent inconsistency between Kristina's trial testimony and her testimony at the preliminary hearing, an attempt was made by defense counsel at trial to impeach the witness with her preliminary hearing statements. At that time, Kristina explained that her memory was actually better at the time of trial than it had been at the hearing owing to the fact that it had been \"refreshed.\" The question of the apparent inconsistency was, thus, placed before the jury. It was the jury's prerogative, and not this court's, to resolve it.</p>\n<p>Furthermore, in spite of appellant's assertions to the contrary, we find this evidence highly probable. Kristina testified at trial that following the tape incident, she returned to Nicole's house. A few days later, appellant telephoned to invite her to a movie. Nicole's mother, Diana, took the call. After she hung up, Kristina told her that she did not want to go with appellant. Diana corroborated this aspect of Kristina's account of the events, in her own testimony at trial. Diana testified that Kristina became very upset on this occasion and had a \"fit\" because appellant wanted to come and pick her up. Based on this, it seems clear that the tape incident must have predated <span class=\"star-pagination\">*539</span> Kristina's birthday. Uncontroverted evidence establishes that Kristina's birthday marked the last day of her visit and the evening was spent at Mustard's restaurant.</p>\n<p></p>\n<h2>III, IV<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>V</h2>\n<p>In counts 8, 9 and 11 of the information, appellant was charged with and convicted of employing or using a minor under the age of 17 years to pose for sexual photographs in violation of section 311.4, subdivision (c). The named victim in these counts is Nicole. The next four issues raised by appellant concern the subject statute, its constitutionality, construction and application to the facts at hand.</p>\n<p>Section 311.4, subdivision (c) provides, \"Every person who, with knowledge that a person is a minor under the age of 17 years, or who, while in possession of any facts on the basis of which he or she should reasonably know that the person is a minor under the age of 17 years, knowingly promotes, employs, uses, persuades, induces, or coerces a minor under the age of 17 years, or any parent or guardian of a minor under the age of 17 years under his or her control who knowingly permits the minor, to engage in or assist others to engage in either posing or modeling alone or with others for purposes of preparing a film, photograph, negative, slide, or live performance involving sexual conduct by a minor under the age of 17 years alone or with other persons or animals, is guilty of a felony. It shall not be necessary to prove commercial purposes in order to establish a violation of this subdivision.\"</p>\n<p>\"Sexual conduct\" is defined in section 311.4, subdivision (d) as, \"whether actual or simulated: sexual intercourse, oral copulation, anal intercourse, anal oral copulation, masturbation, bestiality, sexual sadism, sexual masochism, penetration of the vagina or rectum by any object in a lewd or lascivious manner, exhibition of the genitals, pubic, or rectal area for the purpose of sexual stimulation of the viewer, any lewd or lascivious sexual act as defined in Section 288, or excretory functions performed in a lewd or lascivious manner, whether or not any of the above conduct is performed alone or between members of the same or opposite sex or between humans and animals. An act is simulated when it gives the appearance of being sexual conduct.\"</p>\n<p><span class=\"star-pagination\">*540</span> In its instructions to the jury, the trial court specifically designated the sexual conduct at issue in this case as \"the exhibition of the genitals, pubic or rectal area for the sexual stimulation of the viewer or any lewd or lascivious act as defined in Section 288(a) whether or not any of the above conduct is performed alone or with others.\"</p>\n<p></p>\n<h2>VI</h2>\n<p>(4) Appellant challenges the constitutionality of the statute claiming that it is overbroad. He maintains that the provision, both facially and as applied in this case, erroneously emphasizes the intent of the photographer instead of the content of the film or photographs. As a result, he says, \"[s]imple nude photos of children\" could conceivably fall within its ambit.</p>\n<p>Section 311.4 is part of a statutory scheme \"to combat the exploitive use of children in the production of pornography.\" (<i>In re Duncan</i> (1987) <span class=\"citation\" data-id=\"2116912\"><a href=\"/opinion/2116912/in-re-duncan/\"><span class=\"volume\">189</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1348</span></a></span>, 1360 [<span class=\"citation\" data-id=\"2116912\"><a href=\"/opinion/2116912/in-re-duncan/\"><span class=\"volume\">234</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">877</span></a></span>].) Principal statutes in this scheme include sections 311.2, 311.3, 311.4 and 311.11, which share a somewhat convoluted and recent history. One of the earliest of these provisions, section 311.4, subdivision (a) (originally § 311.4), was enacted in 1961 and was designed to operate in conjunction with the obscenity statute which was already in existence at the time and which generally banned the sale and distribution of obscene material (§ 311.2, now § 311.2, subd. (a)). As originally enacted, section 311.4 prohibited the use of minors in the sale and distribution of obscene matter. It was not until 1977 or later that the remainder of these provisions came into being. They reflect a recent trend in California, as well as other states, to become increasingly aggressive in the war against child pornography, a subject most experts agree has emerged into \"a national problem.\" (DiGennaro, <i>Child Pornography: Issues of Statutory Vagueness</i> (1988) 10 Crim. Justice J., p. 197.) These statutes are aimed at extinguishing the market for sexually explicit materials featuring children. Under them, it is no longer only the distribution but the production, reproduction and possession of such material which is proscribed. To be objectionable, the material no longer has to be obscene. To be illegal, the activity no longer has to be for commercial purposes. And violation of these statutes often carries with it the penalty of a prison sentence.</p>\n<p>Under the present statutory scheme, sections 311.4 and 311.3 are strictly concerned with visual displays such as might be found in films, photographs, videotapes and live performances. As outlined above, section 311.4 prohibits the employment or use of a minor under the age of 17 in the production of material depicting that minor in \"sexual conduct,\" as defined therein, whether or not it is for commercial purposes (§ 311.4, subds. (b) &amp; (c)). And <span class=\"star-pagination\">*541</span> section 311.3, subdivisions (a) and (b), proscribes the development, duplication, printing, or exchanging of any film, photograph, videotape, negative, or slide depicting a person under the age of 14 years engaged in \"sexual conduct\" as defined by that statute.</p>\n<p>Section 311.2, meanwhile, targets both obscene and nonobscene \"matter,\" which includes books as well as photographs.<sup>[6]</sup> Said provision makes it a crime to possess, prepare, publish, develop, duplicate or print, with the intent to distribute or exhibit to others, such matter depicting a person under the age of 17 or 18 years engaged in sexual conduct as defined in section 311.4. Finally, section 311.11 (also known as the \"Polanco-Ferguson Anti-Child Pornography Act of 1989\"), a fairly new statute, is aimed at the mere possession of these kinds of materials. It bans the knowing possession or control of \"any matter,\" the production of which involves the use of a person under the age of 14 engaged in sexual conduct as defined by section 311.4.</p>\n<p>The courts of California and other states have generally accorded such material less First Amendment protection than is given adult pornography. In <i>New York</i> v. <i>Ferber</i> (1982) <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span> [<span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1113</span></a></span>, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span>], the benchmark case in this area, the United States Supreme Court upheld a New York statute prohibiting persons from knowingly promoting a sexual performance by a child under the age of 16 by distributing material depicting such a performance, regardless of whether or not the material is obscene. The court held that \"child pornography\" involving something less than \"obscenity\" is not presumptively protected by the First Amendment. It said for a number of reasons including a state's \"compelling\" interest in safeguarding the physical and psychological well-being of a minor, \"the States are entitled to greater leeway in the regulation of pornographic depictions of children.\" (<i>Id.,</i> at p. 756 [73 L.Ed.2d at p. 1122].) The court set minimal limitations with respect to such regulation. It said, \"As with all legislation in this sensitive area, the conduct to be prohibited must be adequately defined by the applicable state law, as written or authoritatively construed. Here the nature of the harm to be combated requires that the state offense be limited to works that <i>visually</i> depict sexual conduct by children below a specified age. The category of `sexual conduct' proscribed must also be suitably limited and described.\" (<i>Id.,</i> at p. 764 [73 L.Ed.2d at p. 1127], fn. omitted.) In establishing a test for child pornography, the <i>Ferber</i> court differentiated it from the obscenity standard enunciated in <i>Miller</i> v. <i>California</i> (1973) 413 <span class=\"star-pagination\">*542</span> U.S. 15 [<span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2607</span></a></span>]. It said, \"A trier of fact need not find that the material appeals to the prurient interest of the average person; it is not required that sexual conduct portrayed be done so in a patently offensive manner; and the material at issue need not be considered as a whole.... As with obscenity laws, criminal responsibility may not be imposed without some element of scienter on the part of the defendant. [Citations.]\" (<i>Id.,</i> at pp. 764-765 [73 L.Ed.2d at p. 1127], fn. omitted.) In terms of attacks like the one waged by appellant here, the high court said, \"`[P]articularly where conduct and not merely speech is involved, we believe that the overbreadth of a statute must not only be real, but substantial as well, judged in relation to the statute's plainly legitimate sweep.' [Citation.]\" (<i>Id.,</i> at p. 770 [73 L.Ed.2d at p. 1131], fn. omitted.)</p>\n<p>Applying the principles enunciated by <i>Ferber</i> to section 311.4, subdivision (c), we find that said provision passes constitutional muster. Simply put, the statute prohibits anyone from knowingly using a minor under the age of 17 to pose or model in a film, photograph, or live performance involving sexual conduct. Section 311.4, subdivision (d), as applied in this case, defines \"sexual conduct\" in terms of an \"exhibition of the genitals, pubic or rectal area for the sexual stimulation of the viewer or any lewd or lascivious act as defined in Section 288....\" As can be seen, the statute adequately defines the prohibited conduct and includes a scienter element. The offense is limited to visual works that depict sexual conduct by children below a certain age.</p>\n<p>Appellant attempts to play word games with the statute. He equates the phrase, \"exhibition of the genitals, pubic or rectal area,\" with mere nudity and correctly points out that nudity alone does not constitute obscenity. He then cites the remainder of the phrase, \"for the purpose of sexual stimulation of the viewer,\" as a basis for arguing that the statute unduly focuses on the photographer's intent in place of conduct depicted in the photographs. He asserts, \"Since the statute at issue here does not require any level of lewdness in the exhibition of the genitalia or pubic or rectal areas but instead makes criminal depiction of such exhibition only by reference to the intent of the photographer with respect to a viewer of the photograph, it reaches significantly into expression protected by the constitutional guarantee of free expression.\"</p>\n<p>However, appellant misconstrues the plain language of the statute. The words, \"exhibition of the genitals, pubic or rectal area\" and \"for the purpose of sexual stimulation of the viewer,\" are part of the same phrase, the latter language serving to modify the former. (5) Together, they speak to the content of the material targeted by the statute rather than the photographer's <span class=\"star-pagination\">*543</span> intent and describe what is meant in part by the term \"sexual conduct.\" It is because the language is meant to be read together that simple, straightforward nude photographs of children without more would not fall within the purview of the statute. Such photographs, even if they should depict the pubic or rectal areas of children, would not have been taken for the apparent purpose of the sexual stimulation of the viewer.</p>\n<p>As stated in <i>People</i> v. <i>Burrows</i> (1968) <span class=\"citation\" data-id=\"2210900\"><a href=\"/opinion/2210900/people-v-burrows/\"><span class=\"volume\">260</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">228</span></a></span>, 232-233 [<span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">28</span></span>], \"[T]he evident purpose of section 311.4[<sup>[7]</sup>] is to protect minors from being corrupted and abused in the <i>production</i> of pornographic material. The validity of this purpose is not strongly affected by any subjective intent which may be entertained by the accused regarding the distribution of the ... material which is to be produced; the injury to the minor's character, and the handicap to his [or her] healthy emotional development resulting from abuse in the production of [such] material, are not exclusively dependent upon someone's intention to distribute the material.... [S]ection 311.4 contains its own ... factor of <i>mens rea</i>: only one who `with knowledge that a person is a minor' uses the minor in doing any of the proscribed acts is punishable under [the statute].\" (<i>Ibid.</i>)<sup>[8]</sup></p>\n<p></p>\n<h2>VII</h2>\n<p>(6a) Appellant claims prejudicial error based on the failure of the trial court to instruct the jury on the meaning of the term \"rectal area\" as used in section 311.4. He says that it is a technical term and, thus, the court had a sua sponte duty to so instruct. Additionally, he argues that the jury may have been confused over the meaning of the term owing to the fact that counsel from both sides debated in closing argument whether or not the \"rectal area\" includes the buttocks.</p>\n<p>(7) \"As a general rule, ordinary words do not require definition; they are presumed to be understood by the jurors. [Citations.] The language of a statute defining a crime or defense is generally an appropriate and desirable basis for an instruction [citation], and is ordinarily sufficient when the defendant fails to request further amplification. [Citations.] If the jury would have no difficulty in understanding the statute without guidance, the court need do no more than instruct in statutory language. [Citation.]\" (<i>People</i> v. <i>Jones</i> (1971) <span class=\"citation\" data-id=\"2142892\"><a href=\"/opinion/2142892/people-v-jones/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">437</span></a></span>, 447 [<span class=\"citation\" data-id=\"2142892\"><a href=\"/opinion/2142892/people-v-jones/\"><span class=\"volume\">96</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">795</span></a></span>].)</p>\n<p><span class=\"star-pagination\">*544</span> (6b) We disagree that the subject term is a technical one requiring special instruction. Presumably, most people are familiar with basic anatomical terms such as \"rectum\" and \"buttocks.\" While they might not be able to define them in exact, scientific language, they can describe them in terms of function and location. Such is all that is required for purposes of construing the statute.</p>\n<p>\"Rectal\" is defined in Webster's Third New International Dictionary (1961) page 1899, as \"of, relating to, affecting, or located near the rectum.\" In terms of section 311.4, the words are used in their ordinary sense. They are not used in a technical sense.</p>\n<p>Appellant seems to confuse the term \"rectal area\" with the word \"rectum\" itself. He says, \"The average juror simply does not know that `rectal area' refers to `the part of the large intestine ... from the sigmoid flexure to the anus.'\" However, the average juror does not need to know this for purposes of construing the statute. In terms of assessing whether or not certain visual material contains \"sexual conduct\" as defined by section 311.4, the technical definition of \"rectum\" is immaterial. It is not the rectum itself that will show up in the photographs. Rather, it is the \"rectal area\" which will  that is, the exterior area of the body near the rectum.</p>\n<p>Appellant's suggested instruction would lead to absurd results and would undermine the subject provision. (8) As a rule, in construing statutes, the courts must attempt to ascertain the legislative intent behind them. In doing so, they \"must look to the language of the statute and `accord words their usual, ordinary, and common sense meaning based on the language used and the evident purpose for which the statute was adopted.' [Citations.] ... [W]e must `presume that the Legislature did not intend absurd results.' [Citation.]\" (<i>People</i> v. <i>Catelli</i> (1991) <span class=\"citation\" data-id=\"2142296\"><a href=\"/opinion/2142296/people-v-catelli/\"><span class=\"volume\">227</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1434</span></a></span>, 1448 [<span class=\"citation\" data-id=\"2142296\"><a href=\"/opinion/2142296/people-v-catelli/\"><span class=\"volume\">278</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">452</span></a></span>].)</p>\n<p>(6c) Here, the trial court instructed the jury on section 311.4, subdivisions (c) and (d), in the words of the statute itself. It left the application of the language of these provisions to the jury based on the words' ordinary meaning. We find no error in this respect.</p>\n<p>(9) Finally, we find appellant's argument that the jury may have been confused over this language due to counsels' statements in closing argument, unpersuasive as well. The record indicates that defense counsel took exception to what he perceived as a tendency on the prosecutor's part to equate the word \"buttocks\" with the statutory term \"rectal area.\" He told the jury, \"I hope that you won't consider the fact that there may be pictures of persons <span class=\"star-pagination\">*545</span> with their buttocks exposed [as] the same thing as a picture of a person with a rectum exposed.\" On rebuttal, the prosecutor then took issue with counsel's tendency to interchange the terms \"rectal area\" and \"rectum.\" She advised the jury that rectal area would include the area around the rectum.</p>\n<p>We find no evidence that the jury was confused by these statements. The jury was properly instructed on section 311.4, subdivisions (c) and (d). Without evidence to the contrary, we must assume that the jury understood the instructions and followed them appropriately.</p>\n<p>As part of his claim about jury confusion, appellant argues that the term \"rectal area\" does not include the \"buttocks.\" As previously established, \"rectal area\" is the exterior area of the body near the rectum or anus. The \"buttock,\" meanwhile, is defined by Webster's Third New International Dictionary, <i>supra,</i> page 305, as \"either of the two rounded prominences separated by a median cleft that form the lower part of the back in man ... [;] the lower part of the back made up of these prominences[;] seat[.]\" As defined, \"rectal area\" would necessarily encompass part of the seat of the body or what might be termed the lower part of the buttocks. What the rectal area would encompass is something for the jury to determine based on ordinary experience and general knowledge.</p>\n<p></p>\n<h2>VIII</h2>\n<p>(10) Appellant next claims that there is insufficient evidence to sustain his convictions on counts 8, 9 and 11. The jury was told by both the court and the prosecutor that the charges were based on the following five incidents; (1) photographs taken at the barn in December 1986; (2) photographs taken at the barn between October 1986 and January 1987; (3) photographs taken at Doug Smith's house; (4) photographs taken in the area near Napa College; and (5) photographs taken near Partrick Road.<sup>[9]</sup> The court instructed the jury that it could select any three of these incidents on which to base the convictions so long as the selection was unanimous.</p>\n<p>We find substantial evidence in the record to support the jury's finding of guilt based on any and all of the five incidents. Such evidence consists of the following:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*546</span> PHOTOS TAKEN AT BARN IN DECEMBER 1986</h2>\n<p>Nicole testified that over the Christmas holiday in 1986, appellant took her to the barn along with a suitcase of various outfits. Appellant took approximately 20 photographs of her. In half of the photographs, she was completely naked. She said both her vaginal area and her breasts were exposed in these pictures.</p>\n<p></p>\n<h2>PHOTOS TAKEN AT BARN BETWEEN OCTOBER 1986 AND JANUARY 1987</h2>\n<p>Nicole testified that appellant took nude photographs of her at the barn on another occasion as well, sometime between October 1986 and January 1987. Nicole's memory of this occasion included the fact that there was a dead animal in the barn at the time. She could not remember if in posing for the pictures, she was positioned in such a way that her vaginal area or breasts were exposed to the camera. However, she distinctly remembered that her buttocks were exposed.</p>\n<p></p>\n<h2>PHOTOS TAKEN AT DOUG SMITH'S HOUSE</h2>\n<p>Nicole testified that at the beginning of the school year in 1986, around September or October, appellant took her to his friend Doug Smith's house to take \"silhouette\" shots of her. According to Nicole, the pictures were taken outside between the house and the vineyard. She said she was nude when the photographs were taken and the front of her body faced the camera.</p>\n<p></p>\n<h2>PHOTOS TAKEN NEAR NAPA COLLEGE</h2>\n<p>Nicole testified that an area of Napa College bordering Kennedy Park was the setting for a number of appellant's photo sessions. Following one of these sessions, appellant gave the roll of film to Nicole to take to a photo lab for developing and printing. Later, when she picked up the developed prints, she said she looked at the pictures and saw that her vaginal area was showing in some of them.</p>\n<p></p>\n<h2>AREA NEAR PARTRICK ROAD</h2>\n<p>Nicole testified that appellant took her to a secluded area near Partrick Road on one occasion. During this photo session, appellant had her remove her shirt first, then later her pants. Eventually all of her clothes were removed. She was certain her breasts and buttocks were exposed to the camera.</p>\n<p><span class=\"star-pagination\">*547</span> Appellant attacks the sufficiency of the evidence particularly in relation to the October 1986-January 1987 barn episode and the photo session near Partrick Road. Nicole's testimony with respect to both instances was that her buttocks were exposed to the camera. She could not remember if her vaginal area was also exposed. Appellant argues that the \"`rectal area' most precisely refers to `that part of the body which pertains to the rectum,'\" and that \"[t]he rectum is an anatomical term referring in man to `the part of the large intestine, ... of somewhat variable length (usually about 8 inches), from the sigmoid flexure to the anus.'\" Thus, echoing his earlier contention that \"rectal area\" cannot include the \"buttocks,\" appellant maintains that this testimony is insufficient to support a finding that he violated the statute. We disagree.</p>\n<p>First, as already discussed, the term \"rectal area\" does encompass the lower part of the buttocks. Furthermore, the jury could also consider relevant circumstantial evidence which is supportive of the conviction. This included evidence of countless nude photographs being taken with differing poses at appellant's direction at these secluded outdoor locations; of the nature of the photographs and the way in which the minors were required to pose over the years; and of the manner in which appellant ingratiated himself with Kristina and Nicole and their parents, thus winning their confidence so that the minors would do anything he asked.</p>\n<p>Appellant also attacks the sufficiency of the evidence in relation to the \"silhouette\" photographs taken of Nicole at Doug Smith's house. Appellant seizes upon the term \"silhouette\" to mean that the pictures were taken at night. Based on this, he says the only reasonable inference is that \"the photograph did not exhibit Nicole's genitals, pubic hair or rectal area, but only the general outline or shape of her body....\"</p>\n<p>We reject appellant's argument. There is no evidence other than the term \"silhouette\" to indicate that the pictures were taken at night. Nicole did not say that the pictures were taken at night. The significance of the term \"silhouette\" in the context of the evidence is uncertain. It could merely have been a ploy on appellant's part to get Nicole to cooperate by removing her clothes. She testified she did not want to take off all of her clothes but he insisted that she do so. She was firm in her testimony that she was completely nude and facing the camera when the photographs were taken.</p>\n<p>The record supports the jury's finding of guilt beyond a reasonable doubt with respect to the incidents at issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> IX-XI<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>XII</h2>\n<p>(11) Appellant maintains that it was error for the trial court to deny his motion to dismiss based on prosecutorial invasion of privileged defense material. Having reviewed the pertinent record, we find no error.</p>\n<p>Before analyzing this issue, some background information is in order: On June 11, 1988, appellant filed a motion to disqualify the Napa County District Attorney's office in the case based on bias. Appellant alleged that District Attorney Jerome Mautner had a conflict of interest because at the time of appellant's arrest, appellant was investigating a story for the Napa Sentinel about the role of Mautner's son in the death of a 17-year-old Napa youth who was struck by a car after ingesting LSD. Following a hearing, the motion was denied. The trial court found that while there was an apparent conflict, it was not so grave as to prevent the appellant from having a fair trial.</p>\n<p>Approximately a year later, while appellant was still awaiting trial, he filed another motion seeking recusal of the district attorney's office and dismissal of the charges. This motion alleged that the district attorney's office had improperly gained access to and knowledge of the defense case during a search of appellant's residence on February 28, 1989. At a hearing on the motion, it was established that such a search had taken place pursuant to a search warrant. The warrant was executed by an investigator for the district attorney's office, Seth Goldstein, with the assistance of two police officers. According to Goldstein, who testified at the hearing, he had been instructed by Mautner before the search on what to do in relation to materials which were found and were thought to be protected under the attorney-client privilege. He said that he was instructed not to take privileged material during the search unless it could not be segregated from other material, in which case he should seize the material and seal the privileged part of it.</p>\n<p>According to Goldstein, the search lasted approximately five hours. The investigator specially marked the material he believed was potentially privileged and maintained possession of it for later review by a special master. Goldstein claimed that, for the most part, he examined the material only to see if it was relevant and, if so, whether it was privileged. He said he did not <span class=\"star-pagination\">*549</span> read or digest the material. The seized materials were stored in a locker in an office shared by Goldstein and Lynn Young, a deputy district attorney assigned to the case at the time. Only Goldstein had access to the locker. Approximately 10 days after the search, a special master was appointed to review the confiscated material. Of the 4,000 to 6,000 documents (including photographs) which were seized, some were found to come within the attorney-client privilege. Young testified that she did not see any of the documents which the master characterized as privileged and that Goldstein never discussed with her the content of any document seized during the search.</p>\n<p>Before ruling on appellant's motion, the trial court examined the privileged documents with defense counsel. Thereafter, the court granted appellant's motion to recuse the Napa County District Attorney's office and transferred prosecution of the case to the Attorney General of California. However, the court denied appellant's motion to dismiss the charges. The court said while it found that the attorney-client privilege relationship had been \"disrupted\" by the taking of such a large volume of material, evidence that the district attorney's office had actually read it or planned to use it in the course of the prosecution was \"thin.\" Furthermore, it said there was not \"a thread of evidence\" to indicate that the Attorney General's office had any knowledge of the seized materials.</p>\n<p>As part of the recusal order, the court directed the district attorney's office, Young and Goldstein in particular, not to discuss the nature or contents of the privileged materials with anyone in the Attorney General's office or to provide that office with any document or file referring to these materials. In addition, the court directed Young and Goldstein not to have any further contact with the victims or their families.</p>\n<p>Then just before trial appellant moved again for dismissal of the charges on the grounds that the court's recusal order had been violated. Appellant alleged that Goldstein had furnished information to the Attorney General's office in violation of the order. At the hearing on the motion, the deputy attorney general assigned to prosecute the case, testified that she met with Goldstein in August 1989 at the Napa Police Department in the presence of two police officers. In a meeting lasting about one and one-half to two hours, spread out over a two-day period, the deputy attorney general said she asked Goldstein to explain why certain items had been seized during the search. She made it clear at the onset of the meeting that Goldstein was not to volunteer any information. He was only to answer specific questions about specific items. According to the deputy attorney general, she had no knowledge of the contents of the privileged materials which were seized.</p>\n<p><span class=\"star-pagination\">*550</span> Noting that the recusal order had admonished Young and Goldstein not to discuss the subject materials seized during the search with any member of the Attorney General's office, the court concluded that there was no question but that Goldstein had violated the order. However, the court denied appellant's motion to dismiss based on two factors: one, there was no reason to believe that Goldstein disclosed any important attorney-client privileged information; and two, the limitations that the Attorney General placed on her conversation with Goldstein provided a significant level of protection against the possibility of a disclosure of such information. The court advised appellant that he was free to renew his motion if the defense found during the course of trial that there had been disclosure of privileged information to the Attorney General's office. According to the record, appellant did not renew his motion.</p>\n<p>On appeal, appellant argues that evidence of prosecutorial misconduct was sufficiently egregious here to warrant application of the dismissal per se rule of <i>Barber</i> v. <i>Municipal Court</i> (1979) <span class=\"citation\" data-id=\"1217779\"><a href=\"/opinion/1217779/barber-v-municipal-court/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">742</span></a></span> [<span class=\"citation\" data-id=\"1217779\"><a href=\"/opinion/1217779/barber-v-municipal-court/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"1217779\"><a href=\"/opinion/1217779/barber-v-municipal-court/\"><span class=\"volume\">598</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">818</span></a></span>]. We disagree.</p>\n<p>In <i>Barber,</i> an undercover government agent posing as a codefendant infiltrated confidential meetings between misdemeanor defendants and their attorney. The Supreme Court held that such conduct violated defendants' right to counsel and, thereafter, created a \"chilling effect\" on the attorney-client relationship. Under the circumstances, the court ruled that mere exclusion of tainted evidence was inadequate and dismissal was in order.</p>\n<p>The high court's ruling in <i>Barber</i> hinged largely on the fact that the prejudice suffered by the defendants in that case could not be calculated. The seized evidence consisted of unrecorded conversations rather than documents which could have been examined by the trial court to determine \"whether or not the prosecution was actually aided by the information and whether some remedy short of dismissal would [have been] adequate to protect [defendants'] rights.\" (<i>People</i> v. <i>Towler</i> (1982) <span class=\"citation\" data-id=\"1222945\"><a href=\"/opinion/1222945/people-v-towler/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">105</span></a></span>, 122 [<span class=\"citation\" data-id=\"1222945\"><a href=\"/opinion/1222945/people-v-towler/\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"1222945\"><a href=\"/opinion/1222945/people-v-towler/\"><span class=\"volume\">641</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1253</span></a></span>].) As a consequence, the <i>Barber</i> rule of dismissal has been limited to cases in which prejudice to the defendant's Sixth Amendment rights cannot be reasonably measured. \"When a reviewing court is satisfied that no prejudice could have occurred, suppression is generally found to be an adequate remedy, even where the violation of the defendant's Sixth Amendment rights was deliberate. [Citations.]\" (<i>People</i> v. <i>Garewal</i> (1985) <span class=\"citation\" data-id=\"2108365\"><a href=\"/opinion/2108365/people-v-garewal/\"><span class=\"volume\">173</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">285</span></a></span>, 292 [<span class=\"citation\" data-id=\"2108365\"><a href=\"/opinion/2108365/people-v-garewal/\"><span class=\"volume\">218</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">690</span></a></span>].)</p>\n<p>In the instant case, the seized evidence was entirely documentary. The trial court reviewed the evidence. It then recused the office which originally <span class=\"star-pagination\">*551</span> seized the materials from the case and ordered that office not to give or discuss any of the privileged documents over to its successor in the case. Following violation of the court's order, the trial court held a hearing to determine the extent of the violation. Based on the testimony presented at the hearing including that of the deputy attorney general, the court concluded that no privileged material of any significance had been divulged.</p>\n<p>Clearly, the trial court was in a better position than this court to judge the credibility of this testimony. And just as clearly, the record supports the court's findings in this regard. (See <i>People</i> v. <i>Garewal, supra,</i> 173 Cal. App.3d at p. 293.)</p>\n<p>Appellant was put on notice by the trial court that if something occurred at trial demonstrating that there had been disclosure of privileged materials to the Attorney General's office, he could renew his motion at that time. He did not. Accordingly, if something did occur at trial in this vein, he has waived the right to raise it as an issue on appeal. (<i>People</i> v. <i>Green</i> (1980) <span class=\"citation\" data-id=\"1430305\"><a href=\"/opinion/1430305/people-v-green/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1</span></a></span>, 27 [<span class=\"citation\" data-id=\"1430305\"><a href=\"/opinion/1430305/people-v-green/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1430305\"><a href=\"/opinion/1430305/people-v-green/\"><span class=\"volume\">609</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">468</span></a></span>].)</p>\n<p></p>\n<h2>XIII</h2>\n<p>(12) Appellant argues that his convictions on counts 8, 9 and 11 based on violations of section 311.4, subdivision (c), must be treated as misdemeanors not felonies because section 311.9, subdivision (b), states that \"[e]very person who violates Section 311.4 is punishable by fine of not more than two thousand dollars ($2,000) or by imprisonment in the county jail for not more than one year, or by both such fine and such imprisonment.\" We reject appellant's argument.</p>\n<p>At the time section 311.9 was enacted (i.e., 1961), subdivision (c) of section 311.4 (employing or using a minor to pose for sexual photographs), of which appellant was convicted, did not exist. Section 311.4 was comprised solely of what is designated today as subdivision (a) of that statute (employment of a minor for sale or distribution of obscene matter). Subdivisions (b), (c) and (d) were not added until after 1977. The offense of employment of a minor for the sale or distribution of obscene matter (§ 311.4, subd. (a)) has been labeled a misdemeanor since the statute's inception.<sup>[10]</sup> The offense of employment of a minor for production of pornography with or without commercial purposes (§ 311.4, subds. (b) &amp; (c)), on the other hand, has always been designated a felony. Section 311.4, subdivision (c), specifically states that the offense described therein is to be punished as a felony.</p>\n<p><span class=\"star-pagination\">*552</span> The rule of statutory interpretation that ambiguous penal statutes are construed in favor of defendants which appellant cites here, \"is inapplicable unless two reasonable interpretations of the same provision stand in relative equipoise, i.e., that resolution of the statute's ambiguities in a convincing manner is impracticable.' [Citation.]\" (<i>People</i> v. <i>Hunt</i> (1990) <span class=\"citation\" data-id=\"2145206\"><a href=\"/opinion/2145206/people-v-hunt/\"><span class=\"volume\">225</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">498</span></a></span>, 505 [<span class=\"citation\" data-id=\"2145206\"><a href=\"/opinion/2145206/people-v-hunt/\"><span class=\"volume\">275</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">367</span></a></span>].) Here, we have no problem resolving any ambiguities in the subject statutes in a convincing manner. Based on the legislative history of the subject statutes and the language of section 311.4, subdivision (c), it is clear that the Legislature intended for a violation of section 311.4, subdivision (c), to be punished as a felony.</p>\n<p></p>\n<h2>XIV-XVI<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .... .... .</p>\n<p></p>\n<h2>XVII</h2>\n<p>(13) As to the final issue, the misdemeanor convictions on counts 1, 2 and 3 must be reversed because they are barred by the statute of limitations. In criminal cases, the statute of limitations constitutes a substantive rather than a procedural right. It is jurisdictional and cannot be waived by the defendant. (<i>People</i> v. <i>Chadd</i> (1981) <span class=\"citation\" data-id=\"2608561\"><a href=\"/opinion/2608561/people-v-chadd/\"><span class=\"volume\">28</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">739</span></a></span>, 757 [<span class=\"citation\" data-id=\"2608561\"><a href=\"/opinion/2608561/people-v-chadd/\"><span class=\"volume\">170</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"2608561\"><a href=\"/opinion/2608561/people-v-chadd/\"><span class=\"volume\">621</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">837</span></a></span>].)</p>\n<p>(14) Appellant maintains that the case must be remanded for resentencing \"since one of the reasons that the court relied on to impose a consecutive sentence on the misdemeanor conviction in count 16 was the fact that there were a number of other misdemeanor convictions for which appellant could have been sentenced consecutively but for which the court was imposing concurrent sentences.\" The People, on the other hand, argue against remand pointing out that even with the reversal of three counts, appellant still has six other misdemeanor convictions in addition to count 16. On this basis, the People contend that the reversals do not undermine the court's reasoning with respect to its imposition of a consecutive sentence on count 16. Additionally, it is argued, the court gave numerous other reasons for imposing a consecutive sentence on that count including: the fact that the various crimes committed by appellant and their objectives were predominantly independent of one another; the presence of a gun during the commission of the offense in count 17; appellant's apparent attempt to threaten witnesses to keep them from testifying against him at trial; and the \"obsessiveness\" of appellant's conduct in repeatedly violating restraining orders by seeking contact with the victims and their families.</p>\n<p><span class=\"star-pagination\">*553</span> We are persuaded by the People's argument in this regard. We find that there is no reasonable likelihood that on remand the court would impose a concurrent sentence rather than a consecutive one on count 16. (See <i>People</i> v. <i>Price</i> (1986) <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1405</span></span>, 1413 [<span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">550</span></span>].)</p>\n<p></p>\n<h2>XVIII</h2>\n<p>We modify the judgment as follows: (1) that part of the judgment indicating that appellant has been found guilty on counts 1, 2 and 3, is ordered stricken as is that part of the judgment ordering that a six-month jail sentence be served on these counts concurrent to the sentence in count 16; (2) the following language is added: \"Counts 1, 2 and 3 are dismissed.\" In all other respects the judgment is affirmed. The trial court is directed to send a copy of the amended abstract of judgment to the Department of Corrections.</p>\n<p>Chin, J., and Werdegar, J., concurred.</p>\n<p>A petition for a rehearing was denied July 13, 1992, and appellant's petition for review by the Supreme Court was denied September 3, 1992.</p>\n<h2>NOTES</h2>\n<p>[]   Pursuant to California Rules of Court, rule 976.1, this opinion is certified for publication with the exception of parts III, IV, IX, X, XI, XIV, XV and XVI.</p>\n<p>[1]  All statutory references are to the Penal Code unless otherwise specified.</p>\n<p>[2]  One of these counts was subsequently dismissed by the trial court pursuant to section 1385.</p>\n<p>[3]  Consolidated with the appeal is a petition for writ of habeas corpus filed by appellant. We deny the petition by separate order. (A053211, <i>In re Gary Wayne Cantrell on Habeas Corpus.</i>)</p>\n<p>[4]  The parties have referred to this incident as the \"Kiss tape incident.\"</p>\n<p>[5]  In sentencing, the trial court selected count 4 for imposition of the base term and imposed the upper term of eight years.</p>\n<p>[*]   See footnote, <i>ante,</i> page 523.</p>\n<p>[6]  For purposes of these statutes, \"matter\" is defined as \"any book, magazine, newspaper or other printed or written material or any picture, drawing, photograph, motion picture, or other pictorial representation or any statute or other figure, or any recording, transcription or mechanical, chemical or electrical reproduction or any other articles, equipment, machines or materials. `Matter' also means live or recorded telephone messages when transmitted, disseminated, or distributed as part of a commercial transaction.\" (§ 311, subd. (b).)</p>\n<p>[7]  At the time <i>People</i> v. <i>Burrows, supra,</i> <span class=\"citation\" data-id=\"2210900\"><a href=\"/opinion/2210900/people-v-burrows/\"><span class=\"volume\">260</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">228</span></a></span>, was decided, section 311.4 consisted of the single provision banning the use of minors in the sale and distribution of obscene matter, now contained in subdivision (a) of that statute.</p>\n<p>[8]  We note that section 311.3, subdivision (b)(5), employs the same language at issue here in defining \"sexual conduct\" under that statute. The constitutionality of section 311.3, subdivision (a), was upheld in <i>In re Duncan, supra,</i> 189 Cal. App.3d at pages 1356-1360.</p>\n<p>[9]  Appellant's claim that the jury was told that there were six incidents, not five, finds no basis in the record. He suggests that the Kennedy Park/Napa College episode was presented as two incidents and two places instead of one. However, the record establishes otherwise. Nicole's testimony was that appellant took her to the college area next to the park. Both the court and the prosecutor referred to the area as the Kennedy Park/Napa College area. Finally, the written instructions delivered to the jury made it unmistakably clear by their use of \"<i>Or</i>\" to separate each incident described therein, that the incident at the Kennedy Park/Napa College was one incident.</p>\n<p>[10]  In 1985 the statute was amended to make it a misdemeanor for first time offenders only.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1175653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1217779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1222945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1430305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2108365/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2116912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142892/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2145206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2210900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2608561/"
          ]
        }
      ],
      "judges": "Merrill",
      "date_created": "2014-10-30T22:22:37.293716Z",
      "date_modified": "2017-04-09T05:30:15.650264Z",
      "date_filed": "1992-06-18",
      "date_filed_is_approximate": false,
      "slug": "people-v-cantrell",
      "citation_id": 2251733,
      "case_name_short": "Cantrell",
      "case_name": "People v. Cantrell",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "7 Cal. App. 4th 523",
      "state_cite_two": "9 Cal. Rptr. 2d 188",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 18,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2165696/people-v-cantrell/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:22:37.291213Z",
  "date_modified": "2014-10-30T22:22:37.291213Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cantrell",
  "case_name": "People v. Cantrell",
  "case_name_full": "",
  "slug": "people-v-cantrell",
  "docket_number": "A049479",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}