{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2171696/",
  "id": 2171696,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2284900/",
      "id": 2284900,
      "absolute_url": "/opinion/2284900/miller-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2171696/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2284900/",
          "id": 2284900,
          "absolute_url": "/opinion/2284900/miller-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2284900/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8327/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:58:59.711041Z",
          "date_modified": "2017-04-09T04:32:59.469221Z",
          "type": "010combined",
          "sha1": "738264ce458145996aa9e2b8d63a0d8a72a3ec05",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>333 S.W.3d 352 (2010)</b></center>\n<center><h1>Wesley Wayne MILLER, Appellant,<br>\nv.<br>\nThe STATE of Texas, State.</h1></center>\n<center>Nos. 2-09-167-CR, 2-09-168-CR, 2-09-169-CR.</center>\n<center><p><b>Court of Appeals of Texas, Fort Worth.</b></p></center>\n<center>November 8, 2010.</center>\n<center>Discretionary Review Refused April 13, 2011.</center>\n<p><span class=\"star-pagination\">*354</span> Jack V. Strickland, Fort Worth, for Appellant.</p>\n<p>Joe Shannon, Jr., Crim. Dist. Atty., Charles M. Mallin, Chief Appellate Section, and Andy Porter, Alana Minton, and Page Simpson, Asst. Dist. Attys. for Tarrant County, Fort Worth, for Appellee.</p>\n<p>PANEL: GARDNER and McCOY, JJ.; and WILLIAM BRIGHAM (Senior Justice, Retired, Sitting by Assignment).</p>\n<p></p>\n<h2>OPINION ON PETITIONS FOR DISCRETIONARY REVIEW</h2>\n<p>PER CURIAM.</p>\n<p>After reviewing both the State's petition and Appellant's petition for discretionary review, we withdraw our opinion and judgment of August 31, 2010, and substitute the following.</p>\n<p></p>\n<h2>I. Introduction</h2>\n<p>On October 23, 2006, a jury adjudged Appellant Wesley Wayne Miller to be a violent sexual predator, making him subject to a civil commitment order. By three separate indictments filed in August and December 2008, a grand jury indicted Appellant for the third degree felonies of violating his civil commitment order.<sup>[1]</sup> Appellant filed motions to quash each of the indictments, and he pleaded guilty to each offense after the trial court denied the motions to quash. In two points, Appellant argues that the trial court erred by failing to quash the August 2008 indictment in Cause Number 1112197D (Appellate Cause Number 02-09-00167-CR) because it does not allege an offense in clear and intelligible terms and by failing to quash the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) because they do not allege offenses against the law. We affirm.</p>\n<p></p>\n<h2>II. Background</h2>\n<p>A jury convicted Appellant in 1982 of murder and assessed his punishment at twenty-five years in prison. <i>See </i><i>In re Miller,</i> 262 S.W.3d 877, 881 (Tex.App.-Beaumont 2008, pet. denied), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 156, 175 L.Ed.2d 99 (2009). Near the end of Appellant's twenty-five-year prison term, the State filed a petition for civil commitment under the Texas Sexually Violent Predator Act (the Act). <i>Id.</i> at 881; <i>see</i> Tex. Health &amp; Safety Code Ann. § 841.002(7-a), (8)(D) (Vernon 2010). Following a jury trial, the <span class=\"star-pagination\">*355</span> jury unanimously found beyond a reasonable doubt that Appellant is a sexually violent predator as defined by health and safety code section 841.003. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.003 (Vernon 2010). The resulting judgment and civil commitment order required, among other things, that Appellant \"not contact, or cause to be contacted, in person, by telephone, correspondence, or by any electronic means, a victim or potential victim of [Appellant], including the complaining witnesses in all cases [in which Appellant] has been charged, convicted, [or] otherwise committed\" and that he \"participate in and comply with a specific course of treatment, determined by the Council on Sex Offender Treatment [CSOT].\"</p>\n<p>Appellant discharged his underlying twenty-five-year sentence on February 23, 2008, and CSOT assumed sole responsibility for his supervision. Several months later, Appellant's therapist determined that Appellant had violated a condition of his civil commitment order and terminated Appellant from the sex offender treatment program. Appellant was then arrested for violating the requirements of his civil commitment order, transferred to the Tarrant County jail, classified as a maximum security inmate, and placed in administrative segregation.</p>\n<p>On August 1, 2008, a grand jury indicted Appellant for violating the requirements of his civil commitment order in May 2008 by failing to comply with the course of treatment determined by CSOT and by having unauthorized contact in April 2008 with K.B., a person identified in the indictment as a family member, casual relation, or potential victim. On December 10, 2008, a grand jury indicted Appellant for violating the requirements of his civil commitment order by having unauthorized contact \"without approval of his case manager and treatment provider\" in September, October, and November 2008 with S.M. and M.M., persons identified in the indictments as family members or casual relations.</p>\n<p>Appellant filed motions to quash the August and December 2008 indictments, and the trial court denied the motions to quash after conducting a hearing. Appellant then pleaded guilty in each case, and the trial court sentenced him to ten years' confinement for each offense, with the sentences to run concurrently. These appeals followed.</p>\n<p></p>\n<h2>III. Alleged Ambiguity in August 2008 Indictment</h2>\n<p>Appellant argues in his first point that the trial court erred by failing to quash the August 2008 indictment in Cause Number 1112197D (Appellate Cause Number 02-09-00167-CR) because it does not allege an offense in clear and intelligible terms. The State responds that Appellant failed to preserve this issue for appellate review because he did not make this argument to the trial court.</p>\n<p>To preserve a complaint for our review, a party must have presented to the trial court a timely request, objection, or motion that states the specific grounds for the desired ruling if they are not apparent from the context of the request, objection, or motion. Tex.R.App. P. 33.1(a)(1); <i>Mosley v. State,</i> 983 S.W.2d 249, 265 (Tex. Crim.App.1998) (op. on reh'g), <i>cert. denied,</i> 526 U.S. 1070, 119 S.Ct. 1466, 143 L.Ed.2d 550 (1999). The code of criminal procedure specifically provides,</p>\n<blockquote>If the defendant does not object to a defect, error, or irregularity of form or substance in an indictment or information before the date on which the trial on the merits commences, he waives and forfeits the right to object to the defect, error, or irregularity and he may not raise the objection on appeal or in any other postconviction proceeding.</blockquote>\n<p><span class=\"star-pagination\">*356</span> Tex.Code Crim. Proc. Ann. art. 1.14(b) (Vernon 2005). Further, when the objection made in the trial court does not comport with the argument made on appeal, the appellant fails to preserve the argument for our review. <i>See </i><i>Martinez v. State,</i> 91 S.W.3d 331, 336 (Tex.Crim.App. 2002). \"Except for complaints involving systemic (or absolute) requirements, or rights that are waivable only, which are not involved here, all other complaints, whether constitutional, statutory, or otherwise, are forfeited by failure to comply with Rule 33.1(a).\" <i>See </i><i>Mendez v. State,</i> 138 S.W.3d 334, 342 (Tex.Crim.App.2004).</p>\n<p>Appellant filed a motion to quash the August 2008 indictment, but he did not allege in the motion to quash or argue at the hearing that the indictment does not allege an offense in clear and intelligible terms; he argued only that health and safety code section 841.150(a) contains a bar to prosecution and that he had been denied due process and equal protection. Because Appellant's appellate argument concerning the August 2008 indictment does not comport with the objections and arguments he made in the trial court, Appellant has not preserved his first point for appellate review. <i>See id.; </i><i>Martinez,</i> 91 S.W.3d at 336; <i>see also</i> Tex.Code Crim. Proc. Ann. art. 1.14(b) (providing that a defendant waives any complaint concerning an indictment by not objecting at trial). We overrule Appellant's first point.</p>\n<p></p>\n<h2>IV. December 2008 Indictments</h2>\n<p>Appellant contends in his second point that the trial court erred by failing to quash the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR), which allege that Appellant violated the requirements of his civil commitment order by contacting family members or casual relations in September, October, and November 2008 \"without approval of his case manager and treatment provider.\" Specifically, Appellant argues that the relevant statutory chapter, health and safety code chapter 841, provides that its provisions are suspended while he is confined and that the indictments therefore do not state offenses against the law because he was confined in September, October, and November 2008.</p>\n<p></p>\n<h2>A. Applicable Law</h2>\n<p></p>\n<h2>1. Sufficiency of Indictment</h2>\n<p>The sufficiency of an indictment is a question of law that we review de novo. <i>State v. Moff,</i> 154 S.W.3d 599, 601 (Tex.Crim.App.2004). In the face of a timely-filed motion to quash, an indictment must be analyzed to determine whether it states on its face the facts necessary to allege that an offense was committed, to bar a subsequent prosecution for the same offense, and to give the accused notice of the precise offense with which he is charged. <i>DeVaughn v. State,</i> 749 S.W.2d 62, 67 (Tex.Crim.App.1988); <i>see </i><i>Rotenberry v. State,</i> 245 S.W.3d 583, 586 (Tex.App.-Fort Worth 2007, pet. ref'd). The indictment must state facts which, if proved, show a violation of the law; the indictment must be dismissed if such facts would not constitute a criminal offense. <i>Posey v. State,</i> 545 S.W.2d 162, 163 (Tex.Crim.App. 1977); <i>State v. Williams,</i> 780 S.W.2d 891, 894 (Tex.App.-San Antonio 1989, no pet.). An indictment that fails to allege an offense is so defective that it cannot vest jurisdiction. Tex. Const. art. V, § 12(b); <i>Studer v. State,</i> 799 S.W.2d 263, 272-73 (Tex.Crim.App.1990). However, the State need not allege facts that are merely evidentiary in nature. <i>Bynum v. State,</i> 767 S.W.2d 769, 778 (Tex.Crim.App.1989). A motion to quash should be granted only when the language regarding the accused's conduct is so vague or indefinite that it fails to give the accused adequate notice of the acts that he allegedly committed. <i>DeVaughn,</i> 749 S.W.2d at 67.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*357</span> 2. Health and Safety Code Chapter 841</h2>\n<p>Chapter 841 of the health and safety code sets forth the procedures and requirements applicable before and after a person is adjudicated a sexually violent predator. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.001-.150 (Vernon 2010). Once a person has been adjudicated a sexually violent predator, the trial court is required to \"impose on the person requirements necessary to ensure the person's compliance with treatment and supervision and to protect the community.\" <i>Id.</i> § 841.082(a). That civil commitment order must include, among other things, requirements that the person participate in and comply with a specific course of treatment and that the person not contact a victim or potential victim. <i>Id.</i> § 841.082(a)(2), (4). The person commits a third degree felony if he violates a requirement of his civil commitment order. <i>Id.</i> § 841.085(a), (b).</p>\n<p>Chapter 841 also imposes duties on the person's case manager to provide supervision to the person, coordinate the person's outpatient treatment, and provide semi-annual reports. <i>Id.</i> § 841.083(b), (e). However, section 841.150(a) provides that \"[t]he duties imposed by [chapter 841] are suspended for the duration of any confinement of a person, or any commitment of a person to a community center, mental health facility, or state school, by governmental action.\" <i>Id.</i> § 841.150(a).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>At the motion to quash hearing, Appellant presented evidence that he was confined at the time he allegedly violated his civil commitment order in September, October, and November 2008. Relying on that evidence, Appellant argues that the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) do not allege offenses against the law because health and safety code section 841.150(a) provides that the duties imposed by Chapter 841 were suspended while he was confined. The State responds that the issue is one of notice, that the sufficiency of an indictment is determined by comparing the face of the indictment to the applicable statute, that the reviewing court cannot consider the factual record in determining the sufficiency of the indictment, and that the indictments provided Appellant with sufficient notice of violations of his civil commitment order.<sup>[2]</sup> We agree with the State.</p>\n<p>On their faces, the December 2008 indictments identify Appellant and allege that he is a person subject to a civil commitment order, that he intentionally or knowingly violated the requirements of that civil commitment order, and that he violated the civil commitment order on specific dates by contacting identified family members or casual relations without the approval of his case manager. Health and safety code section 841.085 provides that a person commits a third degree felony if he violates a requirement of his civil commitment order. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.085(a), (b).</p>\n<p><span class=\"star-pagination\">*358</span> The December 2008 indictments invoked the trial court's jurisdiction because they charged Appellant with the commission of the crime of violating a civil commitment order. <i>See </i><i>Teal v. State,</i> 230 S.W.3d 172, 182 (Tex.Crim.App.2007); <i>see also</i> Tex. Health &amp; Safety Code Ann. § 841.085(a), (b). Further, the indictments provided Appellant with sufficient notice of the charges against him by adequately setting forth facts alleging that Appellant violated his civil commitment order by contacting identified persons on identified dates without his case manager's approval. <i>See </i><i>Ahmad v. State,</i> 295 S.W.3d 731, 747 (Tex. App.-Fort Worth 2009, pet. ref'd) (\"The Sixth Amendment requires that the defendant be apprised of the `nature and cause' of the accusation against him with such clarity and detail that he can adequately prepare a defense.\") (citing <i>Moff,</i> 154 S.W.3d at 601). Indeed, Appellant clearly had notice of the charges against him; at the motion to quash hearing, Appellant called witnesses to testify about his confinement, and he argued that the trial court should quash the December 2008 indictments because his confinement at the time of the alleged offenses meant that he did not violate his civil commitment order. That Appellant may or may not have had a factual defense that he was confined at the time he contacted the identified family members or casual relations is not relevant to our analysis in determining whether the trial court should have granted Appellant's motion to quash because we are confined to the face of the indictment and the applicable statute and because the State need not allege facts that are merely evidentiary in nature.<sup>[3]</sup><i>See </i><i>DeVaughn,</i> 749 S.W.2d at 67; <i>Bynum,</i> 767 S.W.2d at 778; <i>Rotenberry,</i> 245 S.W.3d at 586. The December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) invoked the trial court's jurisdiction and provided Appellant with sufficient notice of the charges against him. Therefore, we overrule Appellant's second point.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>Having overruled each of Appellant's two points, we affirm the trial court's judgments.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.085 (Vernon 2010).</p>\n<p>[2]  The State also argues that Appellant has briefed only count one of the December 2008 indictments and has therefore forfeited any complaint about the remaining counts in each indictment. We disagree. All counts in the December 2008 indictments are identical except for the name of the person contacted and the date of the contact; Appellant's brief refers to all dates in September, October, and November 2008 on which he allegedly violated his civil commitment order; Appellant's second point is framed as encompassing all counts in each of the December 2008 indictments; and Appellant's prayer seeks reversal of the judgments in their entirety. Thus, Appellant did not forfeit any complaint concerning the December 2008 indictments.</p>\n<p>[3]  We express no opinion as to whether Appellant actually had a factual defense to the third-degree felony of violating the terms of his civil commitment order because the standard of review applicable in this case prohibits any consideration of the factual record from the motion to quash hearing. <i>See </i><i>Moff,</i> 154 S.W.3d at 601-02; <i>Adams v. State,</i> 707 S.W.2d 900, 903-04 (Tex.Crim.App.1986). We also express no opinion concerning the effect of health and safety code section 841.150(a) on the facts of this case. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.150(a) (providing that \"the duties imposed by this chapter are suspended for the duration of any confinement of a person, or any commitment of a person to a community center, mental health facility, or state school, by governmental action\").</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">352</span></span> (2010)</b></center>\n<center><h1>Wesley Wayne MILLER, Appellant,<br>\nv.<br>\nThe STATE of Texas, State.</h1></center>\n<center>Nos. 2-09-167-CR, 2-09-168-CR, 2-09-169-CR.</center>\n<center><p><b>Court of Appeals of Texas, Fort Worth.</b></p></center>\n<center>November 8, 2010.</center>\n<center>Discretionary Review Refused April 13, 2011.</center>\n<p><span class=\"star-pagination\">*354</span> Jack V. Strickland, Fort Worth, for Appellant.</p>\n<p>Joe Shannon, Jr., Crim. Dist. Atty., Charles M. Mallin, Chief Appellate Section, and Andy Porter, Alana Minton, and Page Simpson, Asst. Dist. Attys. for Tarrant County, Fort Worth, for Appellee.</p>\n<p>PANEL: GARDNER and McCOY, JJ.; and WILLIAM BRIGHAM (Senior Justice, Retired, Sitting by Assignment).</p>\n<p></p>\n<h2>OPINION ON PETITIONS FOR DISCRETIONARY REVIEW</h2>\n<p>PER CURIAM.</p>\n<p>After reviewing both the State's petition and Appellant's petition for discretionary review, we withdraw our opinion and judgment of August 31, 2010, and substitute the following.</p>\n<p></p>\n<h2>I. Introduction</h2>\n<p>On October 23, 2006, a jury adjudged Appellant Wesley Wayne Miller to be a violent sexual predator, making him subject to a civil commitment order. By three separate indictments filed in August and December 2008, a grand jury indicted Appellant for the third degree felonies of violating his civil commitment order.<sup>[1]</sup> Appellant filed motions to quash each of the indictments, and he pleaded guilty to each offense after the trial court denied the motions to quash. In two points, Appellant argues that the trial court erred by failing to quash the August 2008 indictment in Cause Number 1112197D (Appellate Cause Number 02-09-00167-CR) because it does not allege an offense in clear and intelligible terms and by failing to quash the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) because they do not allege offenses against the law. We affirm.</p>\n<p></p>\n<h2>II. Background</h2>\n<p>A jury convicted Appellant in 1982 of murder and assessed his punishment at twenty-five years in prison. <i>See </i><i>In re Miller,</i> <span class=\"citation\" data-id=\"2348076\"><a href=\"/opinion/2348076/in-re-commitment-of-miller/\"><span class=\"volume\">262</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">877</span></a></span>, 881 (Tex.App.-Beaumont 2008, pet. denied), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></span> (2009). Near the end of Appellant's twenty-five-year prison term, the State filed a petition for civil commitment under the Texas Sexually Violent Predator Act (the Act). <i>Id.</i> at 881; <i>see</i> Tex. Health &amp; Safety Code Ann. § 841.002(7-a), (8)(D) (Vernon 2010). Following a jury trial, the <span class=\"star-pagination\">*355</span> jury unanimously found beyond a reasonable doubt that Appellant is a sexually violent predator as defined by health and safety code section 841.003. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.003 (Vernon 2010). The resulting judgment and civil commitment order required, among other things, that Appellant \"not contact, or cause to be contacted, in person, by telephone, correspondence, or by any electronic means, a victim or potential victim of [Appellant], including the complaining witnesses in all cases [in which Appellant] has been charged, convicted, [or] otherwise committed\" and that he \"participate in and comply with a specific course of treatment, determined by the Council on Sex Offender Treatment [CSOT].\"</p>\n<p>Appellant discharged his underlying twenty-five-year sentence on February 23, 2008, and CSOT assumed sole responsibility for his supervision. Several months later, Appellant's therapist determined that Appellant had violated a condition of his civil commitment order and terminated Appellant from the sex offender treatment program. Appellant was then arrested for violating the requirements of his civil commitment order, transferred to the Tarrant County jail, classified as a maximum security inmate, and placed in administrative segregation.</p>\n<p>On August 1, 2008, a grand jury indicted Appellant for violating the requirements of his civil commitment order in May 2008 by failing to comply with the course of treatment determined by CSOT and by having unauthorized contact in April 2008 with K.B., a person identified in the indictment as a family member, casual relation, or potential victim. On December 10, 2008, a grand jury indicted Appellant for violating the requirements of his civil commitment order by having unauthorized contact \"without approval of his case manager and treatment provider\" in September, October, and November 2008 with S.M. and M.M., persons identified in the indictments as family members or casual relations.</p>\n<p>Appellant filed motions to quash the August and December 2008 indictments, and the trial court denied the motions to quash after conducting a hearing. Appellant then pleaded guilty in each case, and the trial court sentenced him to ten years' confinement for each offense, with the sentences to run concurrently. These appeals followed.</p>\n<p></p>\n<h2>III. Alleged Ambiguity in August 2008 Indictment</h2>\n<p>Appellant argues in his first point that the trial court erred by failing to quash the August 2008 indictment in Cause Number 1112197D (Appellate Cause Number 02-09-00167-CR) because it does not allege an offense in clear and intelligible terms. The State responds that Appellant failed to preserve this issue for appellate review because he did not make this argument to the trial court.</p>\n<p>To preserve a complaint for our review, a party must have presented to the trial court a timely request, objection, or motion that states the specific grounds for the desired ruling if they are not apparent from the context of the request, objection, or motion. Tex.R.App. P. 33.1(a)(1); <i>Mosley v. State,</i> <span class=\"citation\" data-id=\"1678386\"><a href=\"/opinion/1678386/mosley-v-state/\"><span class=\"volume\">983</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">249</span></a></span>, 265 (Tex. Crim.App.1998) (op. on reh'g), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></span> (1999). The code of criminal procedure specifically provides,</p>\n<blockquote>If the defendant does not object to a defect, error, or irregularity of form or substance in an indictment or information before the date on which the trial on the merits commences, he waives and forfeits the right to object to the defect, error, or irregularity and he may not raise the objection on appeal or in any other postconviction proceeding.</blockquote>\n<p><span class=\"star-pagination\">*356</span> Tex.Code Crim. Proc. Ann. art. 1.14(b) (Vernon 2005). Further, when the objection made in the trial court does not comport with the argument made on appeal, the appellant fails to preserve the argument for our review. <i>See </i><i>Martinez v. State,</i> <span class=\"citation\" data-id=\"1636677\"><a href=\"/opinion/1636677/martinez-v-state/\"><span class=\"volume\">91</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">331</span></a></span>, 336 (Tex.Crim.App. 2002). \"Except for complaints involving systemic (or absolute) requirements, or rights that are waivable only, which are not involved here, all other complaints, whether constitutional, statutory, or otherwise, are forfeited by failure to comply with Rule 33.1(a).\" <i>See </i><i>Mendez v. State,</i> <span class=\"citation\" data-id=\"1449351\"><a href=\"/opinion/1449351/mendez-v-state/\"><span class=\"volume\">138</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">334</span></a></span>, 342 (Tex.Crim.App.2004).</p>\n<p>Appellant filed a motion to quash the August 2008 indictment, but he did not allege in the motion to quash or argue at the hearing that the indictment does not allege an offense in clear and intelligible terms; he argued only that health and safety code section 841.150(a) contains a bar to prosecution and that he had been denied due process and equal protection. Because Appellant's appellate argument concerning the August 2008 indictment does not comport with the objections and arguments he made in the trial court, Appellant has not preserved his first point for appellate review. <i>See id.; </i><i>Martinez,</i> 91 S.W.3d at 336; <i>see also</i> Tex.Code Crim. Proc. Ann. art. 1.14(b) (providing that a defendant waives any complaint concerning an indictment by not objecting at trial). We overrule Appellant's first point.</p>\n<p></p>\n<h2>IV. December 2008 Indictments</h2>\n<p>Appellant contends in his second point that the trial court erred by failing to quash the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR), which allege that Appellant violated the requirements of his civil commitment order by contacting family members or casual relations in September, October, and November 2008 \"without approval of his case manager and treatment provider.\" Specifically, Appellant argues that the relevant statutory chapter, health and safety code chapter 841, provides that its provisions are suspended while he is confined and that the indictments therefore do not state offenses against the law because he was confined in September, October, and November 2008.</p>\n<p></p>\n<h2>A. Applicable Law</h2>\n<p></p>\n<h2>1. Sufficiency of Indictment</h2>\n<p>The sufficiency of an indictment is a question of law that we review de novo. <i>State v. Moff,</i> <span class=\"citation\" data-id=\"1398292\"><a href=\"/opinion/1398292/state-v-moff/\"><span class=\"volume\">154</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">599</span></a></span>, 601 (Tex.Crim.App.2004). In the face of a timely-filed motion to quash, an indictment must be analyzed to determine whether it states on its face the facts necessary to allege that an offense was committed, to bar a subsequent prosecution for the same offense, and to give the accused notice of the precise offense with which he is charged. <i>DeVaughn v. State,</i> <span class=\"citation\" data-id=\"2468613\"><a href=\"/opinion/2468613/devaughn-v-state/\"><span class=\"volume\">749</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">62</span></a></span>, 67 (Tex.Crim.App.1988); <i>see </i><i>Rotenberry v. State,</i> <span class=\"citation\" data-id=\"1656981\"><a href=\"/opinion/1656981/rotenberry-v-state/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">583</span></a></span>, 586 (Tex.App.-Fort Worth 2007, pet. ref'd). The indictment must state facts which, if proved, show a violation of the law; the indictment must be dismissed if such facts would not constitute a criminal offense. <i>Posey v. State,</i> <span class=\"citation\" data-id=\"2408255\"><a href=\"/opinion/2408255/posey-v-state/\"><span class=\"volume\">545</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">162</span></a></span>, 163 (Tex.Crim.App. 1977); <i>State v. Williams,</i> <span class=\"citation\" data-id=\"2412718\"><a href=\"/opinion/2412718/state-v-williams/\"><span class=\"volume\">780</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">891</span></a></span>, 894 (Tex.App.-San Antonio 1989, no pet.). An indictment that fails to allege an offense is so defective that it cannot vest jurisdiction. Tex. Const. art. V, § 12(b); <i>Studer v. State,</i> <span class=\"citation\" data-id=\"2381340\"><a href=\"/opinion/2381340/studer-v-state/\"><span class=\"volume\">799</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">263</span></a></span>, 272-73 (Tex.Crim.App.1990). However, the State need not allege facts that are merely evidentiary in nature. <i>Bynum v. State,</i> <span class=\"citation\" data-id=\"2451466\"><a href=\"/opinion/2451466/bynum-v-state/\"><span class=\"volume\">767</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">769</span></a></span>, 778 (Tex.Crim.App.1989). A motion to quash should be granted only when the language regarding the accused's conduct is so vague or indefinite that it fails to give the accused adequate notice of the acts that he allegedly committed. <i>DeVaughn,</i> 749 S.W.2d at 67.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*357</span> 2. Health and Safety Code Chapter 841</h2>\n<p>Chapter 841 of the health and safety code sets forth the procedures and requirements applicable before and after a person is adjudicated a sexually violent predator. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.001-.150 (Vernon 2010). Once a person has been adjudicated a sexually violent predator, the trial court is required to \"impose on the person requirements necessary to ensure the person's compliance with treatment and supervision and to protect the community.\" <i>Id.</i> § 841.082(a). That civil commitment order must include, among other things, requirements that the person participate in and comply with a specific course of treatment and that the person not contact a victim or potential victim. <i>Id.</i> § 841.082(a)(2), (4). The person commits a third degree felony if he violates a requirement of his civil commitment order. <i>Id.</i> § 841.085(a), (b).</p>\n<p>Chapter 841 also imposes duties on the person's case manager to provide supervision to the person, coordinate the person's outpatient treatment, and provide semi-annual reports. <i>Id.</i> § 841.083(b), (e). However, section 841.150(a) provides that \"[t]he duties imposed by [chapter 841] are suspended for the duration of any confinement of a person, or any commitment of a person to a community center, mental health facility, or state school, by governmental action.\" <i>Id.</i> § 841.150(a).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>At the motion to quash hearing, Appellant presented evidence that he was confined at the time he allegedly violated his civil commitment order in September, October, and November 2008. Relying on that evidence, Appellant argues that the December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) do not allege offenses against the law because health and safety code section 841.150(a) provides that the duties imposed by Chapter 841 were suspended while he was confined. The State responds that the issue is one of notice, that the sufficiency of an indictment is determined by comparing the face of the indictment to the applicable statute, that the reviewing court cannot consider the factual record in determining the sufficiency of the indictment, and that the indictments provided Appellant with sufficient notice of violations of his civil commitment order.<sup>[2]</sup> We agree with the State.</p>\n<p>On their faces, the December 2008 indictments identify Appellant and allege that he is a person subject to a civil commitment order, that he intentionally or knowingly violated the requirements of that civil commitment order, and that he violated the civil commitment order on specific dates by contacting identified family members or casual relations without the approval of his case manager. Health and safety code section 841.085 provides that a person commits a third degree felony if he violates a requirement of his civil commitment order. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.085(a), (b).</p>\n<p><span class=\"star-pagination\">*358</span> The December 2008 indictments invoked the trial court's jurisdiction because they charged Appellant with the commission of the crime of violating a civil commitment order. <i>See </i><i>Teal v. State,</i> <span class=\"citation\" data-id=\"1396275\"><a href=\"/opinion/1396275/teal-v-state/\"><span class=\"volume\">230</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">172</span></a></span>, 182 (Tex.Crim.App.2007); <i>see also</i> Tex. Health &amp; Safety Code Ann. § 841.085(a), (b). Further, the indictments provided Appellant with sufficient notice of the charges against him by adequately setting forth facts alleging that Appellant violated his civil commitment order by contacting identified persons on identified dates without his case manager's approval. <i>See </i><i>Ahmad v. State,</i> <span class=\"citation\" data-id=\"2006071\"><a href=\"/opinion/2006071/ahmad-v-state/\"><span class=\"volume\">295</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">731</span></a></span>, 747 (Tex. App.-Fort Worth 2009, pet. ref'd) (\"The Sixth Amendment requires that the defendant be apprised of the `nature and cause' of the accusation against him with such clarity and detail that he can adequately prepare a defense.\") (citing <i>Moff,</i> 154 S.W.3d at 601). Indeed, Appellant clearly had notice of the charges against him; at the motion to quash hearing, Appellant called witnesses to testify about his confinement, and he argued that the trial court should quash the December 2008 indictments because his confinement at the time of the alleged offenses meant that he did not violate his civil commitment order. That Appellant may or may not have had a factual defense that he was confined at the time he contacted the identified family members or casual relations is not relevant to our analysis in determining whether the trial court should have granted Appellant's motion to quash because we are confined to the face of the indictment and the applicable statute and because the State need not allege facts that are merely evidentiary in nature.<sup>[3]</sup><i>See </i><i>DeVaughn,</i> 749 S.W.2d at 67; <i>Bynum,</i> 767 S.W.2d at 778; <i>Rotenberry,</i> 245 S.W.3d at 586. The December 2008 indictments in Cause Numbers 1139006D and 1139010D (Appellate Cause Numbers 02-09-00168-CR and 02-09-00169-CR) invoked the trial court's jurisdiction and provided Appellant with sufficient notice of the charges against him. Therefore, we overrule Appellant's second point.</p>\n<p></p>\n<h2>V. Conclusion</h2>\n<p>Having overruled each of Appellant's two points, we affirm the trial court's judgments.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.085 (Vernon 2010).</p>\n<p>[2]  The State also argues that Appellant has briefed only count one of the December 2008 indictments and has therefore forfeited any complaint about the remaining counts in each indictment. We disagree. All counts in the December 2008 indictments are identical except for the name of the person contacted and the date of the contact; Appellant's brief refers to all dates in September, October, and November 2008 on which he allegedly violated his civil commitment order; Appellant's second point is framed as encompassing all counts in each of the December 2008 indictments; and Appellant's prayer seeks reversal of the judgments in their entirety. Thus, Appellant did not forfeit any complaint concerning the December 2008 indictments.</p>\n<p>[3]  We express no opinion as to whether Appellant actually had a factual defense to the third-degree felony of violating the terms of his civil commitment order because the standard of review applicable in this case prohibits any consideration of the factual record from the motion to quash hearing. <i>See </i><i>Moff,</i> 154 S.W.3d at 601-02; <i>Adams v. State,</i> <span class=\"citation\" data-id=\"2458334\"><a href=\"/opinion/2458334/adams-v-state/\"><span class=\"volume\">707</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">900</span></a></span>, 903-04 (Tex.Crim.App.1986). We also express no opinion concerning the effect of health and safety code section 841.150(a) on the facts of this case. <i>See</i> Tex. Health &amp; Safety Code Ann. § 841.150(a) (providing that \"the duties imposed by this chapter are suspended for the duration of any confinement of a person, or any commitment of a person to a community center, mental health facility, or state school, by governmental action\").</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1396275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1398292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1636677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1656981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1678386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2006071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2348076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2381340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2408255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2412718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2468613/"
          ]
        }
      ],
      "judges": "Panel: Gardner and McCoy",
      "date_created": "2015-10-16T14:20:18.940836Z",
      "date_modified": "2017-04-14T17:51:40.030916Z",
      "date_filed": "2011-04-13",
      "date_filed_is_approximate": false,
      "slug": "miller-v-state",
      "citation_id": 2257670,
      "case_name_short": "",
      "case_name": "Miller v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "333 S.W.3d 352",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 17,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2171696/miller-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:24:54.247615Z",
  "date_modified": "2014-10-30T22:24:54.247615Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Miller v. State",
  "case_name_full": "",
  "slug": "miller-v-state",
  "docket_number": "2-09-167-CR, 2-09-168-CR, 2-09-169-CR",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}