{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/217375/",
  "id": 217375,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/902275/",
      "id": 902275,
      "absolute_url": "/opinion/902275/iowa-right-to-life-committee-v-megan-tooker/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/217375/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/902275/",
          "id": 902275,
          "absolute_url": "/opinion/902275/iowa-right-to-life-committee-v-megan-tooker/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/902275/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-06-13T15:25:28.327211Z",
          "date_modified": "2017-03-28T11:50:20.544010Z",
          "type": "010combined",
          "sha1": "4ef1dd31d0ac44d6d322c27a73ca5e21dfa29707",
          "page_count": 47,
          "download_url": "http://media.ca8.uscourts.gov/opndir/13/06/121605P.pdf",
          "local_path": "pdf/2013/06/13/iowa_right_to_life_committee_v._megan_tooker.pdf",
          "plain_text": "                 United States Court of Appeals\n                             For the Eighth Circuit\n                         ___________________________\n\n                                 No. 12-1605\n                         ___________________________\n\n                        Iowa Right To Life Committee, Inc.\n\n                        lllllllllllllllllllll Plaintiff - Appellant\n\n                                            v.\n\n Megan Tooker,* in her official capacity as Iowa Ethics and Campaign Disclosure\n Board Executive Director; James Albert; John Walsh; Mary Rueter**; Jonathan\n Roos**; Saima Zafar; Carole Tillotson, in their official capacities as Iowa Ethics\n                   and Campaign Disclosure Board Members\n\n                      lllllllllllllllllllll Defendants - Appellees\n                                       ____________\n\n                     Appeal from United States District Court\n                  for the Southern District of Iowa - Des Moines\n                                  ____________\n\n                           Submitted: February 13, 2013\n                              Filed: June 13, 2013\n                                 ____________\n\nBefore SMITH, MELLOY, and BENTON, Circuit Judges.\n                           ____________\n\n\n\n      *\n      Substituted as a party for W. Charles Smithson, under Federal Rule of Civil\nProcedure 25(d).\n      **\n        Substituted as parties for Patricia Harper and Gerald Sullivan, under Federal\nRule of Civil Procedure 25(d).\n\fBENTON, Circuit Judge.\n\n       Iowa Right To Life Committee, Inc., challenges the constitutionality of several\nIowa campaign-finance laws, an administrative rule, and two forms. The district\ncourt found IRTL lacked standing to challenge several provisions, but found others\nconstitutional. IRTL appeals, raising facial and as-applied challenges under the First\nand Fourteenth Amendments. Having jurisdiction under 28 U.S.C. § 1291, this court\naffirms in part, reverses in part, and remands.\n\n                                          I.\n\n      IRTL is a non-profit corporation that promotes right-to-life positions. It is not\nunder the control of a candidate. It claims to spend less than half its annual\ndisbursements on “election-related speech” but wants to make independent\nexpenditures and contributions supporting certain candidates.\n\n      After Citizens United v. Federal Election Commission, 558 U.S. 310 (2010),\nIowa amended its campaign-finance laws. See Campaign Disclosure—Income Tax\nCheckoff Act, Iowa Code § 68A.101 et seq. For the 2010 election, IRTL wanted to,\nbut did not, make an independent expenditure over $750 to support the election of a\ncandidate for Attorney General. IRTL also wanted to, but did not, make a $100\ncontribution to the same candidate. Before the election, IRTL sought to enjoin\nvarious provisions of Iowa’s new laws.\n\n      IRTL’s complaint has four counts:\n\n            Count 1. The definitions of “political committee” and “permanent\n      organization” may apply to IRTL, violating the First Amendment by\n      imposing political committee (“PAC”) status and burdens without regard\n      to whether IRTL’s “major purpose” is expressly advocating the\n\n                                         -2-\n\f      nomination or election of candidates. See Iowa Code §§ 68A.102(18),\n      68A.402(9).\n\n            Count 2. Iowa’s campaign-finance laws impose “PAC-style”\n      burdens on IRTL, in violation of the First Amendment. See id. §§\n      68A.402B(3), 68A.404(3), (4)(a); Iowa Admin. Code r. 351-4.9(15);\n      Independent Expenditure Statement (Form Ind-Exp- O),\n      https://webapp.iecdb.iowa.gov/IndExpend/Org_Independent_Expend.\n      aspx; Statement of Dissolution (Form DR-3),\n      http://www.iowa.gov/ethics/forms_brochures/forms/forms_download/\n      sch_dr3.pdf.\n\n            Count 3. Iowa’s ban on direct corporate contributions to\n      candidates and committees violates the First and Fourteenth\n      Amendments. See Iowa Code § 68A.503.\n\n             Count 4. Iowa’s requirements that a corporation’s board of\n      directors authorize independent expenditures in advance, and that an\n      officer of the corporation certify the authorization, violate the First and\n      Fourteenth Amendments. See id. § 68A.404(2)(a)-(b), (5)(g); Form\n      Ind-Exp-O.\n\n      The district court denied IRTL’s request for preliminary injunction. Iowa\nRight To Life Committee, Inc. v. Smithson, 750 F. Supp. 2d 1020, 1049 (S.D. Iowa).\nIRTL did not appeal that ruling.\n\n       Both parties moved for summary judgment. On Counts 2 and 3, the district\ncourt found constitutional the challenged provisions, administrative rule, and forms.\nOn Count 4, the court found IRTL lacked standing to bring its First Amendment\nchallenge and part of its Fourteenth Amendment challenge, and found the provisions\n\n                                         -3-\n\fotherwise constitutional under the Fourteenth Amendment. The court granted\nsummary judgment to Iowa on Counts 2 through 4.\n\n      On Count 1, the court certified two questions to the Iowa Supreme Court:\n\n      1) If a corporation that has not previously registered as a political\n      committee makes independent expenditures aggregating over $750 in a\n      calendar year, does that corporation become, by virtue of such\n      expenditures: (1) an “independent expenditure committee,” as that term\n      is defined in Iowa Admin. Code r. 351—4.1(1)(d); (2) a “political\n      committee,” as that term is defined by Iowa Code § 68A.102(18); or (3)\n      both?\n\n      2) If a corporation that has not previously registered as a political\n      committee and that “was originally organized for purposes other than\n      engaging in election activities” makes independent expenditures\n      aggregating over $750 in a calendar year, does that corporation become,\n      by virtue of such expenditures, a “permanent organization” pursuant to\n      Iowa Code § 68A.402(9)?\n\nThe Iowa Supreme Court answered:\n\n      1. An independent expenditure committee.\n\n      2. No.\n\nIowa Right To Life Comm., Inc. v. Tooker, 808 N.W.2d 417, 418 (Iowa 2011).\nBased on those answers, the district court found IRTL lacked standing to challenge\nthe provisions, and granted summary judgment to Iowa.\n\n                                        II.\n\n     This court reviews de novo a grant of summary judgment. Minnesota Citizens\nConcerned for Life, Inc. v. Kelley, 427 F.3d 1106, 1109 (8th Cir. 2005). “This court\n\n                                        -4-\n\faffirms where there are no genuine issues of material fact, and judgment is\nappropriate as a matter of law.” Id.\n\n                                          A.\n\n      In Count 1, IRTL challenges the terms “political committee” and “permanent\norganization” as applied to it and other groups whose “major purpose” is not “the\nnomination or election of a candidate.” See Buckley v. Valeo, 424 U.S. 1, 79 (1976).\n\n      “Political committee” means . . . [a] person, other than an individual,\n      that accepts contributions in excess of seven hundred fifty dollars in the\n      aggregate, makes expenditures in excess of seven hundred fifty dollars\n      in the aggregate, or incurs indebtedness in excess of seven hundred fifty\n      dollars in the aggregate in any one calendar year to expressly advocate\n      the nomination, election, or defeat of a candidate for public office, or to\n      expressly advocate the passage or defeat of a ballot issue.\n\nIowa Code § 68A.102(18). A PAC has several requirements: filing a “statement of\norganization,” id. § 68A.201(1), filing disclosure reports, id. §§ 68A.401, 68A.402,\n68A.402A, appointing a chair and treasurer, id. § 68A.203(1)(a)-(b), properly\nreceiving, depositing, and remitting funds, id. § 68A.203(1)-(3), segregating PAC\nfunds, id. § 68A.203(2)(d), maintaining records, id. § 68A.203(3)-(4), and dissolving\nafter “it will no longer receive contributions or make disbursements,” id. § 68A.402B.\n\n       “‘[P]ermanent organization’ means an organization that is continuing, stable,\nand enduring, and was originally organized for purposes other than engaging in\nelection activities.” Id. § 68A.402(9). “A permanent organization temporarily\nengaging in activity described in section 68A.102, subsection 18, shall organize a\npolitical committee.” Id. Then, it is subject to PAC requirements. Id.\n\n\n\n\n                                         -5-\n\f      Alternatively, an entity that makes an “independent expenditure” may become\nan “independent expenditure committee.”\n\n      “[I]ndependent expenditure” means one or more expenditures in excess\n      of seven hundred fifty dollars in the aggregate for a communication that\n      expressly advocates the nomination, election, or defeat of a clearly\n      identified candidate or the passage or defeat of a ballot issue that is\n      made without the prior approval or coordination with a candidate,\n      candidate’s committee, or a ballot issue committee.\n\nId. § 68A.404(1). “A person, other than a committee registered under this chapter,\nthat makes one or more independent expenditures shall file an independent\nexpenditure statement,” id. § 68A.404(3), an “initial report,” and “[s]ubsequent\nreports,” id. § 68A.404(3)(a). A person required to file such reports “due to the filing\nof an independent expenditure statement” is an “independent expenditure committee.”\nIowa Admin. Code r. 351-4.1(1)(d).\n\n       According to IRTL, if it makes independent expenditures over $750, Iowa\ncould deem it a PAC or “permanent organization” – and impose PAC burdens –\nwithout applying Buckley’s major-purpose test (and thus violate its First Amendment\nrights). In Buckley, the Supreme Court construed the federal definition of a PAC only\nto “encompass organizations that are under the control of a candidate or the major\npurpose of which is the nomination or election of a candidate.” Buckley, 424 U.S.\nat 79. The Court has “suggested two methods to determine an organization’s ‘major\npurpose’: (1) examination of the organization’s central organizational purpose; or (2)\ncomparison of the organization’s independent spending with overall spending to\ndetermine whether the preponderance of expenditures are for express advocacy or\ncontributions to candidates.” Colorado Right to Life Comm., Inc. (CRLC) v.\nCoffman, 498 F.3d 1137, 1152 (10th Cir. 2007), citing Fed. Election Comm’n v.\nMassachusetts Citizens for Life, Inc. (MCFL), 479 U.S. 238, 252 n.6 (1986)\n(plurality opinion), and id. at 262. This “so-called major-purpose test . . . limits the\n\n                                          -6-\n\freach of the statutory triggers . . . for [PAC] status.” Minnesota Citizens Concerned\nfor Life, Inc. (MCCL) v. Swanson, 692 F.3d 864, 872 (8th Cir. 2012) (en banc)\n(alteration in original) (citations and internal quotation marks omitted).\n\n       Answering the district court’s certified questions, the Iowa Supreme Court held\nthat a corporation not previously registered as a PAC – such as IRTL – that makes\nindependent expenditures over $750 in a calendar year, becomes an independent\nexpenditure committee, not a PAC or permanent organization. IRTL, 808 N.W.2d\nat 418. The state court concluded that “the effect of the legislation is to permit\ncorporations like IRTL to engage in express advocacy for or against candidates\nwithout becoming political committees so long as they comply with section\n68A.404.” Id. at 429. After the Iowa Supreme Court’s ruling, the district court found\nIRTL lacks standing to challenge the “political committee” and “permanent\norganization” definitions, because – based on the record – those terms do not apply\nto it.\n\n       To establish Article III standing, a party must suffer an injury that is “concrete,\nparticularized, and actual or imminent; fairly traceable to the challenged action; and\nredressable by a favorable ruling.” Monsanto Co. v. Geertson Seed Farms, 130 S.\nCt. 2743, 2752 (2010). An “injury-in-fact” is “a realistic danger of sustaining a direct\ninjury as a result of the statute’s operation or enforcement.” St. Paul Area Chamber\nof Commerce v. Gaertner, 439 F.3d 481, 485 (8th Cir. 2006) (footnote omitted),\nquoting Babbitt v. United Farm Workers Nat’l Union, 442 U.S. 289, 298 (1979).\nA party need not expose itself to arrest or prosecution under a criminal statute to\nchallenge it in federal court. Arkansas Right to Life State Political Action Comm.\nv. Butler, 146 F.3d 558, 560 (8th Cir. 1998). But a threat of prosecution must not be\n“wholly speculative.” St. Paul Area Chamber of Commerce, 439 F.3d at 485, 487\n(citation omitted). A party “must face a credible threat of present or future\nprosecution under the statute for a claimed chilling effect to confer standing to\nchallenge the constitutionality of a statute that both provides for criminal penalties\n\n                                           -7-\n\fand abridges First Amendment rights.” Zanders v. Swanson, 573 F.3d 591, 593 (8th\nCir. 2009). “If . . . the plaintiff’s standing does not adequately appear from all\nmaterials of record, the complaint must be dismissed.” Warth v. Seldin, 422 U.S.\n490, 501-02 (1975); Nat’l Right to Life Political Action Comm. (NRLPAC) v.\nConnor, 323 F.3d 684, 689 (8th Cir. 2003) (“It is the responsibility of the\ncomplainant clearly to allege facts demonstrating . . . [standing].” (citation and\ninternal quotation marks omitted)).\n\n      IRTL contends the Iowa Supreme Court’s qualification to its answer confers\nstanding:\n\n      This conclusion [that a corporation making independent expenditures\n      aggregating over $750 in a calendar year is only an independent\n      expenditure committee] applies to corporations whose primary or major\n      purpose is not the type of activity described in section 68A.102(18)[,\n      defining “political committee”]. As we have previously discussed, IRTL\n      alleges it is such a corporation. We do not hold today that a corporation\n      primarily engaged in campaign activities can avoid political committee\n      status simply because it happens to be a corporation rather than an\n      unincorporated association. We leave that decision for another day.\n\nIRTL, 808 N.W.2d at 430 n.7 (emphasis in original). According to IRTL, a\ncorporation must have Buckley’s major purpose before Iowa can deem it a PAC or\npermanent organization. IRTL asserts the Iowa Supreme Court does not define what\nit means by “primary or major purpose,” leaving unclear whether Buckley’s major-\npurpose test applies.\n\n       IRTL wants Iowa neither to classify it as a PAC, nor to impose criminal\npenalties. See Iowa Code § 68A.701 (“Any person who willfully violates any\nprovisions of this chapter shall upon conviction, be guilty of a serious\nmisdemeanor.”); see id. § 903.1(1)(b) (stating a serious misdemeanor may carry a fine\nup to $1,875 and imprisonment up to one year). To support its alleged injury, IRTL\n\n                                         -8-\n\fpoints to Iowa disputing its major purpose at a hearing before the district court:\n“[IRTL’s major purpose is] not undisputed because we have to see what, in fact, their\nexpenditures have been over the course of the organization and quantify it.” It also\nhighlights an Iowa Ethics and Campaign Disclosure Board advisory opinion stating\nthe Board “would need more specific information concerning what activity the entity\nwas to engage in prior to being able to give specific advice on the level of registration\nand disclosure.” Iowa Ethics and Campaign Disclosure Board, Advisory Opinion\n2010 - 03 (April 29, 2010),\nhttp://www.iowa.gov/ethics/legal/adv_opn/2010/10fao03.htm. IRTL concludes it\nhas standing because Iowa might deem it a PAC or permanent organization,\nchilling its First Amendment right to speak through independent expenditures,\neven though its major purpose is not expressly advocating the nomination or\nelection of specific candidates.\n\n        The Iowa Supreme Court held that when a corporation whose major purpose\nis not express advocacy makes independent expenditures, it becomes an independent\nexpenditures committee, not a PAC or permanent organization. See IRTL, 808\nN.W.2d at 418, 429, 430 & n.7. IRTL claims its “major purpose is not and will never\nbe the nomination or election of candidates.” It does not face a realistic danger that\nIowa will deem it a PAC or permanent organization.\n\n      IRTL counters that Iowa has never admitted IRTL’s major purpose is not\nexpress advocacy. Iowa did state that it would have to examine IRTL’s expenditures\nbefore determining its major purpose. But that is a method the Supreme Court\nadvised for determining an organization’s major purpose. See MCFL, 479 U.S. at\n262. Iowa explains, “It’s undisputed that if you just want to make independent\nexpenditures there are no restrictions other than disclosures and registration [for an\n‘independent expenditure committee’].” Iowa further agrees, “[I]f a corporation\nmakes independent expenditures aggregating over [$750], it becomes an independent\nexpenditure committee . . . .” IRTL, 808 N.W.2d at 426. Iowa “denies, however, that\n\n                                          -9-\n\fsuch an organization would qualify as a political committee under section\n68A.102(18).” Id. at 426-27, 429-30; see Iowa Ethics and Campaign Disclosure\nBoard, Advisory Opinion 2010-03. As the Iowa Supreme Court’s opinion makes\nclear, this conclusion applies to IRTL. Cf. NRLPAC, 323 F.3d at 694 (dismissing as\nunripe a group’s challenge to a campaign-finance law that did not explicitly require\nBuckley’s major-purpose test to determine whether an entity was a PAC, in part\nbecause the group “was never threatened with enforcement of the PAC-like\nregulations”). Iowa has not threatened to classify IRTL as a PAC or permanent\norganization, let alone threatened to so classify it without applying the major-purpose\ntest.\n\n       True, the Iowa Supreme Court does not expressly require Buckley’s major-\npurpose test. In its qualification to its answer, the court held that if a corporation’s\n“major purpose is not the type of activity described in section 68A.102(18),” it can\nmake independent expenditures without becoming a PAC or permanent organization.\nSee IRTL, 808 N.W.2d at 430 & n.7 (emphasis in original). Under subsection\n68A.102(18), a PAC is a person who accepts contributions, makes expenditures, or\nincurs indebtedness over $750 “to expressly advocate the nomination, election, or\ndefeat of a candidate for public office, or to expressly advocate the passage or defeat\nof a ballot issue.” Iowa Code § 68A.102(18) (emphasis added). The “interests held\nto justify restricting corporate campaign speech or its functional equivalent do not\njustify restricting issue advocacy.” Fed. Election Comm’n v. Wisconsin Right To\nLife, Inc., 551 U.S. 449, 457 (2007); MCFL, 479 U.S. at 252 n.6 (plurality opinion);\nNorth Carolina Right to Life, Inc. v. Leake, 525 F.3d 274, 303 (4th Cir. 2008)\n(agreeing that an organization cannot be classified as a PAC if its major purpose is\nissue advocacy); see also Kelley, 427 F.3d at 1110 (noting that the Minnesota\nSupreme Court – to conform a Minnesota campaign-finance statute with Buckley –\ninterpreted “political committee” not to mean a group that engages only in “pure issue\nadvocacy,” citing Minnesota Citizens Concerned for Life, Inc. v. Kelley, 698\nN.W.2d 424, 429-30 (Minn. 2005)). But IRTL has not alleged that its major purpose\n\n                                         -10-\n\fis issue advocacy, that it wants to make expenditures over $750 “to expressly\nadvocate the passage or defeat of a ballot issue,” or that Iowa claims IRTL’s major\npurpose is issue advocacy. Nor has IRTL made an “overbreadth challenge.” See\nDavenport v. Washington Educ. Ass’n, 551 U.S. 177, 190-91 (2007) (holding that\nthe Court “need not answer [the] question [at issue] . . . because at no stage of th[e]\nlitigation has respondent made an overbreadth challenge”). Moreover, neither IRTL\nnor Iowa addressed this “issue advocacy” clause in briefing or at oral argument.\nBased on the record before this court, the Iowa Supreme Court’s qualification to its\nanswer does not confer standing on IRTL.\n\n       The standing issue here is similar to that in NRLPAC. There, the district court\nfound the campaign-finance statute at issue does not apply to committees that “spend\nmore than $1,500 on Missouri elections in a calendar year.” NRLPAC, 323 F.3d at\n690. The plaintiffs had “not alleged that they intended to spend less than $1,500 . .\n. for the . . . election.” Id. Their evidence that the Missouri Ethics Commission\nenforced the statute against committees spending more than $1,500 was\n“unpersuasive.” Id. The plaintiffs therefore lacked standing to challenge the relevant\nstatutory section. Id.\n\n      Similarly, in Kelley, this court certified a question to the Minnesota Supreme\nCourt to determine whether, under Minnesota’s law, the definitions of “political\ncommittee” and “political fund” apply to groups engaged only in “pure issue\nadvocacy.” Kelley, 427 F.3d at 1110. The state court held they did not. Kelley, 698\nN.W.2d at 430. Because MCCL claimed to engage only in pure issue advocacy, it\nlacked standing to challenge the definitions. Kelley, 427 F.3d at 1110.\n\n       Likewise, IRTL has alleged that its major purpose is not express advocacy. It\nclaims the standing issue differs from that in Kelley, because there the state had not\nquestioned MCCL’s major purpose. But, as in NRLPAC, IRTL’s evidence that Iowa\nwill deem it a PAC or permanent organization “is unpersuasive and, at best, amounts\n\n                                         -11-\n\fto evidence of a conjectural or hypothetical injury.” NRLPAC, 323 F.3d at 690; see\nZanders, 573 F.3d at 594 (“It is too speculative for standing purposes to allege that\nthis statute could be manipulated.” (emphasis in original)); cf. CRLC, 498 F.3d at\n1145 n.6 (“Because the Secretary has indicated unequivocally his intent to prosecute\nCRLC, CRLC has suffered the constitutionally sufficient injury of self-censorship\nthrough the chilling of protected First Amendment activity . . . .”). IRTL is free to\nmake independent expenditures over $750 without “either . . . significant[ly]\nchang[ing] . . . its operations to obey the regulation, or risk[ing] a criminal\nenforcement action by disobeying the regulation.” See St. Paul Area Chamber of\nCommerce, 439 F.3d at 487 (eventually holding the plaintiffs suffered an injury\nunder the First Amendment, because “they ha[d] been forced to modify their speech\nand behavior to comply with the [challenged] [s]tatutes”). IRTL cannot establish\nstanding “simply by claiming that [it] experienced a ‘chilling effect’ that resulted\nfrom a governmental policy that does not regulate, constrain, or compel any action\non [its] part.” Clapper v. Amnesty Int’l USA, 133 S. Ct. 1138, 1153 (2013). Because\nIRTL faces no credible threat of present or future prosecution, it lacks standing to\nchallenge the definitions of “political committee” and “permanent organization.”\n\n                                         B.\n\n      In Count 2, invoking the First Amendment, IRTL challenges several disclosure\nrequirements as applied to it and other groups “whose major purpose is not\nnominating or electing candidates.” In district court, IRTL challenged the disclosure\nrequirements both facially and as applied. The court upheld the requirements. IRTL\nmaintains only an as-applied challenge on appeal. Iowa claims the challenge is facial.\n\n       The “label is not what matters.” Doe v. Reed, 130 S. Ct. 2811, 2817 (2010);\nsee Citizens United, 558 U.S. at 331 (“[T]he distinction between facial and as-applied\nchallenges is not so well defined that it has some automatic effect or that it must\nalways control the pleadings and disposition in every case involving a constitutional\n\n                                        -12-\n\fchallenge.”). The “important” inquiry is whether the “claim and the relief that would\nfollow . . . reach beyond the particular circumstances of the[] plaintiffs.” Reed, 130\nS. Ct. at 2817.\n\n       IRTL’s claim “has characteristics of both” challenges. Id. It seems “as\napplied” because IRTL complains it was chilled from making a specific expenditure.\nCf. Human Life of Washington, Inc. v. Brumsickle, 624 F.3d 990, 1021-22 (9th Cir.\n2010) (“[The plaintiff] does not provide any evidence to support an as-applied\nchallenge . . . .”). Also, it challenges the law only as applied to itself and “other\ngroups whose major purpose is not nominating or electing candidates.” Cf. Ctr. for\nIndividual Freedom v. Madigan, 697 F.3d 464, 475 (7th Cir. 2012) (“This is not a\ncase where a group has actually engaged in a particular form of speech that is subject\nto regulation and seeks to challenge the applicability of the law to itself and other\ngroups who have engaged in similar expressive activity.”). But such groups\nconstitute a broad range of entities, from those wanting to make a single expenditure\nof just over $750 in a single election, to those wanting to expend much greater sums\nin several elections. The claim therefore seems “‘facial’ in that it is not limited to\nplaintiff’s particular case, but challenges application of the law more broadly.” See\nReed, 130 S. Ct. at 2817.\n\n       IRTL contends that, if held unconstitutional as applied to it and similar groups,\nthe law would “still apply to persons with the major purpose of nominating or\nelecting candidates.” But Iowa classifies those “persons” as PACs (though the Iowa\nSupreme Court left open the possibility that a corporation whose major purpose is\nexpress advocacy could avoid PAC status, see IRTL, 808 N.W.2d at 430 n.7). See\nIowa Code § 68A.102(18); see also IRTL, 808 N.W.2d at 430 n.7. A PAC cannot\nbecome an “independent expenditure committee”: any “person” – including an\nindividual – “other than a committee registered under this chapter, that makes one\nor more independent expenditures” is an “independent expenditure committee.” Iowa\nCode § 68A.404(3); Iowa Admin. Code r. 351-4.1(1)(d); see Iowa Code §\n\n                                         -13-\n\f68A.102(17) (“‘Person’ means, without limitation, any individual, corporation,\ngovernment or governmental subdivision or agency, business trust, estate, trust,\npartnership or association, labor union, or any other legal entity.”). Thus, the\ndisclosure requirements for independent expenditure committees apply only to non-\nPACs. As such, IRTL’s request to invalidate the disclosure requirements as applied\nto “groups whose major purpose is not nominating or electing candidates” reaches all\nentities – but not individuals – subject to the challenged disclosure requirements.\n\n        “Facial challenges are disfavored because they often rest on speculation . . .\n[and] raise the risk of premature interpretation of statutes on the basis of factually\nbarebones records.” Phelps-Roper v. City of Manchester, Mo., 697 F.3d 678, 685\n(8th Cir. 2012) (alteration in original) (citation and internal quotation marks omitted);\nsee Neely v. McDaniel, 677 F.3d 346, 350 (8th Cir. 2012) (“[A]pplication of the\n[overbreadth] doctrine is strong medicine that should be employed sparingly and only\nas a last resort.” (citation and internal quotation marks omitted)). Here, the “claim\nand the relief that would follow” – invalidating discrete disclosure requirements as\napplied to IRTL and other non-PAC groups – does not require this court to consider\nthe facial validity of Iowa’s disclosure laws. This court can consider each challenged\ndisclosure requirement in isolation, and, if necessary, apply the “normal rule that\npartial, rather than facial, invalidation is the required course.” See Brockett v.\nSpokane Arcades, Inc., 472 U.S. 491, 502-04 (1985) (“[A] federal court should not\nextend its invalidation of a statute further than necessary to dispose of the case before\nit.”); cf. Reed, 561 130 S. Ct. at 2817 (holding that the plaintiffs had to satisfy the\n“standards for a facial challenge” because “the relief that would follow” was “an\ninjunction barring the secretary of state from making [all] referendum petitions\navailable to the public[,] . . . reach[ing] beyond the particular circumstances of these\nplaintiffs” (internal quotation marks omitted)).\n\n\n\n\n                                          -14-\n\f      Under Iowa’s disclosure laws, an independent expenditure committee must file:\n\n      (1) an “independent expenditure statement” and “initial report,” Iowa\n      Code §§ 68A.404(3), 68A.404(4)(a); Iowa Admin. Code rs. 351-\n      4.9(15), 351-4.27(4); Form Ind-Exp-O;\n\n      (2) ongoing reports, Iowa Code § 68A.404(3)(a); Iowa Admin. Code\n      r. 351-4.9(15);\n\n      (3) a supplemental report, under certain conditions, Iowa Code §\n      68A.404(3)(a)(1); and\n\n      (4) a termination report, id. § 68A.402B(3); Form DR-3.\n\nAccording to IRTL, these requirements burden its free speech and association rights,\nchilling it from making its desired expenditures, because they impose “PAC-style”\nburdens on non-PAC entities, contrary to Citizens United and MCCL.\n\n      In MCCL, groups sought preliminary injunction against several Minnesota\ncampaign-finance laws, bringing facial and as-applied challenges. Under\nMinnesota’s laws, an association collecting or expending dues or voluntary\ncontributions “to influence the nomination or election of a candidate or to promote\nor defeat a ballot question” had to establish a “political fund” if it spent “more than\n$100 on such speech in a given year.” MCCL, 692 F.3d at 868, 871 (citation and\ninternal quotation marks omitted). Minnesota’s disclosure law required a political\nfund to:\n\n      (1) “create and register its own independent expenditure political fund”;\n\n      (2) “elect or appoint a treasurer and ensure the contents of the fund are\n      not commingled with other funds”;\n\n      (3) file “ongoing reports”;\n\n                                         -15-\n\f      (4) “file a statement of inactivity”;\n\n      (5) continue the reporting requirements until dissolution;\n\n      (6) “keep an account of contributions . . . exceeding $20,” “keep account\n      of the date and amount of . . . expenditures,” and “maintain these records\n      . . . for four years from the date of filing”; and\n\n      (7) “settle . . . debts, dispose of all assets in excess of $100 . . . and file\n      a termination report.”\n\nId. at 868-71. Minnesota’s law imposed “virtually identical regulatory burdens upon\npolitical funds as it d[id] [PACs].” Id. at 872. The MCCL court held that “the\ncollective burdens associated with Minnesota’s independent expenditure law chill\npolitical speech.” Id. at 874. This court reversed the district court’s denial of a\npreliminary injunction “to the extent [the statute] require[d] ongoing reporting\nrequirements from associations not otherwise qualifying as PACs under Minnesota\nlaw,” and expressed “no opinion as to whether any of the other obligations . . . would\n. . . survive exacting scrutiny.” Id. at 878 (footnote omitted).\n\n       Iowa’s disclosure law imposes fewer requirements, and its threshold amount\nfor regulation ($750) is higher than Minnesota’s amount ($100). Nonetheless, as\nexplained in MCCL, the filing, ongoing reporting, and termination obligations are\nburdensome, and “discourage[] [groups], particularly small [ones] with limited\nresources, from engaging in protected political speech.” See id. at 874. Such groups\n(and individuals) face the “particularly difficult choice” of complying with\n“cumbersome ongoing regulatory burdens or sacrific[ing] protected core First\nAmendment activity.” Id.\n\n       “Generally, ‘[l]aws that burden political speech are subject to strict scrutiny .\n. . .’” Id. (citation omitted), quoting Citizens United, 558 U.S. at 340 (internal\n\n                                           -16-\n\fquotation marks omitted). But disclosure laws are subject to exacting scrutiny,\nbecause they “impose no ceiling on campaign-related activities and do not prevent\nanyone from speaking.” Citizens United, 558 U.S. at 366 (internal citations and\nquotation marks omitted); see id. at 319 (“The Government may regulate corporate\npolitical speech through disclaimer and disclosure requirements, but it may not\nsuppress that speech altogether.”); cf. MCCL, 692 F.3d at 874-75 (questioning\nwhether exacting scrutiny should always apply solely because of the “‘disclosure’\nlabel,” but applying exacting scrutiny to the disclosure laws at issue). Exacting\nscrutiny “requires a ‘substantial relation’ between the disclosure requirement and a\n‘sufficiently important’ governmental interest.” MCCL, 692 F.3d at 875, quoting\nCitizens United, 558 U.S. at 366-67 (internal quotation marks omitted); cf. Citizens\nUnited, 558 U.S. at 369 (“[D]isclosure is a less restrictive alternative to more\ncomprehensive regulations of speech.” (emphasis added) (citation omitted)). But cf.\nUnited States v. Alvarez, 132 S. Ct. 2537, 2551 (2012) (plurality opinion) (“[W]hen\nthe Government seeks to regulate protected speech, the restriction must be the ‘least\nrestrictive means among available, effective alternatives,’” quoting Ashcroft v. Am.\nCivil Liberties Union, 542 U.S. 656, 666 (2004)). “To withstand this scrutiny, the\nstrength of the governmental interest must reflect the seriousness of the actual burden\non First Amendment rights.” Reed, 130 S. Ct. at 2818 (citation and internal quotation\nmarks omitted).\n\n       The circuit courts disagree whether exacting scrutiny requires narrow tailoring\nin the disclosure context. Compare North Carolina Right to Life Comm. Fund for\nIndep. Political Expenditures v. Leake, 524 F.3d 427, 439 (4th Cir. 2008) (holding\nnarrow tailoring does not apply), with Citizens for Responsible Gov’t State PAC\n(CRG) v. Davidson, 236 F.3d 1174, 1197 (10th Cir. 2000) (applying narrow\ntailoring). The MCCL court noted parenthetically that the Supreme Court has stated\n“a law will withstand exacting scrutiny ‘only if it is narrowly tailored to serve an\noverriding state interest.’” MCCL, 692 F.3d at 876, quoting McIntyre v. Ohio\nElection Comm’n, 514 U.S. 334, 347 (1995).\n\n                                         -17-\n\f       The disagreement stems from the Supreme Court’s discussion and application\nof “exacting scrutiny” in the campaign-finance context. In Buckley, the Court applied\n“exacting scrutiny” to both expenditure limitations and disclosure requirements. See\nBuckley, 424 U.S. at 44, 64. In First National Bank of Boston v. Bellotti, 435 U.S.\n765 (1978), the Court applied “exacting scrutiny” to a statute’s complete prohibition\nof political contributions or expenditures by “banks and business corporations.”\nBellotti, 435 U.S. at 767-68, 786. As late as McIntyre and Austin v. Michigan\nChamber of Commerce, 494 U.S. 652 (1990), overruled by Citizens United, 558 U.S.\n310, the Court still applied “exacting scrutiny” not only to laws regulating disclosure,\nbut also to laws prohibiting or restricting political spending. See McIntyre, 514 U.S.\nat 347 (explaining that a law required narrow tailoring under “exacting scrutiny”\nbecause it burdened “core political speech” by requiring politically oriented leaflets\nto disclose who was responsible for the publications, citing Bellotti, 435 U.S. at 786);\nAustin, 494 U.S. at 702-03 (applying “exacting First Amendment scrutiny” to a law\nrestricting political spending); see also Day v. Holahan, 34 F.3d 1356, 1361 (8th Cir.\n1994) (“We are bound ‘to apply the most exacting scrutiny to regulations that\nsuppress, disadvantage, or impose differential burdens upon speech because of its\ncontent,” quoting Turner Broad. Sys., Inc. v. F.C.C., 512 U.S. 622, 642 (1994)). The\nMcIntyre Court equated “exacting scrutiny” with “strict scrutiny.” See McIntyre, 514\nU.S. at 346 & n.10.\n\n       In Citizens United, the Court applied “strict scrutiny” to “[l]aws that burden\npolitical speech,” requiring “the Government to prove that the restriction furthers a\ncompelling interest and is narrowly tailored to achieve that interest.” Citizens United,\n558 U.S. at 340 (citation and internal quotation marks omitted). But it applied\n“exacting scrutiny” – requiring a “‘substantial relation’ between the disclosure\nrequirement and a ‘sufficiently important’ governmental interest” – to “[d]isclaimer\nand disclosure requirements.” Id. at 366-67, quoting Buckley, 424 U.S. at 64, 66, and\nMcConnell v. Fed. Election Comm’n, 540 U.S. 93, 201, 231-32 (2003), overruled\nby Citizens United, 558 U.S. 310. The Court has since affirmed this distinction. See\n\n                                         -18-\n\fReed, 130 S. Ct. at 2818. Disclosure requirements that “impose no ceiling on\ncampaign-related activities and do not prevent anyone from speaking” are therefore\nsubject to exacting scrutiny, not requiring a governmental interest that is narrowly\ntailored. See Citizens United, 558 U.S. at 366 (citation and internal citation omitted).\n\n       Iowa advances an “informational interest” to justify the disclosure\nrequirements. “[T]he public has an interest in knowing who is speaking about a\ncandidate shortly before an election.” Id. at 369. By “provid[ing] the electorate with\ninformation about the sources of election-related spending,” disclosure allows the\npublic to “make informed choices in the political marketplace.” Id. at 367 (citations\nand internal quotation marks omitted). This “informational interest alone” can be\nsufficiently important to justify disclosure requirements.1 Id. at 369-71 (upholding\na federal disclosure law based on an informational interest); see, e.g., Ctr. for\nIndividual Freedom, 697 F.3d at 477-78 (upholding a state disclosure law based on\nan informational interest).\n\n       IRTL argues that, because the requirements impose “PAC-style” burdens on\ngroups lacking Buckley’s major purpose, no interest can justify this imposition. Put\ndifferently, IRTL asserts that a state may impose PAC status or PAC-like burdens\nonly on groups whose major purpose is express advocacy.\n\n      The Courts of Appeals that have addressed the issue are split on whether state\ncampaign-finance disclosure laws can impose PAC status or burdens on groups\nlacking Buckley’s major purpose. See MCCL, 692 F.3d at 872 (noting the circuit\n\n\n      1\n         Iowa’s disclosure law covers both express advocacy and issue advocacy. See\nIowa Code § 68A.404(1). Disclosure requirements need not “be limited to speech\nthat is the functional equivalent of express advocacy.” Citizens United, 558 U.S. at\n369; see, e.g., Ctr. for Individual Freedom, 697 F.3d at 484 & n.17 (upholding a\nstate disclosure law covering issue advocacy and listing other circuits that have done\nso).\n                                         -19-\n\fsplit); see, e.g., Ctr. for Individual Freedom, 697 F.3d at 487 & n.23 (same). This\ncourt has not directly addressed the issue. But in MCCL, Minnesota’s disclosure law\n“extended the reach of PAC-like regulation” too far, because the law imposed PAC\nburdens on “all associations, regardless of the association’s purpose.” MCCL, 692\nF.3d at 872, 875 n.10 (first emphasis in original) (second emphasis added); see id. at\n874 (“[Choosing between] comply[ing] with cumbersome ongoing regulatory burdens\nor sacrific[ing] protected core First Amendment activity” “is a particularly difficult\nchoice for smaller businesses and associations for whom political speech is not a\nmajor purpose nor a frequent activity.”); id. at 877 (“Minnesota has not stated any\nplausible reason why continued reporting from nearly all associations, regardless of\nthe association’s major purpose, is necessary to accomplish [its stated] interests.”\n(emphasis in original)). But cf. Ctr. for Individual Freedom, 697 F.3d at 486-91\n(refusing to apply the major-purpose test to a state law, and noting that application\ncould “‘yield perverse results’” where a “‘small group with [Buckley’s] major purpose\n. . . that spends [$3,000] for ads could be required to register’ as a political committee,\nwhile a ‘mega-group [lacking Buckley’s major purpose] that spends $1,500,000 to\ndefeat the same candidate . . . would not have to register’” (second alteration in\noriginal), quoting Nat’l Organization for Marriage (NOM) v. McKee, 649 F.3d 34,\n59 (1st Cir. 2011)). IRTL’s major purpose is therefore an important consideration for\ndetermining whether Iowa may impose a particular requirement on it.\n\n        IRTL essentially argues that any disclosure requirement other than “one-time,\nevent-driven reporting” is likely a PAC-style burden, invalid as applied to groups\nlacking Buckley’s major purpose. See MCCL, 692 F.3d at 875 n.9 (noting that the\nfederal disclosure laws reviewed in Citizens United involved “event-driven reporting\n. . . [that] ended as soon as the report was filed” and required filing a “one-time\ndisclosure only when a substantial amount of money was spent”). In other words,\nIRTL claims that a non-PAC can be required to disclose information about an\nindependent expenditure only when it actually makes that expenditure.\n\n\n                                           -20-\n\f      The Supreme Court has noted a number of “onerous” federal requirements\nimposed on PACs. See Citizens United, 558 U.S. at 335-39. But it has not held that\neach of these burdens may be applied only to PACs. True, a single requirement or\ncombination of requirements may be so burdensome that it cannot be applied to a\ngroup regardless of its purpose. But simply because a requirement applies to a PAC\ndoes not mean applying it to a non-PAC is prohibited. The relevant inquiry is\nwhether the disclosure requirement bears a substantial relation to a sufficiently\nimportant governmental interest.2 Cf. NOM, 649 F.3d at 56 (“It is not the designation\nas a PAC but rather the obligations that attend PAC designation that matter for\npurposes of First Amendment review.”).\n\n                                         1.\n\n      An independent expenditure committee must file an “independent expenditure\nstatement” and an “initial report” within 48 hours of making an independent\nexpenditure over $750, or within 48 hours “of disseminating the communication to\nits intended audience, whichever is earlier.” Iowa Code §§ 68A.404(3),\n68A.404(4)(a); Iowa Admin. Code rs. 351-4.9(15), 351-4.27(4). IRTL argues that\ntwo of the independent expenditure statement’s requirements – (a) “registration” and\n(b) 48-hour initial reporting – are PAC-like burdens that unconstitutionally infringe\nits ability to speak.\n\n      A person who makes an independent expenditure uses Form Ind-Exp-O – a\none-page document – to electronically file both the independent expenditure\n\n\n      2\n       Because IRTL does not raise – and this court does not address – a facial or\noverbreadth challenge to these disclosure requirements, this court need not consider\nthe constitutionality of Iowa’s disclosure laws, see Iowa Code §§ 68A.404(3),\n68A.404(4)(a), administrative rules, see Iowa Admin. Code rs. 351-4.1(1)(d), 351-\n4.9(15), 351-4.27(4), or forms, as applied to individuals. See Brockett, 472 U.S. at\n502.\n                                        -21-\n\fstatement and the initial report. See Iowa Admin. Code rs. 351-4.9(15), 351-4.27(2).\nThe “registration” portion of the form requires the name and contact information of\nthe organization and an individual within the organization. The rest of the form\nrequires contact information for the funding source of the independent expenditure\n(and for any beneficiary of the expenditure), and information about the expenditure\nitself, including the date and amount, how the message is communicated, and the\nposition advocated.\n\n                                            a.\n\n       According to IRTL, the independent expenditure statement requires it to\n“register,” treating it like a “campaign-related” group, or PAC. Neither the Supreme\nCourt nor this court expressly limits a registration requirement to PACs. See Citizens\nUnited, 558 U.S. at 369 (upholding a registration requirement for lobbyists based on\nan informational interest); cf. id. at 337-38 (including “fil[ing] an organization\nstatement and report[ing] changes to this information within 10 days” in a list of\nrequirements that make a PAC “burdensome”); MCCL, 692 F.3d at 871 (“The\ncollective burdens accompanying the creation and maintenance of a political\nfund—appointing a treasurer who becomes subject to civil and criminal penalties,\nsegregating funds, maintaining detailed records, and registering and filing ongoing\nreports with the Board—are substantial.” (internal citation omitted)). Even for “one-\ntime, event-driven” reporting – which IRTL trumpets as a valid form of disclosure as\napplied to non-PACs – basic contact information about the entity making the\nexpenditure is necessary to further “the public . . . interest in knowing who is\nspeaking about a candidate.” See Citizens United, 558 U.S. at 369; see also 2 U.S.C.\n§ 434(c) (requiring a non-PAC making independent expenditures over $250 to\ndisclose its name and address). Nonetheless, IRTL asserts that the MCCL court held\na registration requirement too burdensome for non-PACs. This court did not do so.\nRather, it “reverse[d] the district court’s denial of . . . a preliminary injunction to the\nextent [Minnesota’s law] require[d] ongoing reporting requirements,” but\n\n                                           -22-\n\f“express[ed] no opinion as to whether any of the other obligations . . . , by themselves\nor collectively, survive exacting scrutiny.” MCCL, 692 F.3d at 877.\n\n       Here, the contact information in the registration is like that required for a one-\ntime, event-driven report. Requiring the name and address of the person making the\nindependent expenditure provides “transparency [that] enables the electorate to make\ninformed decisions and give proper weight to different speakers and messages.”\nCitizens United, 558 U.S. at 371. Unlike “cumbersome ongoing regulatory burdens,”\nwhich impose the “particularly difficult choice” either to “comply . . . or sacrifice\nprotected core First Amendment activity,” MCCL, 692 F.3d at 874, the basic\ninformation Form Ind-Exp-O requires is not overly burdensome. Only when a person\nmakes an independent expenditure is the requirement triggered. See Iowa Code §\n68A.404(3).\n\n      IRTL claims that any registration requirement for non-PACs is\nunconstitutional. But a “registration” label is not what matters. This court need not\nconsider whether all forms of a registration requirement would be constitutional as\napplied to non-PACs. Here, the limited contact information Form Ind-Exp-O requires\n– whether labeled as “registration” or “one-time, event-driven” reporting – bears a\nsubstantial relation to a sufficiently important informational interest. Thus, the first\ntwo sentences of Iowa Code subsection 68A.404(3)3 and the “registration” portion of\nForm Ind-Exp-O are constitutional as applied to IRTL and other groups whose major\npurpose is not nominating or electing candidates.\n\n\n\n\n      3\n       “A person, other than a committee registered under this chapter, that makes\none or more independent expenditures shall file an independent expenditure\nstatement. All statements and reports required by this section shall be filed in an\nelectronic format as prescribed by rule.” Iowa Code § 68A.404(3).\n                                          -23-\n\f                                          b.\n\n      IRTL contends that requiring an “initial report,” see id. § 68A.404(3)(a), and\nrequiring it to file the report within 48 hours, see id. § 68A.404(3), 68A.404(4)(a),\nis unconstitutional. According to IRTL, the initial report must include all information\nlisted in Iowa Code section 68A.402A. Iowa Code subsection 68A.404(3)(a) states\nthat “the person filing the independent expenditure statement shall file reports under\nsections 68A.402 and 68A.402A.” Id. § 68A.404(3)(a). The next sentence reads,\n“An initial report shall be filed at the same time as the independent expenditure\nstatement.” Id. Iowa claims, “Even though the Code requires a ‘statement’ and a\n‘report,’ the Board ‘has combined both requirements into one filing,’” citing Iowa\nAdministrative Code rule 351-4.27(2). That rule states, “Form Ind-Exp-O shall be\nfiled by a person” and “shall be in a format that will enable a person . . . making an\nindependent expenditure to comply with all of the reporting requirements in 2009\nIowa Code Supplement section 68A.404 . . . .” Iowa Admin. Code r. 351-4.27(2).\nIowa requires the initial report to contain only the information in Form Ind-Exp-O,\nnot the more extensive information Iowa Code section 68A.402A requires.\n\n       Like registration, the information in the “initial report” on Form Ind-Exp-O is\nnot overly burdensome. This information – the name and address of the funding\nsource for, and beneficiary of, the independent expenditure, and brief details of the\nexpenditure itself – is similar to a one-time, event-driven report. See CRG, 236 F.3d\nat 1197 (finding “no constitutional problems with the content requirements of\nColorado’s public reporting scheme,” which includes “(1) the amount of the\nexpenditure, (2) a ‘detailed description’ of the use of the expenditure, and (3) the\nname of the candidate whom the expenditure is intended to support or oppose”); see\nalso 2 U.S.C. § 434(c) (listing the federal reporting requirements when a “person\n(other than a political committee)” makes an independent expenditure over $250).\nA non-PAC files Form Ind-Exp-O after “making an independent expenditure\nexceeding $750.” Iowa Admin. Code r. 351-4.27(4). “[R]equiring reporting\n\n                                         -24-\n\fwhenever money is spent” is a constitutional way to “accomplish . . . disclosure-\nrelated interests.”4 MCCL, 692 F.3d at 876-77.\n\n       IRTL asserts that the “burden of a 48-hour-reporting requirement is so great\nthat the government’s interest cannot justify it.” It cites CRG, where the Tenth\nCircuit held a 24-hour notice requirement “a far cry from being narrowly tailored,”\nbecause “[n]one of the State’s compelling interests . . . would be at all compromised\nby a more workable deadline.” CRG, 236 F.3d at 1197. IRTL also relies on a district\ncourt case, where the court found no “justification for [a] regulation’s . . . requirement\nthat expenditures in excess of $250 per candidate must be reported within twenty-four\nhours whenever they are made.” See NOM v. McKee, 723 F. Supp. 2d 245, 266 (D.\nMe. 2010) (emphasis in original) (footnote omitted), aff’d in part, rev’d in part on\nother grounds, 649 F.3d 34. IRTL argues that instead the law could, constitutionally,\nrequire filing the report at the next deadline for the election to which the organization\ndirected the expenditure.\n\n      In Citizens United, the Court – applying exacting scrutiny – upheld a federal\nlaw requiring disclosure “within 24 hours” when a person spends over $10,000 on\n\n\n\n\n      4\n       That Iowa refers to the filing requirement as an “initial” report does not affect\nthe analysis. Because the current filing requirement under the administrative rules\nallows an independent expenditure committee to file both the “independent\nexpenditure statement” and the “initial report” on the same Form Ind-Exp-O, see\nIowa Admin. Code rs. 351-4.9(15), 351-4.27(2), the initial reporting requirement is\nconstitutional. This court does not hold that any form of initial reporting requirement\nis constitutional as applied to IRTL and other non-PACs.\n                                          -25-\n\f“electioneering communications,”5 see 2 U.S.C. § 434(f)(1). Citizens United, 558\nU.S. at 366-71. “With the advent of the Internet, prompt disclosure of expenditures\ncan provide shareholders and citizens with the information needed to hold\ncorporations and elected officials accountable for their positions and supporters.” Id.\nat 370. Although the Court did not directly address the 24-hour requirement, it did\nexplain that the disclosure law containing the deadline “permits citizens and\nshareholders to react to the speech of corporate entities in a proper way.” Id. at 371.\n“This transparency enables the electorate to make informed decisions and give proper\nweight to different speakers and messages.” Id.\n\n        Here, the 48-hour reporting requirement serves a substantial informational\ninterest. True, requiring a report “shortly before an election,” rather than shortly after\nmaking an expenditure, would fulfill the public’s interest in “knowing who is\nspeaking about a candidate.” See id. at 369. But narrow tailoring is not required, and\nthe 48-hour deadline makes disclosure “more effective” because it is “rapid and\ninformative,” more quickly “‘provid[ing] the electorate with information’ about the\nsources of election-related spending.” See id. at 367-70 (alteration in original),\nquoting Buckley, 424 U.S. at 66. With modern technology, the burden of completing\nthe short, electronic form within two days of making a $750 expenditure is not\nonerous. See SpeechNow.org v. Fed. Election Comm’n, 599 F.3d 686, 697 (D.C.\nCir. 2010) (upholding a federal requirement that “those . . . not organized as political\ncommittees” report “within 24 hours expenditures of $1000 or more made in the\ntwenty days before an election, and report[] within 48 hours any expenditures . . . of\n$10,000 or more made at any other time”); Leake, 524 F.3d at 433, 439 (upholding\na state law that required entities making independent expenditures over $5,000 to file\n\n      5\n        “The term ‘electioneering communication’ means any broadcast, cable, or\nsatellite communication which . . . refers to a clearly identified candidate for federal\noffice,” fulfills certain timing requirements, and, if for “a candidate for an office other\nthan President or Vice President, is targeted to the relevant electorate.” 2 U.S.C. §\n434(f)(3).\n                                           -26-\n\fa report “within twenty-four hours”); see also McConnell, 540 U.S. at 195-96\n(upholding a similar federal disclosure requirement); cf. MCCL, 692 F.3d at 868\n(holding as overly burdensome ongoing “organizational, record-keeping, and\nreporting requirements”). Requiring “prompt disclosure” within 48 hours bears a\nsubstantial relation to Iowa’s sufficiently important interest in keeping the pubic\ninformed. The second sentence of Iowa Code subsection 68A.404(3)(a),6 the entirety\nof Iowa Code subsection 68A.404(4)(a), the first and third sentences of Iowa\nAdministrative Code rule 351-4.9(15),7 and the initial reporting portion of Form Ind-\nExp-O are constitutional as applied to IRTL and other groups whose major purpose\nis not nominating or electing candidates.\n\n                                           2.\n\n       After filing the initial report, an independent expenditure committee must file\n“[s]ubsequent reports . . . according to the same schedule as the office or election to\nwhich the independent expenditure was directed,” up to four times during an election\nyear. Iowa Code § 68A.404(3)(a). “The committee shall . . . continue to file reports\n. . . until the committee files a notice of dissolution . . . .” Iowa Admin. Code r. 351-\n4.9(15). IRTL contends these requirements are similar to the ongoing reporting\nrequirements preliminarily enjoined in MCCL. See MCCL, 692 F.3d at 877. This\ncourt agrees.\n\n\n      6\n      “An initial report shall be filed at the same time as the independent\nexpenditure statement.” Iowa Code § 68A.404(3)(a).\n      7\n       “An independent expenditure committee that is required to file campaign\ndisclosure reports pursuant to 2009 Iowa Code Supplement section 68A.404(3) as\namended by 2010 Iowa Acts, Senate File 2354, section 3, shall file an initial report\nat the same time as the committee files its original independent expenditure\nstatement.” Iowa Admin. Code r. 351-4.9(15) (first sentence). “Form Ind-Exp-O\nshall serve as a campaign disclosure report for an independent expenditure\ncommittee.” Id. (third sentence).\n                                          -27-\n\f       In MCCL, Minnesota’s statute required “political funds to file five reports\nduring a general election year, even if the political fund ha[d] been inactive during\nthat period.” Id. at 873 (citation omitted). Independent expenditures of $100\ntriggered the reporting requirements, which “apparently end[ed] only if the\nassociation dissolve[d] the political fund.” Id. (citations omitted). An association\nthus maintained the right to speak only by filing the ongoing reports. Id.\n\n       This court explained that complying with “cumbersome ongoing regulatory\nburdens” could be “particularly difficult . . . for smaller businesses and associations\nfor whom political speech is not a major purpose.” Id. at 874. The ongoing reporting\n– “untethered from continued speech” – did “not match any sufficiently important\ndisclosure interest.” Id. at 876-77 (“Minnesota has not stated any plausible reason\nwhy continued reporting from nearly all associations, regardless of the association’s\nmajor purpose, is necessary to accomplish these interests.” (emphasis in original)\n(citation omitted)). “Minnesota [could have] accomplish[ed] any disclosure-related\ninterests . . . through less problematic measures, such as [one-time, event-driven\nreporting].” Id. at 876 (alteration and internal citation omitted). The ongoing\nreporting requirements were “likely unconstitutional.” Id. at 877.\n\n       Under Iowa’s law, the subsequent reports require disclosing: (1) the “amount\nof cash on hand at the beginning of the reporting period”; (2) the “name and mailing\naddress of each person who has made . . . contributions of money” or “in-kind\ncontributions to the committee” above $25, in many instances; (3) the “total amount\nof contributions made to the committee during the reporting period”; (4) loans made;\n(5) the “name and mailing address of each person to whom disbursements or loan\nrepayments have been made” using contributions received, and the “amount, purpose,\nand date of each disbursement”; (6) disbursements made to or by a consultant,\n“disclosing the name and address of the recipient, amount, purpose, and date”; (7) the\n“amount and nature of debts and obligations owed” in excess of specified amounts;\nand (8) “[o]ther pertinent information required by th[e] chapter.” Iowa Code §\n\n                                         -28-\n\f68A.402A(1). As in MCCL, these ongoing reporting requirements are “potentially\nperpetual regardless of whether the [person] ever again makes an independent\nexpenditure.” MCCL, 692 F.3d at 871-73 (“[A person] must continue to comply with\nthese burdensome regulations even after [he or she] stops speaking.”). By\nconditioning the right to speak on “cumbersome ongoing regulatory burdens,”\nregardless of its major purpose, Iowa’s disclosure law “discourages [non-PACs],\nparticularly small [ones] with limited resources, from engaging in protected political\nspeech.” Id. at 873-74.\n\n       Iowa counters that in Leake, the Fourth Circuit upheld a requirement that non-\nPACs file “eight reports . . . during the two-and-a-half month period preceding the\nelection.” Leake, 524 F.3d at 439-40. But the reporting requirement there was not\nongoing. In Alaska Right To Life Comm. v. Miles, 441 F.3d 773 (9th Cir. 2006), also\ncited by Iowa, the Ninth Circuit upheld an ongoing reporting requirement under\nvarious state interests, including an informational interest. See Miles, 441 F.3d at\n790-92. Miles conflicts with this court’s holding in MCCL (and predates Citizens\nUnited). See MCCL, 692 F.3d at 876-77 (“Minnesota has not advanced any relevant\ncorrelation between its identified interests and ongoing reporting requirements.”).\n\n       Iowa attempts to distinguish the ongoing reporting requirements in MCCL by\narguing that Minnesota’s law imposed “virtually identical regulatory burdens” on\nPACs and non-PACs. See id. at 872. Though this court found the “equality of\nburdens . . . meaningful,” this factor was not necessary to deem the requirements\nunconstitutional. See id. at 872-74, 876-77. Regardless, Iowa’s law does require\nPACs and non-PACs to file “virtually identical” ongoing reports, because “[e]ach\nreport filed under section 68A.402” must comply with Iowa Code section 68A.402A.\nSee Iowa Code §§ 68A.402A; id. § 68A.402 (“Each committee shall file with the\nboard reports disclosing information required under this section . . . .”); id. §\n68A.404(3)(a) (“[T]he person filing the independent expenditure statement shall file\nreports under sections 68A.402 and 68A.402A.”).\n\n                                        -29-\n\f        Requiring a group to file perpetual, ongoing reports “regardless of [its]\npurpose,” and regardless of whether it ever makes more than a single independent\nexpenditure, is “no more than tenuously related to” Iowa’s informational interest. See\nMCCL, 692 F.3d at 876-77 (citations and internal quotation marks omitted). Though\nnarrow tailoring is not required, having independent expenditure committees file a\none-time report “whenever money is spent” – similar to the “initial report” – would\nbe “less problematic,” and allow Iowa to achieve its interest in helping the public\nmake informed choices in the political marketplace. See id. (citation and internal\nquotation marks omitted). IRTL does not explain how ongoing reporting impinges\nits associational rights. But it does show how it hinders its free speech rights. Iowa\nfails to advance a sufficiently important governmental interest that bears a substantial\nrelation to the ongoing reporting requirements as applied to IRTL and other non-PAC\ngroups. Thus, the first and third sentences of Iowa Code subsection 68A.404(3)(a)10\nand the second sentence of Iowa Administrative Code rule 351-4.9(15)11 are\nunconstitutional as applied to IRTL and other groups whose major purpose is not\nnominating or electing candidates.\n\n\n\n\n      10\n        “Subject to paragraph ‘b’, the person filing the independent expenditure\nstatement shall file reports under sections 68A.402 and 68A.402A.” Iowa Code §\n68A.404(3)(a) (first sentence). (Subsection b explains to whom the section does not\napply. See id. § 68A.404(3)(b).) “Subsequent reports shall be filed according to the\nsame schedule as the office or election to which the independent expenditure was\ndirected.” Id. § 68A.404(3)(a) (third sentence).\n      11\n        “The committee shall then continue to file reports according to the same\nschedule as the office or election to which the independent expenditure was directed\nuntil the committee files a notice of dissolution pursuant to Iowa Code section\n68A.402B(3) as amended by 2010 Iowa Acts, Senate File 2354, section 2.” Iowa\nAdmin. Code r. 351-4.9(15).\n                                         -30-\n\f                                           3.\n\n       An independent expenditure committee must file a “supplemental report” if,\nafter October 19, but before the election in an election year, it “either [(1)] raises or\n[(2)] expends more than [$1,000].” See Iowa Code §§ 68A.402(2)(a)-(b),\n68A.404(3)(a)(1). MCCL again provides the controlling analysis.\n\n       Under the first supplemental reporting requirement, after a group makes a\nsingle independent expenditure, it must continually disclose funds it raises over\n$1,000 — regardless of the group’s purpose, and regardless of whether it ever uses\nthose funds to make an independent expenditure. See MCCL, 692 F.3d at 873. Non-\nPACs must already report expenditures over $750, and the sources of those funds, in\nthe independent expenditure statement – tied to an actual expenditure – making both\nsupplemental reporting requirements redundant. See Iowa Code § 68A.404(3).\nBecause the obligations “continue until the [independent expenditure committee] is\ndissolved,” to “escape these ongoing burdens, the [group] must file a termination\nstatement.” MCCL, 692 F.3d at 869, 873. Iowa’s supplemental reporting\nrequirements thus extend the ongoing reporting requirements – “untethered from\ncontinued speech” – that “hinder[] [groups] from participating in the political debate\nand limit[] their access to the citizenry and the government.” See id. at 874, 876.\n\n       More troubling, each supplemental report appears to require compliance with\nthe onerous filing requirements in section 68A.402A. See id. § 68A.404(3)(a)\n(stating that reports “shall [be] file[d] . . . under sections 68A.402 and 68A.402A”).\n“[U]nless an ordinance is readily susceptible” to “a limiting construction that removes\nthe threat to constitutionally protected speech,” this court “cannot . . . suppl[y] . . .\nsuch an interpretation, because federal courts lack jurisdiction authoritatively to\nconstrue state legislation.” Ways v. City of Lincoln, Neb., 274 F.3d 514, 519 (8th\nCir. 2001) (citation and internal citation and quotation marks omitted); see Planned\nParenthood of Mid-Missouri & E. Kansas, Inc. v. Dempsey, 167 F.3d 458, 461 (8th\n\n                                          -31-\n\fCir. 1999) (“We interpret statutes to avoid serious constitutional problems, so long\nas the statutory language is fairly susceptible to a constitutional construction.”).\nNeither Iowa’s disclosure laws, nor its administrative rules, indicate that a\nsupplemental report requires anything less than full compliance with the same filing\nobligations demanded of other “subsequent” reports. See Iowa Code §\n68A.404(3)(a). Iowa does not explain how requiring additional, redundant, and more\nburdensome reports fulfills a sufficiently important informational interest not already\nadvanced by the independent expenditure statement. The perpetual supplemental\nreporting requirements discourage groups from participating in the “open marketplace\nof ideas protected by the First Amendment.” See Citizens United, 558 U.S. at 354\n(citation and internal quotation marks omitted); see also MCCL, 692 F.3d at 873\n(“[A]n association is compelled to decide whether exercising its constitutional right\nis worth the time and expense of entering a long-term morass of regulatory red\ntape.”). Failing exacting scrutiny, Iowa Code subsection 68A.404(3)(a)(1)12 is\nunconstitutional as applied to IRTL and other groups whose major purpose is not\nnominating or electing candidates.\n\n                                          4.\n\n      When an independent expenditure committee “determines [it] will no longer\nmake an independent expenditure, [it] shall notify the board within thirty days\nfollowing such determination by filing a termination report,” using Form DR-3. Iowa\nCode § 68A.402B(3); see Form DR-3. Form DR-3 requires a person’s name, contact\ninformation, and dated signature. IRTL argues that the termination requirement\nviolates its First Amendment rights because, like in MCCL, a group’s “constitutional\n\n\n\n\n      12\n         “A supplemental report shall be filed on the same dates as in section 68A.402,\nsubsection 2, paragraph ‘b’, if the person making the independent expenditure either\nraises or expends more than one thousand dollars.” Iowa Code § 68A.404(3)(a)(1).\n                                         -32-\n\fright to speak through independent expenditures dissolves” when it files the\ntermination report. See MCCL, 692 F.3d at 873.\n\n       As an initial matter, the parties dispute whether an independent expenditure\ncommittee must “dissolve” before filing the termination report. In MCCL, before\ntermination, associations had to dissolve by settling all debts, “dispos[ing] of all\nassets in excess of $100,” and filing a termination report “disclosing the same\ninformation as required in periodic reports.” Id. at 869. Here, Form DR-3 is entitled\na “Statement of Dissolution,” and lists a number of dissolution requirements for\n“committees.” The relevant code provision defines “committee” to “include[] a\npolitical committee and a candidate’s committee,” but does not mention an\nindependent expenditure committee. See Iowa Code § 68A.102(8). That term\nappears only in the administrative rules, which also exclude it from the definition of\n“committee.” See Iowa Admin. Code r. 351-4.1(1)(a), (d). Under section\n68A.402B, only a “committee” must file a “dissolution report” or “statement of\ndissolution.” See Iowa Code § 68A.402B(1)-(2). The administrative rule defining\n“independent expenditure committee” refers to filing a “notice of dissolution,” but\ncites subsection 68A.402B(3), which states that an “independent expenditure\ncommittee” need only file a “termination report.” Id. § 68A.402B(3); Iowa Admin.\nCode r. 351-4.9(15). (Form DR-3 appears designed primarily for PACs and\n“candidate’s committees,” though it doubles confusingly as a “termination report.”\nSee Form DR-3 (indicating who should sign the form for a candidate’s committee\nand for a PAC, but not stating who should sign for an independent expenditure\ncommittee).) Unlike in MCCL, the only termination requirement for an independent\nexpenditure committee is filing the termination report.\n\n       The burden of completing the short, electronic termination report is negligible.\nThe heavier burden is, as IRTL states in its brief, “choos[ing] between ongoing\nreporting and giving up the constitutional speech right.” The termination requirement\n\n\n                                         -33-\n\fis thus part and parcel of the ongoing reporting requirements. “To speak again, the\n[group] must initiate the bureaucratic process again.” MCCL, 692 F.3d at 873.\n\n       In MCCL, regaining the right to speak entailed a host of cumbersome\nobligations. See id. at 868-69. Here, a group need complete only the independent\nexpenditure statement and the initial report by filing Form Ind-Exp-O. Nonetheless,\nthe termination requirement interferes with the “constitutionally protected\nmarketplace of ideas,” because it forces a group to decide whether it will give up its\nright to speak. See id. at 873-74. To speak again, it must decide whether renewing\nthe ongoing reporting cycle is worth the effort. See id., citing MCFL, 479 U.S. at 255\n(plurality opinion) (“Faced with the need to assume a more sophisticated\norganizational form, to adopt specific accounting procedures, to file periodic detailed\nreports . . . it would not be surprising if at least some groups decided that the\ncontemplated political activity was simply not worth it.”).\n\n       Iowa advances an informational to support the termination requirement. This\ninterest is tenuous at best. The termination report provides no disclosure to the public\nabout actual contributions or expenditures.\n\n       Iowa also advances a “corporate governance” interest. But it offers no\nexplanation how filing a termination report substantially relates to “ensuring that\ncorporate entities . . . operate in a manner that honors the privileges given to the\ncorporate form.” It cites Reed for the proposition that States retain “significant\nflexibility in implementing their own voting systems.” See Reed, 130 S. Ct. at 2818\n(“To the extent a regulation concerns the legal effect of a particular activity in that\nprocess, the government will be afforded substantial latitude to enforce that\nregulation.”). In Reed, the Supreme Court held the state’s interest in “preserving the\nintegrity of the electoral process by combating fraud, detecting invalid signatures, and\nfostering government transparency and accountability” justified requiring disclosure\nof a referendum petitioner’s identity. Id. at 2815, 2819. Voting systems and\n\n                                         -34-\n\fcampaign finance both generally involve the “electoral process.” See id. at 2819. But\nReed is otherwise inapposite: it does not address a corporate-governance interest, and\nIowa does not claim that its corporate-governance interest will preserve the integrity\nof the electoral process.\n\n       A corporate-governance interest in protecting “corporate shareholders” is\n“traditionally within the province of state law.” See Bellotti, 435 U.S. at 792.\nHowever, in Bellotti, considering a state statute restricting campaign contributions\nand expenditures, the Supreme Court explained that “shareholders normally are\npresumed competent to protect their own interests” through “the procedures of\ncorporate democracy.” Id. at 794-95. The Court concluded, “Assuming, arguendo,\nthat protection of shareholders is a ‘compelling’ interest under the circumstances of\nthis case, we find ‘no substantially relevant correlation between the governmental\ninterest asserted and the State’s effort’ to prohibit appellants from speaking.” Id. at\n795, quoting Shelton v. Tucker, 364 U.S. 479, 485 (1960). Even assuming Iowa has\na sufficiently important governmental interest in protecting corporate shareholders\nin the disclosure context, but cf. Citizens United, 558 U.S. at 364 (“The First\nAmendment does not permit Congress to make . . . categorical distinctions based on\nthe corporate identity of the speaker . . . .”), any interest in protecting this group is\nirrelevant as applied to IRTL, because it has no shareholders.\n\n      Iowa fails to advance a sufficiently important governmental interest\nsubstantially related to the termination requirement. Iowa Code subsection\n68A.402B(3) and Form DR-3 are unconstitutional as applied to IRTL and groups\nwhose major purpose is not nominating or electing candidates.\n\n                                           C.\n\n      In Count 3, IRTL challenges Iowa’s ban on direct corporate contributions to\na candidate, a candidate’s committee, or a political committee, as unconstitutional\n\n                                          -35-\n\funder the First and Fourteenth Amendments, facially and as applied. See Iowa Code\n§ 68A.503. The ban also includes insurance companies, savings associations, banks,\nand credit unions. Id. § 68A.503(1). The district court upheld the ban.\n\n                                            1.\n\n         Under the First Amendment, review of “restrictions on political contributions\n. . . [is] relatively complaisant . . . , because contributions lie closer to the edges than\nto the core of political expression.” MCCL, 692 F.3d at 878, quoting Fed. Election\nComm’n v. Beaumont, 539 U.S. 146, 161 (2003) (internal quotation marks omitted).\n“Put simply, ‘restrictions on contributions require less compelling justification than\nrestrictions on independent spending.’” Id., quoting Beaumont, 539 U.S. at 158-59.\nA contribution limit need satisfy only “the lesser demand of being closely drawn to\nmatch a sufficiently important interest.” Id., quoting Beaumont, 539 U.S. at 162\n(internal quotation marks omitted).\n\n      Iowa advances an interest in preventing quid pro quo corruption. See\nSpeechNow.org, 599 F.3d at 695, quoting Citizens United, 558 U.S. at 359. IRTL\ncounters that an “anti-corruption” interest justifies only a “limit,” not an outright ban,\non contributions. See, e.g., Buckley, 424 U.S. at 26. In Beaumont, however, the\nCourt “upheld a federal law banning direct corporate campaign contributions.”\nMCCL, 692 F.3d at 879, citing Beaumont, 539 U.S. at 149, 162-63.\n\n       IRTL attacks Beaumont as being on “shaky ground” after Citizens United. See\nCitizens United, 558 U.S. at 359 (neither endorsing nor condemning the distinction\nbetween independent expenditures and contributions, because the Court was not\nasked to “reconsider whether contribution limits should be subjected to rigorous First\nAmendment scrutiny”); MCCL, 692 F.3d at 879 n.12 (“Citizens United’s outright\nrejection of the government’s anti-distortion rationale, as well as the Court’s\nadmonition that the state cannot exact as the price of state-conferred corporate\n\n                                           -36-\n\fadvantages the forfeiture of First Amendment rights, casts doubt on Beaumont,\nleaving its precedential value on shaky ground.” (alteration, citations, and internal\ncitations and quotation marks omitted)). Nonetheless, “[i]n light of Beaumont,” the\nMCCL court upheld a contribution ban under the First Amendment. MCCL, 692 F.3d\nat 879.\n\n      Beaumont and MCCL dictate the outcome here. This court “leav[es] to th[e]\n[Supreme] Court the prerogative of overruling its own decisions.” Id., quoting\nAgostini v. Felton, 521 U.S. 203, 237 (1997) (internal quotation marks omitted).\nIowa’s contribution ban is constitutional both facially and as applied to IRTL.\n\n                                          2.\n\n       IRTL claims the corporate-contribution ban violates its right to equal\nprotection under the Fourteenth Amendment, arguing the ban (a) is content based, and\n(b) differentiates between similarly situated speakers — corporations and labor\nunions. “[S]tatutory classifications impinging upon [the fundamental right to engage\nin political expression] must be narrowly tailored to serve a compelling governmental\ninterest.” Id. at 879-80 (second alteration in original), quoting Austin, 494 U.S. at\n666 (internal quotation marks omitted).\n\n                                          a.\n\n      The district court found the contribution ban content neutral. This court agrees.\n“The principal inquiry in determining content neutrality is whether the government\nhas adopted a regulation of speech because of disagreement with the message the\nspeech conveys.” Fraternal Order of Police, N.D. State Lodge v. Stenehjem, 431\nF.3d 591, 596 (8th Cir. 2005), citing Ward v. Rock Against Racism, 491 U.S. 781,\n791 (1989). “A regulation that serves purposes unrelated to the content of expression\nis deemed neutral . . . .” Id., quoting Ward, 491 U.S. at 781 (internal quotation marks\n\n                                         -37-\n\fomitted); see Turner Broad. Sys., Inc. v. F.C.C., 512 U.S. 622, 643 (1994) (“[L]aws\nthat confer benefits or impose burdens on speech without reference to the ideas or\nviews expressed are in most instances content neutral.” (citations omitted)).\n\n       Missouri ex rel. Nixon v. American Blast Fax, Inc., 323 F.3d 649 (8th Cir.\n2003), is instructive. There, this court ruled that a law banning unsolicited fax\nadvertisements was content neutral. Nixon, 323 F.3d at 659-60. The ban was\n“neither intended to protect the public from the content of the speech nor to\nimplement policy unrelated to the delivery of the message itself.” Id. “Congress was\nnot concerned with the effect of the content of the advertisements, but rather with the\neffect of the act of communicating.” Id. (distinguishing Thompson v. Western States\nMedical Center, 535 U.S. 357, 373 (2002), because the “legislation there banned\ndissemination of truthful commercial information . . . to ‘prevent members of the\npublic from making bad decisions with the information’”). “[T]he harm posited . . .\n[wa]s as much a function of simple receipt of targeted solicitations . . . as it [wa]s a\nfunction of the letters’ contents.” Id. at 660, quoting Fla. Bar v. Went For It, Inc.,\n515 U.S. 618, 631 (1995) (internal quotation marks omitted). Also, the law did not\nimpose a complete ban, but left open other means for advertisers to communicate\ntheir messages. Id.\n\n       Here, the contribution ban serves the purpose of preventing quid pro quo\ncorruption or the appearance of such corruption. See Beaumont, 539 U.S. at 155-56.\nA contribution essentially conveys the message, “I support candidate X.” Like the\nlaw in Nixon, the ban addresses Iowa’s concern not with the message content, but\nrather with the corrupting effect that the act of communicating through contributions\nmay have on recipients of those contributions. Cf. Bartnicki v. Vopper, 532 U.S. 514,\n526 (2001) (“[T]he communications at issue are singled out . . . by virtue of the\nsource, rather than the subject matter.”). The ban is also not complete — entities may\ncontribute through PACs. See Iowa Code § 68A.503. Moreover, in the First\nAmendment context, the Beaumont Court applied “closely drawn,” rather than strict,\n\n                                         -38-\n\fscrutiny to the contribution ban. See Beaumont, 539 U.S. at 162. Had the law been\ncontent based, strict scrutiny would have applied. See Turner, 512 U.S. at 635-36\n(explaining strict scrutiny applies to content-based regulation). The contribution ban\nis content neutral.\n\n                                          b.\n\n       IRTL argues the contribution ban violates its right to equal protection because\nIowa imposes the ban on corporations (and other groups) but not labor unions. Cf.\nDallman v. Ritter, 225 P.3d 610, 634-35 (Colo. 2010) (holding a state law allowing\ncorporations to contribute to candidates but forbidding labor unions from doing so\nviolated the Fourteenth Amendment Equal Protection Clause). The Supreme Court\ndid reject “the so-called anti-distortion rationale relied upon in Austin” to uphold a\ncontribution ban against a Fourteenth Amendment challenge. See MCCL, 692 F.3d\nat 880, citing Citizens United, 558 U.S. at 347-57. But the Court “did not explicitly\noverrule [Austin’s] equal protection analysis.” Id. at 879. “[I]f precedent of th[e]\n[Supreme] Court has direct application in a case, yet appears to rest on reasons\nrejected in some other line of decisions, the Court of Appeals should follow the case\nwhich directly controls . . . .” Id., quoting Agostini, 521 U.S. at 237 (internal\nquotation marks omitted). The contribution ban does not violate the Fourteenth\nAmendment.13\n\n                                         D.\n\n       In Count 4, IRTL challenges Iowa’s requirements that an entity’s board of\ndirectors authorize independent expenditures, and that an officer of the corporation\n\n      13\n        To be clear, this court is not deciding whether corporations and labor unions\nare similarly situated, or whether Iowa’s interest in preventing quid pro quo\ncorruption justifies the contribution ban. It simply follows the still-controlling\nprecedent of the Supreme Court. See Austin, 494 U.S. at 666-68.\n                                        -39-\n\fcertify such authorization, as unconstitutional under the First and Fourteenth\nAmendments, facially and as applied. The district court found IRTL lacked standing\nto bring its First Amendment challenge and part of its Fourteenth Amendment\nchallenge, and upheld the requirements under the Equal Protection Clause.\n\n      The board-authorization provisions provide:\n\n      a. An entity, other than an individual or individuals, shall not make an\n      independent expenditure or disburse funds from its treasury to pay for,\n      in whole or in part, an independent expenditure made by another person\n      without the authorization of a majority of the entity’s board of directors,\n      executive council, or similar organizational leadership body of the use\n      of treasury funds for an independent expenditure involving a candidate\n      or ballot issue committee. Such authorization must occur in the same\n      calendar year in which the independent expenditure is incurred.\n\n      b. Such authorization shall expressly provide whether the board of\n      directors, executive council, or similar organizational leadership body\n      authorizes one or more independent expenditures that expressly\n      advocate the nomination or election of a candidate or passage of a ballot\n      issue or authorizes one or more independent expenditures that expressly\n      advocate the defeat of a candidate or ballot issue.\n\nIowa Code § 68A.404(2)(a)-(b).\n\n      The certification provision states that an independent expenditure statement\nmust contain:\n\n      A certification by an officer of the corporation that the board of\n      directors, executive council, or similar organizational leadership body\n      expressly authorized the independent expenditure or use of treasury\n      funds for the independent expenditure by resolution or other affirmative\n      action within the calendar year when the independent expenditure was\n      incurred.\n\n                                         -40-\n\fId. § 68A.404(5)(g). Form Ind-Exp-O has a “Statement of Certification” that\nprovides, in relevant part, “If the organization making the expenditure is a\ncorporation, I affirm that the board of directors, executive council, or similar\norganizational leadership body expressly authorized funds for the independent\nexpenditure by resolution or other affirmative action within the calendar year when\nthe independent expenditure was incurred.”\n\n                                            1.\n\n       The district court found IRTL alleged no more than being “subjective[ly]\nchill[ed]” from exercising its First Amendment rights. See Eckles v. City of Corydon,\n341 F.3d 762, 767 (8th Cir. 2003) (holding that to convey standing, there “must be\na claim of specific present objective harm or a threat of specific future harm” (citation\nand internal quotation marks omitted)). “Where a plaintiff alleges an intention to\nengage in a course of conduct that is clearly proscribed by statute,” however, “courts\nhave found standing to challenge the statute, even absent a specific threat of\nenforcement.” Gray v. City of Valley Park, Mo., 567 F.3d 976, 986 (8th Cir. 2009),\nciting Russell v. Burris, 146 F.3d 563, 566-67 (8th Cir. 1998) (holding the plaintiffs\nlacked standing to challenge a campaign-finance law, because they “indicated neither\nthat they would contribute to a specific independent expenditure committee nor that,\nbut for the limitations of [the law], they would form an independent expenditure\ncommittee”). Merely alleging a desire to engage in the proscribed activity is\nsufficient to confer standing. See, e.g., Arkansas Right to Life State Political Action\nComm. v. Butler, 146 F.3d 558, 560 (8th Cir. 1998) (holding the plaintiffs had\nstanding because they “allege[d] in their verified complaint that they ‘would like to\nmake contributions’” in violation of the statute); see also Minnesota Citizens\nConcerned for Life v. Fed. Election Comm’n, 113 F.3d 129, 131 (8th Cir. 1997)\n(“When government action or inaction is challenged by a party who is a target or\nobject of that action, . . . there is ordinarily little question that the action or inaction\n\n                                           -41-\n\fhas caused him injury, and that a judgment preventing or requiring the action will\nredress it.” (citation and internal quotation marks omitted)).\n\n       IRTL alleges in its complaint that it “wishes to decide when and how to make\nits independent expenditures in the manner it deems appropriate,” and “objects to\nIowa’s statute that prevents a corporation form making independent expenditures\nunless its board of directors specifically approves them.” By alleging “a specific\nintent to pursue conduct in violation of the challenged statute,” IRTL has\ndemonstrated standing to pursue its First Amendment challenge. See Arkansas Right\nto Life, 146 F.3d at 560.\n\n       IRTL urges this court to decide the merits. Because the district court did not\ndo so, this court remands for that court to consider IRTL’s First Amendment claim\nin the first instance. See King Cole Foods, Inc. v. SuperValu, Inc., 707 F.3d 917,\n925 (8th Cir. 2013).\n\n                                          2.\n\n       IRTL claims the board-authorization and certification requirements violate its\nright to equal protection under the Fourteenth Amendment for the same reasons it\nargued the contribution ban was unconstitutional — the requirements (a) are content\nbased and (b) differentiate between similarly situated speakers.\n\n                                          a.\n\n      The district court denied IRTL standing to raise its Fourteenth Amendment\nchallenge “to the extent that [its] Fourteenth Amendment claim duplicates its First\nAmendment claim.” Thus, the court did not consider IRTL’s argument that the\nrequirements are content-based restrictions that violate its right to equal protection.\nBecause IRTL has standing to raise its First Amendment claim, this court remands to\n\n                                         -42-\n\fthe district court to consider this Fourteenth Amendment argument in the first\ninstance.\n\n                                           b.\n\n       According to IRTL, the board-authorization requirement “singles out”\ncorporations for disparate treatment, in violation of the Equal Protection Clause. But\nthe requirement applies to all “entit[ies], other than an individual or individuals.” See\nIowa Code § 68A.404(2)(a). IRTL points out that the law does not define “entity.”\nIt asserts that had the provision meant to include groups other than corporations, the\nlegislature would have used the term “person,” as it does in other sections. See, e.g.,\nid. §§ 68A.404(3), (6), (7). IRTL also contends that the “statutory scheme” shows the\nprovision targets corporations.\n\n     The plain statutory language defeats IRTL’s assertion. See O’Neal v. State\nFarm Fire & Cas. Co., 630 F.3d 1075, 1077 (8th Cir. 2011). It concedes that the\nordinary meaning of “entity” “include[s] more than corporations alone.” See Black’s\nLaw Dictionary (8th ed. 2004) (defining “entity” as an “organization (such as a\nbusiness or a governmental unit) that has a legal identity apart from its members”).\nContrary to IRTL’s contention, the “statutory scheme” demonstrates that the\nlegislature knew how to target specific entities. See, e.g., Iowa Code § 68A.503(1)\n(applying to corporations, insurance companies, savings associations, banks, and\ncredit unions). Because IRTL fails to show that the board-authorization requirement\ntreats corporations differently from other entities, Iowa Code subsections\n68A.404(2)(a) and (b) are constitutional under the Equal Protection Clause, insofar\nas they do not differentiate between similarly situated speakers.\n\n       Unlike the board-authorization requirement, the certification requirement\nspecifically targets corporations, requiring “certification by an officer of the\ncorporation.” Id. § 68A.404(5)(g) (emphasis added). Likewise, Form Ind-Exp-O’s\n\n                                          -43-\n\fStatement of Certification requires certification only if “the organization making the\nexpenditure is a corporation.” Iowa claims that IRTL fails to show that the\nrequirement “intentionally treat[s] [it] differently from others similarly situated.” See\nVillage of Willowbrook v. Olech, 528 U.S. 562, 564 (2000); cf. Plyler v. Doe, 457\nU.S. 202, 216 (1982) (“The Equal Protection Clause directs that all persons similarly\ncircumstanced shall be treated alike.” (citation and internal quotation marks omitted)).\nBut where a classification “impinge[s] upon the exercise of a ‘fundamental right,’”\nit is “presumptively invidious.” Plyler, 457 U.S. at 216-17 (footnote omitted). The\nburden is then on “the State to demonstrate that its classification has been [narrowly]\ntailored to serve a compelling governmental interest.” Id. at 217; see MCCL, 692\nF.3d at 879-80.\n\n       Engaging in political expression through independent expenditure is a\nfundamental right. MCCL, 692 F.3d at 879-80. Iowa must advance a compelling\ninterest for the certification requirement, and then demonstrate that the requirement\nis narrowly tailored to serve that interest. Iowa argues correctly that the board-\nauthorization requirement does not single out corporations. But Iowa ignores the\nsingular scope of the certification requirement. Nor does it advance any interest,\ncompelling or otherwise, to justify singling out corporations. The certification\nrequirement is unconstitutional under the Fourteenth Amendment.\n\n       Because the law is unconstitutional on its face, this court must determine\nwhether the invalid portions can be severed. See Neighborhood Enters., Inc. v. City\nof St. Louis, 644 F.3d 728, 738 (8th Cir. 2011). Striking the offending language, the\nprovision reads:\n\n      A certification by an officer of the corporation that the board of\n      directors, executive council, or similar organizational leadership body\n      expressly authorized the independent expenditure or use of treasury\n      funds for the independent expenditure by resolution or other affirmative\n\n\n                                          -44-\n\f      action within the calendar year when the independent expenditure was\n      incurred.\n\nIowa Code § 68A.404(5)(g). Striking the offending language from Form Ind-Exp-O\nprovides:\n\n      If the organization making the expenditure is a corporation, I affirm that\n      the board of directors, executive council, or similar organizational\n      leadership body expressly authorized funds for the independent\n      expenditure by resolution or other affirmative action within the calendar\n      year when the independent expenditure was incurred.\n\n“The District Court did not consider the severability issue because it held that each\nof the challenged provisions was constitutional.” Neighborhood Enters., 644 F.3d\nat 738 (citation and internal quotation marks omitted). This court therefore remands\nto the district court to determine whether the law can stand without the\nunconstitutional portions. Id. (citation and internal quotation marks omitted)\n(remanding “to the District Court to consider the severability issue in the first\ninstance”).\n\n                                         III.\n\n      To summarize:\n\n           Count 1. IRTL lacks standing to challenge the definitions under\n      Iowa Code subsections 68A.102(18) and 68A.402(9).\n\n             Count 2. The first two sentences of Iowa Code subsection\n      68A.404(3), the second sentence of subsection 68A.404(3)(a), the\n      entirety of subsection 68A.404(4)(a), the first and third sentences of\n      Iowa Administrative Code rule 351-4.9(15), and Form Ind-Exp-O\n\n\n                                        -45-\n\f      (except as noted in Part II.D.2.b) are constitutional as applied to IRTL\n      and groups whose major purpose is not nominating or electing\n      candidates. The first and third sentences of subsection 68A.404(3)(a),\n      the second sentence of Iowa Administrative Code rule 351-4.9(15), the\n      entirety of subsections 68A.404(3)(a)(1) and 68A.402B(3), and Form\n      DR-3 are unconstitutional as applied to IRTL and groups whose major\n      purpose is not nominating or electing candidates.\n\n             Count 3. Iowa Code section 68A.503 is constitutional under the\n      First and Fourteenth Amendments.\n\n             Count 4. IRTL has standing to challenge under the First\n      Amendment Iowa Code subsections 68A.404(2)(a)-(b) and\n      68A.404(5)(g). IRTL has standing to challenge under the Fourteenth\n      Amendment whether subsections 68A.404(2)(a)-(b) and 68A.404(5)(g)\n      impose content-based restrictions that violate its right to equal\n      protection. Subsections 68A.404(2)(a)-(b) are constitutional under the\n      Equal Protection Clause, insofar as they do not differentiate between\n      similarly situated speakers. The clause “of the corporation” in Iowa\n      Code subsection 68A.404(5)(g) and the clause “if the organization\n      making the expenditure is a corporation” in Form Ind-Exp-O are\n      unconstitutional under the Fourteenth Amendment. On remand, the\n      district court shall consider severability.\n\n                                     *******\n\n       The judgment of the district court is affirmed in part, reversed in part, and the\ncase remanded.\n\n\n\n\n                                         -46-\n\fMELLOY, Circuit Judge, concurring.\n\n       I concur in the court's opinion in its entirety. However, I write separately to\nindicate that for the reasons discussed in my dissenting opinion in Minnesota Citizens\nConcerned for Life, Inc. v. Swanson, 692 F.3d 864 (8th Cir. 2012) (en banc), I would\nfind the sections of the Iowa statute and related administrative rules discussed in\nsections B.2 and B.3 to be constitutional. However, I also recognize that the en banc\ncourt found similar provisions to be unconstitutional in Minnesota Citizens\nConcerned for Life. This panel is obligated to follow the precedent established by the\nen banc court and, therefore, I concur in the opinion in its entirety.\n                         ______________________________\n\n\n\n\n                                        -47-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                 United States Court of Appeals\n                             For the Eighth Circuit\n                         ___________________________\n\n                                 No. 12-1605\n                         ___________________________\n\n                        Iowa Right To Life Committee, Inc.\n\n                        lllllllllllllllllllll Plaintiff - Appellant\n\n                                            v.\n\n Megan Tooker,* in her official capacity as Iowa Ethics and Campaign Disclosure\n Board Executive Director; James Albert; John Walsh; Mary Rueter**; Jonathan\n Roos**; Saima Zafar; Carole Tillotson, in their official capacities as Iowa Ethics\n                   and Campaign Disclosure Board Members\n\n                      lllllllllllllllllllll Defendants - Appellees\n                                       ____________\n\n                     Appeal from United States District Court\n                  for the Southern District of Iowa - Des Moines\n                                  ____________\n\n                           Submitted: February 13, 2013\n                              Filed: June 13, 2013\n                                 ____________\n\nBefore SMITH, MELLOY, and BENTON, Circuit Judges.\n                           ____________\n\n\n\n      *\n      Substituted as a party for W. Charles Smithson, under Federal Rule of Civil\nProcedure 25(d).\n      **\n        Substituted as parties for Patricia Harper and Gerald Sullivan, under Federal\nRule of Civil Procedure 25(d).\n\fBENTON, Circuit Judge.\n\n       Iowa Right To Life Committee, Inc., challenges the constitutionality of several\nIowa campaign-finance laws, an administrative rule, and two forms. The district\ncourt found IRTL lacked standing to challenge several provisions, but found others\nconstitutional. IRTL appeals, raising facial and as-applied challenges under the First\nand Fourteenth Amendments. Having jurisdiction under 28 U.S.C. § 1291, this court\naffirms in part, reverses in part, and remands.\n\n                                          I.\n\n      IRTL is a non-profit corporation that promotes right-to-life positions. It is not\nunder the control of a candidate. It claims to spend less than half its annual\ndisbursements on “election-related speech” but wants to make independent\nexpenditures and contributions supporting certain candidates.\n\n      After Citizens United v. Federal Election Commission, </pre><span class=\"citation\" data-id=\"1741\"><a href=\"/opinion/1741/citizens-united-v-federal-election-comn/\"><span class=\"volume\">558</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\"> (2010),\nIowa amended its campaign-finance laws. See Campaign Disclosure—Income Tax\nCheckoff Act, Iowa Code § 68A.101 et seq. For the 2010 election, IRTL wanted to,\nbut did not, make an independent expenditure over $750 to support the election of a\ncandidate for Attorney General. IRTL also wanted to, but did not, make a $100\ncontribution to the same candidate. Before the election, IRTL sought to enjoin\nvarious provisions of Iowa’s new laws.\n\n      IRTL’s complaint has four counts:\n\n            Count 1. The definitions of “political committee” and “permanent\n      organization” may apply to IRTL, violating the First Amendment by\n      imposing political committee (“PAC”) status and burdens without regard\n      to whether IRTL’s “major purpose” is expressly advocating the\n\n                                         -2-\n\f      nomination or election of candidates. See Iowa Code §§ 68A.102(18),\n      68A.402(9).\n\n            Count 2. Iowa’s campaign-finance laws impose “PAC-style”\n      burdens on IRTL, in violation of the First Amendment. See id. §§\n      68A.402B(3), 68A.404(3), (4)(a); Iowa Admin. Code r. 351-4.9(15);\n      Independent Expenditure Statement (Form Ind-Exp- O),\n      https://webapp.iecdb.iowa.gov/IndExpend/Org_Independent_Expend.\n      aspx; Statement of Dissolution (Form DR-3),\n      http://www.iowa.gov/ethics/forms_brochures/forms/forms_download/\n      sch_dr3.pdf.\n\n            Count 3. Iowa’s ban on direct corporate contributions to\n      candidates and committees violates the First and Fourteenth\n      Amendments. See Iowa Code § 68A.503.\n\n             Count 4. Iowa’s requirements that a corporation’s board of\n      directors authorize independent expenditures in advance, and that an\n      officer of the corporation certify the authorization, violate the First and\n      Fourteenth Amendments. See id. § 68A.404(2)(a)-(b), (5)(g); Form\n      Ind-Exp-O.\n\n      The district court denied IRTL’s request for preliminary injunction. Iowa\nRight To Life Committee, Inc. v. Smithson, </pre><span class=\"citation\" data-id=\"2477336\"><a href=\"/opinion/2477336/iowa-right-to-life-committee-inc-v-smithson/\"><span class=\"volume\">750</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1020</span></a></span><pre class=\"inline\">, 1049 (S.D. Iowa).\nIRTL did not appeal that ruling.\n\n       Both parties moved for summary judgment. On Counts 2 and 3, the district\ncourt found constitutional the challenged provisions, administrative rule, and forms.\nOn Count 4, the court found IRTL lacked standing to bring its First Amendment\nchallenge and part of its Fourteenth Amendment challenge, and found the provisions\n\n                                         -3-\n\fotherwise constitutional under the Fourteenth Amendment. The court granted\nsummary judgment to Iowa on Counts 2 through 4.\n\n      On Count 1, the court certified two questions to the Iowa Supreme Court:\n\n      1) If a corporation that has not previously registered as a political\n      committee makes independent expenditures aggregating over $750 in a\n      calendar year, does that corporation become, by virtue of such\n      expenditures: (1) an “independent expenditure committee,” as that term\n      is defined in Iowa Admin. Code r. 351—4.1(1)(d); (2) a “political\n      committee,” as that term is defined by Iowa Code § 68A.102(18); or (3)\n      both?\n\n      2) If a corporation that has not previously registered as a political\n      committee and that “was originally organized for purposes other than\n      engaging in election activities” makes independent expenditures\n      aggregating over $750 in a calendar year, does that corporation become,\n      by virtue of such expenditures, a “permanent organization” pursuant to\n      Iowa Code § 68A.402(9)?\n\nThe Iowa Supreme Court answered:\n\n      1. An independent expenditure committee.\n\n      2. No.\n\nIowa Right To Life Comm., Inc. v. Tooker, </pre><span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">417</span></span><pre class=\"inline\">, 418 (Iowa 2011).\nBased on those answers, the district court found IRTL lacked standing to challenge\nthe provisions, and granted summary judgment to Iowa.\n\n                                        II.\n\n     This court reviews de novo a grant of summary judgment. Minnesota Citizens\nConcerned for Life, Inc. v. Kelley, </pre><span class=\"citation\" data-id=\"792335\"><a href=\"/opinion/792335/minnesota-citizens-concerned-for-life-inc-david-racer-and-the-committee/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span><pre class=\"inline\">, 1109 (8th Cir. 2005). “This court\n\n                                        -4-\n\faffirms where there are no genuine issues of material fact, and judgment is\nappropriate as a matter of law.” Id.\n\n                                          A.\n\n      In Count 1, IRTL challenges the terms “political committee” and “permanent\norganization” as applied to it and other groups whose “major purpose” is not “the\nnomination or election of a candidate.” See Buckley v. Valeo, </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 79 (1976).\n\n      “Political committee” means . . . [a] person, other than an individual,\n      that accepts contributions in excess of seven hundred fifty dollars in the\n      aggregate, makes expenditures in excess of seven hundred fifty dollars\n      in the aggregate, or incurs indebtedness in excess of seven hundred fifty\n      dollars in the aggregate in any one calendar year to expressly advocate\n      the nomination, election, or defeat of a candidate for public office, or to\n      expressly advocate the passage or defeat of a ballot issue.\n\nIowa Code § 68A.102(18). A PAC has several requirements: filing a “statement of\norganization,” id. § 68A.201(1), filing disclosure reports, id. §§ 68A.401, 68A.402,\n68A.402A, appointing a chair and treasurer, id. § 68A.203(1)(a)-(b), properly\nreceiving, depositing, and remitting funds, id. § 68A.203(1)-(3), segregating PAC\nfunds, id. § 68A.203(2)(d), maintaining records, id. § 68A.203(3)-(4), and dissolving\nafter “it will no longer receive contributions or make disbursements,” id. § 68A.402B.\n\n       “‘[P]ermanent organization’ means an organization that is continuing, stable,\nand enduring, and was originally organized for purposes other than engaging in\nelection activities.” Id. § 68A.402(9). “A permanent organization temporarily\nengaging in activity described in section 68A.102, subsection 18, shall organize a\npolitical committee.” Id. Then, it is subject to PAC requirements. Id.\n\n\n\n\n                                         -5-\n\f      Alternatively, an entity that makes an “independent expenditure” may become\nan “independent expenditure committee.”\n\n      “[I]ndependent expenditure” means one or more expenditures in excess\n      of seven hundred fifty dollars in the aggregate for a communication that\n      expressly advocates the nomination, election, or defeat of a clearly\n      identified candidate or the passage or defeat of a ballot issue that is\n      made without the prior approval or coordination with a candidate,\n      candidate’s committee, or a ballot issue committee.\n\nId. § 68A.404(1). “A person, other than a committee registered under this chapter,\nthat makes one or more independent expenditures shall file an independent\nexpenditure statement,” id. § 68A.404(3), an “initial report,” and “[s]ubsequent\nreports,” id. § 68A.404(3)(a). A person required to file such reports “due to the filing\nof an independent expenditure statement” is an “independent expenditure committee.”\nIowa Admin. Code r. 351-4.1(1)(d).\n\n       According to IRTL, if it makes independent expenditures over $750, Iowa\ncould deem it a PAC or “permanent organization” – and impose PAC burdens –\nwithout applying Buckley’s major-purpose test (and thus violate its First Amendment\nrights). In Buckley, the Supreme Court construed the federal definition of a PAC only\nto “encompass organizations that are under the control of a candidate or the major\npurpose of which is the nomination or election of a candidate.” Buckley, 424 U.S.\nat 79. The Court has “suggested two methods to determine an organization’s ‘major\npurpose’: (1) examination of the organization’s central organizational purpose; or (2)\ncomparison of the organization’s independent spending with overall spending to\ndetermine whether the preponderance of expenditures are for express advocacy or\ncontributions to candidates.” Colorado Right to Life Comm., Inc. (CRLC) v.\nCoffman, </pre><span class=\"citation\" data-id=\"169649\"><a href=\"/opinion/169649/colorado-right-to-life-committee-inc-v-coffman/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1137</span></a></span><pre class=\"inline\">, 1152 (10th Cir. 2007), citing Fed. Election Comm’n v.\nMassachusetts Citizens for Life, Inc. (MCFL), </pre><span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span><pre class=\"inline\">, 252 n.6 (1986)\n(plurality opinion), and id. at 262. This “so-called major-purpose test . . . limits the\n\n                                          -6-\n\freach of the statutory triggers . . . for [PAC] status.” Minnesota Citizens Concerned\nfor Life, Inc. (MCCL) v. Swanson, </pre><span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></span><pre class=\"inline\">, 872 (8th Cir. 2012) (en banc)\n(alteration in original) (citations and internal quotation marks omitted).\n\n       Answering the district court’s certified questions, the Iowa Supreme Court held\nthat a corporation not previously registered as a PAC – such as IRTL – that makes\nindependent expenditures over $750 in a calendar year, becomes an independent\nexpenditure committee, not a PAC or permanent organization. IRTL, 808 N.W.2d\nat 418. The state court concluded that “the effect of the legislation is to permit\ncorporations like IRTL to engage in express advocacy for or against candidates\nwithout becoming political committees so long as they comply with section\n68A.404.” Id. at 429. After the Iowa Supreme Court’s ruling, the district court found\nIRTL lacks standing to challenge the “political committee” and “permanent\norganization” definitions, because – based on the record – those terms do not apply\nto it.\n\n       To establish Article III standing, a party must suffer an injury that is “concrete,\nparticularized, and actual or imminent; fairly traceable to the challenged action; and\nredressable by a favorable ruling.” Monsanto Co. v. Geertson Seed Farms, 130 S.\nCt. 2743, 2752 (2010). An “injury-in-fact” is “a realistic danger of sustaining a direct\ninjury as a result of the statute’s operation or enforcement.” St. Paul Area Chamber\nof Commerce v. Gaertner, </pre><span class=\"citation\" data-id=\"793478\"><a href=\"/opinion/793478/saint-paul-area-chamber-of-commerce-a-minnesota-nonprofit-corporation/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">481</span></a></span><pre class=\"inline\">, 485 (8th Cir. 2006) (footnote omitted),\nquoting Babbitt v. United Farm Workers Nat’l Union, </pre><span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 298 (1979).\nA party need not expose itself to arrest or prosecution under a criminal statute to\nchallenge it in federal court. Arkansas Right to Life State Political Action Comm.\nv. Butler, </pre><span class=\"citation\" data-id=\"755211\"><a href=\"/opinion/755211/arkansas-right-to-life-state-political-action-committee-and-david-sloan-v/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 560 (8th Cir. 1998). But a threat of prosecution must not be\n“wholly speculative.” St. Paul Area Chamber of Commerce, 439 F.3d at 485, 487\n(citation omitted). A party “must face a credible threat of present or future\nprosecution under the statute for a claimed chilling effect to confer standing to\nchallenge the constitutionality of a statute that both provides for criminal penalties\n\n                                           -7-\n\fand abridges First Amendment rights.” Zanders v. Swanson, </pre><span class=\"citation\" data-id=\"1449018\"><a href=\"/opinion/1449018/zanders-v-swanson/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span><pre class=\"inline\">, 593 (8th\nCir. 2009). “If . . . the plaintiff’s standing does not adequately appear from all\nmaterials of record, the complaint must be dismissed.” Warth v. Seldin, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">490</span></a></span><pre class=\"inline\">, 501-02 (1975); Nat’l Right to Life Political Action Comm. (NRLPAC) v.\nConnor, </pre><span class=\"citation\" data-id=\"781328\"><a href=\"/opinion/781328/national-right-to-life-political-action-committee-national-right-to-life/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 689 (8th Cir. 2003) (“It is the responsibility of the\ncomplainant clearly to allege facts demonstrating . . . [standing].” (citation and\ninternal quotation marks omitted)).\n\n      IRTL contends the Iowa Supreme Court’s qualification to its answer confers\nstanding:\n\n      This conclusion [that a corporation making independent expenditures\n      aggregating over $750 in a calendar year is only an independent\n      expenditure committee] applies to corporations whose primary or major\n      purpose is not the type of activity described in section 68A.102(18)[,\n      defining “political committee”]. As we have previously discussed, IRTL\n      alleges it is such a corporation. We do not hold today that a corporation\n      primarily engaged in campaign activities can avoid political committee\n      status simply because it happens to be a corporation rather than an\n      unincorporated association. We leave that decision for another day.\n\nIRTL, 808 N.W.2d at 430 n.7 (emphasis in original). According to IRTL, a\ncorporation must have Buckley’s major purpose before Iowa can deem it a PAC or\npermanent organization. IRTL asserts the Iowa Supreme Court does not define what\nit means by “primary or major purpose,” leaving unclear whether Buckley’s major-\npurpose test applies.\n\n       IRTL wants Iowa neither to classify it as a PAC, nor to impose criminal\npenalties. See Iowa Code § 68A.701 (“Any person who willfully violates any\nprovisions of this chapter shall upon conviction, be guilty of a serious\nmisdemeanor.”); see id. § 903.1(1)(b) (stating a serious misdemeanor may carry a fine\nup to $1,875 and imprisonment up to one year). To support its alleged injury, IRTL\n\n                                         -8-\n\fpoints to Iowa disputing its major purpose at a hearing before the district court:\n“[IRTL’s major purpose is] not undisputed because we have to see what, in fact, their\nexpenditures have been over the course of the organization and quantify it.” It also\nhighlights an Iowa Ethics and Campaign Disclosure Board advisory opinion stating\nthe Board “would need more specific information concerning what activity the entity\nwas to engage in prior to being able to give specific advice on the level of registration\nand disclosure.” Iowa Ethics and Campaign Disclosure Board, Advisory Opinion\n2010 - 03 (April 29, 2010),\nhttp://www.iowa.gov/ethics/legal/adv_opn/2010/10fao03.htm. IRTL concludes it\nhas standing because Iowa might deem it a PAC or permanent organization,\nchilling its First Amendment right to speak through independent expenditures,\neven though its major purpose is not expressly advocating the nomination or\nelection of specific candidates.\n\n        The Iowa Supreme Court held that when a corporation whose major purpose\nis not express advocacy makes independent expenditures, it becomes an independent\nexpenditures committee, not a PAC or permanent organization. See IRTL, 808\nN.W.2d at 418, 429, 430 & n.7. IRTL claims its “major purpose is not and will never\nbe the nomination or election of candidates.” It does not face a realistic danger that\nIowa will deem it a PAC or permanent organization.\n\n      IRTL counters that Iowa has never admitted IRTL’s major purpose is not\nexpress advocacy. Iowa did state that it would have to examine IRTL’s expenditures\nbefore determining its major purpose. But that is a method the Supreme Court\nadvised for determining an organization’s major purpose. See MCFL, 479 U.S. at\n262. Iowa explains, “It’s undisputed that if you just want to make independent\nexpenditures there are no restrictions other than disclosures and registration [for an\n‘independent expenditure committee’].” Iowa further agrees, “[I]f a corporation\nmakes independent expenditures aggregating over [$750], it becomes an independent\nexpenditure committee . . . .” IRTL, 808 N.W.2d at 426. Iowa “denies, however, that\n\n                                          -9-\n\fsuch an organization would qualify as a political committee under section\n68A.102(18).” Id. at 426-27, 429-30; see Iowa Ethics and Campaign Disclosure\nBoard, Advisory Opinion 2010-03. As the Iowa Supreme Court’s opinion makes\nclear, this conclusion applies to IRTL. Cf. NRLPAC, 323 F.3d at 694 (dismissing as\nunripe a group’s challenge to a campaign-finance law that did not explicitly require\nBuckley’s major-purpose test to determine whether an entity was a PAC, in part\nbecause the group “was never threatened with enforcement of the PAC-like\nregulations”). Iowa has not threatened to classify IRTL as a PAC or permanent\norganization, let alone threatened to so classify it without applying the major-purpose\ntest.\n\n       True, the Iowa Supreme Court does not expressly require Buckley’s major-\npurpose test. In its qualification to its answer, the court held that if a corporation’s\n“major purpose is not the type of activity described in section 68A.102(18),” it can\nmake independent expenditures without becoming a PAC or permanent organization.\nSee IRTL, 808 N.W.2d at 430 & n.7 (emphasis in original). Under subsection\n68A.102(18), a PAC is a person who accepts contributions, makes expenditures, or\nincurs indebtedness over $750 “to expressly advocate the nomination, election, or\ndefeat of a candidate for public office, or to expressly advocate the passage or defeat\nof a ballot issue.” Iowa Code § 68A.102(18) (emphasis added). The “interests held\nto justify restricting corporate campaign speech or its functional equivalent do not\njustify restricting issue advocacy.” Fed. Election Comm’n v. Wisconsin Right To\nLife, Inc., </pre><span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 457 (2007); MCFL, 479 U.S. at 252 n.6 (plurality opinion);\nNorth Carolina Right to Life, Inc. v. Leake, </pre><span class=\"citation\" data-id=\"1025593\"><a href=\"/opinion/1025593/north-carolina-right-to-life-inc-v-leake/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 303 (4th Cir. 2008)\n(agreeing that an organization cannot be classified as a PAC if its major purpose is\nissue advocacy); see also Kelley, 427 F.3d at 1110 (noting that the Minnesota\nSupreme Court – to conform a Minnesota campaign-finance statute with Buckley –\ninterpreted “political committee” not to mean a group that engages only in “pure issue\nadvocacy,” citing Minnesota Citizens Concerned for Life, Inc. v. Kelley, </pre><span class=\"citation\" data-id=\"1291331\"><a href=\"/opinion/1291331/mn-citizens-concerned-for-life-v-kelley/\"><span class=\"volume\">698</span>\n<span class=\"reporter\">N.W.2d</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 429-30 (Minn. 2005)). But IRTL has not alleged that its major purpose\n\n                                         -10-\n\fis issue advocacy, that it wants to make expenditures over $750 “to expressly\nadvocate the passage or defeat of a ballot issue,” or that Iowa claims IRTL’s major\npurpose is issue advocacy. Nor has IRTL made an “overbreadth challenge.” See\nDavenport v. Washington Educ. Ass’n, </pre><span class=\"citation\" data-id=\"145716\"><a href=\"/opinion/145716/davenport-v-washington-educ-assn/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, 190-91 (2007) (holding that\nthe Court “need not answer [the] question [at issue] . . . because at no stage of th[e]\nlitigation has respondent made an overbreadth challenge”). Moreover, neither IRTL\nnor Iowa addressed this “issue advocacy” clause in briefing or at oral argument.\nBased on the record before this court, the Iowa Supreme Court’s qualification to its\nanswer does not confer standing on IRTL.\n\n       The standing issue here is similar to that in NRLPAC. There, the district court\nfound the campaign-finance statute at issue does not apply to committees that “spend\nmore than $1,500 on Missouri elections in a calendar year.” NRLPAC, 323 F.3d at\n690. The plaintiffs had “not alleged that they intended to spend less than $1,500 . .\n. for the . . . election.” Id. Their evidence that the Missouri Ethics Commission\nenforced the statute against committees spending more than $1,500 was\n“unpersuasive.” Id. The plaintiffs therefore lacked standing to challenge the relevant\nstatutory section. Id.\n\n      Similarly, in Kelley, this court certified a question to the Minnesota Supreme\nCourt to determine whether, under Minnesota’s law, the definitions of “political\ncommittee” and “political fund” apply to groups engaged only in “pure issue\nadvocacy.” Kelley, 427 F.3d at 1110. The state court held they did not. Kelley, 698\nN.W.2d at 430. Because MCCL claimed to engage only in pure issue advocacy, it\nlacked standing to challenge the definitions. Kelley, 427 F.3d at 1110.\n\n       Likewise, IRTL has alleged that its major purpose is not express advocacy. It\nclaims the standing issue differs from that in Kelley, because there the state had not\nquestioned MCCL’s major purpose. But, as in NRLPAC, IRTL’s evidence that Iowa\nwill deem it a PAC or permanent organization “is unpersuasive and, at best, amounts\n\n                                         -11-\n\fto evidence of a conjectural or hypothetical injury.” NRLPAC, 323 F.3d at 690; see\nZanders, 573 F.3d at 594 (“It is too speculative for standing purposes to allege that\nthis statute could be manipulated.” (emphasis in original)); cf. CRLC, 498 F.3d at\n1145 n.6 (“Because the Secretary has indicated unequivocally his intent to prosecute\nCRLC, CRLC has suffered the constitutionally sufficient injury of self-censorship\nthrough the chilling of protected First Amendment activity . . . .”). IRTL is free to\nmake independent expenditures over $750 without “either . . . significant[ly]\nchang[ing] . . . its operations to obey the regulation, or risk[ing] a criminal\nenforcement action by disobeying the regulation.” See St. Paul Area Chamber of\nCommerce, 439 F.3d at 487 (eventually holding the plaintiffs suffered an injury\nunder the First Amendment, because “they ha[d] been forced to modify their speech\nand behavior to comply with the [challenged] [s]tatutes”). IRTL cannot establish\nstanding “simply by claiming that [it] experienced a ‘chilling effect’ that resulted\nfrom a governmental policy that does not regulate, constrain, or compel any action\non [its] part.” Clapper v. Amnesty Int’l USA, </pre><span class=\"citation\" data-id=\"821306\"><a href=\"/opinion/821306/clapper-v-amnesty-international-usa/\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span><pre class=\"inline\">, 1153 (2013). Because\nIRTL faces no credible threat of present or future prosecution, it lacks standing to\nchallenge the definitions of “political committee” and “permanent organization.”\n\n                                         B.\n\n      In Count 2, invoking the First Amendment, IRTL challenges several disclosure\nrequirements as applied to it and other groups “whose major purpose is not\nnominating or electing candidates.” In district court, IRTL challenged the disclosure\nrequirements both facially and as applied. The court upheld the requirements. IRTL\nmaintains only an as-applied challenge on appeal. Iowa claims the challenge is facial.\n\n       The “label is not what matters.” Doe v. Reed, </pre><span class=\"citation\" data-id=\"150541\"><a href=\"/opinion/150541/doe-v-reed/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2811</span></a></span><pre class=\"inline\">, 2817 (2010);\nsee Citizens United, 558 U.S. at 331 (“[T]he distinction between facial and as-applied\nchallenges is not so well defined that it has some automatic effect or that it must\nalways control the pleadings and disposition in every case involving a constitutional\n\n                                        -12-\n\fchallenge.”). The “important” inquiry is whether the “claim and the relief that would\nfollow . . . reach beyond the particular circumstances of the[] plaintiffs.” Reed, 130\nS. Ct. at 2817.\n\n       IRTL’s claim “has characteristics of both” challenges. Id. It seems “as\napplied” because IRTL complains it was chilled from making a specific expenditure.\nCf. Human Life of Washington, Inc. v. Brumsickle, </pre><span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></span><pre class=\"inline\">, 1021-22 (9th Cir.\n2010) (“[The plaintiff] does not provide any evidence to support an as-applied\nchallenge . . . .”). Also, it challenges the law only as applied to itself and “other\ngroups whose major purpose is not nominating or electing candidates.” Cf. Ctr. for\nIndividual Freedom v. Madigan, </pre><span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></span><pre class=\"inline\">, 475 (7th Cir. 2012) (“This is not a\ncase where a group has actually engaged in a particular form of speech that is subject\nto regulation and seeks to challenge the applicability of the law to itself and other\ngroups who have engaged in similar expressive activity.”). But such groups\nconstitute a broad range of entities, from those wanting to make a single expenditure\nof just over $750 in a single election, to those wanting to expend much greater sums\nin several elections. The claim therefore seems “‘facial’ in that it is not limited to\nplaintiff’s particular case, but challenges application of the law more broadly.” See\nReed, 130 S. Ct. at 2817.\n\n       IRTL contends that, if held unconstitutional as applied to it and similar groups,\nthe law would “still apply to persons with the major purpose of nominating or\nelecting candidates.” But Iowa classifies those “persons” as PACs (though the Iowa\nSupreme Court left open the possibility that a corporation whose major purpose is\nexpress advocacy could avoid PAC status, see IRTL, 808 N.W.2d at 430 n.7). See\nIowa Code § 68A.102(18); see also IRTL, 808 N.W.2d at 430 n.7. A PAC cannot\nbecome an “independent expenditure committee”: any “person” – including an\nindividual – “other than a committee registered under this chapter, that makes one\nor more independent expenditures” is an “independent expenditure committee.” Iowa\nCode § 68A.404(3); Iowa Admin. Code r. 351-4.1(1)(d); see Iowa Code §\n\n                                         -13-\n\f68A.102(17) (“‘Person’ means, without limitation, any individual, corporation,\ngovernment or governmental subdivision or agency, business trust, estate, trust,\npartnership or association, labor union, or any other legal entity.”). Thus, the\ndisclosure requirements for independent expenditure committees apply only to non-\nPACs. As such, IRTL’s request to invalidate the disclosure requirements as applied\nto “groups whose major purpose is not nominating or electing candidates” reaches all\nentities – but not individuals – subject to the challenged disclosure requirements.\n\n        “Facial challenges are disfavored because they often rest on speculation . . .\n[and] raise the risk of premature interpretation of statutes on the basis of factually\nbarebones records.” Phelps-Roper v. City of Manchester, Mo., </pre><span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></span><pre class=\"inline\">, 685\n(8th Cir. 2012) (alteration in original) (citation and internal quotation marks omitted);\nsee Neely v. McDaniel, </pre><span class=\"citation\" data-id=\"799154\"><a href=\"/opinion/799154/neely-v-mcdaniel/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 350 (8th Cir. 2012) (“[A]pplication of the\n[overbreadth] doctrine is strong medicine that should be employed sparingly and only\nas a last resort.” (citation and internal quotation marks omitted)). Here, the “claim\nand the relief that would follow” – invalidating discrete disclosure requirements as\napplied to IRTL and other non-PAC groups – does not require this court to consider\nthe facial validity of Iowa’s disclosure laws. This court can consider each challenged\ndisclosure requirement in isolation, and, if necessary, apply the “normal rule that\npartial, rather than facial, invalidation is the required course.” See Brockett v.\nSpokane Arcades, Inc., </pre><span class=\"citation\" data-id=\"111480\"><a href=\"/opinion/111480/brockett-v-spokane-arcades-inc/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span><pre class=\"inline\">, 502-04 (1985) (“[A] federal court should not\nextend its invalidation of a statute further than necessary to dispose of the case before\nit.”); cf. Reed, 561 130 S. Ct. at 2817 (holding that the plaintiffs had to satisfy the\n“standards for a facial challenge” because “the relief that would follow” was “an\ninjunction barring the secretary of state from making [all] referendum petitions\navailable to the public[,] . . . reach[ing] beyond the particular circumstances of these\nplaintiffs” (internal quotation marks omitted)).\n\n\n\n\n                                          -14-\n\f      Under Iowa’s disclosure laws, an independent expenditure committee must file:\n\n      (1) an “independent expenditure statement” and “initial report,” Iowa\n      Code §§ 68A.404(3), 68A.404(4)(a); Iowa Admin. Code rs. 351-\n      4.9(15), 351-4.27(4); Form Ind-Exp-O;\n\n      (2) ongoing reports, Iowa Code § 68A.404(3)(a); Iowa Admin. Code\n      r. 351-4.9(15);\n\n      (3) a supplemental report, under certain conditions, Iowa Code §\n      68A.404(3)(a)(1); and\n\n      (4) a termination report, id. § 68A.402B(3); Form DR-3.\n\nAccording to IRTL, these requirements burden its free speech and association rights,\nchilling it from making its desired expenditures, because they impose “PAC-style”\nburdens on non-PAC entities, contrary to Citizens United and MCCL.\n\n      In MCCL, groups sought preliminary injunction against several Minnesota\ncampaign-finance laws, bringing facial and as-applied challenges. Under\nMinnesota’s laws, an association collecting or expending dues or voluntary\ncontributions “to influence the nomination or election of a candidate or to promote\nor defeat a ballot question” had to establish a “political fund” if it spent “more than\n$100 on such speech in a given year.” MCCL, 692 F.3d at 868, 871 (citation and\ninternal quotation marks omitted). Minnesota’s disclosure law required a political\nfund to:\n\n      (1) “create and register its own independent expenditure political fund”;\n\n      (2) “elect or appoint a treasurer and ensure the contents of the fund are\n      not commingled with other funds”;\n\n      (3) file “ongoing reports”;\n\n                                         -15-\n\f      (4) “file a statement of inactivity”;\n\n      (5) continue the reporting requirements until dissolution;\n\n      (6) “keep an account of contributions . . . exceeding $20,” “keep account\n      of the date and amount of . . . expenditures,” and “maintain these records\n      . . . for four years from the date of filing”; and\n\n      (7) “settle . . . debts, dispose of all assets in excess of $100 . . . and file\n      a termination report.”\n\nId. at 868-71. Minnesota’s law imposed “virtually identical regulatory burdens upon\npolitical funds as it d[id] [PACs].” Id. at 872. The MCCL court held that “the\ncollective burdens associated with Minnesota’s independent expenditure law chill\npolitical speech.” Id. at 874. This court reversed the district court’s denial of a\npreliminary injunction “to the extent [the statute] require[d] ongoing reporting\nrequirements from associations not otherwise qualifying as PACs under Minnesota\nlaw,” and expressed “no opinion as to whether any of the other obligations . . . would\n. . . survive exacting scrutiny.” Id. at 878 (footnote omitted).\n\n       Iowa’s disclosure law imposes fewer requirements, and its threshold amount\nfor regulation ($750) is higher than Minnesota’s amount ($100). Nonetheless, as\nexplained in MCCL, the filing, ongoing reporting, and termination obligations are\nburdensome, and “discourage[] [groups], particularly small [ones] with limited\nresources, from engaging in protected political speech.” See id. at 874. Such groups\n(and individuals) face the “particularly difficult choice” of complying with\n“cumbersome ongoing regulatory burdens or sacrific[ing] protected core First\nAmendment activity.” Id.\n\n       “Generally, ‘[l]aws that burden political speech are subject to strict scrutiny .\n. . .’” Id. (citation omitted), quoting Citizens United, 558 U.S. at 340 (internal\n\n                                           -16-\n\fquotation marks omitted). But disclosure laws are subject to exacting scrutiny,\nbecause they “impose no ceiling on campaign-related activities and do not prevent\nanyone from speaking.” Citizens United, 558 U.S. at 366 (internal citations and\nquotation marks omitted); see id. at 319 (“The Government may regulate corporate\npolitical speech through disclaimer and disclosure requirements, but it may not\nsuppress that speech altogether.”); cf. MCCL, 692 F.3d at 874-75 (questioning\nwhether exacting scrutiny should always apply solely because of the “‘disclosure’\nlabel,” but applying exacting scrutiny to the disclosure laws at issue). Exacting\nscrutiny “requires a ‘substantial relation’ between the disclosure requirement and a\n‘sufficiently important’ governmental interest.” MCCL, 692 F.3d at 875, quoting\nCitizens United, 558 U.S. at 366-67 (internal quotation marks omitted); cf. Citizens\nUnited, 558 U.S. at 369 (“[D]isclosure is a less restrictive alternative to more\ncomprehensive regulations of speech.” (emphasis added) (citation omitted)). But cf.\nUnited States v. Alvarez, </pre><span class=\"citation\" data-id=\"803268\"><a href=\"/opinion/803268/united-states-v-alvarez/\"><span class=\"volume\">132</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span><pre class=\"inline\">, 2551 (2012) (plurality opinion) (“[W]hen\nthe Government seeks to regulate protected speech, the restriction must be the ‘least\nrestrictive means among available, effective alternatives,’” quoting Ashcroft v. Am.\nCivil Liberties Union, </pre><span class=\"citation\" data-id=\"137005\"><a href=\"/opinion/137005/ashcroft-v-american-civil-liberties-union/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span><pre class=\"inline\">, 666 (2004)). “To withstand this scrutiny, the\nstrength of the governmental interest must reflect the seriousness of the actual burden\non First Amendment rights.” Reed, 130 S. Ct. at 2818 (citation and internal quotation\nmarks omitted).\n\n       The circuit courts disagree whether exacting scrutiny requires narrow tailoring\nin the disclosure context. Compare North Carolina Right to Life Comm. Fund for\nIndep. Political Expenditures v. Leake, </pre><span class=\"citation\" data-id=\"1025597\"><a href=\"/opinion/1025597/nc-right-to-life-committee-fund-v-leake/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></a></span><pre class=\"inline\">, 439 (4th Cir. 2008) (holding\nnarrow tailoring does not apply), with Citizens for Responsible Gov’t State PAC\n(CRG) v. Davidson, </pre><span class=\"citation\" data-id=\"771682\"><a href=\"/opinion/771682/citizens-for-responsible-government-state-political-action-committee-steve/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span><pre class=\"inline\">, 1197 (10th Cir. 2000) (applying narrow\ntailoring). The MCCL court noted parenthetically that the Supreme Court has stated\n“a law will withstand exacting scrutiny ‘only if it is narrowly tailored to serve an\noverriding state interest.’” MCCL, 692 F.3d at 876, quoting McIntyre v. Ohio\nElection Comm’n, </pre><span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span><pre class=\"inline\">, 347 (1995).\n\n                                         -17-\n\f       The disagreement stems from the Supreme Court’s discussion and application\nof “exacting scrutiny” in the campaign-finance context. In Buckley, the Court applied\n“exacting scrutiny” to both expenditure limitations and disclosure requirements. See\nBuckley, 424 U.S. at 44, 64. In First National Bank of Boston v. Bellotti, </pre><span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">765</span></a></span><pre class=\"inline\"> (1978), the Court applied “exacting scrutiny” to a statute’s complete prohibition\nof political contributions or expenditures by “banks and business corporations.”\nBellotti, 435 U.S. at 767-68, 786. As late as McIntyre and Austin v. Michigan\nChamber of Commerce, </pre><span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span><pre class=\"inline\"> (1990), overruled by Citizens United, </pre><span class=\"citation\" data-id=\"1741\"><a href=\"/opinion/1741/citizens-united-v-federal-election-comn/\"><span class=\"volume\">558</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">310</span></a></span><pre class=\"inline\">, the Court still applied “exacting scrutiny” not only to laws regulating disclosure,\nbut also to laws prohibiting or restricting political spending. See McIntyre, 514 U.S.\nat 347 (explaining that a law required narrow tailoring under “exacting scrutiny”\nbecause it burdened “core political speech” by requiring politically oriented leaflets\nto disclose who was responsible for the publications, citing Bellotti, 435 U.S. at 786);\nAustin, 494 U.S. at 702-03 (applying “exacting First Amendment scrutiny” to a law\nrestricting political spending); see also Day v. Holahan, </pre><span class=\"citation\" data-id=\"677807\"><a href=\"/opinion/677807/scott-day-treasurer-of-impace-mea-impace-mea-a-political-fund-steve/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1356</span></a></span><pre class=\"inline\">, 1361 (8th Cir.\n1994) (“We are bound ‘to apply the most exacting scrutiny to regulations that\nsuppress, disadvantage, or impose differential burdens upon speech because of its\ncontent,” quoting Turner Broad. Sys., Inc. v. F.C.C., </pre><span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span><pre class=\"inline\">, 642 (1994)). The\nMcIntyre Court equated “exacting scrutiny” with “strict scrutiny.” See McIntyre, 514\nU.S. at 346 & n.10.\n\n       In Citizens United, the Court applied “strict scrutiny” to “[l]aws that burden\npolitical speech,” requiring “the Government to prove that the restriction furthers a\ncompelling interest and is narrowly tailored to achieve that interest.” Citizens United,\n558 U.S. at 340 (citation and internal quotation marks omitted). But it applied\n“exacting scrutiny” – requiring a “‘substantial relation’ between the disclosure\nrequirement and a ‘sufficiently important’ governmental interest” – to “[d]isclaimer\nand disclosure requirements.” Id. at 366-67, quoting Buckley, 424 U.S. at 64, 66, and\nMcConnell v. Fed. Election Comm’n, </pre><span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span><pre class=\"inline\">, 201, 231-32 (2003), overruled\nby Citizens United, </pre><span class=\"citation\" data-id=\"1741\"><a href=\"/opinion/1741/citizens-united-v-federal-election-comn/\"><span class=\"volume\">558</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">. The Court has since affirmed this distinction. See\n\n                                         -18-\n\fReed, 130 S. Ct. at 2818. Disclosure requirements that “impose no ceiling on\ncampaign-related activities and do not prevent anyone from speaking” are therefore\nsubject to exacting scrutiny, not requiring a governmental interest that is narrowly\ntailored. See Citizens United, 558 U.S. at 366 (citation and internal citation omitted).\n\n       Iowa advances an “informational interest” to justify the disclosure\nrequirements. “[T]he public has an interest in knowing who is speaking about a\ncandidate shortly before an election.” Id. at 369. By “provid[ing] the electorate with\ninformation about the sources of election-related spending,” disclosure allows the\npublic to “make informed choices in the political marketplace.” Id. at 367 (citations\nand internal quotation marks omitted). This “informational interest alone” can be\nsufficiently important to justify disclosure requirements.1 Id. at 369-71 (upholding\na federal disclosure law based on an informational interest); see, e.g., Ctr. for\nIndividual Freedom, 697 F.3d at 477-78 (upholding a state disclosure law based on\nan informational interest).\n\n       IRTL argues that, because the requirements impose “PAC-style” burdens on\ngroups lacking Buckley’s major purpose, no interest can justify this imposition. Put\ndifferently, IRTL asserts that a state may impose PAC status or PAC-like burdens\nonly on groups whose major purpose is express advocacy.\n\n      The Courts of Appeals that have addressed the issue are split on whether state\ncampaign-finance disclosure laws can impose PAC status or burdens on groups\nlacking Buckley’s major purpose. See MCCL, 692 F.3d at 872 (noting the circuit\n\n\n      1\n         Iowa’s disclosure law covers both express advocacy and issue advocacy. See\nIowa Code § 68A.404(1). Disclosure requirements need not “be limited to speech\nthat is the functional equivalent of express advocacy.” Citizens United, 558 U.S. at\n369; see, e.g., Ctr. for Individual Freedom, 697 F.3d at 484 & n.17 (upholding a\nstate disclosure law covering issue advocacy and listing other circuits that have done\nso).\n                                         -19-\n\fsplit); see, e.g., Ctr. for Individual Freedom, 697 F.3d at 487 & n.23 (same). This\ncourt has not directly addressed the issue. But in MCCL, Minnesota’s disclosure law\n“extended the reach of PAC-like regulation” too far, because the law imposed PAC\nburdens on “all associations, regardless of the association’s purpose.” MCCL, 692\nF.3d at 872, 875 n.10 (first emphasis in original) (second emphasis added); see id. at\n874 (“[Choosing between] comply[ing] with cumbersome ongoing regulatory burdens\nor sacrific[ing] protected core First Amendment activity” “is a particularly difficult\nchoice for smaller businesses and associations for whom political speech is not a\nmajor purpose nor a frequent activity.”); id. at 877 (“Minnesota has not stated any\nplausible reason why continued reporting from nearly all associations, regardless of\nthe association’s major purpose, is necessary to accomplish [its stated] interests.”\n(emphasis in original)). But cf. Ctr. for Individual Freedom, 697 F.3d at 486-91\n(refusing to apply the major-purpose test to a state law, and noting that application\ncould “‘yield perverse results’” where a “‘small group with [Buckley’s] major purpose\n. . . that spends [$3,000] for ads could be required to register’ as a political committee,\nwhile a ‘mega-group [lacking Buckley’s major purpose] that spends $1,500,000 to\ndefeat the same candidate . . . would not have to register’” (second alteration in\noriginal), quoting Nat’l Organization for Marriage (NOM) v. McKee, </pre><span class=\"citation\" data-id=\"2494205\"><a href=\"/opinion/2494205/national-organization-for-marriage-v-mckee/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">,\n59 (1st Cir. 2011)). IRTL’s major purpose is therefore an important consideration for\ndetermining whether Iowa may impose a particular requirement on it.\n\n        IRTL essentially argues that any disclosure requirement other than “one-time,\nevent-driven reporting” is likely a PAC-style burden, invalid as applied to groups\nlacking Buckley’s major purpose. See MCCL, 692 F.3d at 875 n.9 (noting that the\nfederal disclosure laws reviewed in Citizens United involved “event-driven reporting\n. . . [that] ended as soon as the report was filed” and required filing a “one-time\ndisclosure only when a substantial amount of money was spent”). In other words,\nIRTL claims that a non-PAC can be required to disclose information about an\nindependent expenditure only when it actually makes that expenditure.\n\n\n                                           -20-\n\f      The Supreme Court has noted a number of “onerous” federal requirements\nimposed on PACs. See Citizens United, 558 U.S. at 335-39. But it has not held that\neach of these burdens may be applied only to PACs. True, a single requirement or\ncombination of requirements may be so burdensome that it cannot be applied to a\ngroup regardless of its purpose. But simply because a requirement applies to a PAC\ndoes not mean applying it to a non-PAC is prohibited. The relevant inquiry is\nwhether the disclosure requirement bears a substantial relation to a sufficiently\nimportant governmental interest.2 Cf. NOM, 649 F.3d at 56 (“It is not the designation\nas a PAC but rather the obligations that attend PAC designation that matter for\npurposes of First Amendment review.”).\n\n                                         1.\n\n      An independent expenditure committee must file an “independent expenditure\nstatement” and an “initial report” within 48 hours of making an independent\nexpenditure over $750, or within 48 hours “of disseminating the communication to\nits intended audience, whichever is earlier.” Iowa Code §§ 68A.404(3),\n68A.404(4)(a); Iowa Admin. Code rs. 351-4.9(15), 351-4.27(4). IRTL argues that\ntwo of the independent expenditure statement’s requirements – (a) “registration” and\n(b) 48-hour initial reporting – are PAC-like burdens that unconstitutionally infringe\nits ability to speak.\n\n      A person who makes an independent expenditure uses Form Ind-Exp-O – a\none-page document – to electronically file both the independent expenditure\n\n\n      2\n       Because IRTL does not raise – and this court does not address – a facial or\noverbreadth challenge to these disclosure requirements, this court need not consider\nthe constitutionality of Iowa’s disclosure laws, see Iowa Code §§ 68A.404(3),\n68A.404(4)(a), administrative rules, see Iowa Admin. Code rs. 351-4.1(1)(d), 351-\n4.9(15), 351-4.27(4), or forms, as applied to individuals. See Brockett, 472 U.S. at\n502.\n                                        -21-\n\fstatement and the initial report. See Iowa Admin. Code rs. 351-4.9(15), 351-4.27(2).\nThe “registration” portion of the form requires the name and contact information of\nthe organization and an individual within the organization. The rest of the form\nrequires contact information for the funding source of the independent expenditure\n(and for any beneficiary of the expenditure), and information about the expenditure\nitself, including the date and amount, how the message is communicated, and the\nposition advocated.\n\n                                            a.\n\n       According to IRTL, the independent expenditure statement requires it to\n“register,” treating it like a “campaign-related” group, or PAC. Neither the Supreme\nCourt nor this court expressly limits a registration requirement to PACs. See Citizens\nUnited, 558 U.S. at 369 (upholding a registration requirement for lobbyists based on\nan informational interest); cf. id. at 337-38 (including “fil[ing] an organization\nstatement and report[ing] changes to this information within 10 days” in a list of\nrequirements that make a PAC “burdensome”); MCCL, 692 F.3d at 871 (“The\ncollective burdens accompanying the creation and maintenance of a political\nfund—appointing a treasurer who becomes subject to civil and criminal penalties,\nsegregating funds, maintaining detailed records, and registering and filing ongoing\nreports with the Board—are substantial.” (internal citation omitted)). Even for “one-\ntime, event-driven” reporting – which IRTL trumpets as a valid form of disclosure as\napplied to non-PACs – basic contact information about the entity making the\nexpenditure is necessary to further “the public . . . interest in knowing who is\nspeaking about a candidate.” See Citizens United, 558 U.S. at 369; see also 2 U.S.C.\n§ 434(c) (requiring a non-PAC making independent expenditures over $250 to\ndisclose its name and address). Nonetheless, IRTL asserts that the MCCL court held\na registration requirement too burdensome for non-PACs. This court did not do so.\nRather, it “reverse[d] the district court’s denial of . . . a preliminary injunction to the\nextent [Minnesota’s law] require[d] ongoing reporting requirements,” but\n\n                                           -22-\n\f“express[ed] no opinion as to whether any of the other obligations . . . , by themselves\nor collectively, survive exacting scrutiny.” MCCL, 692 F.3d at 877.\n\n       Here, the contact information in the registration is like that required for a one-\ntime, event-driven report. Requiring the name and address of the person making the\nindependent expenditure provides “transparency [that] enables the electorate to make\ninformed decisions and give proper weight to different speakers and messages.”\nCitizens United, 558 U.S. at 371. Unlike “cumbersome ongoing regulatory burdens,”\nwhich impose the “particularly difficult choice” either to “comply . . . or sacrifice\nprotected core First Amendment activity,” MCCL, 692 F.3d at 874, the basic\ninformation Form Ind-Exp-O requires is not overly burdensome. Only when a person\nmakes an independent expenditure is the requirement triggered. See Iowa Code §\n68A.404(3).\n\n      IRTL claims that any registration requirement for non-PACs is\nunconstitutional. But a “registration” label is not what matters. This court need not\nconsider whether all forms of a registration requirement would be constitutional as\napplied to non-PACs. Here, the limited contact information Form Ind-Exp-O requires\n– whether labeled as “registration” or “one-time, event-driven” reporting – bears a\nsubstantial relation to a sufficiently important informational interest. Thus, the first\ntwo sentences of Iowa Code subsection 68A.404(3)3 and the “registration” portion of\nForm Ind-Exp-O are constitutional as applied to IRTL and other groups whose major\npurpose is not nominating or electing candidates.\n\n\n\n\n      3\n       “A person, other than a committee registered under this chapter, that makes\none or more independent expenditures shall file an independent expenditure\nstatement. All statements and reports required by this section shall be filed in an\nelectronic format as prescribed by rule.” Iowa Code § 68A.404(3).\n                                          -23-\n\f                                          b.\n\n      IRTL contends that requiring an “initial report,” see id. § 68A.404(3)(a), and\nrequiring it to file the report within 48 hours, see id. § 68A.404(3), 68A.404(4)(a),\nis unconstitutional. According to IRTL, the initial report must include all information\nlisted in Iowa Code section 68A.402A. Iowa Code subsection 68A.404(3)(a) states\nthat “the person filing the independent expenditure statement shall file reports under\nsections 68A.402 and 68A.402A.” Id. § 68A.404(3)(a). The next sentence reads,\n“An initial report shall be filed at the same time as the independent expenditure\nstatement.” Id. Iowa claims, “Even though the Code requires a ‘statement’ and a\n‘report,’ the Board ‘has combined both requirements into one filing,’” citing Iowa\nAdministrative Code rule 351-4.27(2). That rule states, “Form Ind-Exp-O shall be\nfiled by a person” and “shall be in a format that will enable a person . . . making an\nindependent expenditure to comply with all of the reporting requirements in 2009\nIowa Code Supplement section 68A.404 . . . .” Iowa Admin. Code r. 351-4.27(2).\nIowa requires the initial report to contain only the information in Form Ind-Exp-O,\nnot the more extensive information Iowa Code section 68A.402A requires.\n\n       Like registration, the information in the “initial report” on Form Ind-Exp-O is\nnot overly burdensome. This information – the name and address of the funding\nsource for, and beneficiary of, the independent expenditure, and brief details of the\nexpenditure itself – is similar to a one-time, event-driven report. See CRG, 236 F.3d\nat 1197 (finding “no constitutional problems with the content requirements of\nColorado’s public reporting scheme,” which includes “(1) the amount of the\nexpenditure, (2) a ‘detailed description’ of the use of the expenditure, and (3) the\nname of the candidate whom the expenditure is intended to support or oppose”); see\nalso 2 U.S.C. § 434(c) (listing the federal reporting requirements when a “person\n(other than a political committee)” makes an independent expenditure over $250).\nA non-PAC files Form Ind-Exp-O after “making an independent expenditure\nexceeding $750.” Iowa Admin. Code r. 351-4.27(4). “[R]equiring reporting\n\n                                         -24-\n\fwhenever money is spent” is a constitutional way to “accomplish . . . disclosure-\nrelated interests.”4 MCCL, 692 F.3d at 876-77.\n\n       IRTL asserts that the “burden of a 48-hour-reporting requirement is so great\nthat the government’s interest cannot justify it.” It cites CRG, where the Tenth\nCircuit held a 24-hour notice requirement “a far cry from being narrowly tailored,”\nbecause “[n]one of the State’s compelling interests . . . would be at all compromised\nby a more workable deadline.” CRG, 236 F.3d at 1197. IRTL also relies on a district\ncourt case, where the court found no “justification for [a] regulation’s . . . requirement\nthat expenditures in excess of $250 per candidate must be reported within twenty-four\nhours whenever they are made.” See NOM v. McKee, </pre><span class=\"citation\" data-id=\"2542243\"><a href=\"/opinion/2542243/national-organization-for-marriage-v-mckee/\"><span class=\"volume\">723</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">245</span></a></span><pre class=\"inline\">, 266 (D.\nMe. 2010) (emphasis in original) (footnote omitted), aff’d in part, rev’d in part on\nother grounds, </pre><span class=\"citation\" data-id=\"2494205\"><a href=\"/opinion/2494205/national-organization-for-marriage-v-mckee/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">. IRTL argues that instead the law could, constitutionally,\nrequire filing the report at the next deadline for the election to which the organization\ndirected the expenditure.\n\n      In Citizens United, the Court – applying exacting scrutiny – upheld a federal\nlaw requiring disclosure “within 24 hours” when a person spends over $10,000 on\n\n\n\n\n      4\n       That Iowa refers to the filing requirement as an “initial” report does not affect\nthe analysis. Because the current filing requirement under the administrative rules\nallows an independent expenditure committee to file both the “independent\nexpenditure statement” and the “initial report” on the same Form Ind-Exp-O, see\nIowa Admin. Code rs. 351-4.9(15), 351-4.27(2), the initial reporting requirement is\nconstitutional. This court does not hold that any form of initial reporting requirement\nis constitutional as applied to IRTL and other non-PACs.\n                                          -25-\n\f“electioneering communications,”5 see 2 U.S.C. § 434(f)(1). Citizens United, 558\nU.S. at 366-71. “With the advent of the Internet, prompt disclosure of expenditures\ncan provide shareholders and citizens with the information needed to hold\ncorporations and elected officials accountable for their positions and supporters.” Id.\nat 370. Although the Court did not directly address the 24-hour requirement, it did\nexplain that the disclosure law containing the deadline “permits citizens and\nshareholders to react to the speech of corporate entities in a proper way.” Id. at 371.\n“This transparency enables the electorate to make informed decisions and give proper\nweight to different speakers and messages.” Id.\n\n        Here, the 48-hour reporting requirement serves a substantial informational\ninterest. True, requiring a report “shortly before an election,” rather than shortly after\nmaking an expenditure, would fulfill the public’s interest in “knowing who is\nspeaking about a candidate.” See id. at 369. But narrow tailoring is not required, and\nthe 48-hour deadline makes disclosure “more effective” because it is “rapid and\ninformative,” more quickly “‘provid[ing] the electorate with information’ about the\nsources of election-related spending.” See id. at 367-70 (alteration in original),\nquoting Buckley, 424 U.S. at 66. With modern technology, the burden of completing\nthe short, electronic form within two days of making a $750 expenditure is not\nonerous. See SpeechNow.org v. Fed. Election Comm’n, </pre><span class=\"citation\" data-id=\"749\"><a href=\"/opinion/749/speechnow-org-v-federal-election-comn/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">686</span></a></span><pre class=\"inline\">, 697 (D.C.\nCir. 2010) (upholding a federal requirement that “those . . . not organized as political\ncommittees” report “within 24 hours expenditures of $1000 or more made in the\ntwenty days before an election, and report[] within 48 hours any expenditures . . . of\n$10,000 or more made at any other time”); Leake, 524 F.3d at 433, 439 (upholding\na state law that required entities making independent expenditures over $5,000 to file\n\n      5\n        “The term ‘electioneering communication’ means any broadcast, cable, or\nsatellite communication which . . . refers to a clearly identified candidate for federal\noffice,” fulfills certain timing requirements, and, if for “a candidate for an office other\nthan President or Vice President, is targeted to the relevant electorate.” 2 U.S.C. §\n434(f)(3).\n                                           -26-\n\fa report “within twenty-four hours”); see also McConnell, 540 U.S. at 195-96\n(upholding a similar federal disclosure requirement); cf. MCCL, 692 F.3d at 868\n(holding as overly burdensome ongoing “organizational, record-keeping, and\nreporting requirements”). Requiring “prompt disclosure” within 48 hours bears a\nsubstantial relation to Iowa’s sufficiently important interest in keeping the pubic\ninformed. The second sentence of Iowa Code subsection 68A.404(3)(a),6 the entirety\nof Iowa Code subsection 68A.404(4)(a), the first and third sentences of Iowa\nAdministrative Code rule 351-4.9(15),7 and the initial reporting portion of Form Ind-\nExp-O are constitutional as applied to IRTL and other groups whose major purpose\nis not nominating or electing candidates.\n\n                                           2.\n\n       After filing the initial report, an independent expenditure committee must file\n“[s]ubsequent reports . . . according to the same schedule as the office or election to\nwhich the independent expenditure was directed,” up to four times during an election\nyear. Iowa Code § 68A.404(3)(a). “The committee shall . . . continue to file reports\n. . . until the committee files a notice of dissolution . . . .” Iowa Admin. Code r. 351-\n4.9(15). IRTL contends these requirements are similar to the ongoing reporting\nrequirements preliminarily enjoined in MCCL. See MCCL, 692 F.3d at 877. This\ncourt agrees.\n\n\n      6\n      “An initial report shall be filed at the same time as the independent\nexpenditure statement.” Iowa Code § 68A.404(3)(a).\n      7\n       “An independent expenditure committee that is required to file campaign\ndisclosure reports pursuant to 2009 Iowa Code Supplement section 68A.404(3) as\namended by 2010 Iowa Acts, Senate File 2354, section 3, shall file an initial report\nat the same time as the committee files its original independent expenditure\nstatement.” Iowa Admin. Code r. 351-4.9(15) (first sentence). “Form Ind-Exp-O\nshall serve as a campaign disclosure report for an independent expenditure\ncommittee.” Id. (third sentence).\n                                          -27-\n\f       In MCCL, Minnesota’s statute required “political funds to file five reports\nduring a general election year, even if the political fund ha[d] been inactive during\nthat period.” Id. at 873 (citation omitted). Independent expenditures of $100\ntriggered the reporting requirements, which “apparently end[ed] only if the\nassociation dissolve[d] the political fund.” Id. (citations omitted). An association\nthus maintained the right to speak only by filing the ongoing reports. Id.\n\n       This court explained that complying with “cumbersome ongoing regulatory\nburdens” could be “particularly difficult . . . for smaller businesses and associations\nfor whom political speech is not a major purpose.” Id. at 874. The ongoing reporting\n– “untethered from continued speech” – did “not match any sufficiently important\ndisclosure interest.” Id. at 876-77 (“Minnesota has not stated any plausible reason\nwhy continued reporting from nearly all associations, regardless of the association’s\nmajor purpose, is necessary to accomplish these interests.” (emphasis in original)\n(citation omitted)). “Minnesota [could have] accomplish[ed] any disclosure-related\ninterests . . . through less problematic measures, such as [one-time, event-driven\nreporting].” Id. at 876 (alteration and internal citation omitted). The ongoing\nreporting requirements were “likely unconstitutional.” Id. at 877.\n\n       Under Iowa’s law, the subsequent reports require disclosing: (1) the “amount\nof cash on hand at the beginning of the reporting period”; (2) the “name and mailing\naddress of each person who has made . . . contributions of money” or “in-kind\ncontributions to the committee” above $25, in many instances; (3) the “total amount\nof contributions made to the committee during the reporting period”; (4) loans made;\n(5) the “name and mailing address of each person to whom disbursements or loan\nrepayments have been made” using contributions received, and the “amount, purpose,\nand date of each disbursement”; (6) disbursements made to or by a consultant,\n“disclosing the name and address of the recipient, amount, purpose, and date”; (7) the\n“amount and nature of debts and obligations owed” in excess of specified amounts;\nand (8) “[o]ther pertinent information required by th[e] chapter.” Iowa Code §\n\n                                         -28-\n\f68A.402A(1). As in MCCL, these ongoing reporting requirements are “potentially\nperpetual regardless of whether the [person] ever again makes an independent\nexpenditure.” MCCL, 692 F.3d at 871-73 (“[A person] must continue to comply with\nthese burdensome regulations even after [he or she] stops speaking.”). By\nconditioning the right to speak on “cumbersome ongoing regulatory burdens,”\nregardless of its major purpose, Iowa’s disclosure law “discourages [non-PACs],\nparticularly small [ones] with limited resources, from engaging in protected political\nspeech.” Id. at 873-74.\n\n       Iowa counters that in Leake, the Fourth Circuit upheld a requirement that non-\nPACs file “eight reports . . . during the two-and-a-half month period preceding the\nelection.” Leake, 524 F.3d at 439-40. But the reporting requirement there was not\nongoing. In Alaska Right To Life Comm. v. Miles, </pre><span class=\"citation\" data-id=\"793725\"><a href=\"/opinion/793725/alaska-right-to-life-committee-v-brooke-miles-andrea-jacobson-larry-wood/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\"> (9th Cir. 2006), also\ncited by Iowa, the Ninth Circuit upheld an ongoing reporting requirement under\nvarious state interests, including an informational interest. See Miles, 441 F.3d at\n790-92. Miles conflicts with this court’s holding in MCCL (and predates Citizens\nUnited). See MCCL, 692 F.3d at 876-77 (“Minnesota has not advanced any relevant\ncorrelation between its identified interests and ongoing reporting requirements.”).\n\n       Iowa attempts to distinguish the ongoing reporting requirements in MCCL by\narguing that Minnesota’s law imposed “virtually identical regulatory burdens” on\nPACs and non-PACs. See id. at 872. Though this court found the “equality of\nburdens . . . meaningful,” this factor was not necessary to deem the requirements\nunconstitutional. See id. at 872-74, 876-77. Regardless, Iowa’s law does require\nPACs and non-PACs to file “virtually identical” ongoing reports, because “[e]ach\nreport filed under section 68A.402” must comply with Iowa Code section 68A.402A.\nSee Iowa Code §§ 68A.402A; id. § 68A.402 (“Each committee shall file with the\nboard reports disclosing information required under this section . . . .”); id. §\n68A.404(3)(a) (“[T]he person filing the independent expenditure statement shall file\nreports under sections 68A.402 and 68A.402A.”).\n\n                                        -29-\n\f        Requiring a group to file perpetual, ongoing reports “regardless of [its]\npurpose,” and regardless of whether it ever makes more than a single independent\nexpenditure, is “no more than tenuously related to” Iowa’s informational interest. See\nMCCL, 692 F.3d at 876-77 (citations and internal quotation marks omitted). Though\nnarrow tailoring is not required, having independent expenditure committees file a\none-time report “whenever money is spent” – similar to the “initial report” – would\nbe “less problematic,” and allow Iowa to achieve its interest in helping the public\nmake informed choices in the political marketplace. See id. (citation and internal\nquotation marks omitted). IRTL does not explain how ongoing reporting impinges\nits associational rights. But it does show how it hinders its free speech rights. Iowa\nfails to advance a sufficiently important governmental interest that bears a substantial\nrelation to the ongoing reporting requirements as applied to IRTL and other non-PAC\ngroups. Thus, the first and third sentences of Iowa Code subsection 68A.404(3)(a)10\nand the second sentence of Iowa Administrative Code rule 351-4.9(15)11 are\nunconstitutional as applied to IRTL and other groups whose major purpose is not\nnominating or electing candidates.\n\n\n\n\n      10\n        “Subject to paragraph ‘b’, the person filing the independent expenditure\nstatement shall file reports under sections 68A.402 and 68A.402A.” Iowa Code §\n68A.404(3)(a) (first sentence). (Subsection b explains to whom the section does not\napply. See id. § 68A.404(3)(b).) “Subsequent reports shall be filed according to the\nsame schedule as the office or election to which the independent expenditure was\ndirected.” Id. § 68A.404(3)(a) (third sentence).\n      11\n        “The committee shall then continue to file reports according to the same\nschedule as the office or election to which the independent expenditure was directed\nuntil the committee files a notice of dissolution pursuant to Iowa Code section\n68A.402B(3) as amended by 2010 Iowa Acts, Senate File 2354, section 2.” Iowa\nAdmin. Code r. 351-4.9(15).\n                                         -30-\n\f                                           3.\n\n       An independent expenditure committee must file a “supplemental report” if,\nafter October 19, but before the election in an election year, it “either [(1)] raises or\n[(2)] expends more than [$1,000].” See Iowa Code §§ 68A.402(2)(a)-(b),\n68A.404(3)(a)(1). MCCL again provides the controlling analysis.\n\n       Under the first supplemental reporting requirement, after a group makes a\nsingle independent expenditure, it must continually disclose funds it raises over\n$1,000 — regardless of the group’s purpose, and regardless of whether it ever uses\nthose funds to make an independent expenditure. See MCCL, 692 F.3d at 873. Non-\nPACs must already report expenditures over $750, and the sources of those funds, in\nthe independent expenditure statement – tied to an actual expenditure – making both\nsupplemental reporting requirements redundant. See Iowa Code § 68A.404(3).\nBecause the obligations “continue until the [independent expenditure committee] is\ndissolved,” to “escape these ongoing burdens, the [group] must file a termination\nstatement.” MCCL, 692 F.3d at 869, 873. Iowa’s supplemental reporting\nrequirements thus extend the ongoing reporting requirements – “untethered from\ncontinued speech” – that “hinder[] [groups] from participating in the political debate\nand limit[] their access to the citizenry and the government.” See id. at 874, 876.\n\n       More troubling, each supplemental report appears to require compliance with\nthe onerous filing requirements in section 68A.402A. See id. § 68A.404(3)(a)\n(stating that reports “shall [be] file[d] . . . under sections 68A.402 and 68A.402A”).\n“[U]nless an ordinance is readily susceptible” to “a limiting construction that removes\nthe threat to constitutionally protected speech,” this court “cannot . . . suppl[y] . . .\nsuch an interpretation, because federal courts lack jurisdiction authoritatively to\nconstrue state legislation.” Ways v. City of Lincoln, Neb., </pre><span class=\"citation\" data-id=\"775892\"><a href=\"/opinion/775892/john-ways-v-city-of-lincoln-nebraska-a-city-of-the-primary-class-don/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 519 (8th\nCir. 2001) (citation and internal citation and quotation marks omitted); see Planned\nParenthood of Mid-Missouri & E. Kansas, Inc. v. Dempsey, </pre><span class=\"citation\" data-id=\"761569\"><a href=\"/opinion/761569/no-98-2951/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 461 (8th\n\n                                          -31-\n\fCir. 1999) (“We interpret statutes to avoid serious constitutional problems, so long\nas the statutory language is fairly susceptible to a constitutional construction.”).\nNeither Iowa’s disclosure laws, nor its administrative rules, indicate that a\nsupplemental report requires anything less than full compliance with the same filing\nobligations demanded of other “subsequent” reports. See Iowa Code §\n68A.404(3)(a). Iowa does not explain how requiring additional, redundant, and more\nburdensome reports fulfills a sufficiently important informational interest not already\nadvanced by the independent expenditure statement. The perpetual supplemental\nreporting requirements discourage groups from participating in the “open marketplace\nof ideas protected by the First Amendment.” See Citizens United, 558 U.S. at 354\n(citation and internal quotation marks omitted); see also MCCL, 692 F.3d at 873\n(“[A]n association is compelled to decide whether exercising its constitutional right\nis worth the time and expense of entering a long-term morass of regulatory red\ntape.”). Failing exacting scrutiny, Iowa Code subsection 68A.404(3)(a)(1)12 is\nunconstitutional as applied to IRTL and other groups whose major purpose is not\nnominating or electing candidates.\n\n                                          4.\n\n      When an independent expenditure committee “determines [it] will no longer\nmake an independent expenditure, [it] shall notify the board within thirty days\nfollowing such determination by filing a termination report,” using Form DR-3. Iowa\nCode § 68A.402B(3); see Form DR-3. Form DR-3 requires a person’s name, contact\ninformation, and dated signature. IRTL argues that the termination requirement\nviolates its First Amendment rights because, like in MCCL, a group’s “constitutional\n\n\n\n\n      12\n         “A supplemental report shall be filed on the same dates as in section 68A.402,\nsubsection 2, paragraph ‘b’, if the person making the independent expenditure either\nraises or expends more than one thousand dollars.” Iowa Code § 68A.404(3)(a)(1).\n                                         -32-\n\fright to speak through independent expenditures dissolves” when it files the\ntermination report. See MCCL, 692 F.3d at 873.\n\n       As an initial matter, the parties dispute whether an independent expenditure\ncommittee must “dissolve” before filing the termination report. In MCCL, before\ntermination, associations had to dissolve by settling all debts, “dispos[ing] of all\nassets in excess of $100,” and filing a termination report “disclosing the same\ninformation as required in periodic reports.” Id. at 869. Here, Form DR-3 is entitled\na “Statement of Dissolution,” and lists a number of dissolution requirements for\n“committees.” The relevant code provision defines “committee” to “include[] a\npolitical committee and a candidate’s committee,” but does not mention an\nindependent expenditure committee. See Iowa Code § 68A.102(8). That term\nappears only in the administrative rules, which also exclude it from the definition of\n“committee.” See Iowa Admin. Code r. 351-4.1(1)(a), (d). Under section\n68A.402B, only a “committee” must file a “dissolution report” or “statement of\ndissolution.” See Iowa Code § 68A.402B(1)-(2). The administrative rule defining\n“independent expenditure committee” refers to filing a “notice of dissolution,” but\ncites subsection 68A.402B(3), which states that an “independent expenditure\ncommittee” need only file a “termination report.” Id. § 68A.402B(3); Iowa Admin.\nCode r. 351-4.9(15). (Form DR-3 appears designed primarily for PACs and\n“candidate’s committees,” though it doubles confusingly as a “termination report.”\nSee Form DR-3 (indicating who should sign the form for a candidate’s committee\nand for a PAC, but not stating who should sign for an independent expenditure\ncommittee).) Unlike in MCCL, the only termination requirement for an independent\nexpenditure committee is filing the termination report.\n\n       The burden of completing the short, electronic termination report is negligible.\nThe heavier burden is, as IRTL states in its brief, “choos[ing] between ongoing\nreporting and giving up the constitutional speech right.” The termination requirement\n\n\n                                         -33-\n\fis thus part and parcel of the ongoing reporting requirements. “To speak again, the\n[group] must initiate the bureaucratic process again.” MCCL, 692 F.3d at 873.\n\n       In MCCL, regaining the right to speak entailed a host of cumbersome\nobligations. See id. at 868-69. Here, a group need complete only the independent\nexpenditure statement and the initial report by filing Form Ind-Exp-O. Nonetheless,\nthe termination requirement interferes with the “constitutionally protected\nmarketplace of ideas,” because it forces a group to decide whether it will give up its\nright to speak. See id. at 873-74. To speak again, it must decide whether renewing\nthe ongoing reporting cycle is worth the effort. See id., citing MCFL, 479 U.S. at 255\n(plurality opinion) (“Faced with the need to assume a more sophisticated\norganizational form, to adopt specific accounting procedures, to file periodic detailed\nreports . . . it would not be surprising if at least some groups decided that the\ncontemplated political activity was simply not worth it.”).\n\n       Iowa advances an informational to support the termination requirement. This\ninterest is tenuous at best. The termination report provides no disclosure to the public\nabout actual contributions or expenditures.\n\n       Iowa also advances a “corporate governance” interest. But it offers no\nexplanation how filing a termination report substantially relates to “ensuring that\ncorporate entities . . . operate in a manner that honors the privileges given to the\ncorporate form.” It cites Reed for the proposition that States retain “significant\nflexibility in implementing their own voting systems.” See Reed, 130 S. Ct. at 2818\n(“To the extent a regulation concerns the legal effect of a particular activity in that\nprocess, the government will be afforded substantial latitude to enforce that\nregulation.”). In Reed, the Supreme Court held the state’s interest in “preserving the\nintegrity of the electoral process by combating fraud, detecting invalid signatures, and\nfostering government transparency and accountability” justified requiring disclosure\nof a referendum petitioner’s identity. Id. at 2815, 2819. Voting systems and\n\n                                         -34-\n\fcampaign finance both generally involve the “electoral process.” See id. at 2819. But\nReed is otherwise inapposite: it does not address a corporate-governance interest, and\nIowa does not claim that its corporate-governance interest will preserve the integrity\nof the electoral process.\n\n       A corporate-governance interest in protecting “corporate shareholders” is\n“traditionally within the province of state law.” See Bellotti, 435 U.S. at 792.\nHowever, in Bellotti, considering a state statute restricting campaign contributions\nand expenditures, the Supreme Court explained that “shareholders normally are\npresumed competent to protect their own interests” through “the procedures of\ncorporate democracy.” Id. at 794-95. The Court concluded, “Assuming, arguendo,\nthat protection of shareholders is a ‘compelling’ interest under the circumstances of\nthis case, we find ‘no substantially relevant correlation between the governmental\ninterest asserted and the State’s effort’ to prohibit appellants from speaking.” Id. at\n795, quoting Shelton v. Tucker, </pre><span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span><pre class=\"inline\">, 485 (1960). Even assuming Iowa has\na sufficiently important governmental interest in protecting corporate shareholders\nin the disclosure context, but cf. Citizens United, 558 U.S. at 364 (“The First\nAmendment does not permit Congress to make . . . categorical distinctions based on\nthe corporate identity of the speaker . . . .”), any interest in protecting this group is\nirrelevant as applied to IRTL, because it has no shareholders.\n\n      Iowa fails to advance a sufficiently important governmental interest\nsubstantially related to the termination requirement. Iowa Code subsection\n68A.402B(3) and Form DR-3 are unconstitutional as applied to IRTL and groups\nwhose major purpose is not nominating or electing candidates.\n\n                                           C.\n\n      In Count 3, IRTL challenges Iowa’s ban on direct corporate contributions to\na candidate, a candidate’s committee, or a political committee, as unconstitutional\n\n                                          -35-\n\funder the First and Fourteenth Amendments, facially and as applied. See Iowa Code\n§ 68A.503. The ban also includes insurance companies, savings associations, banks,\nand credit unions. Id. § 68A.503(1). The district court upheld the ban.\n\n                                            1.\n\n         Under the First Amendment, review of “restrictions on political contributions\n. . . [is] relatively complaisant . . . , because contributions lie closer to the edges than\nto the core of political expression.” MCCL, 692 F.3d at 878, quoting Fed. Election\nComm’n v. Beaumont, </pre><span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span><pre class=\"inline\">, 161 (2003) (internal quotation marks omitted).\n“Put simply, ‘restrictions on contributions require less compelling justification than\nrestrictions on independent spending.’” Id., quoting Beaumont, 539 U.S. at 158-59.\nA contribution limit need satisfy only “the lesser demand of being closely drawn to\nmatch a sufficiently important interest.” Id., quoting Beaumont, 539 U.S. at 162\n(internal quotation marks omitted).\n\n      Iowa advances an interest in preventing quid pro quo corruption. See\nSpeechNow.org, 599 F.3d at 695, quoting Citizens United, 558 U.S. at 359. IRTL\ncounters that an “anti-corruption” interest justifies only a “limit,” not an outright ban,\non contributions. See, e.g., Buckley, 424 U.S. at 26. In Beaumont, however, the\nCourt “upheld a federal law banning direct corporate campaign contributions.”\nMCCL, 692 F.3d at 879, citing Beaumont, 539 U.S. at 149, 162-63.\n\n       IRTL attacks Beaumont as being on “shaky ground” after Citizens United. See\nCitizens United, 558 U.S. at 359 (neither endorsing nor condemning the distinction\nbetween independent expenditures and contributions, because the Court was not\nasked to “reconsider whether contribution limits should be subjected to rigorous First\nAmendment scrutiny”); MCCL, 692 F.3d at 879 n.12 (“Citizens United’s outright\nrejection of the government’s anti-distortion rationale, as well as the Court’s\nadmonition that the state cannot exact as the price of state-conferred corporate\n\n                                           -36-\n\fadvantages the forfeiture of First Amendment rights, casts doubt on Beaumont,\nleaving its precedential value on shaky ground.” (alteration, citations, and internal\ncitations and quotation marks omitted)). Nonetheless, “[i]n light of Beaumont,” the\nMCCL court upheld a contribution ban under the First Amendment. MCCL, 692 F.3d\nat 879.\n\n      Beaumont and MCCL dictate the outcome here. This court “leav[es] to th[e]\n[Supreme] Court the prerogative of overruling its own decisions.” Id., quoting\nAgostini v. Felton, </pre><span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 237 (1997) (internal quotation marks omitted).\nIowa’s contribution ban is constitutional both facially and as applied to IRTL.\n\n                                          2.\n\n       IRTL claims the corporate-contribution ban violates its right to equal\nprotection under the Fourteenth Amendment, arguing the ban (a) is content based, and\n(b) differentiates between similarly situated speakers — corporations and labor\nunions. “[S]tatutory classifications impinging upon [the fundamental right to engage\nin political expression] must be narrowly tailored to serve a compelling governmental\ninterest.” Id. at 879-80 (second alteration in original), quoting Austin, 494 U.S. at\n666 (internal quotation marks omitted).\n\n                                          a.\n\n      The district court found the contribution ban content neutral. This court agrees.\n“The principal inquiry in determining content neutrality is whether the government\nhas adopted a regulation of speech because of disagreement with the message the\nspeech conveys.” Fraternal Order of Police, N.D. State Lodge v. Stenehjem, </pre><span class=\"citation no-link\"><span class=\"volume\">431</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></span><pre class=\"inline\">, 596 (8th Cir. 2005), citing Ward v. Rock Against Racism, </pre><span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span><pre class=\"inline\">,\n791 (1989). “A regulation that serves purposes unrelated to the content of expression\nis deemed neutral . . . .” Id., quoting Ward, 491 U.S. at 781 (internal quotation marks\n\n                                         -37-\n\fomitted); see Turner Broad. Sys., Inc. v. F.C.C., </pre><span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span><pre class=\"inline\">, 643 (1994) (“[L]aws\nthat confer benefits or impose burdens on speech without reference to the ideas or\nviews expressed are in most instances content neutral.” (citations omitted)).\n\n       Missouri ex rel. Nixon v. American Blast Fax, Inc., </pre><span class=\"citation\" data-id=\"781323\"><a href=\"/opinion/781323/state-of-missouri-ex-rel-jeremiah-w-jay-nixon-attorney-general/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span><pre class=\"inline\"> (8th Cir.\n2003), is instructive. There, this court ruled that a law banning unsolicited fax\nadvertisements was content neutral. Nixon, 323 F.3d at 659-60. The ban was\n“neither intended to protect the public from the content of the speech nor to\nimplement policy unrelated to the delivery of the message itself.” Id. “Congress was\nnot concerned with the effect of the content of the advertisements, but rather with the\neffect of the act of communicating.” Id. (distinguishing Thompson v. Western States\nMedical Center, </pre><span class=\"citation\" data-id=\"118499\"><a href=\"/opinion/118499/thompson-v-western-states-medical-center/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span><pre class=\"inline\">, 373 (2002), because the “legislation there banned\ndissemination of truthful commercial information . . . to ‘prevent members of the\npublic from making bad decisions with the information’”). “[T]he harm posited . . .\n[wa]s as much a function of simple receipt of targeted solicitations . . . as it [wa]s a\nfunction of the letters’ contents.” Id. at 660, quoting Fla. Bar v. Went For It, Inc.,\n</pre><span class=\"citation\" data-id=\"117963\"><a href=\"/opinion/117963/florida-bar-v-went-for-it-inc/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">, 631 (1995) (internal quotation marks omitted). Also, the law did not\nimpose a complete ban, but left open other means for advertisers to communicate\ntheir messages. Id.\n\n       Here, the contribution ban serves the purpose of preventing quid pro quo\ncorruption or the appearance of such corruption. See Beaumont, 539 U.S. at 155-56.\nA contribution essentially conveys the message, “I support candidate X.” Like the\nlaw in Nixon, the ban addresses Iowa’s concern not with the message content, but\nrather with the corrupting effect that the act of communicating through contributions\nmay have on recipients of those contributions. Cf. Bartnicki v. Vopper, </pre><span class=\"citation\" data-id=\"118427\"><a href=\"/opinion/118427/bartnicki-v-vopper/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">,\n526 (2001) (“[T]he communications at issue are singled out . . . by virtue of the\nsource, rather than the subject matter.”). The ban is also not complete — entities may\ncontribute through PACs. See Iowa Code § 68A.503. Moreover, in the First\nAmendment context, the Beaumont Court applied “closely drawn,” rather than strict,\n\n                                         -38-\n\fscrutiny to the contribution ban. See Beaumont, 539 U.S. at 162. Had the law been\ncontent based, strict scrutiny would have applied. See Turner, 512 U.S. at 635-36\n(explaining strict scrutiny applies to content-based regulation). The contribution ban\nis content neutral.\n\n                                          b.\n\n       IRTL argues the contribution ban violates its right to equal protection because\nIowa imposes the ban on corporations (and other groups) but not labor unions. Cf.\nDallman v. Ritter, </pre><span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">610</span></span><pre class=\"inline\">, 634-35 (Colo. 2010) (holding a state law allowing\ncorporations to contribute to candidates but forbidding labor unions from doing so\nviolated the Fourteenth Amendment Equal Protection Clause). The Supreme Court\ndid reject “the so-called anti-distortion rationale relied upon in Austin” to uphold a\ncontribution ban against a Fourteenth Amendment challenge. See MCCL, 692 F.3d\nat 880, citing Citizens United, 558 U.S. at 347-57. But the Court “did not explicitly\noverrule [Austin’s] equal protection analysis.” Id. at 879. “[I]f precedent of th[e]\n[Supreme] Court has direct application in a case, yet appears to rest on reasons\nrejected in some other line of decisions, the Court of Appeals should follow the case\nwhich directly controls . . . .” Id., quoting Agostini, 521 U.S. at 237 (internal\nquotation marks omitted). The contribution ban does not violate the Fourteenth\nAmendment.13\n\n                                         D.\n\n       In Count 4, IRTL challenges Iowa’s requirements that an entity’s board of\ndirectors authorize independent expenditures, and that an officer of the corporation\n\n      13\n        To be clear, this court is not deciding whether corporations and labor unions\nare similarly situated, or whether Iowa’s interest in preventing quid pro quo\ncorruption justifies the contribution ban. It simply follows the still-controlling\nprecedent of the Supreme Court. See Austin, 494 U.S. at 666-68.\n                                        -39-\n\fcertify such authorization, as unconstitutional under the First and Fourteenth\nAmendments, facially and as applied. The district court found IRTL lacked standing\nto bring its First Amendment challenge and part of its Fourteenth Amendment\nchallenge, and upheld the requirements under the Equal Protection Clause.\n\n      The board-authorization provisions provide:\n\n      a. An entity, other than an individual or individuals, shall not make an\n      independent expenditure or disburse funds from its treasury to pay for,\n      in whole or in part, an independent expenditure made by another person\n      without the authorization of a majority of the entity’s board of directors,\n      executive council, or similar organizational leadership body of the use\n      of treasury funds for an independent expenditure involving a candidate\n      or ballot issue committee. Such authorization must occur in the same\n      calendar year in which the independent expenditure is incurred.\n\n      b. Such authorization shall expressly provide whether the board of\n      directors, executive council, or similar organizational leadership body\n      authorizes one or more independent expenditures that expressly\n      advocate the nomination or election of a candidate or passage of a ballot\n      issue or authorizes one or more independent expenditures that expressly\n      advocate the defeat of a candidate or ballot issue.\n\nIowa Code § 68A.404(2)(a)-(b).\n\n      The certification provision states that an independent expenditure statement\nmust contain:\n\n      A certification by an officer of the corporation that the board of\n      directors, executive council, or similar organizational leadership body\n      expressly authorized the independent expenditure or use of treasury\n      funds for the independent expenditure by resolution or other affirmative\n      action within the calendar year when the independent expenditure was\n      incurred.\n\n                                         -40-\n\fId. § 68A.404(5)(g). Form Ind-Exp-O has a “Statement of Certification” that\nprovides, in relevant part, “If the organization making the expenditure is a\ncorporation, I affirm that the board of directors, executive council, or similar\norganizational leadership body expressly authorized funds for the independent\nexpenditure by resolution or other affirmative action within the calendar year when\nthe independent expenditure was incurred.”\n\n                                            1.\n\n       The district court found IRTL alleged no more than being “subjective[ly]\nchill[ed]” from exercising its First Amendment rights. See Eckles v. City of Corydon,\n</pre><span class=\"citation\" data-id=\"783349\"><a href=\"/opinion/783349/david-eckles-v-city-of-corydon-wayne-county-david-clayton-richard-couchman/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">762</span></a></span><pre class=\"inline\">, 767 (8th Cir. 2003) (holding that to convey standing, there “must be\na claim of specific present objective harm or a threat of specific future harm” (citation\nand internal quotation marks omitted)). “Where a plaintiff alleges an intention to\nengage in a course of conduct that is clearly proscribed by statute,” however, “courts\nhave found standing to challenge the statute, even absent a specific threat of\nenforcement.” Gray v. City of Valley Park, Mo., </pre><span class=\"citation\" data-id=\"1208425\"><a href=\"/opinion/1208425/gray-v-city-of-valley-park-mo/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span><pre class=\"inline\">, 986 (8th Cir. 2009),\nciting Russell v. Burris, </pre><span class=\"citation\" data-id=\"755213\"><a href=\"/opinion/755213/ron-russell-kent-ingram-william-r-austin-and-associated-industries-of/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span><pre class=\"inline\">, 566-67 (8th Cir. 1998) (holding the plaintiffs\nlacked standing to challenge a campaign-finance law, because they “indicated neither\nthat they would contribute to a specific independent expenditure committee nor that,\nbut for the limitations of [the law], they would form an independent expenditure\ncommittee”). Merely alleging a desire to engage in the proscribed activity is\nsufficient to confer standing. See, e.g., Arkansas Right to Life State Political Action\nComm. v. Butler, </pre><span class=\"citation\" data-id=\"755211\"><a href=\"/opinion/755211/arkansas-right-to-life-state-political-action-committee-and-david-sloan-v/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 560 (8th Cir. 1998) (holding the plaintiffs had\nstanding because they “allege[d] in their verified complaint that they ‘would like to\nmake contributions’” in violation of the statute); see also Minnesota Citizens\nConcerned for Life v. Fed. Election Comm’n, </pre><span class=\"citation\" data-id=\"740441\"><a href=\"/opinion/740441/minnesota-citizens-concerned-for-life-elizabeth-a-blosser-v-federal/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span><pre class=\"inline\">, 131 (8th Cir. 1997)\n(“When government action or inaction is challenged by a party who is a target or\nobject of that action, . . . there is ordinarily little question that the action or inaction\n\n                                           -41-\n\fhas caused him injury, and that a judgment preventing or requiring the action will\nredress it.” (citation and internal quotation marks omitted)).\n\n       IRTL alleges in its complaint that it “wishes to decide when and how to make\nits independent expenditures in the manner it deems appropriate,” and “objects to\nIowa’s statute that prevents a corporation form making independent expenditures\nunless its board of directors specifically approves them.” By alleging “a specific\nintent to pursue conduct in violation of the challenged statute,” IRTL has\ndemonstrated standing to pursue its First Amendment challenge. See Arkansas Right\nto Life, 146 F.3d at 560.\n\n       IRTL urges this court to decide the merits. Because the district court did not\ndo so, this court remands for that court to consider IRTL’s First Amendment claim\nin the first instance. See King Cole Foods, Inc. v. SuperValu, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></span><pre class=\"inline\">,\n925 (8th Cir. 2013).\n\n                                          2.\n\n       IRTL claims the board-authorization and certification requirements violate its\nright to equal protection under the Fourteenth Amendment for the same reasons it\nargued the contribution ban was unconstitutional — the requirements (a) are content\nbased and (b) differentiate between similarly situated speakers.\n\n                                          a.\n\n      The district court denied IRTL standing to raise its Fourteenth Amendment\nchallenge “to the extent that [its] Fourteenth Amendment claim duplicates its First\nAmendment claim.” Thus, the court did not consider IRTL’s argument that the\nrequirements are content-based restrictions that violate its right to equal protection.\nBecause IRTL has standing to raise its First Amendment claim, this court remands to\n\n                                         -42-\n\fthe district court to consider this Fourteenth Amendment argument in the first\ninstance.\n\n                                           b.\n\n       According to IRTL, the board-authorization requirement “singles out”\ncorporations for disparate treatment, in violation of the Equal Protection Clause. But\nthe requirement applies to all “entit[ies], other than an individual or individuals.” See\nIowa Code § 68A.404(2)(a). IRTL points out that the law does not define “entity.”\nIt asserts that had the provision meant to include groups other than corporations, the\nlegislature would have used the term “person,” as it does in other sections. See, e.g.,\nid. §§ 68A.404(3), (6), (7). IRTL also contends that the “statutory scheme” shows the\nprovision targets corporations.\n\n     The plain statutory language defeats IRTL’s assertion. See O’Neal v. State\nFarm Fire & Cas. Co., </pre><span class=\"citation\" data-id=\"182436\"><a href=\"/opinion/182436/oneal-v-state-farm-fire-cas-co/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1075</span></a></span><pre class=\"inline\">, 1077 (8th Cir. 2011). It concedes that the\nordinary meaning of “entity” “include[s] more than corporations alone.” See Black’s\nLaw Dictionary (8th ed. 2004) (defining “entity” as an “organization (such as a\nbusiness or a governmental unit) that has a legal identity apart from its members”).\nContrary to IRTL’s contention, the “statutory scheme” demonstrates that the\nlegislature knew how to target specific entities. See, e.g., Iowa Code § 68A.503(1)\n(applying to corporations, insurance companies, savings associations, banks, and\ncredit unions). Because IRTL fails to show that the board-authorization requirement\ntreats corporations differently from other entities, Iowa Code subsections\n68A.404(2)(a) and (b) are constitutional under the Equal Protection Clause, insofar\nas they do not differentiate between similarly situated speakers.\n\n       Unlike the board-authorization requirement, the certification requirement\nspecifically targets corporations, requiring “certification by an officer of the\ncorporation.” Id. § 68A.404(5)(g) (emphasis added). Likewise, Form Ind-Exp-O’s\n\n                                          -43-\n\fStatement of Certification requires certification only if “the organization making the\nexpenditure is a corporation.” Iowa claims that IRTL fails to show that the\nrequirement “intentionally treat[s] [it] differently from others similarly situated.” See\nVillage of Willowbrook v. Olech, </pre><span class=\"citation\" data-id=\"1855348\"><a href=\"/opinion/1855348/village-of-willowbrook-v-olech/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 564 (2000); cf. Plyler v. Doe, </pre><span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">457</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">, 216 (1982) (“The Equal Protection Clause directs that all persons similarly\ncircumstanced shall be treated alike.” (citation and internal quotation marks omitted)).\nBut where a classification “impinge[s] upon the exercise of a ‘fundamental right,’”\nit is “presumptively invidious.” Plyler, 457 U.S. at 216-17 (footnote omitted). The\nburden is then on “the State to demonstrate that its classification has been [narrowly]\ntailored to serve a compelling governmental interest.” Id. at 217; see MCCL, 692\nF.3d at 879-80.\n\n       Engaging in political expression through independent expenditure is a\nfundamental right. MCCL, 692 F.3d at 879-80. Iowa must advance a compelling\ninterest for the certification requirement, and then demonstrate that the requirement\nis narrowly tailored to serve that interest. Iowa argues correctly that the board-\nauthorization requirement does not single out corporations. But Iowa ignores the\nsingular scope of the certification requirement. Nor does it advance any interest,\ncompelling or otherwise, to justify singling out corporations. The certification\nrequirement is unconstitutional under the Fourteenth Amendment.\n\n       Because the law is unconstitutional on its face, this court must determine\nwhether the invalid portions can be severed. See Neighborhood Enters., Inc. v. City\nof St. Louis, </pre><span class=\"citation\" data-id=\"220839\"><a href=\"/opinion/220839/neighborhood-enterprises-v-city-of-st-louis/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">728</span></a></span><pre class=\"inline\">, 738 (8th Cir. 2011). Striking the offending language, the\nprovision reads:\n\n      A certification by an officer of the corporation that the board of\n      directors, executive council, or similar organizational leadership body\n      expressly authorized the independent expenditure or use of treasury\n      funds for the independent expenditure by resolution or other affirmative\n\n\n                                          -44-\n\f      action within the calendar year when the independent expenditure was\n      incurred.\n\nIowa Code § 68A.404(5)(g). Striking the offending language from Form Ind-Exp-O\nprovides:\n\n      If the organization making the expenditure is a corporation, I affirm that\n      the board of directors, executive council, or similar organizational\n      leadership body expressly authorized funds for the independent\n      expenditure by resolution or other affirmative action within the calendar\n      year when the independent expenditure was incurred.\n\n“The District Court did not consider the severability issue because it held that each\nof the challenged provisions was constitutional.” Neighborhood Enters., 644 F.3d\nat 738 (citation and internal quotation marks omitted). This court therefore remands\nto the district court to determine whether the law can stand without the\nunconstitutional portions. Id. (citation and internal quotation marks omitted)\n(remanding “to the District Court to consider the severability issue in the first\ninstance”).\n\n                                         III.\n\n      To summarize:\n\n           Count 1. IRTL lacks standing to challenge the definitions under\n      Iowa Code subsections 68A.102(18) and 68A.402(9).\n\n             Count 2. The first two sentences of Iowa Code subsection\n      68A.404(3), the second sentence of subsection 68A.404(3)(a), the\n      entirety of subsection 68A.404(4)(a), the first and third sentences of\n      Iowa Administrative Code rule 351-4.9(15), and Form Ind-Exp-O\n\n\n                                        -45-\n\f      (except as noted in Part II.D.2.b) are constitutional as applied to IRTL\n      and groups whose major purpose is not nominating or electing\n      candidates. The first and third sentences of subsection 68A.404(3)(a),\n      the second sentence of Iowa Administrative Code rule 351-4.9(15), the\n      entirety of subsections 68A.404(3)(a)(1) and 68A.402B(3), and Form\n      DR-3 are unconstitutional as applied to IRTL and groups whose major\n      purpose is not nominating or electing candidates.\n\n             Count 3. Iowa Code section 68A.503 is constitutional under the\n      First and Fourteenth Amendments.\n\n             Count 4. IRTL has standing to challenge under the First\n      Amendment Iowa Code subsections 68A.404(2)(a)-(b) and\n      68A.404(5)(g). IRTL has standing to challenge under the Fourteenth\n      Amendment whether subsections 68A.404(2)(a)-(b) and 68A.404(5)(g)\n      impose content-based restrictions that violate its right to equal\n      protection. Subsections 68A.404(2)(a)-(b) are constitutional under the\n      Equal Protection Clause, insofar as they do not differentiate between\n      similarly situated speakers. The clause “of the corporation” in Iowa\n      Code subsection 68A.404(5)(g) and the clause “if the organization\n      making the expenditure is a corporation” in Form Ind-Exp-O are\n      unconstitutional under the Fourteenth Amendment. On remand, the\n      district court shall consider severability.\n\n                                     *******\n\n       The judgment of the district court is affirmed in part, reversed in part, and the\ncase remanded.\n\n\n\n\n                                         -46-\n\fMELLOY, Circuit Judge, concurring.\n\n       I concur in the court's opinion in its entirety. However, I write separately to\nindicate that for the reasons discussed in my dissenting opinion in Minnesota Citizens\nConcerned for Life, Inc. v. Swanson, </pre><span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></span><pre class=\"inline\"> (8th Cir. 2012) (en banc), I would\nfind the sections of the Iowa statute and related administrative rules discussed in\nsections B.2 and B.3 to be constitutional. However, I also recognize that the en banc\ncourt found similar provisions to be unconstitutional in Minnesota Citizens\nConcerned for Life. This panel is obligated to follow the precedent established by the\nen banc court and, therefore, I concur in the opinion in its entirety.\n                         ______________________________\n\n\n\n\n                                        -47-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118133/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/130151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/131149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/137005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/150541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/169649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/182436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/220839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755213/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/761569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775892/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783349/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/803268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/821306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1025593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1025597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1208425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1291331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2477336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2494205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2542243/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T07:37:55.096335Z",
      "date_modified": "2014-10-30T07:37:55.096335Z",
      "date_filed": "2013-06-13",
      "date_filed_is_approximate": false,
      "slug": "iowa-right-to-life-committee-v-megan-tooker",
      "citation_id": 875045,
      "case_name_short": "",
      "case_name": "Iowa Right To Life Committee v. Megan Tooker",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/217375/iowa-right-to-life-committee-v-megan-tooker/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:37:55.092287Z",
  "date_modified": "2014-10-30T07:37:55.092287Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Iowa Right To Life Committee v. Megan Tooker",
  "case_name_full": "",
  "slug": "iowa-right-to-life-committee-v-megan-tooker",
  "docket_number": "12-1605",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}