{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2174789/",
  "id": 2174789,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2345950/",
      "id": 2345950,
      "absolute_url": "/opinion/2345950/strykers-bay-neighborhood-council-v-city-of-ny/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2174789/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2345950/",
          "id": 2345950,
          "absolute_url": "/opinion/2345950/strykers-bay-neighborhood-council-v-city-of-ny/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2345950/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/702/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:31.730220Z",
          "date_modified": "2017-04-09T12:34:07.575269Z",
          "type": "010combined",
          "sha1": "d95eb96a0b09abaf84d60f4865457c83f2be6b60",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>695 F.Supp. 1531 (1988)</b></center>\n<center><h1>STRYKERS BAY NEIGHBORHOOD COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nThe CITY OF NEW YORK, et al., Defendants.</h1></center>\n<center>No. 85 Civ. 5362 (WCC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 13, 1988.</center>\n<p><span class=\"star-pagination\">*1532</span> <span class=\"star-pagination\">*1533</span> Elizabeth L. Koob, Joan Magoolahan, New York City, for plaintiffs.</p>\n<p>Peter L. Zimroth, Corp. Counsel, New York City, for Municipal defendants; Angelo Aiosa, Susan M. Shapiro, Asst. Corp. Counsel, of counsel.</p>\n<p>Schulte Roth &amp; Zabel, New York City, for defendant James West Ninety Associates; John S. Martin, Jr., Janet Neustaetter, of counsel.</p>\n<p>Rudolph W. Giuliani, U.S. Atty., S.D. N.Y., New York City, for Federal defendants; Susan E. Harkins, Stephen F. Markstein, of counsel.</p>\n<p>Arthur N. Eisenberg, Mitchell S. Bernard, New York Civil Liberties Union, New York City, amicus curiae.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>WILLIAM C. CONNER, District Judge:</p>\n<p>This action is the sequel to a nine-year legal battle over the development of a large neighborhood on the upper west side of Manhattan known as the West-Side Urban Renewal Area. <i>See </i><i>Trinity Episcopal School Corp. v. Romney,</i> 387 F.Supp. 1044 (S.D.N.Y.1974) <i>aff'd in part, rev'd in part,</i> 523 F.2d 88 (2d Cir.1975), <i>on remand, </i><i>Trinity Episcopal School v. Harris,</i> 445 F.Supp. 204 (S.D.N.Y.1978) (<i>\"Trinity I\"</i>), <i>rev'd sub nom. </i><i>Karlen v. Harris,</i> 590 F.2d 39 (2d Cir.1978), <i>rev'd sub nom. </i><i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> 444 U.S. 223, 100 S.Ct. 497, 62 L.Ed.2d 433 (1980) (<i>\"Trinity II\"</i>); <i>Kunreuther v. City of New York,</i> No. 633/82, slip op. (Sup.Ct. New York County 10/13/82). The West-Side Urban Renewal Area stretches from 87th Street to 97th Street, and from Central Park West to Amsterdam Avenue. The litigation focused on a parcel of land known as site 30, which is located between 90th Street and 91st Street on the west side of Columbus Avenue.</p>\n<p>In what proved to be a Pyrrhic victory, the City of New York and the Stryker's Bay Neighborhood Council, allies in the first action but adversaries here, won the <span class=\"star-pagination\">*1534</span> right to build low-income housing on the disputed property. During the course of the litigation, inflation shrunk the value of the money appropriated for the development of site 30 to the point that the contemplated housing could not be built with the available funds. Now, unable to achieve the goal for which they so valiantly fought, the former allies have turned on each other like two exhausted armies in a battle for the meager spoils of the conquered land.</p>\n<p>In the present case plaintiffs seek a declaration that defendants have violated their civil rights by designating a significant portion of the property for development as luxury housing. Plaintiffs also seek a permanent injunction barring defendants from using that portion of the property for any purpose other than low-income housing, and further barring defendants from leasing any subsidized units on that portion of the property to any persons other than members of the plaintiff class. Finally, plaintiffs seek an award of damages.</p>\n<p>Plaintiffs moved for a preliminary injunction. The Court denied the motion on the grounds that plaintiffs had failed to demonstrate either irreparable injury or probability of success on the merits. The Court concluded that the harm alleged was too remote and speculative to warrant the drastic relief sought, and that in view of the unavailability of other funding for the construction of low-income housing, there was no reason to believe that low-income housing would be constructed on the site even if the injunction were granted.</p>\n<p>Plaintiffs now move for an order certifying this proceeding as a class action, and defendants move for summary judgment pursuant to Rule 56, Fed.R.Civ.P. For the reasons set forth below, the motion for class certification is denied, and the motion for summary judgment is granted on the basis of the undisputed facts set forth below.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiffs commenced this action on July 12, 1985, approximately one week after defendants James West Ninety Associates and the City of New York reached an agreement on the development of site 30. James West agreed to purchase a portion of site 30, known as site 30A, and develop it according to a plan that both the City Planning Commission and the Board of Estimate had previously approved. The City agreed to purchase the remainder of the site, known as site 30B, from the United States Department of Housing and Urban Development (\"HUD\") for construction of an 87-unit, low-income housing project for the elderly.</p>\n<p>The plan for the development of site 30A provided for the construction of 201 apartments. Forty apartments were to be reserved for low- and moderate-income families, and 160 apartments were to be market rate rental units registered under the City's rent stabilization laws.<sup>[1]</sup> The rents from the market rate units were intended to subsidize the low- and moderate-income units.</p>\n<p>Pursuant to their agreement, James West paid the City $2.688 million for the purchase of site 30A. To finance the construction of the planned housing, the New York City Housing Development Corporation issued a $30 million tax exempt bond. The City also agreed to grant the building a partial tax abatement for as long as it contained subsidized housing or remained subject to the rent stabilization laws.</p>\n<p></p>\n<h2>A. <i>The History of Site 30</i>\n</h2>\n<p>The City acquired site 30 in January 1963. At that time, five tenement buildings containing a total of 40 apartments and housing 54 families were located on the site. <i>See</i> Reply Declaration of Susan Shapiro, Exh. B at 7; Affidavit of Bruce T. Sykes, ¶ 19; Appendix to Municipal Defendant's Memorandum in Opposition at A-111. All of these families were ordered to vacate the buildings, and, as title-vested tenants displaced by the City's acquisition of land for urban renewal, were granted relocation benefits in the form of moving expenses and assistance in obtaining permanent <span class=\"star-pagination\">*1535</span> replacement housing.<sup>[2]</sup> In addition, those title-vested tenants who temporarily relocated outside the West-Side Urban Renewal Area were assured that they would be given first priority to rent apartments in any new, low-income housing built in the area. According to the City's records, at least 52 of the 54 title-vested tenant families from site 30 have received the relocation benefits to which they were entitled. <i>See</i> Sykes Aff., ¶ 19.</p>\n<p>Although the City began to remove the title-vested tenants from the buildings located on site 30 in 1963, it did not demolish the buildings for several years. During this time, the City used the buildings to provide temporary housing for families whom the City had removed from other urban renewal sites.</p>\n<p>In the spring of 1970 squatters began to occupy the buildings. <i>See </i><i>Trinity I,</i> 387 F.Supp. at 1056. The City initially attempted to evict the squatters, but later agreed to allow them to remain temporarily in the buildings until it was ready to demolish them. Pursuant to this decision, the City entered into conditional leases with the squatters. All of these leases made clear that the accommodation to the squatters was only temporary, and that they would be required to move on thirty days notice once the City was ready to demolish the buildings. <i>See</i> Sykes Aff., Exh. E at 13. In addition, some of these leases contained an express provision stating that the leases did not endow the squatters with the right to relocation benefits. <i>See</i> Sykes Aff., Exh. F at 3. In October 1971, the City ordered the squatters to vacate and shortly thereafter demolished the buildings.</p>\n<p></p>\n<h2>B. <i>The Trinity Litigation</i>\n</h2>\n<p>When the City acquired site 30 it designated the site for the construction of 160 units of moderate-income housing. The following year, the City named the Lefrak Organization, Inc., which is the parent corporation of defendant James West, as the developer.</p>\n<p>In 1971, the City Planning Commission and the Board of Estimate changed the designation of site 30 from middle-income housing to low-income housing. Lefrak agreed to continue as the developer, redesigned its plans, and, upon receiving approval from the Housing and Development Administration, began to prepare the site for construction.</p>\n<p>At that point, however, a group of community residents represented by the Trinity Episcopal School and an organization called CONTINUE brought an action in this Court seeking to enjoin the City from implementing its plan to develop site 30 as a low-income housing project. The corporate plaintiff in the instant case, Stryker's Bay Neighborhood Council, Inc., participated in the <i>Trinity</i> litigation as an intervenor-defendant. The City and HUD vigorously litigated in support of the plan to develop low-income housing on site 30. In 1980, after two appeals to the Court of Appeals and a further appeal to the Supreme Court, the City finally won the right to build low-income housing on site 30.</p>\n<p></p>\n<h2>C. <i>Termination of HUD's Involvement</i>\n</h2>\n<p>While the <i>Trinity</i> litigation was pending, the City drafted an amended plan for the development of the West-Side Urban Renewal Area. Because of the uncertainty as to the legality of a low-income project on site 30, the amended plan provided for the development of the site as unspecified housing. <i>See</i> Richard LeFrak Affidavit Opposing Preliminary Injunction, Exh. D at 3; Ronald J. Marino Affidavit Opposing Preliminary Injunction, ¶ 7.</p>\n<p>In November 1979, the amended plan received the approval of all the necessary City agencies in accordance with the City's uniform land use review procedures, and the City submitted the plan to HUD for its evaluation and approval. <i>Kunreuther v. City of New York,</i> No. 633/82 at 4 (Sup.Ct. New York County 10/13/82); Marino Aff., <span class=\"star-pagination\">*1536</span> ¶ 8. HUD staff members evaluated the amended plan and recommended approval. <i>See</i> Affidavit of Edmund R. Davis Supporting Motion to Dismiss, 2/11/86, ¶ 3 &amp; Exh. B. By that time, however, the City had expended the full federal allocation for the West-Side Urban Renewal Area. <i>See</i> Davis Aff. Supporting Motion to Dismiss, 12/20/85, ¶ 13. Consequently, the City asked HUD to terminate its involvement in the urban renewal project pursuant to the financial settlement provisions of 24 C.F.R. § 570, Subpart N, and the City withdrew its request for approval of the amended plan. <i>See</i> Marino Aff., ¶ 8 &amp; Exh. C. After performing an additional environmental assessment, as well as other studies regarding the impact of HUD's proposed withdrawal, HUD terminated its involvement with the West-Side Urban Renewal Area on December 18, 1981. <i>See</i> Davis Aff. Supporting Motion to Dismiss, 12/20/85, ¶ 13-14.</p>\n<p>HUD derived its authority to fund the West-Side Urban Renewal Area from the Housing Act of 1949, 42 U.S.C. §§ 1441 <i>et seq.</i> (as amended). <i>See</i> Davis Aff., 12/20/85, ¶¶ 4-6. In addition to allocating money to the West-Side Urban Renewal Area, HUD made a separate allocation of six million dollars for the construction of a 160-unit, low-rent, public housing project on site 30 pursuant to the United States Housing Act of 1937, 42 U.S.C. §§ 1401 <i>et seq.</i> (as amended). <i>See</i> Davis Aff., 12/20/85, ¶ 17. At the time that HUD terminated its involvement in the West-Side Urban Renewal Area, it had not yet expended the six million dollars appropriated for site 30 under the Housing Act of 1937. Davis Aff., 12/20/85, ¶ 18. By then, however, it was clear that construction costs had escalated to such an extent that it no longer was possible to build the projected 160-unit building for only six million dollars. <i>See</i> Marino Aff., ¶ 13. Consequently, the City determined that the only feasible use for the money was to build an 87-unit, low-income building for senior citizens on site 30B, and to assist in the financing of a mixed-income building on site 30A that would generate enough income from market-rate rentals to subsidize forty additional low- to moderate-income rental units. <i>Id.</i></p>\n<p>Thus, in November 1981, having determined that the previously drawn plans for site 30 no longer represented a feasible scheme for development of the site, the City removed Lefrak as developer. Lefrak, in turn, sued for a determination of its rights with respect to the site. <i>See Lefrak Org., Inc. v. Department of Housing Preservation Dev.,</i> No. 01897/83 (Sup.Ct. New York County). Lefrak and the City settled the action. Pursuant to the settlement, Lefrak would develop site 30A with 80% market rate rentals and 20% low- and moderate-income rentals, and the Housing Authority would develop site 30B as low-income housing for the elderly. <i>See</i> Lefrak Aff.</p>\n<p>At present, the construction on site 30A is complete and the building is partly occupied. As to site 30B, HUD and the City have yet to find a developer who can build the project within budget. Accordingly, the City has applied to HUD to allocate more money to site 30B.</p>\n<p></p>\n<h2>II. CLASS CERTIFICATION</h2>\n<p>Plaintiffs have moved pursuant to Rule 23(b)(1) and (b)(2), Fed.R.Civ.P., seeking certification of a class consisting of \"all low income residents who live, or who have primarily lived, in [the West-Side Urban Renewal Area], and who would be eligible for low income housing built [on] Site 30A.\" Koob Declaration in Support of Class Certification, 1/3/86, ¶ 4. In addition, plaintiffs seek certification of a subclass of \"all low income residents who formerly resided on Site 30 ... and who were vacated from said site upon defendants' commitment that they would be relocated back to Site 30 after new low income housing was built.\" <i>Id.,</i> ¶ 6.</p>\n<p>As a prerequisite to maintaining an action as a class action pursuant to Rule 23(b), the movant, in this case plaintiffs, must comply with Rule 23(a), which provides:</p>\n<blockquote>One or more members of a class may sue or be sued as representative parties on <span class=\"star-pagination\">*1537</span> behalf of all only if (1) the class is so numerous that joinder of all members is impracticable, (2) there are questions of law or fact common to the class, (3) the claims or defenses of the representative parties are typical of the claims or defenses of the class, and (4) the representative parties will fairly and adequately protect the interests of the class.</blockquote>\n<p>It is plaintiffs' burden to establish each element of Rule 23(a). Plaintiffs are unable to do so with respect to both the proposed class and the proposed subclass.</p>\n<p></p>\n<h2>A. <i>The Proposed Subclass</i>\n</h2>\n<p>There are six proposed representatives of the plaintiff subclass. With the exception of Reyes Perez and Flerida Marcano, these proposed representatives have failed to respond to defendants' interrogatories and requests for documents. In failing to respond to defendants' discovery requests, these plaintiffs have shown that they will not adequately and fairly represent the class as required by Rule 23(a)(4). <i>See </i><i>Kline v. Wolf,</i> 88 F.R.D. 696, 700 (S.D. N.Y.1981); <i>Greene v. Brown,</i> 451 F.Supp. 1266, 1275 (E.D.Va.1978); <i>Norman v. Arcs Equities Corp.,</i> 72 F.R.D. 502, 506 (S.D.N. Y.1976). Consequently, they are not proper representatives of the proposed subclass.</p>\n<p>Perez and Marcano are inappropriate representatives for a different reason their claims are subject to unique defenses and therefore are not typical of the proposed subclass. Both Perez and Marcano were squatters who claim that a City employee named Gloria Barron orally promised to return them to low-income housing on site 30. Defendants have raised three defenses to these claims: first, that the promise is void under the statute of frauds; second, that Gloria Barron was not a City employee; and third, that even if employed by the City, her promise exceeded the scope of her authority. These defenses are significant and inject individual issues which render plaintiffs' claims atypical. <i>See </i><i>Zenith Laboratories, Inc. v. Carter-Wallace, Inc.,</i> 530 F.2d 508, 512 (3d Cir.), <i>cert. denied,</i> 429 U.S. 828, 97 S.Ct. 85, 50 L.Ed.2d 91 (1976); <i>Koos v. First Nat'l Bank of Peoria,</i> 496 F.2d 1162, 1164-65 (7th Cir.1974); <i>Kline v. Wolf,</i> 88 F.R.D. 696, 700 (S.D.N.Y.1981); <i>Sicinski v. Reliance Funding Corp.,</i> 82 F.R.D. 730, 733-34 (S.D.N.Y.1979). Therefore, none of the proposed representatives is appropriate.</p>\n<p>Of course, plaintiffs might be able to find other representatives of the subclass whose claims are not subject to unique defenses. Even so certification would still be inappropriate because the definition of the proposed subclass is too broad.</p>\n<p>The subclass as defined includes both minority and non-minority former residents of site 30. One of plaintiffs' claims is that defendants have discriminated against the subclass on the basis of race. It is impossible, however, for defendants to have engaged in racial discrimination against both minorities and non-minorities at the same time. The claims of minority and non-minority class members are thus inconsistent with each other. Because of this inherent inconsistency, it is impossible to find a representative who can adequately represent the entire class as required by Rule 23(a)(4). <i>See </i><i>Phillips v. Klassen,</i> 502 F.2d 362, 366 (D.C.Cir.), <i>cert. denied,</i> 419 U.S. 996, 95 S.Ct. 309, 42 L.Ed.2d 269 (1974) (class action inappropriate when interests of named plaintiff are antagonistic to class members) (cited with approval in <i>Hagans v. Wyman,</i> 527 F.2d 1151, 1154 (2d Cir.1975)).</p>\n<p>Even if plaintiffs could cure this defect by redefining the subclass, class certification would still be inappropriate because the subclass is not so numerous that joinder is impracticable. <i>See</i> Fed.R.Civ.P. 23(a). In their complaint, plaintiffs assert that there are scores in the subclass. This bald assertion, however, is flatly contradicted by the affidavit of Donna Peacock, which plaintiffs submitted in support of their motion. Peacock, a leader of the squatters' movement in the West-Side Urban Renewal Area and a resident of site 30 in 1970-71, asserts that there were thirty-two apartments located on site 30, each one occupied by a squatter family. Thus, there cannot be more than thirty-two families in the proposed subclass.</p>\n<p><span class=\"star-pagination\">*1538</span> There are no strict rules governing the precise number of plaintiffs needed to satisfy the numerosity requirement. <i>Compare </i><i>Crawford v. Western Elec. Co.,</i> 614 F.2d 1300, 1305 (5th Cir.1980) (thirty-four members insufficient) <i>and </i><i>Ewh v. Monarch Wine Co., Inc.,</i> 73 F.R.D. 131, 133 (E.D.N.Y.1977) (between thirty-four and fifty members insufficient) <i>with </i><i>Philadelphia Elec. Co. v. Anaconda Am. Brass Co.,</i> 43 F.R.D. 452, 463 (E.D.Pa.1968) (twenty-five members sufficient). Instead, the focus of the numerosity inquiry is on the impracticability of joinder. <i>See</i> Fed.R. Civ.P. 23(a).</p>\n<p>Plaintiffs' only argument going to the impracticability of joinder is that plaintiffs are largely poor and cannot afford to bring their own actions. This, however, is not persuasive since plaintiffs can combine their resources, limited as they may be, and hire one lawyer to represent their common claims. Moreover, the prospects for <i>pro bono</i> representation in a case like the present one appear excellent. Finally, the geographic location of the plaintiffs is an important factor in determining whether joinder is impracticable. <i>See </i><i>DeMarco v. Edens,</i> 390 F.2d 836, 845 (2d Cir.1968); <i>Ewh v. Monarch Wine Co., Inc.,</i> 73 F.R.D. 131, 133 (E.D.N.Y.1977). This case involves claims to a right to live on a parcel of property located within the judicial district. It is likely, therefore, that plaintiffs all live in or near this district. In light of the probable geographic concentration of the plaintiffs, as well as the small number in the subclass, joinder is not impracticable.</p>\n<p></p>\n<h2>B. <i>The Main Class</i>\n</h2>\n<p>The broader class which plaintiffs have moved to certify has the same problem with overbreadth that the subclass had. Since it includes both minorities and non-minorities, the class members' claims of racial discrimination are inherently inconsistent. Accordingly, the motion for class certification is denied as to both the main class and the subclass, and the Court will treat the action as one brought by plaintiffs in their individual capacities only.</p>\n<p></p>\n<h2>III. THE MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>Plaintiffs have alleged six claims for relief. Defendants have moved for summary judgment on each of these claims.</p>\n<p></p>\n<h2>A. <i>Plaintiffs' First and Second Claims for Relief</i>\n</h2>\n<p>Plaintiffs' first two claims for relief assert that the construction of luxury housing units on site 30A constitutes a taking of property without due process of law. Plaintiffs claim that they have a vested property right in the construction of low-income housing on site 30A. This purported property right derives from defendants' alleged promise to build low-income housing on site 30A for the benefit of persons removed from sites within the West-Side Urban Renewal Area. In addition, although not alleged in the complaint, plaintiffs argue in their briefs that the Housing Act of 1949, 42 U.S.C. § 1450, gives rise to a vested property interest.</p>\n<p>To establish a property interest in a benefit, a plaintiff must demonstrate a legitimate claim of entitlement derived from a source independent of the Constitution, such as an implied agreement or a statute. <i>Perry v. Sindermann,</i> 408 U.S. 593, 601-02, 92 S.Ct. 2694, 2699-700, 33 L.Ed.2d 570 (1972); <i>Board of Regents of State Colleges v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 L.Ed.2d 548 (1972); <i>Goetz v. Windsor Central School Dist.,</i> 698 F.2d 606, 608 (2d Cir.1983). Plaintiffs' claims to a property interest in low-income housing derive in part from statements made by several City officials recognizing the City's obligation to provide low-income apartments to displaced area residents. These statements, however, referred only to the City's obligation to title-vested tenants, that is, those tenants who legally resided in a building at the time the City acquired the building for urban renewal purposes. In addition, while the City recognized an obligation to provide low-income housing in the renewal area, none of the statements cited by plaintiffs recognize an obligation to provide housing specifically on site 30.</p>\n<p><span class=\"star-pagination\">*1539</span> Only three of the named plaintiffs, Ivette Castro, Belinda Carter-Green and Ana Felipe, have claimed that they lived in the urban renewal area at the time the City acquired title. Castro was a child living with her parents when title vested in 1963. When the City ordered her family to vacate, they moved into low-income, City-owned housing in the renewal area where they live to this day. Thus, even if her version of the facts is true, she has received the relocation rights she claims were promised. Accordingly, there has been no interference with her alleged right to low-income housing in the renewal area.</p>\n<p>The same analysis applies to Carter-Green. She was living with her mother when the City ordered her to vacate. The City eventually moved her with her mother into City-owned, low-income housing in the renewal area. When she went to college she moved out of her mother's home, and, since her return, has been unable to find her own apartment in the area. While it is unfortunate that she cannot find an apartment in the neighborhood, this is a consequence her decision to move out of her mother's apartment, rather than the City's failure to relocate them. By relocating Carter-Green and her mother, the City fulfilled the promises it made in the statements plaintiffs cite. Thus, there has been no interference with Carter-Green's property rights either.</p>\n<p>As to Felipe, she has not produced any records indicating that she lived in the renewal area at the time of vesting. She claims to have lived at 100 West 93rd Street, but the City's records indicate that neither she nor her husband were tenants at 100 West 93rd at the time of title vesting. Felipe's unsupported allegations do not raise a genuine disputed issue of material fact. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n<p>Plaintiffs also claim that City officials expressly promised the non-vested squatters, who moved to site 30 in mass in 1970, that they would be able to return to new, low-income housing built on site 30. Although each named plaintiff claims to have received such a promise, only Perez and Marcano identify the purported promisor.</p>\n<p>As discussed above, Perez and Marcano claim that a City employee named Gloria Barron promised that the City would return them to site 30. Defendants, however, have been unable to confirm that Barron ever worked for the City. Plaintiffs have not produced her affidavit, nor have they adduced any proof that Barron was employed by the City. Plaintiffs thus are unable to prove that the City promised to relocate them in low-income housing on site 30. Moreover, even if plaintiffs could prove that Barron was a City employee, her alleged promise to provide plaintiffs with permanent housing on site 30 is a promise to convey an interest in real property, and as such is inadmissible unless evidenced by a writing signed by the party to be charged. <i>See</i> N.Y.Gen.Oblig.Law § 5-703(1) &amp; (2) (McKinney 1978).</p>\n<p>Perez, Marcano and Felipe thus have failed to present any admissible evidence that defendants either expressly or impliedly agreed to provide them low-income housing on site 30A. As for Castro and Carter-Green, while they have at least raised an issue of fact regarding the City's obligation to provide them relocation benefits, the uncontroverted evidence demonstrates that they received the relocation benefits that the City allegedly promised. Accordingly, summary judgment is granted to defendants insofar as plaintiffs' asserted property rights are based on the City's alleged promises. <i>See </i><i>Celotex v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986) (summary judgment appropriate when there is a complete failure of proof as to an essential element of plaintiff's case).</p>\n<p>Plaintiffs similarly cannot prove a statutory right to low-income housing on site 30. Plaintiffs' asserted statutory right to low-income housing derives in part from section 105(c) of the National Housing Act of 1949 (\"NHA\"), 42 U.S.C. § 1455(c). Section 105(c)(1), which was omitted from the NHA when it was revised in 1974, provided for temporary relocation of persons displaced <span class=\"star-pagination\">*1540</span> by urban renewal.<sup>[3]</sup> This temporary housing was to be located \"in the urban renewal area or in other areas not generally less desirable in regard to public utilities and public and commercial facilities and at rents or prices within [the displacees'] financial means ... and reasonably accessible to [the displacees'] place of employment\". 42 U.S.C. 1455(c)(1). On its face, then, the statute does not require relocation within the urban renewal area, nor does it require relocation to a specific site within the area, unless the displacees can show that no area is comparable to the urban renewal area in terms of rent, utilities, facilities, and accessibility to the workplace. <i>See </i><i>Fox v. United States Dep't of Hous. and Urban Dev.,</i> 468 F.Supp. 907, 912-13 (E.D.Pa.1979). Plaintiffs have not made any such allegations, nor have they submitted any evidence on this point. Consequently, there is no issue of material fact precluding summary judgment as to plaintiffs' NHA claim since a complete failure to proof concerning an essential element of the case renders all other facts immaterial. <i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552-53.</p>\n<p>Plaintiffs also assert a right to low-income housing under New York General Municipal Law § 690 <i>et seq.</i> and under section 197-c of the New York City Charter. Although plaintiffs have cited these statutes in their complaint, they have not explained how these statutes endow them with any rights, nor have they submitted any evidence that defendants have violated any right which these statutes may grant. Defendants, on other hand, have submitted the affidavits of City officials, supported by documentary exhibits, which demonstrate that defendants have complied with these statutes. Plaintiffs bare allegations are insufficient to demonstrate the existence of a genuine issue of fact precluding summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510.</p>\n<p>On the undisputed facts it is clear that the City never agreed to relocate any of the named plaintiffs to site 30. Although plaintiffs have introduced evidence indicating that the City did promise to relocate title vested tenants to low-income housing in the renewal area, the only plaintiffs who claim to be title-vested admit that they received the promised relocation rights. As to plaintiffs' purported statutory property rights, it is clear that none of the statutes plaintiffs cites create property rights of the type that plaintiffs seek to assert. Since plaintiffs have neither contractual nor statutory rights to low-income housing either in the renewal area or on site 30, defendants are entitled to judgment on the due process claims as a matter of law. Accordingly, summary judgment is granted for defendants on plaintiffs' first and second claims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1541</span> B. <i>Plaintiffs' Third Cause of Action</i>\n</h2>\n<p>Plaintiffs' third cause of action asserts that defendants have denied plaintiffs their rights to suitable low-income housing in the urban renewal area. Plaintiffs claim that these rights derive from the National Housing Acts of 1949 and 1954, the Department of Housing and Community Development Act of 1974, and the fifth and fourteenth amendments of the Constitution.<sup>[4]</sup></p>\n<p>Plaintiffs have not explained how the fifth and fourteenth amendments create a right to suitable low-income housing, and the Court is unaware of any authority supporting the claim. Indeed, the Constitution does not guarantee access to dwellings of a particular quality, <i>Lindsey v. Normet,</i> 405 U.S. 56, 92 S.Ct. 862, 31 L.Ed.2d 36 (1972), nor does it require a local government to approve public housing in a particular location. <i>Jaimes v. Toledo Metro. Hous. Auth.,</i> 758 F.2d 1086, 1096 (6th Cir.1985).</p>\n<p>In support of their claim under the Constitution, plaintiffs incorrectly rely on <i>Berenson v. Town of New Castle,</i> 38 N.Y.2d 102, 378 N.Y.S.2d 672, 341 N.E.2d 236 (1975) and <i>Asian Americans for Equality v. Koch,</i> 129 Misc.2d 67, 492 N.Y.S.2d 837 (Sup.Ct.N.Y.County 1985), <i>rev'd,</i> 128 A.D. 2d 99, 514 N.Y.S.2d 939 (1st Dep't 1987). These cases stand for the principle that arbitrary zoning regulations having no relationship to their stated purpose are unconstitutional. In the case at bar, however, the zoning laws applying to site 30 permit the construction of low-income housing and therefore have not caused plaintiffs any harm. Thus, the <i>Berenson</i> line of cases is inapposite.</p>\n<p>As for the NHA claims, the Court has already concluded that section 105(c) does not create a right to low-income housing in the renewal area. The only other provisions of the NHA which even arguably create a right to low-income housing in the renewal area are sections 42 U.S.C. §§ 1455(f) and (h). These sections, however, expressly state that they apply only to renewal projects that received federal recognition after August 1, 1968 and December 24, 1969 respectively. Federal recognition is determined by the date on which the project's capital grant contract is executed. <i>See, e.g., </i><i>Fox v. United States Dep't of Hous. &amp; Urban Dev.,</i> 468 F.Supp. 907, 913 (E.D.Pa.1979); <i>Marin City Council v. Marin County Redev. Agency,</i> 416 F.Supp. 700, 702, 706 (N.D.Cal.1975); <i>Talbot v. Romney,</i> 321 F.Supp. 458, 465 (S.D. N.Y.1970). It is undisputed that the capital grant contract covering the West-Side Urban Renewal Area was executed prior to these dates. Accordingly, plaintiffs have no rights under the NHA.</p>\n<p>Plaintiffs also attempt to claim rights under the Housing and Community Development Act of 1974, 42 U.S.C. § 5301, <i>et seq.</i> (\"CDA\"). Specifically, plaintiffs cite section 5304(c)(1)(C). This section applies only to grants made under section 5306(b) of the CDA. There is no allegation that any such grants either were or are available for site 30. Thus, plaintiffs have no right under the provisions of this section. Defendants are accordingly entitled to judgment on the third cause of action as a matter of law.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Fourth Cause of Action</i>\n</h2>\n<p>Plaintiffs' fourth cause of action asserts that defendants have denied plaintiffs their rights to equal opportunity in housing in violation of the Civil Rights Acts of 1866, 42 U.S.C. § 1982, the Civil Rights Acts of 1964, 42 U.S.C. 2000d, and the Fair Housing Act of 1968, 42 U.S.C. § 3601 <i>et seq.</i> (\"Title VIII\"). In addition, plaintiffs claim that defendants have violated the equal protection clause of the fourteenth amendment to the Constitution.</p>\n<p>Plaintiffs have asserted two different claims under Title VIII. First, three of the plaintiffs, all of whom are white, contend that defendants' conduct has deprived them of the associational benefits of living in an integrated community. Second, the minority plaintiffs claim that the construction of <span class=\"star-pagination\">*1542</span> luxury housing on site 30A has had a significantly disparate impact on minorities and contributes to the segregation of the renewal area.</p>\n<p>Defendants challenge the standing of the non-minority plaintiffs to state a claim for the deprivation of their rights to live in an integrated community. To demonstrate standing, \"plaintiff must show that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant.\" <i>Gladstone Realtors v. Village of Bellwood,</i> 441 U.S. 91, 99, 99 S.Ct. 1601, 1607, 60 L.Ed.2d 66 (1979). The Courts have developed a three-part test to determine whether a plaintiff can meet this general standard. A plaintiff must show: (1) that he has suffered personal injury; (2) that the injury is fairly traceable to the challenged conduct; and (3) that the injury is likely to be redressed by the judicial relief sought. <i>Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc.,</i> 454 U.S. 464, 472, 102 S.Ct. 752, 758, 70 L.Ed.2d 700 (1982). In assessing standing, the Court is to construe the complaint in plaintiffs' favor and assume the truth of all of its material allegations. <i>Gladstone Realtors,</i> 441 U.S. at 109, 99 S.Ct. at 1612. The Court, however, may also consider discovery responses and materials outside of the complaint that the parties submit. <i>Id.</i> at 109 n. 22, 99 S.Ct. at 1613 n. 22. When consideration of the record as a whole makes it clear that the plaintiff lacks standing, the Court should dismiss the action on that basis alone. <i>See </i><i>Warth v. Seldin,</i> 422 U.S. 490, 501-02, 95 S.Ct. 2197, 2206-07, 45 L.Ed.2d 343 (1975).</p>\n<p>On the evidence before the court it is clear that plaintiffs have not suffered a loss of associational benefits as a result of the construction of luxury housing on site 30A. Census data for 1960, 1970 and 1980 show that the renewal area historically has been a well integrated neighborhood and has become more integrated over time. The renewal area was 89% white and 11% non-white in 1960, 75% white and 25% nonwhite in 1970, and 61% white and 39% non-white in 1980.</p>\n<p>In addition, the undisputed affidavit of Ronald J. Marino, the Deputy Commissioner in charge of the Office of Development in the City's Department of Housing Preservation and Development, establishes that the urban renewal program has created 2,700 units of low-income housing in the West-Side Urban Renewal Area (Marino Aff., 7/22/85, ¶ 23). Although there would be more low-income units housing more minorities if site 30A were reserved for low-income housing, the construction on site 30A must be viewed in the context of the entire urban renewal plan of which it was a part. Viewed in this light, it is clear that plaintiffs have not suffered any loss of associational benefits. Indeed, their opportunities to derive the benefits of living in an integrated neighborhood have increased over the years, and the renewal project certainly contributed to that increase. Accordingly, the non-minority plaintiffs do not have standing.</p>\n<p>The minority plaintiffs base their Title VIII claim on a disparate effects analysis. Under disparate effects analysis, proof of a discriminatory effect alone is sufficient to establish a Title VIII claim, even if there is no evidence of discriminatory intent, provided that the defendants are unable to justify their conduct. <i>See, e.g., </i><i>Huntington Branch, NAACP v. Town of Huntington,</i> 844 F.2d 926 (2d Cir.1988); <i>Resident Advisory Bd. v. Rizzo,</i> 564 F.2d 126 (3d Cir.1977), <i>cert. denied,</i> 435 U.S. 908, 98 S.Ct. 1457, 55 L.Ed.2d 499 (1978); <i>United States v. City of Black Jack,</i> 508 F.2d 1179 (8th Cir.1974), <i>cert. denied,</i> 422 U.S. 1042, 95 S.Ct. 2656, 45 L.Ed.2d 694 (1975).</p>\n<p>Plaintiffs cannot prove a discriminatory effect for the same reasons that the non-minority plaintiffs could not establish standing. When the decision to build luxury housing on site 30A is viewed in isolation, it unquestionably has a greater effect on minorities than on non-minorities. But, as discussed above, site 30A is merely one site among many in a major urban renewal project, and must be viewed in that <span class=\"star-pagination\">*1543</span> context. Since the urban renewal project provided 2,700 low-income housing units, and since the neighborhood has become significantly more integrated during the course of the urban renewal project, the decision to build luxury housing on site 30A has not had a significant discriminatory effect. Moreover, even if plaintiffs could establish a discriminatory effect, defendants have an adequate justification for their decision to build luxury housing.</p>\n<p>To justify a discriminatory effect defendants must show: (1) that there was no less discriminatory alternative available; and (2) that the justification is bona fide and legitimate. <i>Huntington,</i> 844 F.2d at 939. Here, the defendants assert that they abandoned the plan to build low-income housing because of severe budgetary constraints. They assert that the only way in which they were able to develop any low-income housing on the site was to permit the construction of a mixed-income building. In this way the rents from the luxury units would enable the developer to provide low-income housing despite the lack of City funding. Plaintiffs have not suggested any less discriminatory alternative, nor have they submitted any evidence of bad faith. Indeed, the City's good faith is borne out by the <i>Trinity</i> litigation, in which the City defended its right to build low-income housing throughout the entire course of the proceedings. Therefore, even if plaintiffs could prove a discriminatory effect, defendants' undisputed justifications entitle them to judgment as a matter of law.</p>\n<p>Plaintiffs claim under the Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d, must also be dismissed. Section 2000d provides: \"No person ... on the ground of race, color, or national origin, shall be excluded from participation in, be denied benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" In this case, the construction on site 30A is not federally funded.</p>\n<p>Plaintiffs' claims under the equal protection clause and 42 U.S.C. § 1982 are equally meritless. It is well settled that proof of racially discriminatory intent or purpose is necessary to establish a violation of the equal protection clause. <i>Village of Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> 429 U.S. 252, 265, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1977). Recent case law has imposed the same condition with respect to claims arising under § 1982. <i>See </i><i>Denny v. Hutchinson Sales Corp.,</i> 649 F.2d 816, 822 (10th Cir.1981); <i>In re Malone,</i> 592 F.Supp. 1135, 1159 (E.D. Mo.1984), <i>aff'd,</i> 794 F.2d 680 (8th Cir.1986); <i>Bendetson v. Payson,</i> 534 F.Supp. 539, 541 (D.Mass.1982). As discussed above, the City's decision not to build low-income housing on site 30A was motivated by financial concerns, not discriminatory intent. Therefore, these claims must be dismissed as well.</p>\n<p></p>\n<h2>D. <i>Plaintiffs' Fifth Cause of Action</i>\n</h2>\n<p>As their fifth cause of action plaintiffs claim that the construction of luxury housing on site 30A violates their rights to environmental protection as guaranteed by the National Environmental Policy Act, 42 U.S.C. § 4321 <i>et seq.</i> (\"NEPA\"), and the fifth and fourteenth amendments to the Constitution. Plaintiffs argue that under NEPA HUD had to perform an environmental review of the City's decision to build luxury housing rather than low-income housing on site 30A.</p>\n<p>NEPA creates only procedural rights for residents of an area affected by federal action. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> 444 U.S. 223, 227, 100 S.Ct. 497, 499, 62 L.Ed.2d 433 (1980); <i>Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council,</i> 435 U.S. 519, 558, 98 S.Ct. 1197, 1219, 55 L.Ed.2d 460 (1978); <i>South East Lake View Neighbors v. Department of Hous. &amp; Urban Dev.,</i> 685 F.2d 1027, 1038 (7th Cir.1982). Although area residents are entitled to have their environmental interests considered in the decision-making process before a final decision is reached, NEPA does not confer upon residents a right to be free of environmental damage. <i>South East Lake View,</i> 685 F.2d at 1038; <i>see also </i><i>Strycker's Bay,</i> 444 U.S. at 227, <span class=\"star-pagination\">*1544</span> 100 S.Ct. at 499 (reversing decision of Second Circuit which held that consideration of environmental consequences does not by itself satisfy NEPA). Accordingly, under NEPA an area resident's sole remedy is to enjoin construction while HUD considers all the environmental consequences. Plaintiffs here sought an injunction, but, since they were unable to show probability of success on the merits, the injunction was denied and construction of the luxury building is now complete. Consequently, it is too late for plaintiffs to have any input on the decision to build luxury housing on site 30A. Therefore, plaintiffs' NEPA claim is moot and must be dismissed. <i>See </i><i>South East Lake View Neighbors,</i> 685 F.2d at 1039-40 n. 9.</p>\n<p>Plaintiffs' claims under the fifth and fourteenth amendments also are dismissed. Plaintiffs have not explained how these amendments create a right to environmental protection, and the Court is unaware of any authority supporting these claims.</p>\n<p></p>\n<h2>E. <i>Plaintiffs' Sixth Cause of Action</i>\n</h2>\n<p>In their sixth cause of action plaintiffs assert that the decision to designate site 30A for luxury housing exceeds permissible police powers in zoning, and violates various constitutional and statutory provisions, as well as various sections of the Administrative Code of the City of New York. These claims must be dismissed.</p>\n<p>Plaintiffs zoning claims are unsupported by the undisputed evidence. The designation of site 30A for luxury housing did not involve any change in zoning. Moreover, the zoning regulations governing site 30 allow the construction of low-income housing. Therefore, the zoning regulations have not caused plaintiffs to suffer any injury.</p>\n<p>Plaintiffs' statutory claims are equally devoid of merit. Section E46-2.0 of the Administrative Code of the City of New York (current version codified as 11-1002) simply cannot be construed as imposing any duties on the City. It merely gives the City the power to clear blighted neighborhoods and furnish low-income housing. The remaining statutes on which plaintiffs relyGeneral Municipal Laws §§ 507 &amp; 690, and section 384-5.0 of the City's Administrative Code (currently codified as 4-111) establish procedures that the City must follow when it disposes of land. Defendants have submitted the affidavit of Ronald J. Marino, a City housing official, who testified that all the required procedures were followed. Plaintiffs have not submitted any evidence to the contrary, and on this undisputed evidence it is clear that there were no statutory violations of the type alleged in the complaint.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons plaintiffs motion for class certification is denied, and defendants' motions for summary judgment is granted. The complaint is dismissed and the Clerk is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The one additional unit will be occupied by an on-site superintendent.</p>\n<p>[2]  A title-vested tenant is one who legally resided in a building at the time the City acquired it for urban renewal purposes. These tenants have the right to receive relocation benefits. Relocation rights accrue to the household unitnot to each individual member of the household. Persons who moved into the building after the City took title are not title-vested and thus have no right to relocation benefits. <i>See</i> Affidavit for Wilfredo Vargas ¶ 3; Sykes Aff., ¶ 4.</p>\n<p>[3]  42 U.S.C. § 1455(c)(1) provided:\n</p>\n<p>There shall be a feasible method for a temporary relocation of individuals and families displaced from the urban renewal area, and there are or are being provided, in the urban renewal area or in other areas not generally less desirable in regard to public utilities and public and commercial facilities and at rents or prices within the financial means of the individuals and families displaced from the urban renewal area, decent, safe, and sanitary dwellings equal in number to the number of and available to such displaced individuals and families and reasonably accessible to their places of employment. The Secretary shall issue rules and regulations to aid in implementing the requirements of this subsection and in otherwise achieving the objectives of this subchapter. Such rules and regulations shall require that there be established, at the earliest practicable time, for each urban renewal project involving the displacement of individuals, families, and business concerns occupying property in the urban renewal area, a relocation assistance program which shall include such measures, facilities and services as may be necessary or appropriate in order (A) to determine the needs of such individuals, families, and business concerns for relocation assistance; (B) to provide information and assistance to aid in relocation and otherwise minimize the hardships of displacement, including information as to real estate agencies, brokers, and boards in or near the urban renewal area which deal in residential or business property that might be appropriate for the relocating of displaced individuals, families, and business concerns; and (C) to assure the necessary coordination of relocation activities with other project activities and other planned or proposed governmental action in the community which may affect the carrying out of the relocation program, particularly planned or proposed low-rent housing projects to be constructed in or near the urban renewal area.</p>\n<p>[4]  In their memorandum opposing the motion, plaintiffs assert that defendants' actions violate the Housing Act of 1937, 42 U.S.C. § 1401, <i>et seq.,</i> as superceded by 42 U.S.C. § 1437 <i>et seq.</i> Plaintiffs, however, did not allege this claim in their complaint, and therefore it is not properly before the Court.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1531</span></span> (1988)</b></center>\n<center><h1>STRYKERS BAY NEIGHBORHOOD COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nThe CITY OF NEW YORK, et al., Defendants.</h1></center>\n<center>No. 85 Civ. 5362 (WCC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 13, 1988.</center>\n<p><span class=\"star-pagination\">*1532</span> <span class=\"star-pagination\">*1533</span> Elizabeth L. Koob, Joan Magoolahan, New York City, for plaintiffs.</p>\n<p>Peter L. Zimroth, Corp. Counsel, New York City, for Municipal defendants; Angelo Aiosa, Susan M. Shapiro, Asst. Corp. Counsel, of counsel.</p>\n<p>Schulte Roth &amp; Zabel, New York City, for defendant James West Ninety Associates; John S. Martin, Jr., Janet Neustaetter, of counsel.</p>\n<p>Rudolph W. Giuliani, U.S. Atty., S.D. N.Y., New York City, for Federal defendants; Susan E. Harkins, Stephen F. Markstein, of counsel.</p>\n<p>Arthur N. Eisenberg, Mitchell S. Bernard, New York Civil Liberties Union, New York City, amicus curiae.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>WILLIAM C. CONNER, District Judge:</p>\n<p>This action is the sequel to a nine-year legal battle over the development of a large neighborhood on the upper west side of Manhattan known as the West-Side Urban Renewal Area. <i>See </i><i>Trinity Episcopal School Corp. v. Romney,</i> <span class=\"citation\" data-id=\"1672869\"><a href=\"/opinion/1672869/trinity-episcopal-school-corporation-v-romney/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1044</span></a></span> (S.D.N.Y.1974) <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"330219\"><a href=\"/opinion/330219/trinity-episcopal-school-corporation-and-trinity-housing-company-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span> (2d Cir.1975), <i>on remand, </i><i>Trinity Episcopal School v. Harris,</i> <span class=\"citation\" data-id=\"1601236\"><a href=\"/opinion/1601236/trinity-episcopal-sch-corp-v-harris/\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">204</span></a></span> (S.D.N.Y.1978) (<i>\"Trinity I\"</i>), <i>rev'd sub nom. </i><i>Karlen v. Harris,</i> <span class=\"citation\" data-id=\"362479\"><a href=\"/opinion/362479/roland-n-karlen-alvin-c-hudgins-and-continue-v-patricia-roberts-harris/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span> (2d Cir.1978), <i>rev'd sub nom. </i><i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1980) (<i>\"Trinity II\"</i>); <i>Kunreuther v. City of New York,</i> No. 633/82, slip op. (Sup.Ct. New York County 10/13/82). The West-Side Urban Renewal Area stretches from 87th Street to 97th Street, and from Central Park West to Amsterdam Avenue. The litigation focused on a parcel of land known as site 30, which is located between 90th Street and 91st Street on the west side of Columbus Avenue.</p>\n<p>In what proved to be a Pyrrhic victory, the City of New York and the Stryker's Bay Neighborhood Council, allies in the first action but adversaries here, won the <span class=\"star-pagination\">*1534</span> right to build low-income housing on the disputed property. During the course of the litigation, inflation shrunk the value of the money appropriated for the development of site 30 to the point that the contemplated housing could not be built with the available funds. Now, unable to achieve the goal for which they so valiantly fought, the former allies have turned on each other like two exhausted armies in a battle for the meager spoils of the conquered land.</p>\n<p>In the present case plaintiffs seek a declaration that defendants have violated their civil rights by designating a significant portion of the property for development as luxury housing. Plaintiffs also seek a permanent injunction barring defendants from using that portion of the property for any purpose other than low-income housing, and further barring defendants from leasing any subsidized units on that portion of the property to any persons other than members of the plaintiff class. Finally, plaintiffs seek an award of damages.</p>\n<p>Plaintiffs moved for a preliminary injunction. The Court denied the motion on the grounds that plaintiffs had failed to demonstrate either irreparable injury or probability of success on the merits. The Court concluded that the harm alleged was too remote and speculative to warrant the drastic relief sought, and that in view of the unavailability of other funding for the construction of low-income housing, there was no reason to believe that low-income housing would be constructed on the site even if the injunction were granted.</p>\n<p>Plaintiffs now move for an order certifying this proceeding as a class action, and defendants move for summary judgment pursuant to Rule 56, Fed.R.Civ.P. For the reasons set forth below, the motion for class certification is denied, and the motion for summary judgment is granted on the basis of the undisputed facts set forth below.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiffs commenced this action on July 12, 1985, approximately one week after defendants James West Ninety Associates and the City of New York reached an agreement on the development of site 30. James West agreed to purchase a portion of site 30, known as site 30A, and develop it according to a plan that both the City Planning Commission and the Board of Estimate had previously approved. The City agreed to purchase the remainder of the site, known as site 30B, from the United States Department of Housing and Urban Development (\"HUD\") for construction of an 87-unit, low-income housing project for the elderly.</p>\n<p>The plan for the development of site 30A provided for the construction of 201 apartments. Forty apartments were to be reserved for low- and moderate-income families, and 160 apartments were to be market rate rental units registered under the City's rent stabilization laws.<sup>[1]</sup> The rents from the market rate units were intended to subsidize the low- and moderate-income units.</p>\n<p>Pursuant to their agreement, James West paid the City $2.688 million for the purchase of site 30A. To finance the construction of the planned housing, the New York City Housing Development Corporation issued a $30 million tax exempt bond. The City also agreed to grant the building a partial tax abatement for as long as it contained subsidized housing or remained subject to the rent stabilization laws.</p>\n<p></p>\n<h2>A. <i>The History of Site 30</i>\n</h2>\n<p>The City acquired site 30 in January 1963. At that time, five tenement buildings containing a total of 40 apartments and housing 54 families were located on the site. <i>See</i> Reply Declaration of Susan Shapiro, Exh. B at 7; Affidavit of Bruce T. Sykes, ¶ 19; Appendix to Municipal Defendant's Memorandum in Opposition at A-111. All of these families were ordered to vacate the buildings, and, as title-vested tenants displaced by the City's acquisition of land for urban renewal, were granted relocation benefits in the form of moving expenses and assistance in obtaining permanent <span class=\"star-pagination\">*1535</span> replacement housing.<sup>[2]</sup> In addition, those title-vested tenants who temporarily relocated outside the West-Side Urban Renewal Area were assured that they would be given first priority to rent apartments in any new, low-income housing built in the area. According to the City's records, at least 52 of the 54 title-vested tenant families from site 30 have received the relocation benefits to which they were entitled. <i>See</i> Sykes Aff., ¶ 19.</p>\n<p>Although the City began to remove the title-vested tenants from the buildings located on site 30 in 1963, it did not demolish the buildings for several years. During this time, the City used the buildings to provide temporary housing for families whom the City had removed from other urban renewal sites.</p>\n<p>In the spring of 1970 squatters began to occupy the buildings. <i>See </i><i>Trinity I,</i> 387 F.Supp. at 1056. The City initially attempted to evict the squatters, but later agreed to allow them to remain temporarily in the buildings until it was ready to demolish them. Pursuant to this decision, the City entered into conditional leases with the squatters. All of these leases made clear that the accommodation to the squatters was only temporary, and that they would be required to move on thirty days notice once the City was ready to demolish the buildings. <i>See</i> Sykes Aff., Exh. E at 13. In addition, some of these leases contained an express provision stating that the leases did not endow the squatters with the right to relocation benefits. <i>See</i> Sykes Aff., Exh. F at 3. In October 1971, the City ordered the squatters to vacate and shortly thereafter demolished the buildings.</p>\n<p></p>\n<h2>B. <i>The Trinity Litigation</i>\n</h2>\n<p>When the City acquired site 30 it designated the site for the construction of 160 units of moderate-income housing. The following year, the City named the Lefrak Organization, Inc., which is the parent corporation of defendant James West, as the developer.</p>\n<p>In 1971, the City Planning Commission and the Board of Estimate changed the designation of site 30 from middle-income housing to low-income housing. Lefrak agreed to continue as the developer, redesigned its plans, and, upon receiving approval from the Housing and Development Administration, began to prepare the site for construction.</p>\n<p>At that point, however, a group of community residents represented by the Trinity Episcopal School and an organization called CONTINUE brought an action in this Court seeking to enjoin the City from implementing its plan to develop site 30 as a low-income housing project. The corporate plaintiff in the instant case, Stryker's Bay Neighborhood Council, Inc., participated in the <i>Trinity</i> litigation as an intervenor-defendant. The City and HUD vigorously litigated in support of the plan to develop low-income housing on site 30. In 1980, after two appeals to the Court of Appeals and a further appeal to the Supreme Court, the City finally won the right to build low-income housing on site 30.</p>\n<p></p>\n<h2>C. <i>Termination of HUD's Involvement</i>\n</h2>\n<p>While the <i>Trinity</i> litigation was pending, the City drafted an amended plan for the development of the West-Side Urban Renewal Area. Because of the uncertainty as to the legality of a low-income project on site 30, the amended plan provided for the development of the site as unspecified housing. <i>See</i> Richard LeFrak Affidavit Opposing Preliminary Injunction, Exh. D at 3; Ronald J. Marino Affidavit Opposing Preliminary Injunction, ¶ 7.</p>\n<p>In November 1979, the amended plan received the approval of all the necessary City agencies in accordance with the City's uniform land use review procedures, and the City submitted the plan to HUD for its evaluation and approval. <i>Kunreuther v. City of New York,</i> No. 633/82 at 4 (Sup.Ct. New York County 10/13/82); Marino Aff., <span class=\"star-pagination\">*1536</span> ¶ 8. HUD staff members evaluated the amended plan and recommended approval. <i>See</i> Affidavit of Edmund R. Davis Supporting Motion to Dismiss, 2/11/86, ¶ 3 &amp; Exh. B. By that time, however, the City had expended the full federal allocation for the West-Side Urban Renewal Area. <i>See</i> Davis Aff. Supporting Motion to Dismiss, 12/20/85, ¶ 13. Consequently, the City asked HUD to terminate its involvement in the urban renewal project pursuant to the financial settlement provisions of 24 C.F.R. § 570, Subpart N, and the City withdrew its request for approval of the amended plan. <i>See</i> Marino Aff., ¶ 8 &amp; Exh. C. After performing an additional environmental assessment, as well as other studies regarding the impact of HUD's proposed withdrawal, HUD terminated its involvement with the West-Side Urban Renewal Area on December 18, 1981. <i>See</i> Davis Aff. Supporting Motion to Dismiss, 12/20/85, ¶ 13-14.</p>\n<p>HUD derived its authority to fund the West-Side Urban Renewal Area from the Housing Act of 1949, 42 U.S.C. §§ 1441 <i>et seq.</i> (as amended). <i>See</i> Davis Aff., 12/20/85, ¶¶ 4-6. In addition to allocating money to the West-Side Urban Renewal Area, HUD made a separate allocation of six million dollars for the construction of a 160-unit, low-rent, public housing project on site 30 pursuant to the United States Housing Act of 1937, 42 U.S.C. §§ 1401 <i>et seq.</i> (as amended). <i>See</i> Davis Aff., 12/20/85, ¶ 17. At the time that HUD terminated its involvement in the West-Side Urban Renewal Area, it had not yet expended the six million dollars appropriated for site 30 under the Housing Act of 1937. Davis Aff., 12/20/85, ¶ 18. By then, however, it was clear that construction costs had escalated to such an extent that it no longer was possible to build the projected 160-unit building for only six million dollars. <i>See</i> Marino Aff., ¶ 13. Consequently, the City determined that the only feasible use for the money was to build an 87-unit, low-income building for senior citizens on site 30B, and to assist in the financing of a mixed-income building on site 30A that would generate enough income from market-rate rentals to subsidize forty additional low- to moderate-income rental units. <i>Id.</i></p>\n<p>Thus, in November 1981, having determined that the previously drawn plans for site 30 no longer represented a feasible scheme for development of the site, the City removed Lefrak as developer. Lefrak, in turn, sued for a determination of its rights with respect to the site. <i>See Lefrak Org., Inc. v. Department of Housing Preservation Dev.,</i> No. 01897/83 (Sup.Ct. New York County). Lefrak and the City settled the action. Pursuant to the settlement, Lefrak would develop site 30A with 80% market rate rentals and 20% low- and moderate-income rentals, and the Housing Authority would develop site 30B as low-income housing for the elderly. <i>See</i> Lefrak Aff.</p>\n<p>At present, the construction on site 30A is complete and the building is partly occupied. As to site 30B, HUD and the City have yet to find a developer who can build the project within budget. Accordingly, the City has applied to HUD to allocate more money to site 30B.</p>\n<p></p>\n<h2>II. CLASS CERTIFICATION</h2>\n<p>Plaintiffs have moved pursuant to Rule 23(b)(1) and (b)(2), Fed.R.Civ.P., seeking certification of a class consisting of \"all low income residents who live, or who have primarily lived, in [the West-Side Urban Renewal Area], and who would be eligible for low income housing built [on] Site 30A.\" Koob Declaration in Support of Class Certification, 1/3/86, ¶ 4. In addition, plaintiffs seek certification of a subclass of \"all low income residents who formerly resided on Site 30 ... and who were vacated from said site upon defendants' commitment that they would be relocated back to Site 30 after new low income housing was built.\" <i>Id.,</i> ¶ 6.</p>\n<p>As a prerequisite to maintaining an action as a class action pursuant to Rule 23(b), the movant, in this case plaintiffs, must comply with Rule 23(a), which provides:</p>\n<blockquote>One or more members of a class may sue or be sued as representative parties on <span class=\"star-pagination\">*1537</span> behalf of all only if (1) the class is so numerous that joinder of all members is impracticable, (2) there are questions of law or fact common to the class, (3) the claims or defenses of the representative parties are typical of the claims or defenses of the class, and (4) the representative parties will fairly and adequately protect the interests of the class.</blockquote>\n<p>It is plaintiffs' burden to establish each element of Rule 23(a). Plaintiffs are unable to do so with respect to both the proposed class and the proposed subclass.</p>\n<p></p>\n<h2>A. <i>The Proposed Subclass</i>\n</h2>\n<p>There are six proposed representatives of the plaintiff subclass. With the exception of Reyes Perez and Flerida Marcano, these proposed representatives have failed to respond to defendants' interrogatories and requests for documents. In failing to respond to defendants' discovery requests, these plaintiffs have shown that they will not adequately and fairly represent the class as required by Rule 23(a)(4). <i>See </i><i>Kline v. Wolf,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">696</span></span>, 700 (S.D. N.Y.1981); <i>Greene v. Brown,</i> <span class=\"citation\" data-id=\"1897254\"><a href=\"/opinion/1897254/greene-v-brown/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1266</span></a></span>, 1275 (E.D.Va.1978); <i>Norman v. Arcs Equities Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">502</span></span>, 506 (S.D.N. Y.1976). Consequently, they are not proper representatives of the proposed subclass.</p>\n<p>Perez and Marcano are inappropriate representatives for a different reason their claims are subject to unique defenses and therefore are not typical of the proposed subclass. Both Perez and Marcano were squatters who claim that a City employee named Gloria Barron orally promised to return them to low-income housing on site 30. Defendants have raised three defenses to these claims: first, that the promise is void under the statute of frauds; second, that Gloria Barron was not a City employee; and third, that even if employed by the City, her promise exceeded the scope of her authority. These defenses are significant and inject individual issues which render plaintiffs' claims atypical. <i>See </i><i>Zenith Laboratories, Inc. v. Carter-Wallace, Inc.,</i> <span class=\"citation\" data-id=\"333192\"><a href=\"/opinion/333192/zenith-laboratories-inc-on-behalf-of-itself-and-all-others-similarly/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span>, 512 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></span> (1976); <i>Koos v. First Nat'l Bank of Peoria,</i> <span class=\"citation\" data-id=\"319199\"><a href=\"/opinion/319199/elmo-e-koos-sr-and-caroline-m-koos-v-first-national-bank-of-peoria/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1162</span></a></span>, 1164-65 (7th Cir.1974); <i>Kline v. Wolf,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">696</span></span>, 700 (S.D.N.Y.1981); <i>Sicinski v. Reliance Funding Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">730</span></span>, 733-34 (S.D.N.Y.1979). Therefore, none of the proposed representatives is appropriate.</p>\n<p>Of course, plaintiffs might be able to find other representatives of the subclass whose claims are not subject to unique defenses. Even so certification would still be inappropriate because the definition of the proposed subclass is too broad.</p>\n<p>The subclass as defined includes both minority and non-minority former residents of site 30. One of plaintiffs' claims is that defendants have discriminated against the subclass on the basis of race. It is impossible, however, for defendants to have engaged in racial discrimination against both minorities and non-minorities at the same time. The claims of minority and non-minority class members are thus inconsistent with each other. Because of this inherent inconsistency, it is impossible to find a representative who can adequately represent the entire class as required by Rule 23(a)(4). <i>See </i><i>Phillips v. Klassen,</i> <span class=\"citation\" data-id=\"321238\"><a href=\"/opinion/321238/robert-e-phillips-individually-and-on-behalf-of-each-and-all-others/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 366 (D.C.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">996</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></span> (1974) (class action inappropriate when interests of named plaintiff are antagonistic to class members) (cited with approval in <i>Hagans v. Wyman,</i> <span class=\"citation\" data-id=\"331960\"><a href=\"/opinion/331960/cynthia-hagans-for-herself-and-her-two-infant-children-kimberly-and-korey/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1154 (2d Cir.1975)).</p>\n<p>Even if plaintiffs could cure this defect by redefining the subclass, class certification would still be inappropriate because the subclass is not so numerous that joinder is impracticable. <i>See</i> Fed.R.Civ.P. 23(a). In their complaint, plaintiffs assert that there are scores in the subclass. This bald assertion, however, is flatly contradicted by the affidavit of Donna Peacock, which plaintiffs submitted in support of their motion. Peacock, a leader of the squatters' movement in the West-Side Urban Renewal Area and a resident of site 30 in 1970-71, asserts that there were thirty-two apartments located on site 30, each one occupied by a squatter family. Thus, there cannot be more than thirty-two families in the proposed subclass.</p>\n<p><span class=\"star-pagination\">*1538</span> There are no strict rules governing the precise number of plaintiffs needed to satisfy the numerosity requirement. <i>Compare </i><i>Crawford v. Western Elec. Co.,</i> <span class=\"citation\" data-id=\"374662\"><a href=\"/opinion/374662/22-fair-emplpraccas-819-22-empl-prac-dec-p-30831-james-e-crawford/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1305 (5th Cir.1980) (thirty-four members insufficient) <i>and </i><i>Ewh v. Monarch Wine Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">131</span></span>, 133 (E.D.N.Y.1977) (between thirty-four and fifty members insufficient) <i>with </i><i>Philadelphia Elec. Co. v. Anaconda Am. Brass Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">452</span></span>, 463 (E.D.Pa.1968) (twenty-five members sufficient). Instead, the focus of the numerosity inquiry is on the impracticability of joinder. <i>See</i> Fed.R. Civ.P. 23(a).</p>\n<p>Plaintiffs' only argument going to the impracticability of joinder is that plaintiffs are largely poor and cannot afford to bring their own actions. This, however, is not persuasive since plaintiffs can combine their resources, limited as they may be, and hire one lawyer to represent their common claims. Moreover, the prospects for <i>pro bono</i> representation in a case like the present one appear excellent. Finally, the geographic location of the plaintiffs is an important factor in determining whether joinder is impracticable. <i>See </i><i>DeMarco v. Edens,</i> <span class=\"citation\" data-id=\"279149\"><a href=\"/opinion/279149/vincent-demarco-belle-pomerantz-and-mary-roth-on-behalf-of-themselves-and/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 845 (2d Cir.1968); <i>Ewh v. Monarch Wine Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">131</span></span>, 133 (E.D.N.Y.1977). This case involves claims to a right to live on a parcel of property located within the judicial district. It is likely, therefore, that plaintiffs all live in or near this district. In light of the probable geographic concentration of the plaintiffs, as well as the small number in the subclass, joinder is not impracticable.</p>\n<p></p>\n<h2>B. <i>The Main Class</i>\n</h2>\n<p>The broader class which plaintiffs have moved to certify has the same problem with overbreadth that the subclass had. Since it includes both minorities and non-minorities, the class members' claims of racial discrimination are inherently inconsistent. Accordingly, the motion for class certification is denied as to both the main class and the subclass, and the Court will treat the action as one brought by plaintiffs in their individual capacities only.</p>\n<p></p>\n<h2>III. THE MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>Plaintiffs have alleged six claims for relief. Defendants have moved for summary judgment on each of these claims.</p>\n<p></p>\n<h2>A. <i>Plaintiffs' First and Second Claims for Relief</i>\n</h2>\n<p>Plaintiffs' first two claims for relief assert that the construction of luxury housing units on site 30A constitutes a taking of property without due process of law. Plaintiffs claim that they have a vested property right in the construction of low-income housing on site 30A. This purported property right derives from defendants' alleged promise to build low-income housing on site 30A for the benefit of persons removed from sites within the West-Side Urban Renewal Area. In addition, although not alleged in the complaint, plaintiffs argue in their briefs that the Housing Act of 1949, 42 U.S.C. § 1450, gives rise to a vested property interest.</p>\n<p>To establish a property interest in a benefit, a plaintiff must demonstrate a legitimate claim of entitlement derived from a source independent of the Constitution, such as an implied agreement or a statute. <i>Perry v. Sindermann,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 601-02, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, 2699-700, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972); <i>Board of Regents of State Colleges v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2709, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972); <i>Goetz v. Windsor Central School Dist.,</i> <span class=\"citation\" data-id=\"413394\"><a href=\"/opinion/413394/dennis-goetz-v-windsor-central-school-district-jerald-k-quimby/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 608 (2d Cir.1983). Plaintiffs' claims to a property interest in low-income housing derive in part from statements made by several City officials recognizing the City's obligation to provide low-income apartments to displaced area residents. These statements, however, referred only to the City's obligation to title-vested tenants, that is, those tenants who legally resided in a building at the time the City acquired the building for urban renewal purposes. In addition, while the City recognized an obligation to provide low-income housing in the renewal area, none of the statements cited by plaintiffs recognize an obligation to provide housing specifically on site 30.</p>\n<p><span class=\"star-pagination\">*1539</span> Only three of the named plaintiffs, Ivette Castro, Belinda Carter-Green and Ana Felipe, have claimed that they lived in the urban renewal area at the time the City acquired title. Castro was a child living with her parents when title vested in 1963. When the City ordered her family to vacate, they moved into low-income, City-owned housing in the renewal area where they live to this day. Thus, even if her version of the facts is true, she has received the relocation rights she claims were promised. Accordingly, there has been no interference with her alleged right to low-income housing in the renewal area.</p>\n<p>The same analysis applies to Carter-Green. She was living with her mother when the City ordered her to vacate. The City eventually moved her with her mother into City-owned, low-income housing in the renewal area. When she went to college she moved out of her mother's home, and, since her return, has been unable to find her own apartment in the area. While it is unfortunate that she cannot find an apartment in the neighborhood, this is a consequence her decision to move out of her mother's apartment, rather than the City's failure to relocate them. By relocating Carter-Green and her mother, the City fulfilled the promises it made in the statements plaintiffs cite. Thus, there has been no interference with Carter-Green's property rights either.</p>\n<p>As to Felipe, she has not produced any records indicating that she lived in the renewal area at the time of vesting. She claims to have lived at 100 West 93rd Street, but the City's records indicate that neither she nor her husband were tenants at 100 West 93rd at the time of title vesting. Felipe's unsupported allegations do not raise a genuine disputed issue of material fact. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Plaintiffs also claim that City officials expressly promised the non-vested squatters, who moved to site 30 in mass in 1970, that they would be able to return to new, low-income housing built on site 30. Although each named plaintiff claims to have received such a promise, only Perez and Marcano identify the purported promisor.</p>\n<p>As discussed above, Perez and Marcano claim that a City employee named Gloria Barron promised that the City would return them to site 30. Defendants, however, have been unable to confirm that Barron ever worked for the City. Plaintiffs have not produced her affidavit, nor have they adduced any proof that Barron was employed by the City. Plaintiffs thus are unable to prove that the City promised to relocate them in low-income housing on site 30. Moreover, even if plaintiffs could prove that Barron was a City employee, her alleged promise to provide plaintiffs with permanent housing on site 30 is a promise to convey an interest in real property, and as such is inadmissible unless evidenced by a writing signed by the party to be charged. <i>See</i> N.Y.Gen.Oblig.Law § 5-703(1) &amp; (2) (McKinney 1978).</p>\n<p>Perez, Marcano and Felipe thus have failed to present any admissible evidence that defendants either expressly or impliedly agreed to provide them low-income housing on site 30A. As for Castro and Carter-Green, while they have at least raised an issue of fact regarding the City's obligation to provide them relocation benefits, the uncontroverted evidence demonstrates that they received the relocation benefits that the City allegedly promised. Accordingly, summary judgment is granted to defendants insofar as plaintiffs' asserted property rights are based on the City's alleged promises. <i>See </i><i>Celotex v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (summary judgment appropriate when there is a complete failure of proof as to an essential element of plaintiff's case).</p>\n<p>Plaintiffs similarly cannot prove a statutory right to low-income housing on site 30. Plaintiffs' asserted statutory right to low-income housing derives in part from section 105(c) of the National Housing Act of 1949 (\"NHA\"), 42 U.S.C. § 1455(c). Section 105(c)(1), which was omitted from the NHA when it was revised in 1974, provided for temporary relocation of persons displaced <span class=\"star-pagination\">*1540</span> by urban renewal.<sup>[3]</sup> This temporary housing was to be located \"in the urban renewal area or in other areas not generally less desirable in regard to public utilities and public and commercial facilities and at rents or prices within [the displacees'] financial means ... and reasonably accessible to [the displacees'] place of employment\". 42 U.S.C. 1455(c)(1). On its face, then, the statute does not require relocation within the urban renewal area, nor does it require relocation to a specific site within the area, unless the displacees can show that no area is comparable to the urban renewal area in terms of rent, utilities, facilities, and accessibility to the workplace. <i>See </i><i>Fox v. United States Dep't of Hous. and Urban Dev.,</i> <span class=\"citation\" data-id=\"1806832\"><a href=\"/opinion/1806832/fox-v-us-dept-of-housing-urban-development/\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">907</span></a></span>, 912-13 (E.D.Pa.1979). Plaintiffs have not made any such allegations, nor have they submitted any evidence on this point. Consequently, there is no issue of material fact precluding summary judgment as to plaintiffs' NHA claim since a complete failure to proof concerning an essential element of the case renders all other facts immaterial. <i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552-53.</p>\n<p>Plaintiffs also assert a right to low-income housing under New York General Municipal Law § 690 <i>et seq.</i> and under section 197-c of the New York City Charter. Although plaintiffs have cited these statutes in their complaint, they have not explained how these statutes endow them with any rights, nor have they submitted any evidence that defendants have violated any right which these statutes may grant. Defendants, on other hand, have submitted the affidavits of City officials, supported by documentary exhibits, which demonstrate that defendants have complied with these statutes. Plaintiffs bare allegations are insufficient to demonstrate the existence of a genuine issue of fact precluding summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510.</p>\n<p>On the undisputed facts it is clear that the City never agreed to relocate any of the named plaintiffs to site 30. Although plaintiffs have introduced evidence indicating that the City did promise to relocate title vested tenants to low-income housing in the renewal area, the only plaintiffs who claim to be title-vested admit that they received the promised relocation rights. As to plaintiffs' purported statutory property rights, it is clear that none of the statutes plaintiffs cites create property rights of the type that plaintiffs seek to assert. Since plaintiffs have neither contractual nor statutory rights to low-income housing either in the renewal area or on site 30, defendants are entitled to judgment on the due process claims as a matter of law. Accordingly, summary judgment is granted for defendants on plaintiffs' first and second claims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1541</span> B. <i>Plaintiffs' Third Cause of Action</i>\n</h2>\n<p>Plaintiffs' third cause of action asserts that defendants have denied plaintiffs their rights to suitable low-income housing in the urban renewal area. Plaintiffs claim that these rights derive from the National Housing Acts of 1949 and 1954, the Department of Housing and Community Development Act of 1974, and the fifth and fourteenth amendments of the Constitution.<sup>[4]</sup></p>\n<p>Plaintiffs have not explained how the fifth and fourteenth amendments create a right to suitable low-income housing, and the Court is unaware of any authority supporting the claim. Indeed, the Constitution does not guarantee access to dwellings of a particular quality, <i>Lindsey v. Normet,</i> <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1972), nor does it require a local government to approve public housing in a particular location. <i>Jaimes v. Toledo Metro. Hous. Auth.,</i> <span class=\"citation\" data-id=\"450411\"><a href=\"/opinion/450411/josie-jaimes-tomas-gonzales-clarence-turner-and-patricia-davis/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1086</span></a></span>, 1096 (6th Cir.1985).</p>\n<p>In support of their claim under the Constitution, plaintiffs incorrectly rely on <i>Berenson v. Town of New Castle,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">672</span></span>, <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">236</span></span> (1975) and <i>Asian Americans for Equality v. Koch,</i> <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">837</span></span> (Sup.Ct.N.Y.County 1985), <i>rev'd,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">99</span></span>, <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">939</span></span> (1st Dep't 1987). These cases stand for the principle that arbitrary zoning regulations having no relationship to their stated purpose are unconstitutional. In the case at bar, however, the zoning laws applying to site 30 permit the construction of low-income housing and therefore have not caused plaintiffs any harm. Thus, the <i>Berenson</i> line of cases is inapposite.</p>\n<p>As for the NHA claims, the Court has already concluded that section 105(c) does not create a right to low-income housing in the renewal area. The only other provisions of the NHA which even arguably create a right to low-income housing in the renewal area are sections 42 U.S.C. §§ 1455(f) and (h). These sections, however, expressly state that they apply only to renewal projects that received federal recognition after August 1, 1968 and December 24, 1969 respectively. Federal recognition is determined by the date on which the project's capital grant contract is executed. <i>See, e.g., </i><i>Fox v. United States Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"1806832\"><a href=\"/opinion/1806832/fox-v-us-dept-of-housing-urban-development/\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">907</span></a></span>, 913 (E.D.Pa.1979); <i>Marin City Council v. Marin County Redev. Agency,</i> <span class=\"citation\" data-id=\"1500621\"><a href=\"/opinion/1500621/marin-city-council-v-marin-cty-redevel-agency/\"><span class=\"volume\">416</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">700</span></a></span>, 702, 706 (N.D.Cal.1975); <i>Talbot v. Romney,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">458</span></span>, 465 (S.D. N.Y.1970). It is undisputed that the capital grant contract covering the West-Side Urban Renewal Area was executed prior to these dates. Accordingly, plaintiffs have no rights under the NHA.</p>\n<p>Plaintiffs also attempt to claim rights under the Housing and Community Development Act of 1974, 42 U.S.C. § 5301, <i>et seq.</i> (\"CDA\"). Specifically, plaintiffs cite section 5304(c)(1)(C). This section applies only to grants made under section 5306(b) of the CDA. There is no allegation that any such grants either were or are available for site 30. Thus, plaintiffs have no right under the provisions of this section. Defendants are accordingly entitled to judgment on the third cause of action as a matter of law.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Fourth Cause of Action</i>\n</h2>\n<p>Plaintiffs' fourth cause of action asserts that defendants have denied plaintiffs their rights to equal opportunity in housing in violation of the Civil Rights Acts of 1866, 42 U.S.C. § 1982, the Civil Rights Acts of 1964, 42 U.S.C. 2000d, and the Fair Housing Act of 1968, 42 U.S.C. § 3601 <i>et seq.</i> (\"Title VIII\"). In addition, plaintiffs claim that defendants have violated the equal protection clause of the fourteenth amendment to the Constitution.</p>\n<p>Plaintiffs have asserted two different claims under Title VIII. First, three of the plaintiffs, all of whom are white, contend that defendants' conduct has deprived them of the associational benefits of living in an integrated community. Second, the minority plaintiffs claim that the construction of <span class=\"star-pagination\">*1542</span> luxury housing on site 30A has had a significantly disparate impact on minorities and contributes to the segregation of the renewal area.</p>\n<p>Defendants challenge the standing of the non-minority plaintiffs to state a claim for the deprivation of their rights to live in an integrated community. To demonstrate standing, \"plaintiff must show that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant.\" <i>Gladstone Realtors v. Village of Bellwood,</i> <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 99, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span>, 1607, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1979). The Courts have developed a three-part test to determine whether a plaintiff can meet this general standard. A plaintiff must show: (1) that he has suffered personal injury; (2) that the injury is fairly traceable to the challenged conduct; and (3) that the injury is likely to be redressed by the judicial relief sought. <i>Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc.,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982). In assessing standing, the Court is to construe the complaint in plaintiffs' favor and assume the truth of all of its material allegations. <i>Gladstone Realtors,</i> 441 U.S. at 109, 99 S.Ct. at 1612. The Court, however, may also consider discovery responses and materials outside of the complaint that the parties submit. <i>Id.</i> at 109 n. 22, 99 S.Ct. at 1613 n. 22. When consideration of the record as a whole makes it clear that the plaintiff lacks standing, the Court should dismiss the action on that basis alone. <i>See </i><i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 501-02, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2206-07, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975).</p>\n<p>On the evidence before the court it is clear that plaintiffs have not suffered a loss of associational benefits as a result of the construction of luxury housing on site 30A. Census data for 1960, 1970 and 1980 show that the renewal area historically has been a well integrated neighborhood and has become more integrated over time. The renewal area was 89% white and 11% non-white in 1960, 75% white and 25% nonwhite in 1970, and 61% white and 39% non-white in 1980.</p>\n<p>In addition, the undisputed affidavit of Ronald J. Marino, the Deputy Commissioner in charge of the Office of Development in the City's Department of Housing Preservation and Development, establishes that the urban renewal program has created 2,700 units of low-income housing in the West-Side Urban Renewal Area (Marino Aff., 7/22/85, ¶ 23). Although there would be more low-income units housing more minorities if site 30A were reserved for low-income housing, the construction on site 30A must be viewed in the context of the entire urban renewal plan of which it was a part. Viewed in this light, it is clear that plaintiffs have not suffered any loss of associational benefits. Indeed, their opportunities to derive the benefits of living in an integrated neighborhood have increased over the years, and the renewal project certainly contributed to that increase. Accordingly, the non-minority plaintiffs do not have standing.</p>\n<p>The minority plaintiffs base their Title VIII claim on a disparate effects analysis. Under disparate effects analysis, proof of a discriminatory effect alone is sufficient to establish a Title VIII claim, even if there is no evidence of discriminatory intent, provided that the defendants are unable to justify their conduct. <i>See, e.g., </i><i>Huntington Branch, NAACP v. Town of Huntington,</i> <span class=\"citation\" data-id=\"504640\"><a href=\"/opinion/504640/huntington-branch-national-association-for-the-advancement-of-colored/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span> (2d Cir.1988); <i>Resident Advisory Bd. v. Rizzo,</i> <span class=\"citation\" data-id=\"349947\"><a href=\"/opinion/349947/resident-advisory-board-by-rose-wylie-trustee-ad-litem-housing-task-force/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span> (3d Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span></span> (1978); <i>United States v. City of Black Jack,</i> <span class=\"citation\" data-id=\"324439\"><a href=\"/opinion/324439/united-states-of-america-appellant-appellee-v-city-of-black-jack/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span> (8th Cir.1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2656</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></span> (1975).</p>\n<p>Plaintiffs cannot prove a discriminatory effect for the same reasons that the non-minority plaintiffs could not establish standing. When the decision to build luxury housing on site 30A is viewed in isolation, it unquestionably has a greater effect on minorities than on non-minorities. But, as discussed above, site 30A is merely one site among many in a major urban renewal project, and must be viewed in that <span class=\"star-pagination\">*1543</span> context. Since the urban renewal project provided 2,700 low-income housing units, and since the neighborhood has become significantly more integrated during the course of the urban renewal project, the decision to build luxury housing on site 30A has not had a significant discriminatory effect. Moreover, even if plaintiffs could establish a discriminatory effect, defendants have an adequate justification for their decision to build luxury housing.</p>\n<p>To justify a discriminatory effect defendants must show: (1) that there was no less discriminatory alternative available; and (2) that the justification is bona fide and legitimate. <i>Huntington,</i> 844 F.2d at 939. Here, the defendants assert that they abandoned the plan to build low-income housing because of severe budgetary constraints. They assert that the only way in which they were able to develop any low-income housing on the site was to permit the construction of a mixed-income building. In this way the rents from the luxury units would enable the developer to provide low-income housing despite the lack of City funding. Plaintiffs have not suggested any less discriminatory alternative, nor have they submitted any evidence of bad faith. Indeed, the City's good faith is borne out by the <i>Trinity</i> litigation, in which the City defended its right to build low-income housing throughout the entire course of the proceedings. Therefore, even if plaintiffs could prove a discriminatory effect, defendants' undisputed justifications entitle them to judgment as a matter of law.</p>\n<p>Plaintiffs claim under the Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d, must also be dismissed. Section 2000d provides: \"No person ... on the ground of race, color, or national origin, shall be excluded from participation in, be denied benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" In this case, the construction on site 30A is not federally funded.</p>\n<p>Plaintiffs' claims under the equal protection clause and 42 U.S.C. § 1982 are equally meritless. It is well settled that proof of racially discriminatory intent or purpose is necessary to establish a violation of the equal protection clause. <i>Village of Arlington Heights v. Metropolitan Housing Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 265, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 563, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977). Recent case law has imposed the same condition with respect to claims arising under § 1982. <i>See </i><i>Denny v. Hutchinson Sales Corp.,</i> <span class=\"citation\" data-id=\"390568\"><a href=\"/opinion/390568/phyllis-a-denny-v-hutchinson-sales-corporation-a-colorado-corporation/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (10th Cir.1981); <i>In re Malone,</i> <span class=\"citation\" data-id=\"1816840\"><a href=\"/opinion/1816840/in-re-malone/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1135</span></a></span>, 1159 (E.D. Mo.1984), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></span> (8th Cir.1986); <i>Bendetson v. Payson,</i> <span class=\"citation\" data-id=\"1443588\"><a href=\"/opinion/1443588/bendetson-v-payson/\"><span class=\"volume\">534</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">539</span></a></span>, 541 (D.Mass.1982). As discussed above, the City's decision not to build low-income housing on site 30A was motivated by financial concerns, not discriminatory intent. Therefore, these claims must be dismissed as well.</p>\n<p></p>\n<h2>D. <i>Plaintiffs' Fifth Cause of Action</i>\n</h2>\n<p>As their fifth cause of action plaintiffs claim that the construction of luxury housing on site 30A violates their rights to environmental protection as guaranteed by the National Environmental Policy Act, 42 U.S.C. § 4321 <i>et seq.</i> (\"NEPA\"), and the fifth and fourteenth amendments to the Constitution. Plaintiffs argue that under NEPA HUD had to perform an environmental review of the City's decision to build luxury housing rather than low-income housing on site 30A.</p>\n<p>NEPA creates only procedural rights for residents of an area affected by federal action. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 227, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></a></span>, 499, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1980); <i>Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council,</i> <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 558, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1219, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1978); <i>South East Lake View Neighbors v. Department of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"407612\"><a href=\"/opinion/407612/south-east-lake-view-neighbors-v-department-of-housing-and-urban/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1038 (7th Cir.1982). Although area residents are entitled to have their environmental interests considered in the decision-making process before a final decision is reached, NEPA does not confer upon residents a right to be free of environmental damage. <i>South East Lake View,</i> 685 F.2d at 1038; <i>see also </i><i>Strycker's Bay,</i> 444 U.S. at 227, <span class=\"star-pagination\">*1544</span> 100 S.Ct. at 499 (reversing decision of Second Circuit which held that consideration of environmental consequences does not by itself satisfy NEPA). Accordingly, under NEPA an area resident's sole remedy is to enjoin construction while HUD considers all the environmental consequences. Plaintiffs here sought an injunction, but, since they were unable to show probability of success on the merits, the injunction was denied and construction of the luxury building is now complete. Consequently, it is too late for plaintiffs to have any input on the decision to build luxury housing on site 30A. Therefore, plaintiffs' NEPA claim is moot and must be dismissed. <i>See </i><i>South East Lake View Neighbors,</i> 685 F.2d at 1039-40 n. 9.</p>\n<p>Plaintiffs' claims under the fifth and fourteenth amendments also are dismissed. Plaintiffs have not explained how these amendments create a right to environmental protection, and the Court is unaware of any authority supporting these claims.</p>\n<p></p>\n<h2>E. <i>Plaintiffs' Sixth Cause of Action</i>\n</h2>\n<p>In their sixth cause of action plaintiffs assert that the decision to designate site 30A for luxury housing exceeds permissible police powers in zoning, and violates various constitutional and statutory provisions, as well as various sections of the Administrative Code of the City of New York. These claims must be dismissed.</p>\n<p>Plaintiffs zoning claims are unsupported by the undisputed evidence. The designation of site 30A for luxury housing did not involve any change in zoning. Moreover, the zoning regulations governing site 30 allow the construction of low-income housing. Therefore, the zoning regulations have not caused plaintiffs to suffer any injury.</p>\n<p>Plaintiffs' statutory claims are equally devoid of merit. Section E46-2.0 of the Administrative Code of the City of New York (current version codified as 11-1002) simply cannot be construed as imposing any duties on the City. It merely gives the City the power to clear blighted neighborhoods and furnish low-income housing. The remaining statutes on which plaintiffs relyGeneral Municipal Laws §§ 507 &amp; 690, and section 384-5.0 of the City's Administrative Code (currently codified as 4-111) establish procedures that the City must follow when it disposes of land. Defendants have submitted the affidavit of Ronald J. Marino, a City housing official, who testified that all the required procedures were followed. Plaintiffs have not submitted any evidence to the contrary, and on this undisputed evidence it is clear that there were no statutory violations of the type alleged in the complaint.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons plaintiffs motion for class certification is denied, and defendants' motions for summary judgment is granted. The complaint is dismissed and the Clerk is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The one additional unit will be occupied by an on-site superintendent.</p>\n<p>[2]  A title-vested tenant is one who legally resided in a building at the time the City acquired it for urban renewal purposes. These tenants have the right to receive relocation benefits. Relocation rights accrue to the household unitnot to each individual member of the household. Persons who moved into the building after the City took title are not title-vested and thus have no right to relocation benefits. <i>See</i> Affidavit for Wilfredo Vargas ¶ 3; Sykes Aff., ¶ 4.</p>\n<p>[3]  42 U.S.C. § 1455(c)(1) provided:\n</p>\n<p>There shall be a feasible method for a temporary relocation of individuals and families displaced from the urban renewal area, and there are or are being provided, in the urban renewal area or in other areas not generally less desirable in regard to public utilities and public and commercial facilities and at rents or prices within the financial means of the individuals and families displaced from the urban renewal area, decent, safe, and sanitary dwellings equal in number to the number of and available to such displaced individuals and families and reasonably accessible to their places of employment. The Secretary shall issue rules and regulations to aid in implementing the requirements of this subsection and in otherwise achieving the objectives of this subchapter. Such rules and regulations shall require that there be established, at the earliest practicable time, for each urban renewal project involving the displacement of individuals, families, and business concerns occupying property in the urban renewal area, a relocation assistance program which shall include such measures, facilities and services as may be necessary or appropriate in order (A) to determine the needs of such individuals, families, and business concerns for relocation assistance; (B) to provide information and assistance to aid in relocation and otherwise minimize the hardships of displacement, including information as to real estate agencies, brokers, and boards in or near the urban renewal area which deal in residential or business property that might be appropriate for the relocating of displaced individuals, families, and business concerns; and (C) to assure the necessary coordination of relocation activities with other project activities and other planned or proposed governmental action in the community which may affect the carrying out of the relocation program, particularly planned or proposed low-rent housing projects to be constructed in or near the urban renewal area.</p>\n<p>[4]  In their memorandum opposing the motion, plaintiffs assert that defendants' actions violate the Housing Act of 1937, 42 U.S.C. § 1401, <i>et seq.,</i> as superceded by 42 U.S.C. § 1437 <i>et seq.</i> Plaintiffs, however, did not allege this claim in their complaint, and therefore it is not properly before the Court.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/279149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/319199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333192/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/374662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413394/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1443588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1500621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1601236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1672869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1806832/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1816840/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897254/"
          ]
        }
      ],
      "judges": "William C. Conner",
      "date_created": "2014-10-30T22:26:11.741257Z",
      "date_modified": "2014-10-30T22:26:11.741257Z",
      "date_filed": "1988-09-13",
      "date_filed_is_approximate": false,
      "slug": "strykers-bay-neighborhood-council-v-city-of-ny",
      "citation_id": 2318722,
      "case_name_short": "",
      "case_name": "Strykers Bay Neighborhood Council v. City of NY",
      "case_name_full": "",
      "federal_cite_one": "695 F. Supp. 1531",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2174789/strykers-bay-neighborhood-council-v-city-of-ny/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:26:11.737364Z",
  "date_modified": "2014-10-30T22:26:11.737364Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Strykers Bay Neighborhood Council v. City of NY",
  "case_name_full": "",
  "slug": "strykers-bay-neighborhood-council-v-city-of-ny",
  "docket_number": "85 Civ. 5362 (WCC)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}