{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2174947/",
  "id": 2174947,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2346059/",
      "id": 2346059,
      "absolute_url": "/opinion/2346059/monmouth-county-corr-inst-inmates-v-lanzaro/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2174947/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2346059/",
          "id": 2346059,
          "absolute_url": "/opinion/2346059/monmouth-county-corr-inst-inmates-v-lanzaro/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2346059/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/49/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:33.223097Z",
          "date_modified": "2017-04-09T12:35:06.590248Z",
          "type": "010combined",
          "sha1": "8d6cc5257f28d7ac9838dd237ce812470599e2d2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>695 F.Supp. 759 (1988)</b></center>\n<center><h1>MONMOUTH COUNTY CORRECTIONAL INSTITUTION INMATES, et al., Plaintiffs,<br>\nv.<br>\nWilliam LANZARO, Sheriff, et al., and William H. Fauver, Commissioner, N.J. Department of Corrections, Defendants.</h1></center>\n<center>Civ. A. No. 82-1924.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>September 1, 1988.</center>\n<p><span class=\"star-pagination\">*760</span> James R. Zazzali, Special Master, Zazzali, Zazzali &amp; Kroll, Newark, N.J., T. Gary Mitchell, Director, Office of Inmate Advocacy, Office of the Public Defender, Trenton, N.J., for plaintiffs.</p>\n<p>John T. Maloney, Deputy Atty. Gen., State of N.J., Dept. of Law &amp; Public Safety, Div. of Law, Trenton, N.J., Malcolm V. Carton, Carton &amp; Falcone, Special County Prosecutors, Avon, N.J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>HAROLD A. ACKERMAN, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>This is an action in which a class of inmates challenge the constitutionality of the conditions of confinement at the Monmouth County Correctional Institution (\"MCCI\" or \"the jail\") in New Jersey. The plaintiffs in this action are inmates at MCCI and the defendants are various county and state officials including William Lanzaro, the Monmouth County Sheriff and William H. Fauver, Commissioner of the New Jersey Department of Corrections.<sup>[1]</sup> This action in its present form was commenced on June 4, 1983, when this court consolidated the complaints of various <span class=\"star-pagination\">*761</span> <i>pro se</i> inmates which had been filed during the preceding months of 1982. By order of this Court dated June 6, 1983, the matter was referred to a Special Master, James R. Zazzali, Esq., pursuant to Rule 53(b) of the Federal Rules of Civil Procedure<sup>[2]</sup>, to <i>inter alia:</i></p>\n<blockquote>conduct a thorough examination into the totality of the conditions at the Monmouth County Correctional Institution.</blockquote>\n<p>Pursuant to this provision of the order, the Special Master has filed a series of reports concerning the status of the conditions at the jail.</p>\n<p>The most recent report is the by-product of a series of hearings convened by the Special Master. By letter dated November 14, 1986, the Master wrote all counsel that:</p>\n<blockquote>After careful consideration of this matter, the Master has concluded that it is appropriate to conduct a hearing with respect to the extant conditions at MCCI, the efforts made by the parties to alleviate the overcrowding; general compliance with the order of the court; the double bunking situation; and the question of whether the death of Christopher Marks was caused directly or indirectly by either overcrowding conditions or noncompliance with ... [the order of the court].</blockquote>\n<p>As a result of this letter, the Master conducted hearings on December 4, 1986, February 5, 1987, March 16, 1987, and April 22, 1987, at which twenty witnesses testified. Following these proceedings, the Master submitted a report to me which reflects his consideration of the parties' proposed findings of fact and conclusions of law, as well as the responses thereto. The plaintiff class, county and state have filed objections to the Master's report in this court.</p>\n<p>Upon review of his report and objections thereto, I ordered the parties to submit their proposed findings of fact conclusions of law to me for my consideration. I have considered these proposals in light of the record, the report of the Master as well as my own surprise inspection of the facility, which I conducted with the Master on March 9, 1988.</p>\n<p>Thus, the case is presently before me for a ruling on the merits of the issues most recently considered by the Master. In considering this matter, I am mindful that I must \"accept the Master's findings of fact unless clearly erroneous.\" Fed.R. Civ.P. 53(e)(2); <i>Kyriazi v. Western Electric Co.,</i> 647 F.3d 388, 396 (3d Cir.1981); 5A Moore's Federal Practice ¶ 53.12[4] (1984). The findings of fact, therefore, carry a presumption of correctness. His conclusions of law, however, carry no weight with the reviewing court, and therefore, the court has an obligation to review the Master's legal conclusions on a de <i>novo</i> basis. <i>See </i><i>Polin v. Dun &amp; Bradstreet, Inc.,</i> 634 F.2d 1319, 1321 (10th Cir.1980); <i>Levin v. Garfinkle,</i> 540 F.Supp. 1228, 1236 (E.D.Pa.1982); 9 C. Wright &amp; A. Miller, Federal Practice &amp; Procedure § 2614 (1971); 5A Moore's Federal Practice ¶ 53.12[5] (footnote omitted).</p>\n<p></p>\n<h2>II. FINDINGS AND CONCLUSIONS OF THE SPECIAL MASTER</h2>\n<p>The Master found that extensive renovations have been completed at the facility. Specifically, improvements have been made in the lighting, heating, ventilation, and plumbing systems and each wing has been painted. In addition, two new wings have been constructed, which each include a total of 128 cells that have been double bunked and thereby house 256 inmates.</p>\n<p>With respect to recreation, the Master acknowledged that MCCI is only one of two county jails that has a large recreation area. To increase use, recreational equipment has been installed. Although male inmates are accorded one hour of recreation per day, the opportunities available to those males housed in the holding area were not clearly established. In addition, <span class=\"star-pagination\">*762</span> he found that female inmates have not been consistently offered a meaningful opportunity to engage in active recreation.</p>\n<p>As to the classification system, the Master found that upon entry into the institution each male inmate is booked and interviewed, his charges and rap sheet are reviewed and he is given a classification score upon which he is assigned to one of the various sections of the facility. The Master found, however, that the classification system used in the female wing is deficient and that such a system is non-existent in the holding area.</p>\n<p>As to visitation, the Master noted that visitation has expanded to six days per week and the visiting area has been improved to include additional visitation booths.</p>\n<p>The Master also found that the county has built a spacious, state of the art medical facility. Medical services are provided by several physicians of the Colts Neck Medical Group approximately 26 hours per week. In addition, eleven nurses rotate to provide 24 hour on-site nursing care.</p>\n<p>Each inmate is screened for any medical problems upon entry to the institution. This initial screening process includes a blood test, urinanalysis, blood pressure check and PPD test. Thereafter, sick call for inmates with specific complaints is conducted each day.</p>\n<p>Finally, with respect to population, the Master found that the 1984 court ordered male population cap has been exceeded on at least fifty occasions. He further noted that the court-ordered maximum capacity should be modified in light of renovations at the facility. Finally, he recommended that a cap of fifty-six should be set on the women's wing and a cap of thirty be set in the holding area, upon completion of renovations and the provision of recreational opportunities.</p>\n<p>In light of these facts, the Master concluded that the institution has made substantial progress in bringing the facility in compliance with the order of the court. Specifically, he concluded that renovations to the physicial plant have improved the facility and the jail has made a good faith effort to complete these renovations with a minimum disruption to the daily routine of the institution.</p>\n<p>In the area of recreation, the Master concluded that MCCI has accorded all male inmates, with the exception of those in the holding area, an opportunity to engage in one hour of meaningful recreation per day and is therefore in compliance with the orders of this court. However, the Master recommends that the county keep records of recreational opportunities to demonstrate the continued availability of the recreational programs.</p>\n<p>With respect to the provision of recreational opportunities for those housed in the holding area, the Master states that as the inmates were occasionally provided recreation, and as the evidence with respect to the specific frequency same was offered is unclear, the Master stated that he could not recommend a finding that the defendants were not in compliance with the court's order in this regard. He does recommend, however, that inmates housed in holding beyond 48 hours be offered the opportunity to engage in one hour of recreation, which is to be recorded in a daily log. He further recommends that sanctions be imposed for failure to comply with this requirement.</p>\n<p>The Master has also concluded that MCCI has implemented a meaningful classification system but that defendants must improve the system so as to separate the inmates into more discrete categories and to attempt to separate sentenced prisoners from pretrial detainees while mindful of the need to separate those with differing personality types.</p>\n<p>The Master also concludes that the classification system in the holding area is deficient and must be modified to account for the disparate mix of inmates housed there, with an emphasis on separating aggressive inmates from new admittees. The Master also concludes that the women do not have a meaningful classification system.</p>\n<p>In addition, he concludes that visitation has vastly improved since the commencement of this litigation.</p>\n<p><span class=\"star-pagination\">*763</span> With respect to the medical services, the Master concludes that the services and facilities are state of the art and hence in compliance with the order of this court.</p>\n<p>With respect to population, the Master states that the defendants need not make a formal application in order to modify the population cap for male inmates, originally set at 304. He further asserts that the court's mandate allows him to recommend modifications to the cap in light of renovations. He concludes that in light of the renovations and completion of Wings G &amp; H, the capacity of the facility, excluding the holding area, is 560. He further concludes that the holding area may be used to house up to 30 additional inmates upon renovations to the ventilation, lighting and plumbing in that area, as well as the provision of the opportunity to engage in one hour of meaningful recreation per day. He requests that proof of such improvements be submitted to him within 30 days of the court order, and recommends that defendants should be precluded from using the holding area if they fail to make such renovations.</p>\n<p>The Master also concluded that there have been substantial periods since 1986 when MCCI was not in compliance with the court's cap of 304 male inmates, and in fact exceeded the cap on at least 50 occasions between November 1986 and March of 1987. The Master states that while the county has attempted to reduce the inmate population by restricting the admission of municipally-sentenced inmates and through a lawsuit to compel the state to remove the state-sentenced inmates, it is necessary to ensure compliance with the court ordered cap by instituting a system under which the defendant to whom the violation is attributable will be fined $100 per inmate per day, over the cap, whenever the capacity is exceeded.</p>\n<p>With respect to the capacity of the women's wing, the Master observed that the parties assumed that the capacity of the area was 40, as there are 40 cells in that area. The Master noted, however, that since no capacity was formally set, the defendants have not been in violation of any court-ordered cap. The Master does recommend that the court set a capacity of 56 inmates in that area, in light of the fact that 16 of the 40 cells have sufficient square footage to permit double bunking. He makes this recommendation with the proviso that the female inmates be offered one hour of out-of-cell recreation per day and that same be documented.</p>\n<p>I will now review the record to determine whether or not the Master's findings are clearly erroneous and whether or not defendants are in substantial compliance with the order of this court dated October 10, 1984. In that order, I directed defendants to take the following remedial measures to render conditions at MCCI constitutional under the eighth and fourteenth amendments to the United States Constitution:</p>\n<blockquote>1. That defendants take all necessary steps to renovate the MCCI facility particularly with regard to lighting, ventilation, heating and plumbing.</blockquote>\n<blockquote>2. That all inmates be given one hour of meaningful recreation per day in an enlarged space away from their sleeping area except in emergent circumstances but in no event shall any inmate miss more than two days of such recreational opportunity consecutively and that further, MCCI investigate possibilities for indoor recreational space if necessary to comply with this order on a year round basis.</blockquote>\n<blockquote>3. That all inmates be given a bed, a mattress and bedding to be placed where feasible but not so as to restrict day time living space unnecessarily except that inmates may be required to sleep on the floor <i>with</i> a mattress in emergent circumstances but in no event without a mattress and in no event for longer than 48 hours (pre-trial detainees) or two weeks (sentenced inmates).</blockquote>\n<blockquote>4. That a meaningful classification system for inmates be developed and implemented.</blockquote>\n<blockquote>5. That visitation hours be substantially increased.</blockquote>\n<blockquote>6. That an additional nurse be hired and that medical screening be done prior <span class=\"star-pagination\">*764</span> to release of any inmate into the general population.</blockquote>\n<blockquote>7. That the population at MCCI not be permitted to exceed 344 inmates (40 female, 304 male) and that State and County defendants take whatever means necessary to comply with this order.</blockquote>\n<p>Before evaluating the Master's findings of fact in each of these areas, the court apologizes for its tardiness in delivering this opinion. Its preoccupation with a particular criminal matter has caused the pace of its entire civil docket to slow down.</p>\n<p></p>\n<h2>III. FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>Physical Plant and Renovations</i>\n</h2>\n<p></p>\n<h2>(1) Physical Plant and Renovations: Generally</h2>\n<p>(a). The court's order, dated October 10, 1984, directed that the defendants take steps to renovate the facility, particularly with regard to the lighting, ventilation, heating and plumbing.</p>\n<p></p>\n<h2>(2) Physical Layout and Renovations: Male Unit</h2>\n<p>(a). General renovations at the facility have included the installation of new lighting, ventilation, exhaust and heating systems, improvements to the plumbing and the painting of the facility. In addition, new officer control booths have been built and the locks on the cell doors have been computerized.</p>\n<p>(b). Cell Blocks A and B have been repainted and new ventilation, lighting and heat detector systems have been installed.</p>\n<p>(c). The thirty-two cells of Wings A and B have been painted and a new lighting and exhaust system has been installed. In addition, the beds have been refurbished.</p>\n<p>(d). Wings C and D have also been repainted and new lighting and ventilation systems have been installed.</p>\n<p>(e). I take judicial notice that the renovation of Wings E and F have been completed since the hearings. Improvements have been made with respect to ventilation, heating and lighting and the wings have been repainted.</p>\n<p>(f). Wings G and H are newly constructed and have adequate heating, lighting and ventilation. Each wing has five pods. One of the five pods in each wing has eight cells, two of the pods have twelve cells, and two of the pods have sixteen cells. Each of the total of 128 cells is seventy square feet. Each pod has a day room with tables and stools and television.</p>\n<p>(g). I take judicial notice that the renovations to Trustees 1 and 2 are completed.</p>\n<p>(h). A new medical wing has been built. <i>See</i> discussion <i>infra.</i></p>\n<p>(i). New privacy screens have been installed in the visiting area. <i>See</i> discussion <i>infra.</i></p>\n<p>(j). The day space has been relocated.</p>\n<p></p>\n<h2>(3) Physical Plant and Renovations: Women's Unit</h2>\n<p>(a). The record does not demonstrate that there have been any renovations in the women's unit.</p>\n<p>(b). The women's facilities are more spacious than those occuppied by the male inmates. The female inmates have larger cells, occupied by only one person. Sixteen of the forty cells measure 68 square feet. (10' × 7' × 9').</p>\n<p>(c). The women's unit has a maximum and minimum security wing, with 16 cells each, a processing area, medical wing, a juvenile section, civil wing, and two isolation cells. In the maximum security wing, each cell has its own toilet and sink. In the minimum security wing, there is a communal area which contains two showers, four sinks, and four toilets.</p>\n<p>(d). The female inmates have a separate dining area to eat and cook in, with tables that accomodate either groups of four or six. They also have access to a laundry room, beauty culture room, and small outdoor recreation area.</p>\n<p></p>\n<h2>(4) Physical Plant and Renovations: Holding Area</h2>\n<p>(a). The holding area has three tanks. Two of the tanks measure 20'10\" × 10'9\"  a total of 224 square feet. The DRC tank measures 20' × 11'  a total of 220 square feet. In addition, there are three <span class=\"star-pagination\">*765</span> single cells, which are 9' × 6' each. There is also one dormitory style shower room and three isolation cells, each of which measure 9'8\" × 6'. These isolation cells are used to house suicidal inmates, those with potentially contagious medical conditions and those charged with disciplinary infractions.</p>\n<p>(b). The entire area is dully, dingy, dark and dungeon-like, but not filthy or rodent infested.</p>\n<p>(c). There have been no renovations to the holding area itself to permit accomodating inmates for anything more than temporary placement. Rather, renovations have been limited to new lighting in the entry area.</p>\n<p>(d). Renovations are necessary, particularly with respect to the lighting and ventilation system, if the county is going to utilize the area to house inmates and new admittees for an extended period. The county, however, does not currently contemplate making any improvements.</p>\n<p></p>\n<h2>B. <i>Recreation</i>\n</h2>\n<p></p>\n<h2>(1) Recreation: Generally</h2>\n<p>(a). The court's decree, dated October 10, 1984, ordered that <i>all</i> inmates be given one hour of meaningful recreation per day in an enlarged space, separate from their sleeping area and directed MCCI to investigate the possibilities for indoor recreational space to the extent necessary to comply with this order on a year round basis.</p>\n<p></p>\n<h2>(2) Recreation: Male Inmates</h2>\n<p>(a). The male inmates have access to an existing outdoor recreation space twice per day, in an area which is more than adequate to afford active recreational opportunities to every male inmate other than during inclement weather. The area can accommodate up to 100 inmates at one time. The space is paved and includes basketball facilities and other exercise equipment. MCCI is one of the few county facilities which has outdoor recreation space.</p>\n<p>(b). To date, the county has presented no definite plans with respect to enclosing this yard to increase space available for active recreation during inclement weather nor has the court been privy to the progress of its investigation as to its use of currently existing indoor space for active recreation during inclement weather.</p>\n<p>(c). During inclement weather, the inmates have an opportunity twice per day to engage in recreation in the jail's largest dining room, which is approximately ¼ of the size of the outdoor yard. In this room, the inmates play passive table games. In addition, the male inmates have access to a room with universal gym equipment, which can accomodate up to six people at one time.</p>\n<p>(d). While all male inmates have an opportunity to take advantage of recreational activities, many do not avail themselves of the opportunities. Rather, many prefer to sleep or watch television. Hence, the facilities are under-utilized.</p>\n<p>(e). The institution has instituted a new log system to document daytime recreation provided to all inmates except for those housed in the holding area. This system is working accurately and adequately. Prior to the implementation of this system, however, records were maintained in a haphazard fashion.</p>\n<p></p>\n<h2>(3) Recreation: Female Inmates</h2>\n<p>(a). The female inmates have access to a small outdoor yard that they can use for volleyball or basketball when the weather so permits. The space, however, is used less frequently than the one used by the male inmates and there have been problems assuring that all female inmates are accorded one hour of meaningful recreation per day.</p>\n<p>Usage is affected by weather, and the availability of both proper attire and corrections officers to supervise the activities of the inmates.</p>\n<p>(b). The female inmates participate in passive indoor recreation in a small arts and crafts room or in the kitchen area. In those areas, the female inmates engage in passive games, such as cards, checkers, chess, and ping pong, or read or listen to the radio. The female inmates have access to this room for two hours each evening. In addition to these indoor areas, the female inmates have access to a beauty palor <span class=\"star-pagination\">*766</span> room, which has a styling chair, sink and mirror, as well as a sewing room.</p>\n<p>In addition, each of the three sections of the women's unit has a television.</p>\n<p>(c). Thus, since the female inmates have no indoor space available for active recreation, their indoor recreation opportunities are limited to passive activities.</p>\n<p>(d). The female inmates no longer have access to universal weight room since this area is now used as the space in which new female inmates are processed.</p>\n<p>(e). The female inmates are offered a school program. Specifically, a teacher visits the facility for one hour per day, each week day, to teach basic reading, English, and math as well as high school algebra. Up to eight inmates may participate in each session.<sup>[3]</sup></p>\n<p>(f). The County does not maintain records regarding recreational opportunities offered to the female inmates.</p>\n<p></p>\n<h2>(4) Recreation: Holding Area</h2>\n<p>(a). There is no clear documentation which establishes that recreation is offered to or taken advantage by those housed in the holding area.</p>\n<p>(b). The testimony reveals that those in the holding area are not always offered an opportunity to participate in recreational activities.</p>\n<p>(c). In addition, it appears few housed in the holding area participate in such activities when offered.</p>\n<p></p>\n<h2>C. <i>Beds and Bedding</i>\n</h2>\n<p>1. Pursuant to the Court's order, dated October 10, 1984, the defendants were ordered to provide all inmates with a bed, mattress and bedding, to be placed so as to not obstruct daytime living space. The order further provided that mattresses may be placed directly on the floor only in emergent situations, but for a period of no longer than 48 hours for pretrial detainees or two weeks for sentenced inmates.</p>\n<p>2. No male inmate has been required to sleep on the floor without a mattress since October of 1984. Rather, since that time all inmates have been given bed and mattress.</p>\n<p>3. At the time of the hearings, no female inmate had ever been required to sleep on the floor. Rather, each has been given a bed and mattress.</p>\n<p></p>\n<h2>D. <i>Classification</i>\n</h2>\n<p></p>\n<h2>(1) Classification: Generally</h2>\n<p>(a). Pursuant to the Court's order dated October 10, 1984, defendants were to develop and implement a meaningful classification system. <i>See</i> discussion <i>infra.</i></p>\n<p>(b). Inmates are classified according to sex, medical problems, psychological problems, personality type (aggressive versus passive), workers versus nonworkers, county-sentenced versus state-sentenced inmates, and pretrial detainees with high bail and serious charges.</p>\n<p>(c). Cell Blocks A and B provide housing for those who have been detained for grand jury indictable offenses and those held with high bails and charged with serious crimes or sentenced inmates.</p>\n<p>(d). Those with medical problems are housed in Special Needs 1 and 2. In addition, Special Needs 2 houses those with mental health problems.</p>\n<p>(e). The holding area houses new admittees, those in protective custody, those who request to be separated from the general population, and problem inmates. Thus, both pretrial detainees and sentenced inmates are housed together there.</p>\n<p>(f). Inmates in protective custody are also housed in Wing G2.</p>\n<p>(g). Sex offenders are housed in Wing G3.</p>\n<p>(h). Trustee 1 houses passive inmates who are unable to function in the general population.</p>\n<p>(i). Wings H4 and H5 house state-contracted inmates, H2 houses inmate workers, H3 houses state-sentenced inmates who are potential workers and H1 houses county-sentenced inmates.</p>\n<p>(j). Those in the general population are housed in Wings G1, G4, G5, E1, E2, F1, F2 <span class=\"star-pagination\">*767</span> and Trustee 2. Thus, approximately one half of the population is housed in these sections but the general population is not broken down into more specific classes of inmates.</p>\n<p>(k). State-sentenced inmates are not uniformly housed separately from pretrial detainees.</p>\n<p>(<i>l</i>). Reclassification is an ongoing process. However, transfer is not necessarily the immediate reponses to reclassification.</p>\n<p></p>\n<h2>(2) Classification: Male Inmates</h2>\n<p>(a). The classification system for male inmates, which went into effect in May of 1985, requires that each newly admitted inmate be processed through the booking area. Thereafter, he is temporarily housed in the holding area or elsewhere, depending on his charges. The admittee is interviewed and based on the information collected, the interview itself, his medical and mental history and \"rap\" sheet, an objective score is calculated from which it is determined whether he is a maximum, medium or minimum security inmate.</p>\n<p>(b). When space is available, the inmate is moved to the section of the jail which houses his classification type. Until that time, however, he may be housed with inmates of other personality types and those who have been charged with offenses different from his. Thus, passive and assaultive inmates may be housed in the same area simultaneously.</p>\n<p>(c). If during the classification process the inmate is found to have a psychological or health problem or has a history of substance abuse, an attempt is made to place that inmate in the special needs section of the prison.</p>\n<p>(d). The process, however, was markedly ignored in at least one case. Christopher Marks, an inmate who had just been released from the Vroom Building, and who, according to MCCI records, thought he was the God of War and that his penis was dying, and placed cigarette butts in his ears to stop the evil voices from speaking to him, was placed in a holding tank for many weeks together with other \"problem\" inmates, including unduly assaultive ones, as well as new admittees, without any special measures taken to assure his care and protection.</p>\n<p>The specific chain of events is as follows: On July 2, 1986, Mr. Marks was transferred to the jail from Marlboro Psychiatric Hospital. Upon arrival, he was classified and placed in Trustee 1. On July 6, 1986, he was transferred to Special Needs 2. On July 9, 1986, he was reclassified and sent to Vroom. On July 29, 1986, he was transferred from Vroom, again reclassified and sent to the holding area at MCCI where he remained for six weeks. On October 5, 1986, Mr. Marks committed suicide. I note that approximately three days prior to his death, he had been injured in a fight at the institution.</p>\n<p></p>\n<h2>(3) Classification: Female Inmates</h2>\n<p>(a). The female inmates are classified in a rudimentary manner. A female inmate is placed either in maximum custody, minimum custody or in the medical or special needs area. There is no evidence as to the basis upon which the assignment to these categories is made nor is there evidence of any sort of formal classification process followed with respect to the placement of female inmates.</p>\n<p>(b). The female inmates are not classified into discrete housing classifications nor is there evidence that different categories of female inmates are housed separately.</p>\n<p></p>\n<h2>(4) Classification: Holding Area</h2>\n<p>(a). There is no classification system within the holding area itself and therefore there is a disparate mix of inmates, including new arrivals, overly passive and overly aggressive inmates, housed there simultaneously.</p>\n<p></p>\n<h2>E. <i>Visitation</i>\n</h2>\n<p></p>\n<h2>(1) Visitation: Generally</h2>\n<p>(a). The court's order of October 10, 1984 directed that visitation hourse be substantially increased.</p>\n<p></p>\n<h2>(2) Visitation: Male Inmates</h2>\n<p>(a). Whereas the jail previously offered visitation only three days per week, it has doubled the available days and now offers <span class=\"star-pagination\">*768</span> visits six everyday except Friday, from noon to 4 p.m.</p>\n<p>(b). Renovations were made to both the male and female visitations areas. Specifically, the number of visiting booths in the male section has been increased from eight to eleven. In addition, the jail has replaced the 4\" square observation glass and telephone with a 3' × 4' glass panel in each booth through which inmate and visitors may see each other. The jail also constructed an oversized booth to accommodate visitors who are confined to wheelchair. Thus, the jail now offers visits four hours a day, six days per week, in eleven visiting booths, with large glass windows.</p>\n<p></p>\n<h2>(3) Visitation: Female Inmates</h2>\n<p>(a). The Women's Unit also has its own separate Visiting Section. There are six visiting booths with plexiglas panels and telephones. Visits are held everyday, except Friday, from noon to 3 p.m. There is no limit on how many visits an inmate may have per week.</p>\n<p>(b). The female inmates have unlimited access to the telephones located in the hallway, minimum security section, and maximum security sections.<sup>[4]</sup></p>\n<p></p>\n<h2>F. <i>Nurses and Medical Screening</i>\n</h2>\n<p>1. In 1984, the court directed that an additional nurse be hired and that medical screening be done prior to release of any inmate into the general population.</p>\n<p>2. The jail has a staff of four board certified physicians who are part of the Colts Neck Medical group. The doctors are on the premises approximately 26 hours per week. Nursing coverage is available 24 hours per day, seven days per week. Whereas in 1984 the jail had only four to five nurses, the jail employs eleven nurses and there is an opening for one part-time nurse.</p>\n<p>3. Medical screening begins following the routine booking process. Once booked, the admittee is brought to the medical department and is evaluated by a nurse. At that time, an assessment form is completed relating to any apparent medical problems and history. If this is not the inmate's first admission, his prior jail medical record will be obtained and reviewed. The nurse will assess both past or acute medical problems as well as any history of substance abuse.</p>\n<p>Inmates are tested during the screening process for blood pressure or hypertension problems. A urinalysis is also performed, and a PDD (Mantoux) screening test for tuberculosis is administered. If an inmate has a medical problem, or if he is taking medication, or has a history of substance abuse, he is seen by the physician at the sick call, which is usually held within the following 24 hours. If the inmate has no medical problems and no reason to see the physician, or does not want to see him, he is then placed into the general population. His chart is then flagged and \"followed\" for seven days. Within that seven day time frame, physician will examine him and perform a complete physical at that time. Thus, all inmates are seen by a physician within seven (7) days of admission, unless the inmate refuses. Approximately 40% of the inmates refuse.</p>\n<p>4. The jail has a sick call roster prepared on a priority basis each morning. Priority problems are seen first and all others on the roster are seen within the following 24 hours. An inmate on the sick call roster presents himself to the Medical Wing where he is examined by a physician. Sick call is handled on a rotating basis.</p>\n<p>5. During a trial time period of six months, 232 inmates were seen within a seven day period and among them, no significant medical problems were detected.</p>\n<p>6. The Women's Unit also contains a Medical Unit which contains four beds. One doctor and one or two nurses come to the Women's Section to see the women on Mondays, Wednesdays and Fridays. A psychologist and a mental health team are <span class=\"star-pagination\">*769</span> also available to see the women several times a week.</p>\n<p>7. At the inspection of March 8, 1988, the court took official notice that the jail also has a full state of the art dental facility.</p>\n<p></p>\n<h2>G. <i>Population</i>\n</h2>\n<p></p>\n<h2>(1) Population: Generally</h2>\n<p>(a). In the order of this court, dated October 10, 1984, the population cap for male inmates was set at 304. Specifically, following his initial findings the Master recommended these caps for each section:</p>\n<p></p>\n<pre>\nTrustee 1 and 2:               52\nWings A and B:                 56\nCivil Wings I and II:          20\nEach of the four dormitories   44 (Total: 176)\n</pre>\n<p>The court adopted this recommendation mindful that these caps were subject to modification based upon changes to physical plant, staff and the provision of recreational opportunities.<sup>[5]</sup></p>\n<p>As will be discussed <i>infra,</i> a similar court mandated cap was not adopted for the female inmates.</p>\n<p>(b). The inmate population has exceeded the court imposed population capacity on at least 50 occasions between November, 1986 and March, 1987.</p>\n<p>(c). Reasons for the unrelenting overcrowded conditions include:</p>\n<blockquote>(i). escalation in prosecutions thereby increasing the number of pretrial detainees and grand jury inmates awaiting indictment and trial.</blockquote>\n<blockquote>(ii). aggressive sentencing structure.</blockquote>\n<blockquote>(iii). high bails.</blockquote>\n<blockquote>(iv). admittees awaiting transfer from the county facility.</blockquote>\n<blockquote>(v). escalation in the number of women and sex offenders in the county jails.</blockquote>\n<blockquote>(vi). delays in the construction of new facilities.</blockquote>\n<blockquote>(vii). state's use of the county facility for its own inmates and the state's failure to comply with its agreement to remove state-sentenced inmates in excess of 75, excluding the 50 housed pursuant to the state's contract with the county.</blockquote>\n<p>(d). Responses to the growing population problem include:</p>\n<blockquote>(i). The county has brought suit in state court to enforce the state's agreement to remove state sentenced inmates.</blockquote>\n<blockquote>(ii). On March 18, 1985, the state agreed to remove the number of state inmates which cause the jail to exceed its population capacity.</blockquote>\n<blockquote>(iii). The County Assignment Judge reviews information on all temporary commitments from the municipal courts to consider reducing bail. In addition, the judge has assigned more judges to hear jail cases to expedite the criminal trial process.</blockquote>\n<blockquote>(iv). The Presiding Judge of the Law Division, Criminal Part, reviews all grand jury committments as well as the bail reports on each new inmate so as to consider the release of some detainees and the reduction of the bail of others.</blockquote>\n<blockquote>(v). Relatedly, a bail team interviews grand jury inmates.</blockquote>\n<blockquote>(vi). Sentencing procedures have been accelerated.</blockquote>\n<blockquote>(vii). Sheriff Lanzaro has sent a memorandum to all police chiefs, municipal court judges, municipal prosecuting officials <span class=\"star-pagination\">*770</span> and court officials regarding the procedures for admission of municipally sentenced inmates to the county facility.</blockquote>\n<blockquote>(viii). By order of the Sheriff dated March 10, 1987, the admissions of municipal inmates was stopped until the population decreased.</blockquote>\n<p></p>\n<h2>(2) Population: Male Inmates</h2>\n<p>(a). As stated previously, the order of this court, dated October 10, 1984, set the maximum male inmate capacity at 304. This amount did not include consideration of newly constructed Wings G and H or the holding area.</p>\n<p>(b). During renovation, the male inmate population exceeded 500, of which 50 were housed in the holding area. I note that at the time of my inspection, however, only two inmates were confined in the holding area.</p>\n<p>(c). Wings G and H have a total of 128 cells which permit double bunking and hence provides an additional 256 beds for male inmates.</p>\n<p></p>\n<h2>(3) Population: Female Inmates</h2>\n<p>(a). The Master has recommended and the court has adopted an implicit agreement by the parties that the population capacity of the Women's Wing is 40. The court and parties had assumed the figure to have been correct as it reflected the number of cells in the Women's Wing. However, no formal analysis of the capacity of the women's unit has been performed.</p>\n<p>An examination of the section reveals that two of the wings in the female section have a total of 32 cells, which measure 10' × 6'8\" × 9'2\"  a total of 68 square feet. Each of these sixteen cells has its own sanitary units.</p>\n<p>In addition, there is a medical section which accommodates four female inmates, a juvenile and civil section, which house two female inmates each, as well as two isolation cells. There is also a processing area which serves as additional housing when the population exceeds 40.</p>\n<p>(b). On December 4, 1986, the female population reached 58 inmates. In February of 1987, thirteen state-sentenced inmates had been removed. Since then, no female state-sentenced inmates have been housed at MCCI. During the period of November 1986 through March 1987, however, the female inmate population regularly exceeded 45 inmates.</p>\n<p></p>\n<h2>(4) Population: Holding Area</h2>\n<p>(a). Neither the court order nor the Master contemplated the inclusion of the holding area as part of the population cap because the county did not expect the area would be operational and hence it was considered unavailable for housing inmates.</p>\n<p>(b). The area, however, has been used to provide housing for new admittees charged with various offenses and inmates of various personality types on both a long and short term basis.</p>\n<p>(c). Two of the tanks are 20'10\" × 10'9\" or 224 square feet each. The DRC tank is 20' × 11'. With improvements, each tank could serve as temporary housing for eight inmates. The three single cells each measure 9' × 6' and, with improvements, could temporarily house six inmates. There are also two isolation cells, each measuring 9'8\" × 6'. Hence, with improvements in lighting and ventilation, the holding area could house a total of thirty inmates.</p>\n<p>(d). Even without renovations, however, the area has been used to temporarily house a minimum number of inmates and detainees.</p>\n<p>(e). The county has attempted to control the numbers in this area by restricting admission. For instance, the jail stopped accepting new inmates sentenced by municipal courts when the population cap was exceeded.</p>\n<p></p>\n<h2>IV. CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>General Principles</i>\n</h2>\n<p>1. As the court observed in its opinion <i>MCCI v. Lanzaro,</i> 595 F.Supp. 1417, 1428 (D.N.J.1984):</p>\n<blockquote>The teachings of the Supreme Court establish that conditions of confinement which may be constitutional for sentenced inmates under the Eighth Amendment may be unconstitutional for pretrial <span class=\"star-pagination\">*771</span> detainees under the Fourteenth Amendment. <i>Compare </i><i>Rhodes v. Chapman,</i> 452 U.S. 337 [101 S.Ct. 2392, 69 L.Ed.2d 59] (1981) with <i>Bell v. Wolfish,</i> 441 U.S. 520 [99 S.Ct. 1861, 60 L.Ed.2d 447] (1979). Because the MCCI detention facility houses pretrial detainees and sentenced inmates, it is necessary to consider the principles of law which govern the conditions of confinement for both categories of inmates.</blockquote>\n<p>(quotations omitted).</p>\n<p>2. The proper inquiry regarding the conditions of confinement of pretrial detainees \"is whether those conditions amount to punishment of the detainee\" in violation of the due process clause of the fourteenth amendment. <i>Bell, supra</i> 441 U.S. at 535, 99 S.Ct. at 1872. Under the due process clause, a pretrial detainee may not be punished prior to adjudication of guilt. In order to make this evaluation, the court must determine whether the condition \"is imposed for some purpose of punishment or whether it is an incident of some other legitimate governmental purpose\" and \"whether it appears excessive in relation to the alternative purpose assigned [to it].\" <i>Id.</i> at 535, 99 S.Ct. at 1872. A condition which is excessive, arbitrary or purposeless in relation to asserted state goals amounts to punishment and a deprivation of liberty without due process of law. <i>See id.</i> at 539, 99 S.Ct. at 1874. Effective management of the facility \"is a valid objective that may justify imposition of conditions and restrictions ... and dispel any inferences of punitive intent.\" <i>Id.</i> at 540, 99 S.Ct. at 1875. In addition, the court must be mindful that it should \"ordinarily defer\" to the professional expertise of corrections officials in such matters. <i>Id.</i></p>\n<p>3. The Supreme Court set forth the standards for determining \"when conditions of confinement compose the punishment at issue\" for sentenced inmates, noting that what constitutes cruel and unusual punishment under the eighth amendment must be drawn \"from the evolving standards of decency that mark the progress of a maturing society.\" <i>Rhodes, supra,</i> 452 U.S. at 356-57, 101 S.Ct. at 2404-05.</p>\n<p>For conditions of confinement to be constitutional under the eighth amendment, the \"conditions must not involve the wanton or unnecessary infliction of pain nor may they be grossly disproportionate to the severity of the crime warranting imprisonment ...\" <i>Id.</i> (citations omitted). Conditions which result in \"unquestioned and serious deprivations of basic human needs\" or which \"deprive inmates of the minimal civilized measures of life's necessities\" constitute cruel and unusual punishment. <i>Id.</i> (citations omitted). <i>See also </i><i>Union County Jail Inmates v. Di Buono,</i> 713 F.2d 984, 997 (3d Cir.1983), <i>cert. denied,</i> 465 U.S. 1102, 104 S.Ct. 1600, 80 L.Ed.2d 130 (1984). Courts have recognized that food, medical care, sanitation, security, clothing and habitable shelter are the sort of basic needs of which even sentenced inmates may not be constitutionally deprived. <i>See </i><i>MCCI v. Lanzaro, supra</i> at 1429 and cases cited therein.</p>\n<p>4. In short, to determine whether the conditions of confinement of either sentenced inmates or pretrial detainees have fallen below constitutionally mandated levels and \"would require these inmates to endure `genuine privations and hardships over an extended period of time,' ... so as to render them `excessive' and lead to the conclusion that the conditions amount to punishment,\" the court must consider the totality of the circumstances. <i>Id.</i> In this case, I must determine whether or not the conditions amount to punishment because pretrial detainees and sentenced are housed together simultaneously and as such the conditions must comply with the standards guaranteed to pretrial detainees even when those inmates are housed with convicted prisoners. <i>See </i><i>MCCI v. Lanzaro, supra</i> at 1438 n. 20.</p>\n<p>With these principles in mind, I now turn to an analysis of the constitutionality of the specific conditions at issue and whether or not the defendants are in compliance with the orders of this court.</p>\n<p></p>\n<h2>B. <i>Purpose of the Hearings</i>\n</h2>\n<p>1. The Master is authorized to conduct hearings and to \"do all acts and take all measures necessary or proper for the official <span class=\"star-pagination\">*772</span> performance of his duty\", pursuant to Fed.R.Civ.P. 53(c) as well as the order of reference dated June 6, 1983.</p>\n<p>According to the order the \"Special Master shall file reports not less often than every sixty (60) days, until he finds that the defendants have fully complied with any order of the court entered upon said initial report, and that such compliance has continued for a sufficient length of time to make a lapse into noncompliance improbable.\"</p>\n<p>2. Consistent with that order and rules of procedure, and at the request of the public advocate, the Master conducted the within hearings so as to examine all extant conditions at the jail and to evaluate the defendants' compliance with the court's order.</p>\n<p>As a result of the testimony elicited at the hearings, the Master explored renovations and physical conditions of the facility, recreation, visitation, medical services, classification and overcrowding. In addition, the Master heard evidence with respect to the death of Christopher Marks. Thereafter, the Master reported his findings to the court. The court considered both his findings and the parties objections thereto.</p>\n<p>3. In addition to evaluating compliance with the order of this court, the court may evaluate whether evidence of changed circumstances support modifying the existing orders and decrees. <i>See</i> 11 Wright &amp; A Miller <i>Federal Practice and Procedure</i> § 2961. As the Supreme Court observed in <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 114-15, 52 S.Ct. 460, 462, 76 L.Ed. 999 (1932), the power to modify a decree exists</p>\n<blockquote>by force of principles inherent in the jurisdiction of the chancery. A continuing decree of injunction directed to events to come is subject always to adaptation as events may shape the need.... [A] court does not abdicate its power to revoke or modify its mandate if satisfied that what it has been doing has been turned through changing circumstances into an instrument of wrong.</blockquote>\n<p><i>See also </i><i>Philadelphia Welfare Rights Organization v. Shapp,</i> 602 F.2d 1114, 1120-21 (3d Cir.1979), <i>cert. denied,</i> 444 U.S. 1026, 100 S.Ct. 689, 62 L.Ed.2d 660 (1980) in which the Court of Appeals for the Third Circuit acknowledged that \"a court of equity has the power to modify [an] injunction in the light of experience.\"</p>\n<p>With these principles in mind, I shall now review the defendants compliance with the orders of this court and evaluate the conditions of the facility to determine whether the circumstances require a modification of my existing orders in light of both the evidence and the law.</p>\n<p></p>\n<h2>C. <i>Overview</i>\n</h2>\n<p>In general, the institution has made substantial progress in bringing the totality of the conditions at the facility into constitutional compliance. Moreover, in some instances, the facility has exceeded the requirements of the constitution.</p>\n<p></p>\n<h2>D. <i>Physical Plant and Renovations</i>\n</h2>\n<p></p>\n<h2>(1). Physical Plant and Renovations: Male Wing</h2>\n<p>(a). The physical conditions at the facility, with the exception of the holding area, have substantially improved as a result of the renovations delineated in Part III(A) of this opinion.</p>\n<p>(b). Specifically, the county has installed new ventilation, lighting, heating, smoke and fire detector systems, has painted and has improved the plumbing.<sup>[6]</sup></p>\n<p>I take notice that all renovations have been completed throughout the facility. In addition, the newly constricted wings G and H provide additional housing not available at the time I entered the order of October 10, 1984.</p>\n<p>(c). The record and my own inspection reveal that these improvements to the physical plant meet the conditions contemplated by the standards articulated in <i>Bell v. Wolfish</i> and are in substantial compliance with ¶ 1 of the Court's order dated October 10, 1984.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*773</span> (2). Physical Plant and Renovations: Women's Wing</h2>\n<p>(a). Apparently, there is no dispute as to the habitability of the women's section and therefore I find the constitutionality of the physical plant there to be unchallenged.</p>\n<p></p>\n<h2>(3). Physical Plant and Renovations: Holding Area</h2>\n<p>(a). The holding area is dull, dingy and dungenlike. Moreover, renovations to the area have been limited to improvements to the lighting in the entry area. Therefore, the defendants are not in substantial compliance with ¶ 1 of the court's order dated October 10, 1984 in this respect.</p>\n<p>(b). The physical conditions there, together with the lack of meaningful classification of those inmates housed in that area and their inadequate access to recreation, require that the area be used for temporary housing of only a minimum number of people.</p>\n<p>(c). Improvements to the ventilation, heating, plumbing and lighting systems must be made in order to correct the defendants' current noncompliance with ¶ 1 of the court's order. The Master shall inspect and report on the progress of these improvements within 90 days of the date of the order of this court.</p>\n<p>(d). Upon completion of these renovations as well as upon proof of both improvements in the recreational opportunities offered to those housed in the holding area and the implementation of a meaningful classification system, the area may be used to house up to 30 inmates for extended periods.</p>\n<p></p>\n<h2>E. <i>Recreation</i>\n</h2>\n<p></p>\n<h2>(1). Recreation: Male Inmates</h2>\n<p>(a). The male inmates have access to a large outdoor yard in which they are given an opportunity to participate in two hours of meaningful recreation per day.<sup>[7]</sup> Although these opportunities are underutilized, underutilization is irrelevant as the constitution requires only the availability of such opportunities.</p>\n<p>(b). The availability of outdoor space, however, does not itself manifest compliance with the court ordered requirement that the county provide each inmate an opportunity for physical exercise on a year round basis since inclement weather impedes use of such space. Thus, as I required in the order of October 10, 1984, the county must investigate the possibilities for indoor recreational space, if necessary to comply with this order on a year round basis. The court has seen no evidence of such investigations nor has it received an explanation as to why no investigation is necessary, in view of the need for more indoor opportunities for active recreation.<sup>[8]</sup></p>\n<p>(c). Although the facility is in substantial compliance with ¶ 2 of the court's order of October 10, 1984, with respect to the provision of outdoor recreation, the institution must make greater efforts with respect to opportunities to engage in active recreation indoors. In addition, the institution must improve its record keeping system and must document all opportunities for recreation offered and participation in such activities.</p>\n<p></p>\n<h2>(2). Recreation: Female Inmates</h2>\n<p>(a). The county has failed to provide the female inmates with the regular opportunity to engage in active recreation one hour per day. Although they have access to a small outdoor area, they do not have adequate opportunities for physical exercise. Moreover, their access to showers, beauty culture, sewing and laundry rooms to engage in passive activities is not in compliance with the court's order to provide meaningful recreation. As I have observed previously, these passive activities do not provide a sufficient substitute for the opportunity to engage in active physical <span class=\"star-pagination\">*774</span> exercise. <i>MCCI v. Lanzaro,</i> 595 F.Supp. at 1431.</p>\n<p>(b). The record demonstrates, therefore, that the defendants are not in compliance with ¶ 2 of the court's order of October 10, 1984 with respect to the provision of recreation for female inmates.</p>\n<p>(c). Thus, the county is once again ordered to provide each female inmate with an opportunity to engage in one hour of active recreation per day and is further ordered to keep records as to the availability and use of these opportunities. In addition, the county is encouraged to make maximum use of the outdoor space and make creative use of the indoor facilities.</p>\n<p></p>\n<h2>(3). Recreation: Holding Area</h2>\n<p>(a). Inmates confined in holding have limited access to recreational activties. Therefore, the institution is not in substantial compliance with ¶ 2 of the court's order that <i>all</i> inmates be offered the opportunity to participate in one hour of recreation per day.</p>\n<p>(b). Thus to be in compliance, the defendants must offer such opportunities to those in the holding area and must document both the opportunities available and the use of same.</p>\n<p></p>\n<h2>F. <i>Beds and Bedding</i>\n</h2>\n<p>1. All inmates are given a bunk, mattress and bedding, which are arranged so as to not retrict daytime living space, and at no time since the entry of this court's 1984 order has any inmate slept on the floor with or without a mattress.</p>\n<p>2. Therefore, I find the defendants are in compliance with ¶ 3 of the court's order dated October 10, 1984. It must be noted that should circumstances change in this regard, so will my conclusion on this issue.</p>\n<p></p>\n<h2>G. <i>Classification</i>\n</h2>\n<p></p>\n<h2>(1). Classification: Male Inmates</h2>\n<p>(a). The current classification system for male inmates is \"meaningful\" as it creates categories of inmates basically based upon personality and passive or aggressive nature of the individual and attempts to house these categories separately, as the size of the institution permits.</p>\n<p>(b). The system, however, needs improvement. Although the physical structure of the facility does not permit the classification system to calibrate between different types of inmates with percision, the system blurs the distinction between housing classification units (grand jury, holding, special needs) with inmate classifications (protective custody, passive or aggressive, problem inmates).<sup>[9]</sup></p>\n<p>(c). Moreover, one half of the inmates are categorized as part of the general population irrespective of whether he is a detainee or sentenced inmate.</p>\n<p>(d). Although the Public Advocate takes issue with the county's decision to house pretrial detainees with sentenced inmates, this is not an unconstitutional condition since the facility has provided conditions of confinement for male inmates outside of the holding area, which comport with those conditions which pretrial detainees are entitled. Therefore, this housing arrangement is not unconstitutional.</p>\n<p>(e). The current classification system implemented for male inmates is in substantial compliance with ¶ 4 of the order of this court dated October 10, 1984 and meets the constitutional lodestar.</p>\n<p>As the defendants admit, however, the system is not in full compliance with the classification set forth by the Department of Corrections. N.J.A.C. 10A:31-3.94. Specifically, the provisions provide:</p>\n<blockquote>(a) The classification system shall be designed to ensure the required level of custody, housing assignments, and program participation for inmates. The written plan for inmate classification shall specify criteria and procedures for <span class=\"star-pagination\">*775</span> determining and changing the status of an inmate, including custody, transfers, and major changes in programs.</blockquote>\n<blockquote>(b) The standards pertaining to classification shall provide that:</blockquote>\n<blockquote>1. There shall be a written plan for classifying inmates which includes the following:</blockquote>\n<blockquote>i. Evaluation of inmate based upon known facts concerning inmate's personal, criminal, medical, social history, and previous institutional record;</blockquote>\n<blockquote>ii. Placement of inmates in programs suited to their interest;</blockquote>\n<blockquote>iii. Limitation of surveillance and/or assistance to no more than required;</blockquote>\n<blockquote>iv. Limitation of security status to no more than potential risk requires;</blockquote>\n<blockquote>v. Review of classification plan a minimum of once every three months.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>3. There shall be separate management of inmates including, but not limited to, the following categories:</blockquote>\n<blockquote>i. Unconvicted females;</blockquote>\n<blockquote>ii. Convicted females;</blockquote>\n<blockquote>iii. Unconvicted males;</blockquote>\n<blockquote>iv. Convicted males;</blockquote>\n<blockquote>v. Other classes of detainees, e.g., witnesses, civil prisoners;</blockquote>\n<blockquote>vi. Community custody inmates, e.g., alcoholics, narcotic addicts, mentally disturbed persons, physically handicapped persons, persons with communicable diseases;</blockquote>\n<blockquote>vii. Inmates requiring disciplinary detention;</blockquote>\n<blockquote>viii. Inmates requiring administrative segregation;</blockquote>\n<blockquote>4. Initial classification of sentenced inmates shall be completed within two weeks after admission from court or transfer from another institution, except where there are clear and convincing reasons to do otherwise. Wherever possible, inmates shall initially be assigned to an intake area for a two week period which will allow them to be properly and appropriately classified.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>7. Segregation of inmates by race, color, creed, or national origin shall be prohibited.</blockquote>\n<p>Thus, although the current system is in substantial compliance with ¶ 4 of the order of this court, the defendants should strive to meet the standards set forth by the officials of the Department of Corrections, who are expert in the field of prison administration. <i>See </i><i>O'Lone v. Shabazz,</i> ___ U.S. ___, 107 S.Ct. 2400, 2404, 96 L.Ed.2d 282 (1987).</p>\n<p></p>\n<h2>(2). Classification: Female Inmates</h2>\n<p>(a). Although the female population has increased, the jail uses only a rudimentary system for classification.</p>\n<p>(b). Specifically, the female inmates are classified as maximum security, minimum security, or based upon medical or special needs. Nothing in the record reveals the basis upon which a female inmate is assigned to a particular category nor is there evidence as to the classification process by which the female inmates are categorized and assigned to housing sections.</p>\n<p>(c). Therefore, the defendants are not in compliance with ¶ 4 of the court's order in this regard. The defendants are ordered to implement a meaningful classification system for all female inmates, and strive to comply with the standards set forth in N.J. A.C. 10A:31-3.4, listed <i>supra.</i> The Master shall inspect and report to the court on the status of such implementation within 90 days of the order of this court and make recommendation with respect to the imposition of sanctions for failure to comply with this order.</p>\n<p></p>\n<h2>(3). Classification: Holding Area</h2>\n<p>(a). The classification of inmates housed in the holding area is virtually nonexistent. The area simultaneously houses on both a long and short term basis, new admittees charged with both violent and nonviolent offenses as well as sentenced inmates who are in protective custody or who have difficulty assimilating into the general population or those who are subject to institutional disciplinary sanctions.</p>\n<p>(b). In addition, the lack of a classification system in this area is at least tangentially <span class=\"star-pagination\">*776</span> related to the suicide of Christopher Marks, discussed <i>supra.</i></p>\n<p>(c). The arrangement used in the holding area does not provide meaningful classification and is not in compliance with ¶ 4 of the court's order, dated October 10, 1984.</p>\n<p>(d). The defendants are ordered to implement a classification system for those housed in the holding area. Furthermore, I order defendants to immediately implement a system which separates new arrivals and pretrial detainees from aggressive or passive sentenced inmates. The Master shall inspect and report to the court on the status of such implementation of the more detailed classification system within 90 days and make recommendations with respect to the imposition of sanctions for failure to comply with this order.</p>\n<p></p>\n<h2>H. <i>Visitation</i>\n</h2>\n<p>1. New privacy screens and visiting booths have been constructed, thereby increasing the space available for visitation.</p>\n<p>2. Visiting days and hours have also increased.</p>\n<p>3. As the jail has increased both the space for visitation and the hours for doing so, I find that the defendants are in compliance with ¶ 5 of the order of this court dated October 10, 1984.</p>\n<p></p>\n<h2>I. <i>Medical</i>\n</h2>\n<p>1. The medical wing is state of the art and services at the institution have improved greatly.</p>\n<p>2. Three physicians visit the facility three times per week and nurses are available on a twenty-four hour basis. In addition, mental health professionals regularly visit the facility. In addition, a full panoply of dental services are available in the institution's full dental facility.</p>\n<p>3. All new admittees are screened prior to placement in the general population and those admitted are seen by a health professional upon request.</p>\n<p>4. The record demonstrates, therefore, that defendants are in compliance with ¶ 6 of the court's order of October 10, 1984.</p>\n<p></p>\n<h2>J. <i>Population</i>\n</h2>\n<p></p>\n<h2>(1). Population: Male Inmates</h2>\n<p>(a). In general, MCCI has been in regular noncompliance with the court-mandated maximum male inmate capacity. This violation, however, has been neither willful nor contamacious. Rather, it has been the result of various factors discussed in Part III(G)(1)(c). In addition, the renovations at the facility have caused the population to fluctuate. For instance, during the renovations of either Wings C and D or Wings E and F, the population capacity for housing male inmates decreased from 304 to 200.</p>\n<p>(b). As a result of the completion of these renovations, however, the population capacity of the institution has increased.</p>\n<p>(c). Although the consent judgments filed on March of 1985 and April of 1986 reflect the parties agreement that all double bunking in Wings A and B and the civil sections would cease, I find it proper to continue partial double bunking of these sections at this time and thereby allow these areas to continue to accomodate 52 inmates. <i>See </i><i>Union County Jail Inmates v. Di Buono,</i> 713 F.2d 984, 995-1000 (3d Cir.1983).</p>\n<p>(d). The record reveals that since the entry of my initial order, the institution has constructed Wings G and H, which contain a total of 128 cells. As these cells have the square footage to permit double bunking, the parties agree that the wings provide housing for an additional 256 male inmates.</p>\n<p>(e). Hence, all renovations are complete and the new wings are open, thereby resulting in a capacity of the male sections, excluding the holding area, of 560.</p>\n<p>(f). Although the Public Advocate contends that the capacity of the institution set in my October 1984 order remains applicable until modified by the court upon formal application and showing of exceptional circumstances, <i>see </i><i>Inmates of Allegheny County Jail v. Wecht,</i> 754 F.2d 120, 127 (3d Cir.1985), the order of this court specifically stated that</p>\n<blockquote>because the population cap is necessary in light of the totality of conditions at <span class=\"star-pagination\">*777</span> MCCI, a substantial change in these conditions may lead to modification of my order in this regard. In particular, modification of this cap might be appropriate if and when changes in the physical plant and staff at MCCI would permit one hour of daily recreation per inmate in an enlarged space on a year round basis and full compliance with other provisions of my order even at an increased population at the jail.</blockquote>\n<p>Moreover, in light of changed circumstances the court's equitable power allows it to modify its decrees. Hence, given the enlarged physical plant and renovations, improved medical services, increased visitation and opportunities to engage in recreational activities, the institution has the physical and service capacity to house additional inmates. Therefore, I shall enter an order which incorporates a modification to increase the capacity of the institution to 560, excluding the holding area.<sup>[10]</sup></p>\n<p>(g). To ensure compliance with the new cap, the court shall impose prospective fines to curb the defendants future violations. Thus, the defendants shall be fined $100<sup>[11]</sup> per male inmate per day housed at the facility above the cap. This fine structure is established mindful that past violations of the cap have been neither willful nor contumaceous.</p>\n<p></p>\n<h2>(2). Population: Female Inmates</h2>\n<p>(a). Although prior orders of this court reflect that the capacity of the Women's Unit to be 40, that figure was not based upon a formal assessment. Rather, it was arrived at based merely on the number of beds that existed in the area. Thus, as the capacity of 40 was assumed rather than mandated, I cannot find that the defendants have violated any court order on this issue when the population of the section regularly hovered around 50.</p>\n<p>(b). An analysis of the dimensions of the cells of the Women's Unit reveals that the section has a capacity greater than 40. Specifically, not only does the unit have a variety of activity rooms, but sixteen of the forty cells measure 10' × 6'8\" and are 9'2\" high. In addition, each of these sixteen cells has its own sanitary unit. Thus, these sixteen cells, which are each 68 square feet, are suitable for double bunking provided:</p>\n<blockquote>1. the female inmates are given the opportunity to engage in one hour of meaningful recreation per day.</blockquote>\n<blockquote>2. that a meaningful classification system is implemented and;</blockquote>\n<blockquote>3. the inmates are given access to all other services.</blockquote>\n<p>(c). Thus, upon proof that these conditions precedent are satisfied, the institution may double bunk sixteen of the cells. At that time, the court will set a capacity of 56 in the women's unit. Until then, however, the capacity shall remain at 40.</p>\n<p>(d). The Master shall inspect and report on defendants' progress on these issues within 90 days of the order of this court.</p>\n<p>(e). To ensure compliance with these caps, the court shall impose propsective fines to curb defendants' future violations. Thus, the defendants shall be fined a $100<sup>[12]</sup> per female inmate per day housed at the facility above the cap. At present, the above fines will be imposed if the facility houses more than 40 female inmates. Upon proof of compliance with those conditions specified in Part IV(J)(2)(b) above, such fines shall be imposed if the facility houses more than 56 female inmates.</p>\n<p></p>\n<h2>(3). Population: Holding Area</h2>\n<p>(a). The capacity of the holding area was not included in the initial determination of the population capacity of the facility since it was scheduled to close at the time of the initial hearings.</p>\n<p>(b). As the current state of the conditions of this area cannot satisfactorily accommodate inmates for any extended period <span class=\"star-pagination\">*778</span> of time, the space may only be used to temporarily house new arrivals and sentenced inmates who have difficulty in assimilating into the general population.</p>\n<p>(c). If there are documented improvements to the ventilation, lighting and classification systems in the area and if those housed there are provided with one hour of meaningful recreation per day, the space may be used to house up to 30 inmates. Of course, such usage may not occur until such renovations are made and documented.</p>\n<p></p>\n<h2>(4). Total Population Capacity</h2>\n<p>Upon conclusion of all renovations and satisfaction of the above mentioned conditions precedent, I find the capacity of the institution to be as follows:</p>\n<p></p>\n<pre>\n       Male Wings     560\n       Female Wing     56\n       Holding Area    30\n                      ___\n         Total        646\n</pre>\n<p>The present capacity is as follows:</p>\n<p></p>\n<pre>\n       Male Wings     560\n       Female Wing     40\n                      ___\n       Total          600\n</pre>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>A review of the record and my own inspection of the facility reveals that MCCI has made significant improvements in the area of visitation, medical services and bedding.</p>\n<p>In general, male inmates have been provided meaningful recreational opportunities as required under my order, but improvements are necessary to insure such recreation is available on a year round basis.</p>\n<p>With respect to the female inmates, active recreational opportunities have been provided on a more limited basis and the defendants must insure that such opportunities are available to the female inmates at least one hour per day. The same opportunities must be offered to those held in the holding area.</p>\n<p>With respect to classification of the male inmates, while a \"meaningful\" system exists, it is not in compliance with the state standards and I therefore suggest that the defendants do their utmost to reach the standards promulgated by the Department of Corrections. This court requests that the Master review defendants' compliance with this directive within six months. Relatedly, since there only is a rudimentary classification of the female inmates and such a system in the holding area is virtually nonexistent, a more meaningful systems must be implemented in those areas.</p>\n<p>Finally, as the physical conditions of the institution have improved greatly, with the exception of the holding area, I find it proper to increase the court-mandated capacity to 560. Of course, this increase is contingent on the continued improvement and maintenance of the facility. In addition, with respect to the Women's Unit, the population cap of 56 shall not go into effect until the defendants have demonstrated that there have been improvements in the classification system and daily recreational opportunities.</p>\n<p>With respect to the holding area, I find that in its current state it may be used only to temporarily house new arrivals and those inmates who cannot assimilate in the general population. Upon renovations to the ventilation, lighting, plumbing, and classification systems, and with the availability of recreational activities, the space may be used to house up to 30 inmates.</p>\n<p>Based on the forgoing, I shall exercise the inherent equitable jurisdiction of this court and modify its prior order as stated above.</p>\n<h2>NOTES</h2>\n<p>[1]  The remaining defendants are as follows: Nelson Stiles, Warden (MCCI), Dr. Jacob Lewis, physician (MCCI), Harry Larison, Clement Somers, Frank Self, Thomas Powers and Ray Kramer, and their successors in office, of the Monmouth County Board of Chosen Freeholders.</p>\n<p>[2]  James R. Zazzali is an attorney admitted to practice law in the State of New Jersey. He was the Attorney General for this state in 1981-82 and currently practices law with the firm Zazzali, Zazzali, Fagella and Nowak in Newark. From October 1981 to December 1981, he served on Governor Byrne's Task Force to Deal with the Problem of Prisoner crowding in this State.</p>\n<p>[3]  The record does not address the availability of an educational program to male inmates.</p>\n<p>[4]  I note that while the record reveals that the female inmates have the privilege to send mail to and receive mail from anyone they desire, there was no evidence elicited in the most recent hearings regarding mail and telephone privileges for male inmates. As the Public Advocate has not challenged the availability of these privileges, the court presumes that they are offered in a satisfactory manner.</p>\n<p>[5]  Various events have occurred that require the court to consider modification of these figures. For example, by order dated June 20, 1986, the Commissioner of the New Jersey Department of Corrections agreed to assist the county in double bunking newly constructed Wings G and H. Specifically, the state agreed to provide expertise, laborers, transportation and beds to double bunk the wings. Wing G has 60 welded bunk beds. In Wing H, modular beds were installed at the state's expense, which could be converted into single beds.\n</p>\n<p>In addition, by administrative order dated September 11, 1986, Wings G and H were opened and fully double bunked to house 256 inmates. Since these wings were not in existence when the court entered its original order, the figure is not included in the previous cap. Given the chronic condition of overcrowding, it is clear that the double bunking of these wings must be considered more than a temporary response to the population problem.</p>\n<p>Moreover, portions of Wings A and B have been double bunked to provide housing for a total of 64 inmates.</p>\n<p>Finally, the master has noted that a portion of the women's unit provides space for double bunking and thereby increases the capacity of that space to 56, provided sufficient recreational opportunities are made available.</p>\n<p>[6]  I note that during renovations, the institution has made a good faith effort to complete the process with a minimum of disruption to the daily routine of the facility and with regard for the conditions of confinement of those temporarily displaced by the renovation.</p>\n<p>[7]  While I am cognizant that in my prior opinion I found that the yard could accommodate, a total of 420 inmates, <i>MCCI, supra,</i> 595 F.Supp. at 1438, I will adopt the master's finding that the yard can accomodate 100 inmates at one time.</p>\n<p>[8]  The Public Advocate has moved to hold the defendants in contempt for failure to provide for such recreation or make plans for provision of same. <i>See</i> Consent Judgment, dated February 4, 1986 at ¶ 8. The motion is returnable September 12, 1988. I shall refer this motion to the Special Master for his recommendation.</p>\n<p>[9]  Despite an agreement between the parties to separate sentenced from pretrial detainees, and those who are accused of or convicted violent crimes, as opposed to nonviolent offenses, <i>see </i><i>MCCI v. Lanzaro,</i> 595 F.Supp. at 1422, these inmates are housed together. The defendants admit that this is not in compliance with state standards. I note, however, that in light of the condition of the facility, this arrangement is not unconstitutional. <i>See</i> discussion at Part IV,(G)(1)(d).</p>\n<p>[10]  Note that the increase in the cap is intended to have no effect on the contractual agreement between the state and county with respect to the removal of a certain number of state-sentenced inmates.</p>\n<p>[11]  Of course, the court, in the exercise of its inherent discretion, may modify the structure of sanctions.</p>\n<p>[12]  <i>See, supra,</i> note 11.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></span> (1988)</b></center>\n<center><h1>MONMOUTH COUNTY CORRECTIONAL INSTITUTION INMATES, et al., Plaintiffs,<br>\nv.<br>\nWilliam LANZARO, Sheriff, et al., and William H. Fauver, Commissioner, N.J. Department of Corrections, Defendants.</h1></center>\n<center>Civ. A. No. 82-1924.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>September 1, 1988.</center>\n<p><span class=\"star-pagination\">*760</span> James R. Zazzali, Special Master, Zazzali, Zazzali &amp; Kroll, Newark, N.J., T. Gary Mitchell, Director, Office of Inmate Advocacy, Office of the Public Defender, Trenton, N.J., for plaintiffs.</p>\n<p>John T. Maloney, Deputy Atty. Gen., State of N.J., Dept. of Law &amp; Public Safety, Div. of Law, Trenton, N.J., Malcolm V. Carton, Carton &amp; Falcone, Special County Prosecutors, Avon, N.J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>HAROLD A. ACKERMAN, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>This is an action in which a class of inmates challenge the constitutionality of the conditions of confinement at the Monmouth County Correctional Institution (\"MCCI\" or \"the jail\") in New Jersey. The plaintiffs in this action are inmates at MCCI and the defendants are various county and state officials including William Lanzaro, the Monmouth County Sheriff and William H. Fauver, Commissioner of the New Jersey Department of Corrections.<sup>[1]</sup> This action in its present form was commenced on June 4, 1983, when this court consolidated the complaints of various <span class=\"star-pagination\">*761</span> <i>pro se</i> inmates which had been filed during the preceding months of 1982. By order of this Court dated June 6, 1983, the matter was referred to a Special Master, James R. Zazzali, Esq., pursuant to Rule 53(b) of the Federal Rules of Civil Procedure<sup>[2]</sup>, to <i>inter alia:</i></p>\n<blockquote>conduct a thorough examination into the totality of the conditions at the Monmouth County Correctional Institution.</blockquote>\n<p>Pursuant to this provision of the order, the Special Master has filed a series of reports concerning the status of the conditions at the jail.</p>\n<p>The most recent report is the by-product of a series of hearings convened by the Special Master. By letter dated November 14, 1986, the Master wrote all counsel that:</p>\n<blockquote>After careful consideration of this matter, the Master has concluded that it is appropriate to conduct a hearing with respect to the extant conditions at MCCI, the efforts made by the parties to alleviate the overcrowding; general compliance with the order of the court; the double bunking situation; and the question of whether the death of Christopher Marks was caused directly or indirectly by either overcrowding conditions or noncompliance with ... [the order of the court].</blockquote>\n<p>As a result of this letter, the Master conducted hearings on December 4, 1986, February 5, 1987, March 16, 1987, and April 22, 1987, at which twenty witnesses testified. Following these proceedings, the Master submitted a report to me which reflects his consideration of the parties' proposed findings of fact and conclusions of law, as well as the responses thereto. The plaintiff class, county and state have filed objections to the Master's report in this court.</p>\n<p>Upon review of his report and objections thereto, I ordered the parties to submit their proposed findings of fact conclusions of law to me for my consideration. I have considered these proposals in light of the record, the report of the Master as well as my own surprise inspection of the facility, which I conducted with the Master on March 9, 1988.</p>\n<p>Thus, the case is presently before me for a ruling on the merits of the issues most recently considered by the Master. In considering this matter, I am mindful that I must \"accept the Master's findings of fact unless clearly erroneous.\" Fed.R. Civ.P. 53(e)(2); <i>Kyriazi v. Western Electric Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">388</span></span>, 396 (3d Cir.1981); 5A Moore's Federal Practice ¶ 53.12[4] (1984). The findings of fact, therefore, carry a presumption of correctness. His conclusions of law, however, carry no weight with the reviewing court, and therefore, the court has an obligation to review the Master's legal conclusions on a de <i>novo</i> basis. <i>See </i><i>Polin v. Dun &amp; Bradstreet, Inc.,</i> <span class=\"citation\" data-id=\"384470\"><a href=\"/opinion/384470/paul-wm-polin-and-marsha-polin-v-dun-bradstreet-inc/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span>, 1321 (10th Cir.1980); <i>Levin v. Garfinkle,</i> <span class=\"citation\" data-id=\"1611236\"><a href=\"/opinion/1611236/levin-v-garfinkle/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1228</span></a></span>, 1236 (E.D.Pa.1982); 9 C. Wright &amp; A. Miller, Federal Practice &amp; Procedure § 2614 (1971); 5A Moore's Federal Practice ¶ 53.12[5] (footnote omitted).</p>\n<p></p>\n<h2>II. FINDINGS AND CONCLUSIONS OF THE SPECIAL MASTER</h2>\n<p>The Master found that extensive renovations have been completed at the facility. Specifically, improvements have been made in the lighting, heating, ventilation, and plumbing systems and each wing has been painted. In addition, two new wings have been constructed, which each include a total of 128 cells that have been double bunked and thereby house 256 inmates.</p>\n<p>With respect to recreation, the Master acknowledged that MCCI is only one of two county jails that has a large recreation area. To increase use, recreational equipment has been installed. Although male inmates are accorded one hour of recreation per day, the opportunities available to those males housed in the holding area were not clearly established. In addition, <span class=\"star-pagination\">*762</span> he found that female inmates have not been consistently offered a meaningful opportunity to engage in active recreation.</p>\n<p>As to the classification system, the Master found that upon entry into the institution each male inmate is booked and interviewed, his charges and rap sheet are reviewed and he is given a classification score upon which he is assigned to one of the various sections of the facility. The Master found, however, that the classification system used in the female wing is deficient and that such a system is non-existent in the holding area.</p>\n<p>As to visitation, the Master noted that visitation has expanded to six days per week and the visiting area has been improved to include additional visitation booths.</p>\n<p>The Master also found that the county has built a spacious, state of the art medical facility. Medical services are provided by several physicians of the Colts Neck Medical Group approximately 26 hours per week. In addition, eleven nurses rotate to provide 24 hour on-site nursing care.</p>\n<p>Each inmate is screened for any medical problems upon entry to the institution. This initial screening process includes a blood test, urinanalysis, blood pressure check and PPD test. Thereafter, sick call for inmates with specific complaints is conducted each day.</p>\n<p>Finally, with respect to population, the Master found that the 1984 court ordered male population cap has been exceeded on at least fifty occasions. He further noted that the court-ordered maximum capacity should be modified in light of renovations at the facility. Finally, he recommended that a cap of fifty-six should be set on the women's wing and a cap of thirty be set in the holding area, upon completion of renovations and the provision of recreational opportunities.</p>\n<p>In light of these facts, the Master concluded that the institution has made substantial progress in bringing the facility in compliance with the order of the court. Specifically, he concluded that renovations to the physicial plant have improved the facility and the jail has made a good faith effort to complete these renovations with a minimum disruption to the daily routine of the institution.</p>\n<p>In the area of recreation, the Master concluded that MCCI has accorded all male inmates, with the exception of those in the holding area, an opportunity to engage in one hour of meaningful recreation per day and is therefore in compliance with the orders of this court. However, the Master recommends that the county keep records of recreational opportunities to demonstrate the continued availability of the recreational programs.</p>\n<p>With respect to the provision of recreational opportunities for those housed in the holding area, the Master states that as the inmates were occasionally provided recreation, and as the evidence with respect to the specific frequency same was offered is unclear, the Master stated that he could not recommend a finding that the defendants were not in compliance with the court's order in this regard. He does recommend, however, that inmates housed in holding beyond 48 hours be offered the opportunity to engage in one hour of recreation, which is to be recorded in a daily log. He further recommends that sanctions be imposed for failure to comply with this requirement.</p>\n<p>The Master has also concluded that MCCI has implemented a meaningful classification system but that defendants must improve the system so as to separate the inmates into more discrete categories and to attempt to separate sentenced prisoners from pretrial detainees while mindful of the need to separate those with differing personality types.</p>\n<p>The Master also concludes that the classification system in the holding area is deficient and must be modified to account for the disparate mix of inmates housed there, with an emphasis on separating aggressive inmates from new admittees. The Master also concludes that the women do not have a meaningful classification system.</p>\n<p>In addition, he concludes that visitation has vastly improved since the commencement of this litigation.</p>\n<p><span class=\"star-pagination\">*763</span> With respect to the medical services, the Master concludes that the services and facilities are state of the art and hence in compliance with the order of this court.</p>\n<p>With respect to population, the Master states that the defendants need not make a formal application in order to modify the population cap for male inmates, originally set at 304. He further asserts that the court's mandate allows him to recommend modifications to the cap in light of renovations. He concludes that in light of the renovations and completion of Wings G &amp; H, the capacity of the facility, excluding the holding area, is 560. He further concludes that the holding area may be used to house up to 30 additional inmates upon renovations to the ventilation, lighting and plumbing in that area, as well as the provision of the opportunity to engage in one hour of meaningful recreation per day. He requests that proof of such improvements be submitted to him within 30 days of the court order, and recommends that defendants should be precluded from using the holding area if they fail to make such renovations.</p>\n<p>The Master also concluded that there have been substantial periods since 1986 when MCCI was not in compliance with the court's cap of 304 male inmates, and in fact exceeded the cap on at least 50 occasions between November 1986 and March of 1987. The Master states that while the county has attempted to reduce the inmate population by restricting the admission of municipally-sentenced inmates and through a lawsuit to compel the state to remove the state-sentenced inmates, it is necessary to ensure compliance with the court ordered cap by instituting a system under which the defendant to whom the violation is attributable will be fined $100 per inmate per day, over the cap, whenever the capacity is exceeded.</p>\n<p>With respect to the capacity of the women's wing, the Master observed that the parties assumed that the capacity of the area was 40, as there are 40 cells in that area. The Master noted, however, that since no capacity was formally set, the defendants have not been in violation of any court-ordered cap. The Master does recommend that the court set a capacity of 56 inmates in that area, in light of the fact that 16 of the 40 cells have sufficient square footage to permit double bunking. He makes this recommendation with the proviso that the female inmates be offered one hour of out-of-cell recreation per day and that same be documented.</p>\n<p>I will now review the record to determine whether or not the Master's findings are clearly erroneous and whether or not defendants are in substantial compliance with the order of this court dated October 10, 1984. In that order, I directed defendants to take the following remedial measures to render conditions at MCCI constitutional under the eighth and fourteenth amendments to the United States Constitution:</p>\n<blockquote>1. That defendants take all necessary steps to renovate the MCCI facility particularly with regard to lighting, ventilation, heating and plumbing.</blockquote>\n<blockquote>2. That all inmates be given one hour of meaningful recreation per day in an enlarged space away from their sleeping area except in emergent circumstances but in no event shall any inmate miss more than two days of such recreational opportunity consecutively and that further, MCCI investigate possibilities for indoor recreational space if necessary to comply with this order on a year round basis.</blockquote>\n<blockquote>3. That all inmates be given a bed, a mattress and bedding to be placed where feasible but not so as to restrict day time living space unnecessarily except that inmates may be required to sleep on the floor <i>with</i> a mattress in emergent circumstances but in no event without a mattress and in no event for longer than 48 hours (pre-trial detainees) or two weeks (sentenced inmates).</blockquote>\n<blockquote>4. That a meaningful classification system for inmates be developed and implemented.</blockquote>\n<blockquote>5. That visitation hours be substantially increased.</blockquote>\n<blockquote>6. That an additional nurse be hired and that medical screening be done prior <span class=\"star-pagination\">*764</span> to release of any inmate into the general population.</blockquote>\n<blockquote>7. That the population at MCCI not be permitted to exceed 344 inmates (40 female, 304 male) and that State and County defendants take whatever means necessary to comply with this order.</blockquote>\n<p>Before evaluating the Master's findings of fact in each of these areas, the court apologizes for its tardiness in delivering this opinion. Its preoccupation with a particular criminal matter has caused the pace of its entire civil docket to slow down.</p>\n<p></p>\n<h2>III. FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>Physical Plant and Renovations</i>\n</h2>\n<p></p>\n<h2>(1) Physical Plant and Renovations: Generally</h2>\n<p>(a). The court's order, dated October 10, 1984, directed that the defendants take steps to renovate the facility, particularly with regard to the lighting, ventilation, heating and plumbing.</p>\n<p></p>\n<h2>(2) Physical Layout and Renovations: Male Unit</h2>\n<p>(a). General renovations at the facility have included the installation of new lighting, ventilation, exhaust and heating systems, improvements to the plumbing and the painting of the facility. In addition, new officer control booths have been built and the locks on the cell doors have been computerized.</p>\n<p>(b). Cell Blocks A and B have been repainted and new ventilation, lighting and heat detector systems have been installed.</p>\n<p>(c). The thirty-two cells of Wings A and B have been painted and a new lighting and exhaust system has been installed. In addition, the beds have been refurbished.</p>\n<p>(d). Wings C and D have also been repainted and new lighting and ventilation systems have been installed.</p>\n<p>(e). I take judicial notice that the renovation of Wings E and F have been completed since the hearings. Improvements have been made with respect to ventilation, heating and lighting and the wings have been repainted.</p>\n<p>(f). Wings G and H are newly constructed and have adequate heating, lighting and ventilation. Each wing has five pods. One of the five pods in each wing has eight cells, two of the pods have twelve cells, and two of the pods have sixteen cells. Each of the total of 128 cells is seventy square feet. Each pod has a day room with tables and stools and television.</p>\n<p>(g). I take judicial notice that the renovations to Trustees 1 and 2 are completed.</p>\n<p>(h). A new medical wing has been built. <i>See</i> discussion <i>infra.</i></p>\n<p>(i). New privacy screens have been installed in the visiting area. <i>See</i> discussion <i>infra.</i></p>\n<p>(j). The day space has been relocated.</p>\n<p></p>\n<h2>(3) Physical Plant and Renovations: Women's Unit</h2>\n<p>(a). The record does not demonstrate that there have been any renovations in the women's unit.</p>\n<p>(b). The women's facilities are more spacious than those occuppied by the male inmates. The female inmates have larger cells, occupied by only one person. Sixteen of the forty cells measure 68 square feet. (10' × 7' × 9').</p>\n<p>(c). The women's unit has a maximum and minimum security wing, with 16 cells each, a processing area, medical wing, a juvenile section, civil wing, and two isolation cells. In the maximum security wing, each cell has its own toilet and sink. In the minimum security wing, there is a communal area which contains two showers, four sinks, and four toilets.</p>\n<p>(d). The female inmates have a separate dining area to eat and cook in, with tables that accomodate either groups of four or six. They also have access to a laundry room, beauty culture room, and small outdoor recreation area.</p>\n<p></p>\n<h2>(4) Physical Plant and Renovations: Holding Area</h2>\n<p>(a). The holding area has three tanks. Two of the tanks measure 20'10\" × 10'9\"  a total of 224 square feet. The DRC tank measures 20' × 11'  a total of 220 square feet. In addition, there are three <span class=\"star-pagination\">*765</span> single cells, which are 9' × 6' each. There is also one dormitory style shower room and three isolation cells, each of which measure 9'8\" × 6'. These isolation cells are used to house suicidal inmates, those with potentially contagious medical conditions and those charged with disciplinary infractions.</p>\n<p>(b). The entire area is dully, dingy, dark and dungeon-like, but not filthy or rodent infested.</p>\n<p>(c). There have been no renovations to the holding area itself to permit accomodating inmates for anything more than temporary placement. Rather, renovations have been limited to new lighting in the entry area.</p>\n<p>(d). Renovations are necessary, particularly with respect to the lighting and ventilation system, if the county is going to utilize the area to house inmates and new admittees for an extended period. The county, however, does not currently contemplate making any improvements.</p>\n<p></p>\n<h2>B. <i>Recreation</i>\n</h2>\n<p></p>\n<h2>(1) Recreation: Generally</h2>\n<p>(a). The court's decree, dated October 10, 1984, ordered that <i>all</i> inmates be given one hour of meaningful recreation per day in an enlarged space, separate from their sleeping area and directed MCCI to investigate the possibilities for indoor recreational space to the extent necessary to comply with this order on a year round basis.</p>\n<p></p>\n<h2>(2) Recreation: Male Inmates</h2>\n<p>(a). The male inmates have access to an existing outdoor recreation space twice per day, in an area which is more than adequate to afford active recreational opportunities to every male inmate other than during inclement weather. The area can accommodate up to 100 inmates at one time. The space is paved and includes basketball facilities and other exercise equipment. MCCI is one of the few county facilities which has outdoor recreation space.</p>\n<p>(b). To date, the county has presented no definite plans with respect to enclosing this yard to increase space available for active recreation during inclement weather nor has the court been privy to the progress of its investigation as to its use of currently existing indoor space for active recreation during inclement weather.</p>\n<p>(c). During inclement weather, the inmates have an opportunity twice per day to engage in recreation in the jail's largest dining room, which is approximately ¼ of the size of the outdoor yard. In this room, the inmates play passive table games. In addition, the male inmates have access to a room with universal gym equipment, which can accomodate up to six people at one time.</p>\n<p>(d). While all male inmates have an opportunity to take advantage of recreational activities, many do not avail themselves of the opportunities. Rather, many prefer to sleep or watch television. Hence, the facilities are under-utilized.</p>\n<p>(e). The institution has instituted a new log system to document daytime recreation provided to all inmates except for those housed in the holding area. This system is working accurately and adequately. Prior to the implementation of this system, however, records were maintained in a haphazard fashion.</p>\n<p></p>\n<h2>(3) Recreation: Female Inmates</h2>\n<p>(a). The female inmates have access to a small outdoor yard that they can use for volleyball or basketball when the weather so permits. The space, however, is used less frequently than the one used by the male inmates and there have been problems assuring that all female inmates are accorded one hour of meaningful recreation per day.</p>\n<p>Usage is affected by weather, and the availability of both proper attire and corrections officers to supervise the activities of the inmates.</p>\n<p>(b). The female inmates participate in passive indoor recreation in a small arts and crafts room or in the kitchen area. In those areas, the female inmates engage in passive games, such as cards, checkers, chess, and ping pong, or read or listen to the radio. The female inmates have access to this room for two hours each evening. In addition to these indoor areas, the female inmates have access to a beauty palor <span class=\"star-pagination\">*766</span> room, which has a styling chair, sink and mirror, as well as a sewing room.</p>\n<p>In addition, each of the three sections of the women's unit has a television.</p>\n<p>(c). Thus, since the female inmates have no indoor space available for active recreation, their indoor recreation opportunities are limited to passive activities.</p>\n<p>(d). The female inmates no longer have access to universal weight room since this area is now used as the space in which new female inmates are processed.</p>\n<p>(e). The female inmates are offered a school program. Specifically, a teacher visits the facility for one hour per day, each week day, to teach basic reading, English, and math as well as high school algebra. Up to eight inmates may participate in each session.<sup>[3]</sup></p>\n<p>(f). The County does not maintain records regarding recreational opportunities offered to the female inmates.</p>\n<p></p>\n<h2>(4) Recreation: Holding Area</h2>\n<p>(a). There is no clear documentation which establishes that recreation is offered to or taken advantage by those housed in the holding area.</p>\n<p>(b). The testimony reveals that those in the holding area are not always offered an opportunity to participate in recreational activities.</p>\n<p>(c). In addition, it appears few housed in the holding area participate in such activities when offered.</p>\n<p></p>\n<h2>C. <i>Beds and Bedding</i>\n</h2>\n<p>1. Pursuant to the Court's order, dated October 10, 1984, the defendants were ordered to provide all inmates with a bed, mattress and bedding, to be placed so as to not obstruct daytime living space. The order further provided that mattresses may be placed directly on the floor only in emergent situations, but for a period of no longer than 48 hours for pretrial detainees or two weeks for sentenced inmates.</p>\n<p>2. No male inmate has been required to sleep on the floor without a mattress since October of 1984. Rather, since that time all inmates have been given bed and mattress.</p>\n<p>3. At the time of the hearings, no female inmate had ever been required to sleep on the floor. Rather, each has been given a bed and mattress.</p>\n<p></p>\n<h2>D. <i>Classification</i>\n</h2>\n<p></p>\n<h2>(1) Classification: Generally</h2>\n<p>(a). Pursuant to the Court's order dated October 10, 1984, defendants were to develop and implement a meaningful classification system. <i>See</i> discussion <i>infra.</i></p>\n<p>(b). Inmates are classified according to sex, medical problems, psychological problems, personality type (aggressive versus passive), workers versus nonworkers, county-sentenced versus state-sentenced inmates, and pretrial detainees with high bail and serious charges.</p>\n<p>(c). Cell Blocks A and B provide housing for those who have been detained for grand jury indictable offenses and those held with high bails and charged with serious crimes or sentenced inmates.</p>\n<p>(d). Those with medical problems are housed in Special Needs 1 and 2. In addition, Special Needs 2 houses those with mental health problems.</p>\n<p>(e). The holding area houses new admittees, those in protective custody, those who request to be separated from the general population, and problem inmates. Thus, both pretrial detainees and sentenced inmates are housed together there.</p>\n<p>(f). Inmates in protective custody are also housed in Wing G2.</p>\n<p>(g). Sex offenders are housed in Wing G3.</p>\n<p>(h). Trustee 1 houses passive inmates who are unable to function in the general population.</p>\n<p>(i). Wings H4 and H5 house state-contracted inmates, H2 houses inmate workers, H3 houses state-sentenced inmates who are potential workers and H1 houses county-sentenced inmates.</p>\n<p>(j). Those in the general population are housed in Wings G1, G4, G5, E1, E2, F1, F2 <span class=\"star-pagination\">*767</span> and Trustee 2. Thus, approximately one half of the population is housed in these sections but the general population is not broken down into more specific classes of inmates.</p>\n<p>(k). State-sentenced inmates are not uniformly housed separately from pretrial detainees.</p>\n<p>(<i>l</i>). Reclassification is an ongoing process. However, transfer is not necessarily the immediate reponses to reclassification.</p>\n<p></p>\n<h2>(2) Classification: Male Inmates</h2>\n<p>(a). The classification system for male inmates, which went into effect in May of 1985, requires that each newly admitted inmate be processed through the booking area. Thereafter, he is temporarily housed in the holding area or elsewhere, depending on his charges. The admittee is interviewed and based on the information collected, the interview itself, his medical and mental history and \"rap\" sheet, an objective score is calculated from which it is determined whether he is a maximum, medium or minimum security inmate.</p>\n<p>(b). When space is available, the inmate is moved to the section of the jail which houses his classification type. Until that time, however, he may be housed with inmates of other personality types and those who have been charged with offenses different from his. Thus, passive and assaultive inmates may be housed in the same area simultaneously.</p>\n<p>(c). If during the classification process the inmate is found to have a psychological or health problem or has a history of substance abuse, an attempt is made to place that inmate in the special needs section of the prison.</p>\n<p>(d). The process, however, was markedly ignored in at least one case. Christopher Marks, an inmate who had just been released from the Vroom Building, and who, according to MCCI records, thought he was the God of War and that his penis was dying, and placed cigarette butts in his ears to stop the evil voices from speaking to him, was placed in a holding tank for many weeks together with other \"problem\" inmates, including unduly assaultive ones, as well as new admittees, without any special measures taken to assure his care and protection.</p>\n<p>The specific chain of events is as follows: On July 2, 1986, Mr. Marks was transferred to the jail from Marlboro Psychiatric Hospital. Upon arrival, he was classified and placed in Trustee 1. On July 6, 1986, he was transferred to Special Needs 2. On July 9, 1986, he was reclassified and sent to Vroom. On July 29, 1986, he was transferred from Vroom, again reclassified and sent to the holding area at MCCI where he remained for six weeks. On October 5, 1986, Mr. Marks committed suicide. I note that approximately three days prior to his death, he had been injured in a fight at the institution.</p>\n<p></p>\n<h2>(3) Classification: Female Inmates</h2>\n<p>(a). The female inmates are classified in a rudimentary manner. A female inmate is placed either in maximum custody, minimum custody or in the medical or special needs area. There is no evidence as to the basis upon which the assignment to these categories is made nor is there evidence of any sort of formal classification process followed with respect to the placement of female inmates.</p>\n<p>(b). The female inmates are not classified into discrete housing classifications nor is there evidence that different categories of female inmates are housed separately.</p>\n<p></p>\n<h2>(4) Classification: Holding Area</h2>\n<p>(a). There is no classification system within the holding area itself and therefore there is a disparate mix of inmates, including new arrivals, overly passive and overly aggressive inmates, housed there simultaneously.</p>\n<p></p>\n<h2>E. <i>Visitation</i>\n</h2>\n<p></p>\n<h2>(1) Visitation: Generally</h2>\n<p>(a). The court's order of October 10, 1984 directed that visitation hourse be substantially increased.</p>\n<p></p>\n<h2>(2) Visitation: Male Inmates</h2>\n<p>(a). Whereas the jail previously offered visitation only three days per week, it has doubled the available days and now offers <span class=\"star-pagination\">*768</span> visits six everyday except Friday, from noon to 4 p.m.</p>\n<p>(b). Renovations were made to both the male and female visitations areas. Specifically, the number of visiting booths in the male section has been increased from eight to eleven. In addition, the jail has replaced the 4\" square observation glass and telephone with a 3' × 4' glass panel in each booth through which inmate and visitors may see each other. The jail also constructed an oversized booth to accommodate visitors who are confined to wheelchair. Thus, the jail now offers visits four hours a day, six days per week, in eleven visiting booths, with large glass windows.</p>\n<p></p>\n<h2>(3) Visitation: Female Inmates</h2>\n<p>(a). The Women's Unit also has its own separate Visiting Section. There are six visiting booths with plexiglas panels and telephones. Visits are held everyday, except Friday, from noon to 3 p.m. There is no limit on how many visits an inmate may have per week.</p>\n<p>(b). The female inmates have unlimited access to the telephones located in the hallway, minimum security section, and maximum security sections.<sup>[4]</sup></p>\n<p></p>\n<h2>F. <i>Nurses and Medical Screening</i>\n</h2>\n<p>1. In 1984, the court directed that an additional nurse be hired and that medical screening be done prior to release of any inmate into the general population.</p>\n<p>2. The jail has a staff of four board certified physicians who are part of the Colts Neck Medical group. The doctors are on the premises approximately 26 hours per week. Nursing coverage is available 24 hours per day, seven days per week. Whereas in 1984 the jail had only four to five nurses, the jail employs eleven nurses and there is an opening for one part-time nurse.</p>\n<p>3. Medical screening begins following the routine booking process. Once booked, the admittee is brought to the medical department and is evaluated by a nurse. At that time, an assessment form is completed relating to any apparent medical problems and history. If this is not the inmate's first admission, his prior jail medical record will be obtained and reviewed. The nurse will assess both past or acute medical problems as well as any history of substance abuse.</p>\n<p>Inmates are tested during the screening process for blood pressure or hypertension problems. A urinalysis is also performed, and a PDD (Mantoux) screening test for tuberculosis is administered. If an inmate has a medical problem, or if he is taking medication, or has a history of substance abuse, he is seen by the physician at the sick call, which is usually held within the following 24 hours. If the inmate has no medical problems and no reason to see the physician, or does not want to see him, he is then placed into the general population. His chart is then flagged and \"followed\" for seven days. Within that seven day time frame, physician will examine him and perform a complete physical at that time. Thus, all inmates are seen by a physician within seven (7) days of admission, unless the inmate refuses. Approximately 40% of the inmates refuse.</p>\n<p>4. The jail has a sick call roster prepared on a priority basis each morning. Priority problems are seen first and all others on the roster are seen within the following 24 hours. An inmate on the sick call roster presents himself to the Medical Wing where he is examined by a physician. Sick call is handled on a rotating basis.</p>\n<p>5. During a trial time period of six months, 232 inmates were seen within a seven day period and among them, no significant medical problems were detected.</p>\n<p>6. The Women's Unit also contains a Medical Unit which contains four beds. One doctor and one or two nurses come to the Women's Section to see the women on Mondays, Wednesdays and Fridays. A psychologist and a mental health team are <span class=\"star-pagination\">*769</span> also available to see the women several times a week.</p>\n<p>7. At the inspection of March 8, 1988, the court took official notice that the jail also has a full state of the art dental facility.</p>\n<p></p>\n<h2>G. <i>Population</i>\n</h2>\n<p></p>\n<h2>(1) Population: Generally</h2>\n<p>(a). In the order of this court, dated October 10, 1984, the population cap for male inmates was set at 304. Specifically, following his initial findings the Master recommended these caps for each section:</p>\n<p></p>\n<pre>\nTrustee 1 and 2:               52\nWings A and B:                 56\nCivil Wings I and II:          20\nEach of the four dormitories   44 (Total: 176)\n</pre>\n<p>The court adopted this recommendation mindful that these caps were subject to modification based upon changes to physical plant, staff and the provision of recreational opportunities.<sup>[5]</sup></p>\n<p>As will be discussed <i>infra,</i> a similar court mandated cap was not adopted for the female inmates.</p>\n<p>(b). The inmate population has exceeded the court imposed population capacity on at least 50 occasions between November, 1986 and March, 1987.</p>\n<p>(c). Reasons for the unrelenting overcrowded conditions include:</p>\n<blockquote>(i). escalation in prosecutions thereby increasing the number of pretrial detainees and grand jury inmates awaiting indictment and trial.</blockquote>\n<blockquote>(ii). aggressive sentencing structure.</blockquote>\n<blockquote>(iii). high bails.</blockquote>\n<blockquote>(iv). admittees awaiting transfer from the county facility.</blockquote>\n<blockquote>(v). escalation in the number of women and sex offenders in the county jails.</blockquote>\n<blockquote>(vi). delays in the construction of new facilities.</blockquote>\n<blockquote>(vii). state's use of the county facility for its own inmates and the state's failure to comply with its agreement to remove state-sentenced inmates in excess of 75, excluding the 50 housed pursuant to the state's contract with the county.</blockquote>\n<p>(d). Responses to the growing population problem include:</p>\n<blockquote>(i). The county has brought suit in state court to enforce the state's agreement to remove state sentenced inmates.</blockquote>\n<blockquote>(ii). On March 18, 1985, the state agreed to remove the number of state inmates which cause the jail to exceed its population capacity.</blockquote>\n<blockquote>(iii). The County Assignment Judge reviews information on all temporary commitments from the municipal courts to consider reducing bail. In addition, the judge has assigned more judges to hear jail cases to expedite the criminal trial process.</blockquote>\n<blockquote>(iv). The Presiding Judge of the Law Division, Criminal Part, reviews all grand jury committments as well as the bail reports on each new inmate so as to consider the release of some detainees and the reduction of the bail of others.</blockquote>\n<blockquote>(v). Relatedly, a bail team interviews grand jury inmates.</blockquote>\n<blockquote>(vi). Sentencing procedures have been accelerated.</blockquote>\n<blockquote>(vii). Sheriff Lanzaro has sent a memorandum to all police chiefs, municipal court judges, municipal prosecuting officials <span class=\"star-pagination\">*770</span> and court officials regarding the procedures for admission of municipally sentenced inmates to the county facility.</blockquote>\n<blockquote>(viii). By order of the Sheriff dated March 10, 1987, the admissions of municipal inmates was stopped until the population decreased.</blockquote>\n<p></p>\n<h2>(2) Population: Male Inmates</h2>\n<p>(a). As stated previously, the order of this court, dated October 10, 1984, set the maximum male inmate capacity at 304. This amount did not include consideration of newly constructed Wings G and H or the holding area.</p>\n<p>(b). During renovation, the male inmate population exceeded 500, of which 50 were housed in the holding area. I note that at the time of my inspection, however, only two inmates were confined in the holding area.</p>\n<p>(c). Wings G and H have a total of 128 cells which permit double bunking and hence provides an additional 256 beds for male inmates.</p>\n<p></p>\n<h2>(3) Population: Female Inmates</h2>\n<p>(a). The Master has recommended and the court has adopted an implicit agreement by the parties that the population capacity of the Women's Wing is 40. The court and parties had assumed the figure to have been correct as it reflected the number of cells in the Women's Wing. However, no formal analysis of the capacity of the women's unit has been performed.</p>\n<p>An examination of the section reveals that two of the wings in the female section have a total of 32 cells, which measure 10' × 6'8\" × 9'2\"  a total of 68 square feet. Each of these sixteen cells has its own sanitary units.</p>\n<p>In addition, there is a medical section which accommodates four female inmates, a juvenile and civil section, which house two female inmates each, as well as two isolation cells. There is also a processing area which serves as additional housing when the population exceeds 40.</p>\n<p>(b). On December 4, 1986, the female population reached 58 inmates. In February of 1987, thirteen state-sentenced inmates had been removed. Since then, no female state-sentenced inmates have been housed at MCCI. During the period of November 1986 through March 1987, however, the female inmate population regularly exceeded 45 inmates.</p>\n<p></p>\n<h2>(4) Population: Holding Area</h2>\n<p>(a). Neither the court order nor the Master contemplated the inclusion of the holding area as part of the population cap because the county did not expect the area would be operational and hence it was considered unavailable for housing inmates.</p>\n<p>(b). The area, however, has been used to provide housing for new admittees charged with various offenses and inmates of various personality types on both a long and short term basis.</p>\n<p>(c). Two of the tanks are 20'10\" × 10'9\" or 224 square feet each. The DRC tank is 20' × 11'. With improvements, each tank could serve as temporary housing for eight inmates. The three single cells each measure 9' × 6' and, with improvements, could temporarily house six inmates. There are also two isolation cells, each measuring 9'8\" × 6'. Hence, with improvements in lighting and ventilation, the holding area could house a total of thirty inmates.</p>\n<p>(d). Even without renovations, however, the area has been used to temporarily house a minimum number of inmates and detainees.</p>\n<p>(e). The county has attempted to control the numbers in this area by restricting admission. For instance, the jail stopped accepting new inmates sentenced by municipal courts when the population cap was exceeded.</p>\n<p></p>\n<h2>IV. CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>General Principles</i>\n</h2>\n<p>1. As the court observed in its opinion <i>MCCI v. Lanzaro,</i> <span class=\"citation\" data-id=\"1682843\"><a href=\"/opinion/1682843/monmouth-cty-correctional-inst-inmates-v-lanzaro/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1417</span></a></span>, 1428 (D.N.J.1984):</p>\n<blockquote>The teachings of the Supreme Court establish that conditions of confinement which may be constitutional for sentenced inmates under the Eighth Amendment may be unconstitutional for pretrial <span class=\"star-pagination\">*771</span> detainees under the Fourteenth Amendment. <i>Compare </i><i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span> [<span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span>] (1981) with <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span> [<span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span>] (1979). Because the MCCI detention facility houses pretrial detainees and sentenced inmates, it is necessary to consider the principles of law which govern the conditions of confinement for both categories of inmates.</blockquote>\n<p>(quotations omitted).</p>\n<p>2. The proper inquiry regarding the conditions of confinement of pretrial detainees \"is whether those conditions amount to punishment of the detainee\" in violation of the due process clause of the fourteenth amendment. <i>Bell, supra</i> 441 U.S. at 535, 99 S.Ct. at 1872. Under the due process clause, a pretrial detainee may not be punished prior to adjudication of guilt. In order to make this evaluation, the court must determine whether the condition \"is imposed for some purpose of punishment or whether it is an incident of some other legitimate governmental purpose\" and \"whether it appears excessive in relation to the alternative purpose assigned [to it].\" <i>Id.</i> at 535, 99 S.Ct. at 1872. A condition which is excessive, arbitrary or purposeless in relation to asserted state goals amounts to punishment and a deprivation of liberty without due process of law. <i>See id.</i> at 539, 99 S.Ct. at 1874. Effective management of the facility \"is a valid objective that may justify imposition of conditions and restrictions ... and dispel any inferences of punitive intent.\" <i>Id.</i> at 540, 99 S.Ct. at 1875. In addition, the court must be mindful that it should \"ordinarily defer\" to the professional expertise of corrections officials in such matters. <i>Id.</i></p>\n<p>3. The Supreme Court set forth the standards for determining \"when conditions of confinement compose the punishment at issue\" for sentenced inmates, noting that what constitutes cruel and unusual punishment under the eighth amendment must be drawn \"from the evolving standards of decency that mark the progress of a maturing society.\" <i>Rhodes, supra,</i> 452 U.S. at 356-57, 101 S.Ct. at 2404-05.</p>\n<p>For conditions of confinement to be constitutional under the eighth amendment, the \"conditions must not involve the wanton or unnecessary infliction of pain nor may they be grossly disproportionate to the severity of the crime warranting imprisonment ...\" <i>Id.</i> (citations omitted). Conditions which result in \"unquestioned and serious deprivations of basic human needs\" or which \"deprive inmates of the minimal civilized measures of life's necessities\" constitute cruel and unusual punishment. <i>Id.</i> (citations omitted). <i>See also </i><i>Union County Jail Inmates v. Di Buono,</i> <span class=\"citation\" data-id=\"422241\"><a href=\"/opinion/422241/union-county-jail-inmates-timmie-lee-barlow-elbert-evans-jr-raymond/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 997 (3d Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></span> (1984). Courts have recognized that food, medical care, sanitation, security, clothing and habitable shelter are the sort of basic needs of which even sentenced inmates may not be constitutionally deprived. <i>See </i><i>MCCI v. Lanzaro, supra</i> at 1429 and cases cited therein.</p>\n<p>4. In short, to determine whether the conditions of confinement of either sentenced inmates or pretrial detainees have fallen below constitutionally mandated levels and \"would require these inmates to endure `genuine privations and hardships over an extended period of time,' ... so as to render them `excessive' and lead to the conclusion that the conditions amount to punishment,\" the court must consider the totality of the circumstances. <i>Id.</i> In this case, I must determine whether or not the conditions amount to punishment because pretrial detainees and sentenced are housed together simultaneously and as such the conditions must comply with the standards guaranteed to pretrial detainees even when those inmates are housed with convicted prisoners. <i>See </i><i>MCCI v. Lanzaro, supra</i> at 1438 n. 20.</p>\n<p>With these principles in mind, I now turn to an analysis of the constitutionality of the specific conditions at issue and whether or not the defendants are in compliance with the orders of this court.</p>\n<p></p>\n<h2>B. <i>Purpose of the Hearings</i>\n</h2>\n<p>1. The Master is authorized to conduct hearings and to \"do all acts and take all measures necessary or proper for the official <span class=\"star-pagination\">*772</span> performance of his duty\", pursuant to Fed.R.Civ.P. 53(c) as well as the order of reference dated June 6, 1983.</p>\n<p>According to the order the \"Special Master shall file reports not less often than every sixty (60) days, until he finds that the defendants have fully complied with any order of the court entered upon said initial report, and that such compliance has continued for a sufficient length of time to make a lapse into noncompliance improbable.\"</p>\n<p>2. Consistent with that order and rules of procedure, and at the request of the public advocate, the Master conducted the within hearings so as to examine all extant conditions at the jail and to evaluate the defendants' compliance with the court's order.</p>\n<p>As a result of the testimony elicited at the hearings, the Master explored renovations and physical conditions of the facility, recreation, visitation, medical services, classification and overcrowding. In addition, the Master heard evidence with respect to the death of Christopher Marks. Thereafter, the Master reported his findings to the court. The court considered both his findings and the parties objections thereto.</p>\n<p>3. In addition to evaluating compliance with the order of this court, the court may evaluate whether evidence of changed circumstances support modifying the existing orders and decrees. <i>See</i> 11 Wright &amp; A Miller <i>Federal Practice and Procedure</i> § 2961. As the Supreme Court observed in <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 114-15, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, 462, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932), the power to modify a decree exists</p>\n<blockquote>by force of principles inherent in the jurisdiction of the chancery. A continuing decree of injunction directed to events to come is subject always to adaptation as events may shape the need.... [A] court does not abdicate its power to revoke or modify its mandate if satisfied that what it has been doing has been turned through changing circumstances into an instrument of wrong.</blockquote>\n<p><i>See also </i><i>Philadelphia Welfare Rights Organization v. Shapp,</i> <span class=\"citation\" data-id=\"368416\"><a href=\"/opinion/368416/ca-79-2657-philadelphia-welfare-rights-organization-a-voluntary/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1120-21 (3d Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">689</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></span> (1980) in which the Court of Appeals for the Third Circuit acknowledged that \"a court of equity has the power to modify [an] injunction in the light of experience.\"</p>\n<p>With these principles in mind, I shall now review the defendants compliance with the orders of this court and evaluate the conditions of the facility to determine whether the circumstances require a modification of my existing orders in light of both the evidence and the law.</p>\n<p></p>\n<h2>C. <i>Overview</i>\n</h2>\n<p>In general, the institution has made substantial progress in bringing the totality of the conditions at the facility into constitutional compliance. Moreover, in some instances, the facility has exceeded the requirements of the constitution.</p>\n<p></p>\n<h2>D. <i>Physical Plant and Renovations</i>\n</h2>\n<p></p>\n<h2>(1). Physical Plant and Renovations: Male Wing</h2>\n<p>(a). The physical conditions at the facility, with the exception of the holding area, have substantially improved as a result of the renovations delineated in Part III(A) of this opinion.</p>\n<p>(b). Specifically, the county has installed new ventilation, lighting, heating, smoke and fire detector systems, has painted and has improved the plumbing.<sup>[6]</sup></p>\n<p>I take notice that all renovations have been completed throughout the facility. In addition, the newly constricted wings G and H provide additional housing not available at the time I entered the order of October 10, 1984.</p>\n<p>(c). The record and my own inspection reveal that these improvements to the physical plant meet the conditions contemplated by the standards articulated in <i>Bell v. Wolfish</i> and are in substantial compliance with ¶ 1 of the Court's order dated October 10, 1984.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*773</span> (2). Physical Plant and Renovations: Women's Wing</h2>\n<p>(a). Apparently, there is no dispute as to the habitability of the women's section and therefore I find the constitutionality of the physical plant there to be unchallenged.</p>\n<p></p>\n<h2>(3). Physical Plant and Renovations: Holding Area</h2>\n<p>(a). The holding area is dull, dingy and dungenlike. Moreover, renovations to the area have been limited to improvements to the lighting in the entry area. Therefore, the defendants are not in substantial compliance with ¶ 1 of the court's order dated October 10, 1984 in this respect.</p>\n<p>(b). The physical conditions there, together with the lack of meaningful classification of those inmates housed in that area and their inadequate access to recreation, require that the area be used for temporary housing of only a minimum number of people.</p>\n<p>(c). Improvements to the ventilation, heating, plumbing and lighting systems must be made in order to correct the defendants' current noncompliance with ¶ 1 of the court's order. The Master shall inspect and report on the progress of these improvements within 90 days of the date of the order of this court.</p>\n<p>(d). Upon completion of these renovations as well as upon proof of both improvements in the recreational opportunities offered to those housed in the holding area and the implementation of a meaningful classification system, the area may be used to house up to 30 inmates for extended periods.</p>\n<p></p>\n<h2>E. <i>Recreation</i>\n</h2>\n<p></p>\n<h2>(1). Recreation: Male Inmates</h2>\n<p>(a). The male inmates have access to a large outdoor yard in which they are given an opportunity to participate in two hours of meaningful recreation per day.<sup>[7]</sup> Although these opportunities are underutilized, underutilization is irrelevant as the constitution requires only the availability of such opportunities.</p>\n<p>(b). The availability of outdoor space, however, does not itself manifest compliance with the court ordered requirement that the county provide each inmate an opportunity for physical exercise on a year round basis since inclement weather impedes use of such space. Thus, as I required in the order of October 10, 1984, the county must investigate the possibilities for indoor recreational space, if necessary to comply with this order on a year round basis. The court has seen no evidence of such investigations nor has it received an explanation as to why no investigation is necessary, in view of the need for more indoor opportunities for active recreation.<sup>[8]</sup></p>\n<p>(c). Although the facility is in substantial compliance with ¶ 2 of the court's order of October 10, 1984, with respect to the provision of outdoor recreation, the institution must make greater efforts with respect to opportunities to engage in active recreation indoors. In addition, the institution must improve its record keeping system and must document all opportunities for recreation offered and participation in such activities.</p>\n<p></p>\n<h2>(2). Recreation: Female Inmates</h2>\n<p>(a). The county has failed to provide the female inmates with the regular opportunity to engage in active recreation one hour per day. Although they have access to a small outdoor area, they do not have adequate opportunities for physical exercise. Moreover, their access to showers, beauty culture, sewing and laundry rooms to engage in passive activities is not in compliance with the court's order to provide meaningful recreation. As I have observed previously, these passive activities do not provide a sufficient substitute for the opportunity to engage in active physical <span class=\"star-pagination\">*774</span> exercise. <i>MCCI v. Lanzaro,</i> 595 F.Supp. at 1431.</p>\n<p>(b). The record demonstrates, therefore, that the defendants are not in compliance with ¶ 2 of the court's order of October 10, 1984 with respect to the provision of recreation for female inmates.</p>\n<p>(c). Thus, the county is once again ordered to provide each female inmate with an opportunity to engage in one hour of active recreation per day and is further ordered to keep records as to the availability and use of these opportunities. In addition, the county is encouraged to make maximum use of the outdoor space and make creative use of the indoor facilities.</p>\n<p></p>\n<h2>(3). Recreation: Holding Area</h2>\n<p>(a). Inmates confined in holding have limited access to recreational activties. Therefore, the institution is not in substantial compliance with ¶ 2 of the court's order that <i>all</i> inmates be offered the opportunity to participate in one hour of recreation per day.</p>\n<p>(b). Thus to be in compliance, the defendants must offer such opportunities to those in the holding area and must document both the opportunities available and the use of same.</p>\n<p></p>\n<h2>F. <i>Beds and Bedding</i>\n</h2>\n<p>1. All inmates are given a bunk, mattress and bedding, which are arranged so as to not retrict daytime living space, and at no time since the entry of this court's 1984 order has any inmate slept on the floor with or without a mattress.</p>\n<p>2. Therefore, I find the defendants are in compliance with ¶ 3 of the court's order dated October 10, 1984. It must be noted that should circumstances change in this regard, so will my conclusion on this issue.</p>\n<p></p>\n<h2>G. <i>Classification</i>\n</h2>\n<p></p>\n<h2>(1). Classification: Male Inmates</h2>\n<p>(a). The current classification system for male inmates is \"meaningful\" as it creates categories of inmates basically based upon personality and passive or aggressive nature of the individual and attempts to house these categories separately, as the size of the institution permits.</p>\n<p>(b). The system, however, needs improvement. Although the physical structure of the facility does not permit the classification system to calibrate between different types of inmates with percision, the system blurs the distinction between housing classification units (grand jury, holding, special needs) with inmate classifications (protective custody, passive or aggressive, problem inmates).<sup>[9]</sup></p>\n<p>(c). Moreover, one half of the inmates are categorized as part of the general population irrespective of whether he is a detainee or sentenced inmate.</p>\n<p>(d). Although the Public Advocate takes issue with the county's decision to house pretrial detainees with sentenced inmates, this is not an unconstitutional condition since the facility has provided conditions of confinement for male inmates outside of the holding area, which comport with those conditions which pretrial detainees are entitled. Therefore, this housing arrangement is not unconstitutional.</p>\n<p>(e). The current classification system implemented for male inmates is in substantial compliance with ¶ 4 of the order of this court dated October 10, 1984 and meets the constitutional lodestar.</p>\n<p>As the defendants admit, however, the system is not in full compliance with the classification set forth by the Department of Corrections. N.J.A.C. 10A:31-3.94. Specifically, the provisions provide:</p>\n<blockquote>(a) The classification system shall be designed to ensure the required level of custody, housing assignments, and program participation for inmates. The written plan for inmate classification shall specify criteria and procedures for <span class=\"star-pagination\">*775</span> determining and changing the status of an inmate, including custody, transfers, and major changes in programs.</blockquote>\n<blockquote>(b) The standards pertaining to classification shall provide that:</blockquote>\n<blockquote>1. There shall be a written plan for classifying inmates which includes the following:</blockquote>\n<blockquote>i. Evaluation of inmate based upon known facts concerning inmate's personal, criminal, medical, social history, and previous institutional record;</blockquote>\n<blockquote>ii. Placement of inmates in programs suited to their interest;</blockquote>\n<blockquote>iii. Limitation of surveillance and/or assistance to no more than required;</blockquote>\n<blockquote>iv. Limitation of security status to no more than potential risk requires;</blockquote>\n<blockquote>v. Review of classification plan a minimum of once every three months.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>3. There shall be separate management of inmates including, but not limited to, the following categories:</blockquote>\n<blockquote>i. Unconvicted females;</blockquote>\n<blockquote>ii. Convicted females;</blockquote>\n<blockquote>iii. Unconvicted males;</blockquote>\n<blockquote>iv. Convicted males;</blockquote>\n<blockquote>v. Other classes of detainees, e.g., witnesses, civil prisoners;</blockquote>\n<blockquote>vi. Community custody inmates, e.g., alcoholics, narcotic addicts, mentally disturbed persons, physically handicapped persons, persons with communicable diseases;</blockquote>\n<blockquote>vii. Inmates requiring disciplinary detention;</blockquote>\n<blockquote>viii. Inmates requiring administrative segregation;</blockquote>\n<blockquote>4. Initial classification of sentenced inmates shall be completed within two weeks after admission from court or transfer from another institution, except where there are clear and convincing reasons to do otherwise. Wherever possible, inmates shall initially be assigned to an intake area for a two week period which will allow them to be properly and appropriately classified.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>7. Segregation of inmates by race, color, creed, or national origin shall be prohibited.</blockquote>\n<p>Thus, although the current system is in substantial compliance with ¶ 4 of the order of this court, the defendants should strive to meet the standards set forth by the officials of the Department of Corrections, who are expert in the field of prison administration. <i>See </i><i>O'Lone v. Shabazz,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, 2404, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987).</p>\n<p></p>\n<h2>(2). Classification: Female Inmates</h2>\n<p>(a). Although the female population has increased, the jail uses only a rudimentary system for classification.</p>\n<p>(b). Specifically, the female inmates are classified as maximum security, minimum security, or based upon medical or special needs. Nothing in the record reveals the basis upon which a female inmate is assigned to a particular category nor is there evidence as to the classification process by which the female inmates are categorized and assigned to housing sections.</p>\n<p>(c). Therefore, the defendants are not in compliance with ¶ 4 of the court's order in this regard. The defendants are ordered to implement a meaningful classification system for all female inmates, and strive to comply with the standards set forth in N.J. A.C. 10A:31-3.4, listed <i>supra.</i> The Master shall inspect and report to the court on the status of such implementation within 90 days of the order of this court and make recommendation with respect to the imposition of sanctions for failure to comply with this order.</p>\n<p></p>\n<h2>(3). Classification: Holding Area</h2>\n<p>(a). The classification of inmates housed in the holding area is virtually nonexistent. The area simultaneously houses on both a long and short term basis, new admittees charged with both violent and nonviolent offenses as well as sentenced inmates who are in protective custody or who have difficulty assimilating into the general population or those who are subject to institutional disciplinary sanctions.</p>\n<p>(b). In addition, the lack of a classification system in this area is at least tangentially <span class=\"star-pagination\">*776</span> related to the suicide of Christopher Marks, discussed <i>supra.</i></p>\n<p>(c). The arrangement used in the holding area does not provide meaningful classification and is not in compliance with ¶ 4 of the court's order, dated October 10, 1984.</p>\n<p>(d). The defendants are ordered to implement a classification system for those housed in the holding area. Furthermore, I order defendants to immediately implement a system which separates new arrivals and pretrial detainees from aggressive or passive sentenced inmates. The Master shall inspect and report to the court on the status of such implementation of the more detailed classification system within 90 days and make recommendations with respect to the imposition of sanctions for failure to comply with this order.</p>\n<p></p>\n<h2>H. <i>Visitation</i>\n</h2>\n<p>1. New privacy screens and visiting booths have been constructed, thereby increasing the space available for visitation.</p>\n<p>2. Visiting days and hours have also increased.</p>\n<p>3. As the jail has increased both the space for visitation and the hours for doing so, I find that the defendants are in compliance with ¶ 5 of the order of this court dated October 10, 1984.</p>\n<p></p>\n<h2>I. <i>Medical</i>\n</h2>\n<p>1. The medical wing is state of the art and services at the institution have improved greatly.</p>\n<p>2. Three physicians visit the facility three times per week and nurses are available on a twenty-four hour basis. In addition, mental health professionals regularly visit the facility. In addition, a full panoply of dental services are available in the institution's full dental facility.</p>\n<p>3. All new admittees are screened prior to placement in the general population and those admitted are seen by a health professional upon request.</p>\n<p>4. The record demonstrates, therefore, that defendants are in compliance with ¶ 6 of the court's order of October 10, 1984.</p>\n<p></p>\n<h2>J. <i>Population</i>\n</h2>\n<p></p>\n<h2>(1). Population: Male Inmates</h2>\n<p>(a). In general, MCCI has been in regular noncompliance with the court-mandated maximum male inmate capacity. This violation, however, has been neither willful nor contamacious. Rather, it has been the result of various factors discussed in Part III(G)(1)(c). In addition, the renovations at the facility have caused the population to fluctuate. For instance, during the renovations of either Wings C and D or Wings E and F, the population capacity for housing male inmates decreased from 304 to 200.</p>\n<p>(b). As a result of the completion of these renovations, however, the population capacity of the institution has increased.</p>\n<p>(c). Although the consent judgments filed on March of 1985 and April of 1986 reflect the parties agreement that all double bunking in Wings A and B and the civil sections would cease, I find it proper to continue partial double bunking of these sections at this time and thereby allow these areas to continue to accomodate 52 inmates. <i>See </i><i>Union County Jail Inmates v. Di Buono,</i> <span class=\"citation\" data-id=\"422241\"><a href=\"/opinion/422241/union-county-jail-inmates-timmie-lee-barlow-elbert-evans-jr-raymond/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 995-1000 (3d Cir.1983).</p>\n<p>(d). The record reveals that since the entry of my initial order, the institution has constructed Wings G and H, which contain a total of 128 cells. As these cells have the square footage to permit double bunking, the parties agree that the wings provide housing for an additional 256 male inmates.</p>\n<p>(e). Hence, all renovations are complete and the new wings are open, thereby resulting in a capacity of the male sections, excluding the holding area, of 560.</p>\n<p>(f). Although the Public Advocate contends that the capacity of the institution set in my October 1984 order remains applicable until modified by the court upon formal application and showing of exceptional circumstances, <i>see </i><i>Inmates of Allegheny County Jail v. Wecht,</i> <span class=\"citation\" data-id=\"447604\"><a href=\"/opinion/447604/inmates-of-the-allegheny-county-jail-thomas-price-bey-arthur-goslee/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 127 (3d Cir.1985), the order of this court specifically stated that</p>\n<blockquote>because the population cap is necessary in light of the totality of conditions at <span class=\"star-pagination\">*777</span> MCCI, a substantial change in these conditions may lead to modification of my order in this regard. In particular, modification of this cap might be appropriate if and when changes in the physical plant and staff at MCCI would permit one hour of daily recreation per inmate in an enlarged space on a year round basis and full compliance with other provisions of my order even at an increased population at the jail.</blockquote>\n<p>Moreover, in light of changed circumstances the court's equitable power allows it to modify its decrees. Hence, given the enlarged physical plant and renovations, improved medical services, increased visitation and opportunities to engage in recreational activities, the institution has the physical and service capacity to house additional inmates. Therefore, I shall enter an order which incorporates a modification to increase the capacity of the institution to 560, excluding the holding area.<sup>[10]</sup></p>\n<p>(g). To ensure compliance with the new cap, the court shall impose prospective fines to curb the defendants future violations. Thus, the defendants shall be fined $100<sup>[11]</sup> per male inmate per day housed at the facility above the cap. This fine structure is established mindful that past violations of the cap have been neither willful nor contumaceous.</p>\n<p></p>\n<h2>(2). Population: Female Inmates</h2>\n<p>(a). Although prior orders of this court reflect that the capacity of the Women's Unit to be 40, that figure was not based upon a formal assessment. Rather, it was arrived at based merely on the number of beds that existed in the area. Thus, as the capacity of 40 was assumed rather than mandated, I cannot find that the defendants have violated any court order on this issue when the population of the section regularly hovered around 50.</p>\n<p>(b). An analysis of the dimensions of the cells of the Women's Unit reveals that the section has a capacity greater than 40. Specifically, not only does the unit have a variety of activity rooms, but sixteen of the forty cells measure 10' × 6'8\" and are 9'2\" high. In addition, each of these sixteen cells has its own sanitary unit. Thus, these sixteen cells, which are each 68 square feet, are suitable for double bunking provided:</p>\n<blockquote>1. the female inmates are given the opportunity to engage in one hour of meaningful recreation per day.</blockquote>\n<blockquote>2. that a meaningful classification system is implemented and;</blockquote>\n<blockquote>3. the inmates are given access to all other services.</blockquote>\n<p>(c). Thus, upon proof that these conditions precedent are satisfied, the institution may double bunk sixteen of the cells. At that time, the court will set a capacity of 56 in the women's unit. Until then, however, the capacity shall remain at 40.</p>\n<p>(d). The Master shall inspect and report on defendants' progress on these issues within 90 days of the order of this court.</p>\n<p>(e). To ensure compliance with these caps, the court shall impose propsective fines to curb defendants' future violations. Thus, the defendants shall be fined a $100<sup>[12]</sup> per female inmate per day housed at the facility above the cap. At present, the above fines will be imposed if the facility houses more than 40 female inmates. Upon proof of compliance with those conditions specified in Part IV(J)(2)(b) above, such fines shall be imposed if the facility houses more than 56 female inmates.</p>\n<p></p>\n<h2>(3). Population: Holding Area</h2>\n<p>(a). The capacity of the holding area was not included in the initial determination of the population capacity of the facility since it was scheduled to close at the time of the initial hearings.</p>\n<p>(b). As the current state of the conditions of this area cannot satisfactorily accommodate inmates for any extended period <span class=\"star-pagination\">*778</span> of time, the space may only be used to temporarily house new arrivals and sentenced inmates who have difficulty in assimilating into the general population.</p>\n<p>(c). If there are documented improvements to the ventilation, lighting and classification systems in the area and if those housed there are provided with one hour of meaningful recreation per day, the space may be used to house up to 30 inmates. Of course, such usage may not occur until such renovations are made and documented.</p>\n<p></p>\n<h2>(4). Total Population Capacity</h2>\n<p>Upon conclusion of all renovations and satisfaction of the above mentioned conditions precedent, I find the capacity of the institution to be as follows:</p>\n<p></p>\n<pre>\n       Male Wings     560\n       Female Wing     56\n       Holding Area    30\n                      ___\n         Total        646\n</pre>\n<p>The present capacity is as follows:</p>\n<p></p>\n<pre>\n       Male Wings     560\n       Female Wing     40\n                      ___\n       Total          600\n</pre>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>A review of the record and my own inspection of the facility reveals that MCCI has made significant improvements in the area of visitation, medical services and bedding.</p>\n<p>In general, male inmates have been provided meaningful recreational opportunities as required under my order, but improvements are necessary to insure such recreation is available on a year round basis.</p>\n<p>With respect to the female inmates, active recreational opportunities have been provided on a more limited basis and the defendants must insure that such opportunities are available to the female inmates at least one hour per day. The same opportunities must be offered to those held in the holding area.</p>\n<p>With respect to classification of the male inmates, while a \"meaningful\" system exists, it is not in compliance with the state standards and I therefore suggest that the defendants do their utmost to reach the standards promulgated by the Department of Corrections. This court requests that the Master review defendants' compliance with this directive within six months. Relatedly, since there only is a rudimentary classification of the female inmates and such a system in the holding area is virtually nonexistent, a more meaningful systems must be implemented in those areas.</p>\n<p>Finally, as the physical conditions of the institution have improved greatly, with the exception of the holding area, I find it proper to increase the court-mandated capacity to 560. Of course, this increase is contingent on the continued improvement and maintenance of the facility. In addition, with respect to the Women's Unit, the population cap of 56 shall not go into effect until the defendants have demonstrated that there have been improvements in the classification system and daily recreational opportunities.</p>\n<p>With respect to the holding area, I find that in its current state it may be used only to temporarily house new arrivals and those inmates who cannot assimilate in the general population. Upon renovations to the ventilation, lighting, plumbing, and classification systems, and with the availability of recreational activities, the space may be used to house up to 30 inmates.</p>\n<p>Based on the forgoing, I shall exercise the inherent equitable jurisdiction of this court and modify its prior order as stated above.</p>\n<h2>NOTES</h2>\n<p>[1]  The remaining defendants are as follows: Nelson Stiles, Warden (MCCI), Dr. Jacob Lewis, physician (MCCI), Harry Larison, Clement Somers, Frank Self, Thomas Powers and Ray Kramer, and their successors in office, of the Monmouth County Board of Chosen Freeholders.</p>\n<p>[2]  James R. Zazzali is an attorney admitted to practice law in the State of New Jersey. He was the Attorney General for this state in 1981-82 and currently practices law with the firm Zazzali, Zazzali, Fagella and Nowak in Newark. From October 1981 to December 1981, he served on Governor Byrne's Task Force to Deal with the Problem of Prisoner crowding in this State.</p>\n<p>[3]  The record does not address the availability of an educational program to male inmates.</p>\n<p>[4]  I note that while the record reveals that the female inmates have the privilege to send mail to and receive mail from anyone they desire, there was no evidence elicited in the most recent hearings regarding mail and telephone privileges for male inmates. As the Public Advocate has not challenged the availability of these privileges, the court presumes that they are offered in a satisfactory manner.</p>\n<p>[5]  Various events have occurred that require the court to consider modification of these figures. For example, by order dated June 20, 1986, the Commissioner of the New Jersey Department of Corrections agreed to assist the county in double bunking newly constructed Wings G and H. Specifically, the state agreed to provide expertise, laborers, transportation and beds to double bunk the wings. Wing G has 60 welded bunk beds. In Wing H, modular beds were installed at the state's expense, which could be converted into single beds.\n</p>\n<p>In addition, by administrative order dated September 11, 1986, Wings G and H were opened and fully double bunked to house 256 inmates. Since these wings were not in existence when the court entered its original order, the figure is not included in the previous cap. Given the chronic condition of overcrowding, it is clear that the double bunking of these wings must be considered more than a temporary response to the population problem.</p>\n<p>Moreover, portions of Wings A and B have been double bunked to provide housing for a total of 64 inmates.</p>\n<p>Finally, the master has noted that a portion of the women's unit provides space for double bunking and thereby increases the capacity of that space to 56, provided sufficient recreational opportunities are made available.</p>\n<p>[6]  I note that during renovations, the institution has made a good faith effort to complete the process with a minimum of disruption to the daily routine of the facility and with regard for the conditions of confinement of those temporarily displaced by the renovation.</p>\n<p>[7]  While I am cognizant that in my prior opinion I found that the yard could accommodate, a total of 420 inmates, <i>MCCI, supra,</i> 595 F.Supp. at 1438, I will adopt the master's finding that the yard can accomodate 100 inmates at one time.</p>\n<p>[8]  The Public Advocate has moved to hold the defendants in contempt for failure to provide for such recreation or make plans for provision of same. <i>See</i> Consent Judgment, dated February 4, 1986 at ¶ 8. The motion is returnable September 12, 1988. I shall refer this motion to the Special Master for his recommendation.</p>\n<p>[9]  Despite an agreement between the parties to separate sentenced from pretrial detainees, and those who are accused of or convicted violent crimes, as opposed to nonviolent offenses, <i>see </i><i>MCCI v. Lanzaro,</i> 595 F.Supp. at 1422, these inmates are housed together. The defendants admit that this is not in compliance with state standards. I note, however, that in light of the condition of the facility, this arrangement is not unconstitutional. <i>See</i> discussion at Part IV,(G)(1)(d).</p>\n<p>[10]  Note that the increase in the cap is intended to have no effect on the contractual agreement between the state and county with respect to the removal of a certain number of state-sentenced inmates.</p>\n<p>[11]  Of course, the court, in the exercise of its inherent discretion, may modify the structure of sanctions.</p>\n<p>[12]  <i>See, supra,</i> note 11.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1611236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682843/"
          ]
        }
      ],
      "judges": "Harold A. Ackerman",
      "date_created": "2014-10-30T22:26:14.465573Z",
      "date_modified": "2016-03-03T22:03:02.258116Z",
      "date_filed": "1988-09-01",
      "date_filed_is_approximate": false,
      "slug": "monmouth-county-corr-inst-inmates-v-lanzaro",
      "citation_id": 2318831,
      "case_name_short": "Lanzaro",
      "case_name": "Monmouth County Corr. Inst. Inmates v. Lanzaro",
      "case_name_full": "",
      "federal_cite_one": "695 F. Supp. 759",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2174947/monmouth-county-corr-inst-inmates-v-lanzaro/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:26:14.463000Z",
  "date_modified": "2014-10-30T22:26:14.463000Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lanzaro",
  "case_name": "Monmouth County Corr. Inst. Inmates v. Lanzaro",
  "case_name_full": "",
  "slug": "monmouth-county-corr-inst-inmates-v-lanzaro",
  "docket_number": "Civ. A. No. 82-1924",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}