{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2182207/",
  "id": 2182207,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2356142/",
      "id": 2356142,
      "absolute_url": "/opinion/2356142/tate-v-troutman/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2182207/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2356142/",
          "id": 2356142,
          "absolute_url": "/opinion/2356142/tate-v-troutman/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2356142/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2658/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:13:48.706791Z",
          "date_modified": "2017-04-09T13:59:11.506272Z",
          "type": "010combined",
          "sha1": "49c5c4e132a6a0d9361e5d6047def7ab45cd142f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>683 F.Supp.2d 897 (2010)</b></center>\n<center><h1>Charlie TATE, Jr., Plaintiff,<br>\nv.<br>\nDr. TROUTMAN, John P. Riegert, RN, and, Sergeant Hale, Defendants.</h1></center>\n<center>Case No. 06-C-670.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>January 27, 2010.</center>\n<p><span class=\"star-pagination\">*899</span> Charlie Tate, Jr., Milwaukee, WI, pro se.</p>\n<p>Roy L. Williams, Milwaukee, WI, for Defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*900</span> DECISION AND ORDER</h2>\n<p>RUDOLPH T. RANDA, District Judge.</p>\n<p></p>\n<h2>Background</h2>\n<p>This Decision and Order addresses the damages sought by the default judgment motion of pro se Plaintiff, Charlie Tate, Jr. (\"Tate\"). On August 27, 2009, the Court conducted a damages hearing on Tate's default judgment motion against the Defendants, Dr. Troutman (\"Troutman\"), John P. Riegert, RN (\"Riegert\"), and Sergeant Hale (\"Hale\") (collectively the \"Defendants\"). Tate presented evidence to establish the damages that he sustained as a result of the Eighth Amendment violations of Troutman, Riegert, and Hale in their individual capacities, with respect to Tate's requests for medical attention following incidents that occurred on January 26, 2006, and February 17, 2006, and the failure to provide constitutionally sufficient medical care. The Defendants were given an opportunity to defend against the amount of claimed damages.</p>\n<p>Following that hearing, the Court set a briefing schedule on the damages issue. Tate submitted a timely brief. On September 24, 2009, the Defendants filed a letter stating that they would not file a brief, and that Tate \"failed to show any connection between his alleged injuries and any action allegedly committed by <i>Milwaukee County.</i>\"<sup>[1]</sup> (Emphasis added.)</p>\n<p>Thereafter, by a December 4, 2009, order, the Court gave Tate notice that the lack of any evidence of personal involvement by Troutman, Riegert, or Hale in the inadequate medical treatment provided to Tate after his January 26, 2006, fall was an issue in this case, and would provide an alternative basis for the denial of compensatory damages on that portion of Tate's Eighth Amendment claim. <i>See </i><i>Black v. Lane,</i> 22 F.3d 1395, 1398 (7th Cir.1994). The Court also allowed Tate to file a supplemental written submission addressing the personal involvement of Troutman, Riegert, and/or Hale in his claim of inadequate medical treatment after his January 26, 2006, fall. The Defendants were also given time to respond to that filing. In a timely manner, Tate filed a letter asserting that on January 26, 2006, he informed Troutman, Riegert, and Hale that he lost consciousness, and suffered a concussion and started having migraine headaches, amnesia, and blurred vision due to a blow to his head near his brain. Tate also states that he started suffering pain and nerve damage due to the slip and fall, and his low back condition was exacerbated in the same occurrence. He also states that after the accident Troutman and Riegert were present in the infirmary and assured Tate that \"a serious hallucination [had] happened to him.\" (Letter filed on Dec. 23, 2009, at 2.)</p>\n<p>Tate states that Hale came into the infirmary and asked Tate what happened, and Troutman and Hale interrupted and stated that \"Tate suffered a serious hallucination that requires narcotic medications to align [his] thoughts because [his] thought processes were altered ... and that [Tate would] likely need pain medication for his hand and back.\" (<i>Id.</i>)</p>\n<p>The damages hearing was preceded by the Court's Decision and Order granting Tate's motion for default judgment on the issue of liability against the Defendants on Tate's civil rights action brought pursuant to 42 U.S.C. § 1983 based on the violation of his Eighth Amendment right to adequate medical treatment while he was confined at the Milwaukee Country Jail (\"Jail\").<sup>[2]</sup> (<i>See</i> Court's January 20, 2009, Decision and Order 2-3, 2009 WL 151493.)</p>\n<p><span class=\"star-pagination\">*901</span> Tate's medical treatment claims relate to two discrete periods of time while he was an inmate. The first period relates to inadequate medical care provided for Tate's complaints of constant pain and blood in his bowel movements following his January 26, 2006, fall in his flooded Jail cell; and, the second period relates to inadequate medical treatment provided in conjunction with Tate's requests for medical attention to injuries due to his involvement in a February 17, 2006, automobile accident, a beating by law enforcement officers, and excruciating pain including a broken right shoulder. (<i>See</i> Court's September 30, 2008, Decision and Order 4, 2008 WL 4501513.)</p>\n<p>In Tate's September 8, 2009, filing, he requests $9,030,000 in damages. Tate's claimed damages include $6,530,000 in compensatory damages consisting of 1) lost past and future earnings of $2,030,000; 2) past, present, and future pain and suffering in the amount of $2,000,000; and, 3) past, present, and future medical bills in the amount of $2,500,000. Tate's lost earnings figure is based on $280,000 in lost earnings from 2006 through 2009 ($70,000 per year), and $1,750,000 of lost future earnings based on Tate's age (41) and 25 years of additional future lost wages ($70,000 of lost earnings per year). The remaining balance of Tate's damage claim is based on his request for punitive damages in the amount of $2,500,000.</p>\n<p>In establish his damages claim, Tate presented his own testimony and that of Charles Klein, M.D. (\"Klein\"), a board-certified orthopedic surgeon; Nicholas J. Lundbohm, D.C. (\"Lundbohm\"), a chiropractor; Virendra K. Misra (\"Misra\"), M.D., a neurologist; Dr. David I. Stein (\"Stein\"), an anesthesiologist; and, Edward M. Rubin (\"Rubin\"), Psy.D. The Court makes the following factual findings with respect to the damages testimony and evidence.</p>\n<p></p>\n<h2>Factual Findings</h2>\n<p>Tate characterized himself as a very successful, meticulous, young man who never had any mental health problems. Tate played guitar professionally with \"The Mighty Clouds of Joy.\" Prior to January 2006, Tate toured with the group, and recorded two live compact discs and one live video with them. He also operated a successful automobile detailing business, Quality Detailing, that had two locations in Milwaukee. With the income from that business, Tate purchased a house for his family, paid monthly house payments of $1,300, and fed his family.</p>\n<p>On January 26, 2006, Tate was in Jail after being stopped for operating an automobile without the owner's consent. He was housed on the upper bunk in the cell. He slipped on urine and excrement after his jail cell was flooded. Tate testified that he hit his head on the concrete table in the cell and a foreign object became <span class=\"star-pagination\">*902</span> imbedded in his hand. Tate woke up in the infirmary.</p>\n<p>On February 17, 2006, Tate intended to go to his office in the 411 Building, in downtown Milwaukee, Wisconsin. However, he was hit by a car when he was crossing the Silver Spring Avenue. As a result of the impact, Tate was thrown onto the windshield of the vehicle and he sustained a shoulder injury. Tate was taken into custody by law enforcement officers. Tate testified that his shoulder was broken when he was hit.</p>\n<p>Tate was again placed in Jail, and while there he was committed to the mental ward. Tate filed grievances regarding his medical treatment but \"they\" did not listen to him. Tate was humiliated by his placement in the mental ward and being forced to ingest mind-altering drugs or be placed in the \"hole.\"<sup>[3]</sup> Ultimately, Tate avoided being placed in the \"hole\" for failing to take the drugs in the mental ward, because he recognized the name \"Sanfilippo\" on the badge of the deputy escorting him there, and asked whether the deputy knew Tony Sanfilippo (\"Sanfilippo\") of Concours Motors, one of Tate's Quality Detail customers.</p>\n<p>Tate attributes the subsequent onset of migraine headaches, amnesia, stuttering, and his need for corrective lenses to the incidents at the Jail. He also testified that he has forgotten how to play the guitar. Tate has knots in his stomach, regurgitates because of the smell of smoke, and constantly eats ice because of his nerves.</p>\n<p>While operating Quality Detail, Tate paid monthly rent of $1,000, paid workers for their piecework, and had overhead for supplies and liability insurance. There is no other evidence about Tate's other business expenses or overhead. Tate also admitted that he had not filed income tax returns for 2002, 2003, 2004, or 2005.</p>\n<p>Bank records show that from February 2002 and February 2006, Tate made deposits in the following amounts: $53,501.16 to the North Shore Bank from February 28, 2002, through June 26, 2003 (Ex. 11)<sup>[4]</sup>; $161,324.78 to the Waukesha Bank from July 25, 2003, through October 22, 2004 (Ex. 12)<sup>[5]</sup>; $26,666.11 to Bank One/Chase Bank from April 1, 2005, through July 29, 2005 (Ex. 13); and, $68,870.04 to the U.S. Bank National Association between June 5, 2005, and February 1, 2006. (Ex. 14.)</p>\n<p>In 2008, Tate received non-employee compensation in the amount of $3,750 from World Outreach and Bible Training and $5,000 from Abundant Life Christian Center Ministries. (Ex. 10.)</p>\n<p>Stein, a pain specialist, first saw Tate on March 21, 2005, for complaints of low back pain, neck pain on both sides, headaches, and pain in his groin area following a September 29, 2004, automobile accident. Tate reported that he had pain 80% of the time, and rated the pain he was experiencing as a ten on a scale of one to ten with ten as the highest. Tate indicated that he could not function at home or work. Stein's March 21, 2005, prescription for laboratory tests and an abdominal CT (computerized tomographic) scan noted <span class=\"star-pagination\">*903</span> that Tate had rectal bleeding. On April 18, 2005, Stein administered an epidural steroid injection on the right side of L5-S1. Tate's pain level following the injection was eight on a scale of one to ten.</p>\n<p>Klein initially examined Tate on May 18, 2006, for a right shoulder injury that Tate sustained in February 2006, due to a motor vehicle/pedestrian accident. Klein's diagnosis was that Tate \"probably\" had a shoulder dislocation at the time of the accident. Standard medical treatment for a dislocated shoulder is to immobilize the shoulder for three to four weeks in a sling. However, Klein indicated the dislocated shoulder was not exacerbated by Tate's subsequent placement in handcuffs.</p>\n<p>Klein found that Tate had instability of his right shoulder with recurrent episodes of dislocation. As of October 2008, Tate was undergoing a course of physical therapy. Klein estimated that surgery to stabilize Tate's shoulder, including the anaesthesia, would cost $25,000. Klein also determined that a foreign object in Tate's left hand is irritating Tate's pinkie finger. The cost of surgically removing the object would be $3,000. Tate told Klein that the object was imbedded during his stay at the Jail. Klein was aware that Tate had broken his hand in the past. However, he did not attribute the foreign object in Tate's hand to that break. Klein indicated that Tate's right shoulder and left-hand injuries are two clear-cut musculoskeletal problems, and he opined that confinement to a mental ward and treatment with Haldol and \"Whisperal\" would not be proper for those injuries.</p>\n<p>On October 28, 2008, Stein examined Tate for reports of low back pain on the left and right sides due to a January 2006 accident when Tate fell on a concrete table. Tate also reported migraine headaches. Stein referred Tate to Misra.</p>\n<p>On November 3, 2008, Tate told Stein that he was experiencing pain of 7.5 out of ten with radiation of pain into the lower extremities. Stein diagnosed lower back pain, lumber degenerative disk disease, and lumber radiculitis.<sup>[6]</sup> Stein recommended that Tate undergo an epidural steroid injection at a hospital. There is no indication that Tate followed-up on that recommendation. Stein billed Tate for $485.00 for the two 2008 appointments, and $368.00 has been paid. (Ex. 16.)<sup>[7]</sup></p>\n<p>Misra's medical records indicate he first saw Tate on October 30, 2008. (<i>See</i> Ex. 19.) Following that initial visit, a complete work-up was done, including a magnetic resonance imaging (MRI) of the brain, an electroencephalogram, and basic laboratory tests.</p>\n<p>Misra's June 8, 2009, report states that Misra had seen Tate many times in his clinic. Misra indicated that Tate initially presented with a multiple symptoms and complaints including generalized pain, fatigue, weakness, abnormal sensations in his body, numbness, tingling and paraesthesias, problems with walking and balance, episodes of dizziness, vertigo, feeling like he was going to pass out, and problems with focusing, attention span, disturbed memory and concentration, decreased levels of enthusiasm, depression, <span class=\"star-pagination\">*904</span> sleep disorder, and poor appetite. (<i>See</i> Ex. 1.)</p>\n<p>Misra tried to treat Tate's symptoms. (<i>See</i> Ex. 1.) As of July 24, 2009, Misra had prescribed Oxycodone for headaches and pain, Valium for muscle relaxation, and Depakote for migraine prevention and depression. Misra also prescribed Cialis at Tate's request. Misra prescribed the medications based on Tate's symptoms and does not guarantee a cure.</p>\n<p>Misra indicates that Tate's test results have been normal and that Tate has mostly subjective complaints. Misra has no definite diagnosis for Tate. He indicates Tate has post-traumatic syndrome, and is disabled and is unable to engage in any employment or maintain his own business or do some gainful activity. Misra testified that he cannot evaluate the treatment that Tate received while in the Jail because he was not there.</p>\n<p>According to a May 21, 2009, statement, the fee for the tests Misra administered on October 30, 2008, was $1549.00, which has been paid. Tate paid $50.00 for five $10.00 co-pays to Misra, and $500 for Misra's report. (<i>See</i> Ex. 18.) As of August 3, 2009, Tate apparently owed $88.76 to Enhanced Medical Imaging of Milwaukee for testing. (<i>See</i> Ex. 17.)</p>\n<p>Upon referral from Misra, Lundbohm has provided conservative chiropractic treatment for Tate, beginning on June 23, 2009. Lundbohm performed manipulations of Tate's spine and electro-muscular stimulation of the thoracic area of the spine, and observed positive subjective and objective effects of his treatment. Lundbohm's treatment plan is to stabilize Tate so that he will not need further treatment. Lundbohm could not attribute his treatment to anything that happened to Tate at the Jail. Lundbohm billed Tate $468.00, and Tate paid $40.00 of that bill.</p>\n<p>As of the hearing date, massage therapist Dawn Hodi (\"Hodi\"), who works with Lundbohm, provided massage therapy sessions to Tate. At Tate's request, she was providing treatment twice a week. She found muscle tissue hypertonicity and imbalances that were causing headaches for Tate. Although Hodi characterized Tate's symptoms as \"severe,\" she could not identify the origins of Tate's condition. (Ex. 3.) Hodi's services on five dates cost $310. (<i>See</i> Ex. 18).</p>\n<p>Tate was first seen by Rubin on April 7, 2009. When Rubin last saw Tate in June of 2009, Tate was concerned about his physical aches and pains due to fibromyalgia, and Stein's change in medication with Oxycodone and Valium because Tate had difficulty sleeping. Much of the session was spent talking about how difficult it was for Tate to make it through a day. Rubin and Tate discussed alternatives to medications such as meditation and relaxation techniques. Rubin diagnosed a mood disorder secondary to a traumatic brain injury. Rubin relies on Tate's report that the traumatic brain injury occurred when Tate slipped when the Jail cell flooded and Tate became unconscious. Rubin's goal is to increase Tate's coping skills and his ability to manage stress and engage in alternative activities. An August 11, 2009, bill from Rubin, indicates that Tate's insurance paid $69.90, and Tate owed $32.30 for his visit. (Ex. 17.)</p>\n<p>A summary of prescriptions, purchased at Walgreens, prescribed by Misra or Stein beginning October 28, 2008, through August 19, 2009, indicates that Tate paid $418.00 for prescription medications, and that insurance paid $1470.62 for those prescriptions. (<i>See</i> Ex. 18.)</p>\n<p>Tate also submitted a bill for an eye examination and glasses which he testified that he now needs as a result of his treatment at the Jail. Tate paid $121.00 and a \"third-party\" paid $165.00.</p>\n<p><span class=\"star-pagination\">*905</span> Tate submitted some additional receipts and collection notices (<i>See</i> Ex. 17 &amp; Ex. 18), but did not present any evidence establishing a causal relationship between expenses documented by those materials and the injuries that he claims to have sustained. For example, the exhibits include an August 3, 2009, notice for $1,638.56 due to Froedert Memorial Lutheran Hospital. However, Tate did not present any evidence that he received treatment at that facility for injuries that he sustained as a result of the inadequate medical treatment he received at the Jail following his January 26, 2006, fall in his flooded Jail cell, or for the inadequate treatment of his injuries due to the February 17, 2006, automobile accident.</p>\n<p></p>\n<h2>Analysis</h2>\n<p>Demonstrating deliberate indifference towards a prisoner's medical needs requires a showing that \"he had an `objectively serious medical need,' and that the individual officers were `aware of the prisoner's serious medical needs and disregarded an excessive risk that a lack of treatment posed to the prisoner's healthy or safety.'\" <i>Grieveson,</i> 538 F.3d at 775 (quoting <i>Wynn v. Southward,</i> 251 F.3d 588, 593 (7th Cir.2001)). In the case of a default, \"the well-pleaded allegations of the complaint relating to liability are taken as true,\" and \"those relating to the amount of damages suffered ordinarily are not.\" <i>Merrill Lynch Mortg. Corp. v. Narayan,</i> 908 F.2d 246, 253 (7th Cir.1990) (citations omitted). Furthermore, as a general rule, default judgment establishes that the Defendants are liable as a matter of law for each cause of action alleged in the Complaint. <i>Black v. Lane,</i> 22 F.3d at 1399. \"Damages must be proved unless they are liquidated or capable of calculation.\" <i>Narayan,</i> 908 F.2d at 253.</p>\n<p>\"[T]o recover damages under § 1983, a plaintiff must establish that a defendant was personally responsible for the deprivation of a constitutional right.\" <i>Johnson v. Snyder,</i> 444 F.3d 579, 583 (7th Cir.2006); <i>see also </i><i>Grieveson,</i> 538 F.3d at 776 (\"A plaintiff bringing a civil rights action must prove that the defendant personally participated in or caused the unconstitutional actions\") (citation omitted). Because the doctrine of <i>respondeat superior</i> does not apply to Section 1983 claims, a supervisor \"will be deemed to have sufficient personal responsibility if he directed the conduct causing the constitutional violation, or if it occurred with his knowledge or consent.\" <i>Sanville v. McCaughtry,</i> 266 F.3d 724, 740 (7th Cir.2001). Government officials may not be held liable for the unconstitutional conduct of their subordinates under a theory of <i>respondeat superior. </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1948, 173 L.Ed.2d 868 (2009).</p>\n<p>Although a district court may award compensatory damages to a successful § 1983 plaintiff, it may not award damages to account for \"the abstract value of a constitutional right.\" <i>Horina v. City of Granite City, Ill.,</i> 538 F.3d 624, 637-38 (7th Cir.2008) (quoting <i>City of Watseka v. Ill. Pub. Action Council,</i> 796 F.2d 1547, 1558-59 (7th Cir.1986)). A district court may award the plaintiff damages only if he can prove that the denial of his constitutional rights resulted in an actual injury. <i>See </i><i>Memphis Cmty. Sch. Dist. v. Stachura,</i> 477 U.S. 299, 308, 106 S.Ct. 2537, 91 L.Ed.2d 249 (1986); <i>see also </i><i>Horina,</i> 538 F.3d at 637.</p>\n<p>The fact that the \"monetary value of the particular injury is difficult to ascertain\" as is often the case when the injuries asserted are humiliation, distress, and other harms associated with the denial of a rightdoes not preclude an award of damages. <i>Horina,</i> 538 F.3d at 637 (quoting <i>Watseka,</i> 796 F.2d at 1558-59). But the plaintiff must nevertheless show that he actually suffered those injuries, and <span class=\"star-pagination\">*906</span> \"where no injury is present, no `compensatory' damages may be awarded.\" <i>Horina,</i> 538 F.3d at 637 (quoting <i>Stachura,</i> 477 U.S. at 308, 106 S.Ct. 2537 and citing <i>Carey v. Piphus,</i> 435 U.S. 247, 264, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978) (stating that \"some actual, if intangible, injury must be proved before compensatory damages may be recovered\")).</p>\n<p>Examples of compensable injuries under § 1983 for unconstitutional jail conditions include emotional distress, <i>see </i><i>Carey v. Piphus,</i> 435 U.S. at 263-64, 98 S.Ct. 1042, <i>Brule v. Southworth,</i> 611 F.2d 406, 411 (1st Cir.1979), humiliation and personal indignity, <i>see </i><i>Baskin v. Parker,</i> 602 F.2d 1205, 1209 (5th Cir.1979); <i>Cruz v. Beto,</i> 603 F.2d 1178, 1186 (5th Cir.1979), and physical injury, <i>see </i><i>Wood v. Worachek,</i> 618 F.2d 1225, 1233 (7th Cir.1980). <i>See </i><i>Kincaid v. Rusk,</i> 670 F.2d 737 (7th Cir.1982), <i>overruled on other grounds, </i><i>Salazar v. City of Chi.,</i> 940 F.2d 233, 240 (7th Cir. 1991). When calculating compensatory damages, district courts may make a \"`just and reasonable estimate'\" of the damages due, but those estimates must nevertheless be consistent with the evidence presented regarding damages. <i>Horina,</i> 538 F.3d at 637 (quoting <i>Zazu Designs v. L'Oreal S.A.,</i> 979 F.2d 499, 506 (7th Cir.1992) (quoting <i>Bigelow v. RKO Radio Pictures, Inc.,</i> 327 U.S. 251, 264, 66 S.Ct. 574, 90 L.Ed. 652 (1946) and citing <i>Sulzer Carbomedics v. Or. Cardio-Devices, Inc.,</i> 257 F.3d 449, 459-60 (5th Cir.2001) (stating that district court \"may not determine damages by `speculation or guess'\"))). Likewise, \"[a]mounts that are speculative, remote, imaginary, or impossible of ascertainment are not recoverable.\" <i>Horina,</i> (quoting <i>Fitzgerald v. Mountain States Tel. &amp; Tel. Co.,</i> 68 F.3d 1257, 1264 (10th Cir.1995)).</p>\n<p></p>\n<h2><i>January 2006</i></h2>\n<p>With respect to the January 2006, medical treatment claim, Tate's verified Complaint<sup>[8]</sup> states that he \"hit his back on the concrete table in his cell\" and after several days of constant pain Tate started to have blood in his bowel movements. (Compl. 3.) He reported the problem to the cart nurse who asked for a sample and told Tate to fill out a form to see the doctor. A deputy explained the procedure to be seen by a doctor. Tate followed that procedure, paid to see a doctor, and saw a nurse practitioner. The nurse practitioner did a rectal examination and informed Tate that he had hemorrhoids. She prescribed stool softener and pain pills none of which dissipated Tate's pain or blood in his bowel movement which Tate stated persisted through the June 3, 2006, date that he filed his Complaint.</p>\n<p>In assessing whether Tate has established that he sustained an actual injury as the result of the failure to provide adequate medical treatment in January 2006, it is significant that Stein's medical records establish that, seven months earlier, in March 2005, Tate was experiencing severe low back and bilateral neck pain, headaches, and rectal bleeding. Tate reported that he had pain 80% of the time and could not function at home or work. An epidural steroid injection by Stein during April 2005, only reduced Tate's pain to an eight out of possible ten. Thus, Tate had a history of back and neck pain, headaches, and rectal bleeding that predated his January 26, 2006, slip and fall in the Jail.</p>\n<p>After the slip and fall, Tate received pain pills and stool softeners. Although Tate associates the blood in his bowel movements with the January slip and fall, there is no evidence the presence of blood <span class=\"star-pagination\">*907</span> in his bowel movements was occasioned by his fall in the Jail cell. Additionally, Tate presented no evidence that he sustained an actual injury as the result of being treated with the stool softeners for that problem.</p>\n<p>Tate presented evidence that he experiences depression, migraine headaches, knots in his stomach, stutters, needs glasses, has chronic back pain, and that the concrete embedded in his left hand is irritating the little finger of his left hand. Tate has established the presence of concrete in his left hand and the resultant irritation of his finger. Thus, Tate has established that he sustained an actual injury as a result of the inadequate medical treatment of his left hand injury. The other medical problems that Tate claims are related to the fall in his cell are more diffuse, and the evidence linking those injuries to the Jail cell slip and fall incident is more tenuous. They are based solely on Tate's testimony and subjective complaints. Nonetheless, Tate has established that he has experienced mental and physical pain and suffering as the result of lack of adequate medical treatment or an adequate examination or tests following his January 2006 fall.</p>\n<p>However, to recover damages a plaintiff must prove that the Defendants caused the damages he sustained. <i>See </i><i>Johnson,</i> 444 F.3d at 583. While the liability of the Defendants for any damages is established by the default, neither the Complaint, the hearing evidence, nor Tate's submissions following the Court's December 4, 2009, Decision and Order provide a basis upon which the Court could find that Troutman, Riegert, or Hale caused the damages that Tate sustained as the result of inadequate medical attention provided to him after his January 26, 2006, fall in the Jail. For the first time, in Tate's December 23, 2009, letter, he describes Troutman, Riegert, and Hale's involvement in the January 2006 medical treatment claim. However, the statements in Tate's December 23, 2009, letter are not evidence.</p>\n<p>Specifically, with respect to the January 26, 2006, incident, the verified Complaint states:</p>\n<blockquote>January 26, 2006 Tate's cell flooded [and] he and his cell-mate were forced to stay in there with urine and B/M all over the floor over 45 minutes. When they finally were let out Tate was trying not to step on the B/M and slipped on the urine and hit his back on the concrete table in his cell[.][A]fter several days of constant pain Tate started to have large amounts of blood in his urine, he then reported this to the cart nurse[.][S]he asked for a sample, then told Tate to fill out a form to see the doctor, the deputy standing by her added I will give you a form when I come back out after medication[.][A]fter coming out the deputy then explained the procedure to see a doctor[.] Tate followed that, paid to see a doctor and saw a nurse practitioner for the accident on January 26th, 2006, who put her finger inside Tate's butt and said, you have hemorrhoids, she then prescribed a stool softener and pain pills, none of which dissipated Tate's pain or blood in his B/M that yet remains[.][E]ach and every nurse or doctor on the jail hospital staff has willfully ignored Tate's medical condition[.][N]o doctor, nurse, ... agent of this jail hospital staff did any examinations or x-rays at all of Tate's back.</blockquote>\n<p>(Compl. 3.) The Complaint does not include any other information about that incident.</p>\n<p>There is no evidence or statement in the Complaint establishing that Hale was involved in the January 26, 2006, claim of inadequate medical treatment or had a role in causing the damages that Tate claims to have sustained as a result. Additionally, the statement in the Complaint <span class=\"star-pagination\">*908</span> that every nurse or doctor on that jail hospital staff willfully ignored Tate's medical condition, without more, is insufficient to establish that Troutman, a doctor, or Riegert, a nurse, caused the damages that Tate claims to have sustained as a result of the inadequate medical treatment following Tate's January 2006 fall. Therefore, Tate has not met his burden of proving by the preponderance of the evidence that Hale, Troutman, or Riegert caused any damages that he sustained as the result of the January 26, 2006, inadequate treatment. Tate has not established that the actions or the inactions of the three named Defendants caused him to sustain \"actual damages.\"</p>\n<p><i>Carey v. Piphus,</i> 435 U.S. 247, 266, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978) (citing D. Dobbs, Law of Remedies § 3.8, pp. 191-193 (1973); C. McCormick, Law of Damages §§ 20-22 (1935); <i>Restatement of Torts</i> § 907 (1939)), holds that, in the absence of proof of an actual injury, nominal damages may be awarded in § 1983 actions where there has been a procedural due process violation relying on the fact that \"[c]ommon-law courts traditionally have vindicated deprivations of certain `absolute' rights that are not shown to have caused actual injury through the award of a nominal sum of money.\" Nominal damages may be awarded when the Eighth Amendment has been violated but no actual injury is established. <i>See </i><i>Calhoun v. DeTella,</i> 319 F.3d 936, 941-42 (7th Cir. 2003). Although Tate has not specifically requested nominal damages, his request for relief includes a request for \"all other relief that this court deems just, proper and equitable,\" and the pleadings of pro se litigants are liberally construed. <i>See id.</i> at 943. However, the availability of nominal damages does not dispense with the underlying requirement that the named defendants be personally involved in the constitutional violation.</p>\n<p>Such conclusion is supported by the first paragraph of Comment a of § 907 of the <i>Restatement of Torts,</i><sup>[9]</sup> which states: \"Where a cause of action for a tort exists but no harm has been caused by the tort or the amount of harm is not substantial or is not so established that compensatory damages can be given, and punitive damages are not awarded, judgment will be given for nominal damages, a trivial award against a wrongdoer who has caused no harm or an insignificant harm.\" <i>See also, Restatement of Torts,</i> § 907, Comment b, Initial Sentence (\"Nominal damages can be awarded where the defendant has invaded an interest of the plaintiff protected against non-harmful conduct of the sort committed by the defendant and no harm has been proved.\") Thus, the Court may not award nominal damages against the defendants for the inadequate treatment following Tate's January 26, 2006, slip in the Jail cell. Consequently, Tate may not recover compensatory, nominal or punitive damages from Troutman, Riegert, or Hale in conjunction with the injuries Tate sustained as a result of the inadequate medical treatment provided to him after his January 26, 2006, fall in the Jail.</p>\n<p></p>\n<h2><i>February 2006</i></h2>\n<p>With respect to his February 2006, medical treatment claim, Tate's Complaint states that he paid the Jail's hospital fee to see the doctor. (Compl. 4.) However, he was only seen by a nurse practitioner who prescribed pain medication that didn't work. <i>(Id.)</i> The severe pain continued so Tate again paid to see the doctor. <i>(Id.)</i> He was only seen by the same nurse practitioner who ordered an x-ray and told him <span class=\"star-pagination\">*909</span> that his arm was not broken and that he had arthritis. <i>(Id.)</i> The nurse practitioner prescribed 75 milligram pain pills that had to be ordered. <i>(Id.)</i> However, the cart nurse changed the dosage to 50 milligrams because Tate could not bear the pain any longer. <i>(Id.)</i> Tate states that the Jane Doe who took his vital signs, did some poking around and then watched his \"shoulder pop in from a deformed state\" and said that she could not do anything for him and that a nurse had to help him. <i>(Id.)</i> Tate states that he was then seen by another nurse practitioner who did not help him and relied upon others to help him. <i>(Id.)</i> Tate states that he was seen by nurse practitioner Ann and that he told her what had happened and also gave her a letter that described what happened, and she told him that he had to speak to an attorney. <i>(Id.)</i> Nurse practitioner Ann prescribed him medication \"to put his thoughts in line ..., this medication made Tate's bones hurt worse, he was nauseated very bad.\" <i>(Id.)</i> Tate took that medication once and saw nurse practitioner Ann again. <i>(Id.)</i> She referenced a visit to the nurse practitioner stating \"constantly maybe this is all in your mind, but did nothing to help him she constantly tried to give Tate drugs, the last visit and offer of drugs was whispridoll [and] he again refused.\" <i>(Id.)</i></p>\n<p>Tate states that he was then seen by a black nurse practitioner, and he told her what had been going on and she logged the information while she was evaluating him for the mental unit, 4B, where he was placed. <i>(Id.)</i> Tate was then seen by counselor John who \"badgered\" Tate about his need for the drugs prescribed by nurse practitioner Ann and his refusal to take those drugs. <i>(Id.)</i> Tate told John about what was going on with \"all this trauma in [his] body\" and not being able to get any help. <i>(Id.)</i> John replied that some people seem to think this all is in your mind. <i>(Id.)</i> Tate stopped talking to John and requested to see Troutman, who refused to see or speak to Tate. <i>(Id.)</i></p>\n<p>Tate received a grievance response from Hale on April 17, 2006, dated April 4, 2006, stating that he was apprised of the problem and was forwarding the grievance to another official. (<i>Id.</i> at 5.) Tate received another grievance response from Riegert that stated that Tate had obtained medical attention from HSU (\"Health Services Unit\") and \"PSW\"<sup>[10]</sup> and requested identification of Tate's grievances. <i>(Id.)</i></p>\n<p>With respect to the medical treatment relating to the February 17, 2006, incident, Tate's Complaint indicates that Riegert, Troutman, and Hale were personally involved. The medical evidence establishes that Tate sustained a dislocated shoulder as the result of the automobile accident. According to the Complaint, which is taken as true based on the default, Troutman refused to see Tate or speak to him, and both Hale and Riegert rejected Tate's grievances regarding his inadequate medical treatment. The Defendants' liability for the inadequate treatment Tate received for his shoulder injury is established by the default judgment. Furthermore, Tate has established by a preponderance of the evidence that for three to four weeks he experienced physical pain and emotional distress due to his lack of adequate diagnosis and treatment of his shoulder injury by immobilization. Therefore, Tate has established the basis for an award of compensatory damages for such past pain and suffering.</p>\n<p>In considering the appropriate amount of damages, the Court has surveyed awards in civil rights cases. Recently, in <i>Hendrickson v. Cooper,</i> Case No. 09-1375, 589 F.3d 887 (7th Cir.2009), the court of <span class=\"star-pagination\">*910</span> appeals upheld a jury verdict of $75,000 in compensatory damages, and $125,000 in punitive damages for an Eighth Amendment excessive force claim. In that case, the prison guard waited for the plaintiff prisoner, Vernon A. Hendrickson (\"Hendrickson\"), to enter the housing unit and grabbed him, slammed him into the wall and concrete floor and pressed his knees into Hendrickson's bad back. <i>Id.</i> at 890-91. After the attack, officers took Hendrickson to a segregation unit, where he initially refused a nurse's offer to examine him because he was agitated and did not want to deal with prison officials. <i>Id.</i> at 890-91. After about an hour, however, Hendrickson told a nurse that he was feeling \"pain all over\" and requested treatment. <i>Id.</i> About a month later, Hendrickson followed up with multiple requests for a transfer to a hospital for an MRI scan and additional care, as the Tylenol and ibuprofen that he was receiving in prison were not providing sufficient pain relief. <i>Id.</i> Hendrickson also described for the jury how Cooper's attack increased his back pain. <i>Id.</i> Before Cooper's assault, Hendrickson had a \"little bit of lower back pain,\" but this pain became much worse afterwards. <i>Id.</i></p>\n<p>In upholding the award, the appeals court noted that the award for pain and suffering was not out of line with awards that it had upheld in the past. <i>Id.</i> at 893 (citing <i>Reising v. United States,</i> 60 F.3d 1241, 1244 (7th Cir.1995) (upholding $150,000 in pain and suffering damages for acceleration of back problems resulting from a car accident); <i>Hagge v. Bauer,</i> 827 F.2d 101, 109-10 (7th Cir.1987) (affirming a compensatory damages award of $75,000, exclusive of medical bills, for pain from a broken leg caused by a police officer's assault)).</p>\n<p>The Court has also considered the award of compensatory damages in <i>Cameron v. Myers,</i> 569 F.Supp.2d 762, 764-65 (N.D.Ind.2008), where the damages on a § 1983 claim for deliberate indifference to prisoner plaintiff Larry D. Cameron (\"Cameron\"), were determined by the court following the entry of default against the defendant, Gerald Myers, M.D. (\"Myers\"). In that case defendant Myers did not continue the proper care that plaintiff, Cameron, required to treat his Crohn's disease,<sup>[11]</sup> and as a result, a worse condition developed. <i>Id.</i> at 764. Myers' inaction forced Cameron to endure tremendous pain and suffering stemming from his untreated Crohn's disease as well as the newly formed Pyoderma Gangrenosum.<sup>[12]</sup><i>Id.</i> Cameron suffered from various symptoms, including diarrhea, rectal bleeding, insomnia, as well as excruciating pain and a feeling that the flesh on his legs was dissolving. <i>Id.</i> at 764. At the hearing, Cameron demonstrated that his disease left him disfigured, with permanent, large, scars in multiple places on his legs. <i>Id.</i> This condition ceased only when Cameron moved to a new facility and began treatment under another physician. <i>Id.</i> Cameron went without treatment from September 2006 through February 2007. <i>Id.</i> In that case, the court awarded $250,350 in compensatory damages. <i>Id.</i> at 766.</p>\n<p><span class=\"star-pagination\">*911</span> Additionally, because Tate's claim involves inadequate treatment of a shoulder injury, the Court has considered the award of $15,000 to the plaintiff prisoner, Kenneth Jackson (\"Jackson\"), who sustained injuries as the result of excessive force applied by three corrections officers requiring medical treatment, including a contusion to his knee, a shoulder injury, and wrist swelling. <i>See </i><i>Jackson v. Austin,</i> 241 F.Supp.2d 1313, 1324 (D.Kan.2003). Jackson experienced pain and suffering for three months. <i>Id.</i> at 1317.</p>\n<p>Having carefully considered the testimony and evidence presented in this case, the Court concludes that an award of $27,000 is an appropriate amount to compensate Tate for his past pain and suffering due to the lack of adequate diagnosis and treatment of his shoulder injury by immobilization. Tate experienced pain and suffering for about a month, and such pain and suffering was for a less painful and less debilitating condition than at issue in <i>Cameron.</i> Because the harm to Tate caused by the inaction of Troutman, Riegert, and Hale is indivisible, such damages are awarded against Troutman, Riegert, and Hale, jointly and severally. <i>See </i><i>Thomas v. Cook County Sheriff's Dep't,</i> 588 F.3d 445, 462 (7th Cir.2009); <i>Watts v. Laurent,</i> 774 F.2d 168, 179 (7th Cir.1985).</p>\n<p>Tate presented some evidence, in the form of Klein's testimony, that confinement to a mental ward and treatment with Haldol and \"Whisperal\" would not be proper for a shoulder injury. However, the other medical witnesses declined to opine on the treatment provided at the Jail. In addition, the evidence includes a \"Statement of Emergency Detention By Law Enforcement Officer,\" stating on February 17, 2006, Tate was placed in emergency detention. (<i>See</i> Ex. 21.) The report states that Tate \"was having thoughts of death. Asked to speak with his family because he knows what is going to come next. Began making his peace with god and saying that the police injected him with something during his struggle with police when he was being taken into custody.\" <i>(Id.)</i> The statement is signed by P.O. Perry, the detaining officer, and collaborating officer, P.O. Evering. <i>(Id.)</i> That statement casts doubt on Tate's assertion that he was improperly provided mental health treatment. While Tate was clearly humiliated by his placement in the mental ward, the report of emergency detention supports that placement. Tate has not established by the preponderance of the evidence that he was injured as the result of being provided mental health treatment. Consequently, the Court may not award any compensatory damages for such treatment.</p>\n<p>Tate also claims lost past and future earnings, and proffers various bank records in an effort to substantiate his claim. However, Tate did not establish by a preponderance of the evidence that the inadequacy of the medical treatment provided for his February 17, 2006, shoulder injury adversely impacted on his ability to work. Notably, in March 2005, Tate was claiming that he was unable to function at home or work.</p>\n<p>Tate informed the Court by letter of November 28, 2009, that he has begun to receive disability benefits. However, the Court does not know what underlying condition or condition(s) are the basis for the disability finding.</p>\n<p>Even if Tate had proved a connection between the inadequacy of the medical treatment provided for his February 17, 2006, shoulder injury and a diminished ability to work, he has not established, by the preponderance of the evidence, the amount of his lost past and future earnings. In seeking such damages, Tate established that deposits to his business bank accounts from April 1, 2005, through <span class=\"star-pagination\">*912</span> December 30, 2005, totaled about $82,902,16. However, Tate paid employees for piecework, but provided no information how much he paid for that work. Tate also paid $1,000 a month rent for his business, but did not offer any other evidence about his other expenses or overhead in operating the business. Tate did not file income taxes for 2005, 2004, 2003, or 2002. Thus, the information he presented is very incomplete and does not provide the Court with an adequate basis upon which it could find the amount of his lost earnings for a particular year. The Court may not premise an award of lost earnings on speculation or guesswork. <i>See Federal Civil Jury Instructions of the Seventh Circuit</i> 7.23 (2008).</p>\n<p>Tate also claims present and future pain and suffering. Tate testified that he has problems with his left hand, chronic back pain, depression, migraine headaches, knots in his stomach, stutters, and he needs glasses. The medical evidence provides only limited support for some of his Tate's ailments. In large part, treating medical personnel are relying upon Tate's subjective complaints. Regardless, Tate has not established a connection between his claimed maladies and the inadequate treatment he received for his shoulder dislocation. Thus, Tate has not established by the preponderance of the evidence that any present or future pain and suffering is result of the inadequate medical treatment provided for his dislocated shoulder. Therefore, this Court may not award him damages for present and future pain and suffering.</p>\n<p>Tate also requests an award of punitive damages. The scope of punitive damages in § 1983 actions is \"controlled by a federal common law of damages imposing uniformity in enforcing the Civil Rights Acts.\" <i>Coulter v. Vitale,</i> 882 F.2d 1286, 1289 (7th Cir.1989). Punitive damages may be awarded in § 1983 actions if the finder of fact finds \"conduct motivated by evil intent or callous indifference to the federally-protected rights of plaintiffs.\" <i>Id.</i> (citing <i>Erwin v. County of Manitowoc,</i> 872 F.2d 1292, 1299 (7th Cir.1989)) (regarding jury awards of punitive damages). \"[P]unitive or exemplary damages may be awarded in appropriate cases under Section 1983 with the specific purpose of deterring or punishing violations of constitutional rights.\" <i>Stachniak v. Hayes,</i> 989 F.2d 914, 928 (7th Cir.1993) (quoting <i>Konczak v. Tyrrell,</i> 603 F.2d 13, 18 (7th Cir. 1979)). The Court finds that the Defendants' actions show a \"callous indifference\" as opposed to an \"evil intent\" towards Tate's medical needs. Therefore, the Court concludes that a punitive damage award of $9,000-$3,000 each from Troutman, Riegert, and Hale, is warranted to deter or punish the Eighth Amendment violation in this case. <i>See </i><i>Cooper v. Casey,</i> 97 F.3d 914, 920 (7th Cir.1996) (upholding punitive damage awardsthe largest of which was $22,500); <i>Jackson,</i> 241 F.Supp.2d at 1323 (awarding $10,000 in punitive damages against each defendant).</p>\n<p>Additionally, the case law of this circuit holds that prejudgment interest is presumptively available to victims of federal law violations. <i>Gorenstein Enter. v. Quality Care-USA, Inc.,</i> 874 F.2d 431, 436 (7th Cir.1989). The purpose of prejudgment interest is to provide a complete remedy; that is, to make whole a party which would have had access to the money had it not been for the actions of the other party, and which would presumably have invested the money or otherwise obtained some return on it. <i>West Virginia v. United States,</i> 479 U.S. 305, 310-11 n. 2, 107 S.Ct. 702, 93 L.Ed.2d 639 (1987). The interest awarded must be based on the prime interest rate during the years in question. <i>See </i><i>Gorenstein Enter.,</i> 874 F.2d at 437. As a general rule, the decision <span class=\"star-pagination\">*913</span> whether to award compound or simple prejudgment interest is left to the discretion of the trial court. <i>Am. Nat'l Fire Ins. Co. ex rel. Tabacalera Contreras Cigar Co. v. Yellow Freight Sys.,</i> 325 F.3d 924, 937 (7th Cir.2003). However, \"compound prejudgment interest is the norm in federal litigation,\" and if compounded prejudgment interest is not awarded, the Court must explain the basis for its decision. <i>Id.</i> at 937-38 (citation omitted). Therefore, upon due consideration, the Court awards Tate prejudgment interest on the $27,000 compensatory damage award at the average monthly prime rate compounded annually from the period beginning on February 17, 2006, through the January 27, 2010, date of the entry of judgment.</p>\n<p>Furthermore, because Tate has prevailed on the merits of a portion of his § 1983 Eighth Amendment claims, he may also recover his costs. <i>See </i><i>Zessar v. Keith,</i> 536 F.3d 788, 795 (7th Cir.2008). Tate may file a bill of costs with the Clerk of Court. <i>See</i> Civil Local 54.1 (E.D.Wis.) Furthermore, consistent with 28 U.S.C. § 1961, post-judgment interest is awarded to Tate.</p>\n<p>NOW, THEREFORE, BASED ON THE FOREGOING, IT IS HEREBY ORDERED THAT:</p>\n<p>Tate's motion for default judgment (Docket No. 33) as to damages is GRANTED to the extent that Tate is awarded compensatory damages against Troutman, Riegert, and Hale, jointly and severally in the amount of $27,000, on his Eighth Amendment claim relating to inadequate medical treatment provided to him for his dislocated shoulder, plus prejudgment interest on that award at the average monthly prime rate compounded annually from the period beginning on February 17, 2006, through the date of the entry of judgment on January 27, 2010, and punitive damages in the amount of $9,000-$3,000 each from Troutman, Riegert, and Hale. Tate may also file a bill of costs with the Clerk of Court. In all other respects, Tate's motion for default judgment as to damages is DENIED.</p>\n<p>Pursuant to 28 U.S.C. § 1961 post-judgment interest is awarded to Tate.</p>\n<p>This action is DISMISSED with prejudice.</p>\n<p>The Clerk of Court is DIRECTED to enter judgment accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Milwaukee County is not a defendant in this action.</p>\n<p>[2]  As previously noted by the Court, Tate may have been a pretrial detainee and if so, the protections of the Fourteenth Amendment due process clause would provide the constitutional basis for his claim, rather than the Eighth Amendment. (<i>See</i> Court's December 4, 2009, Decision and Order 1 n. 1 (citing <i>Grieveson v. Anderson,</i> 538 F.3d 763, 771-72 (7th Cir.2008).)) \"Either way, the inquiry under both provisions of the constitution is essentially the same.\" <i>See id.</i> (quoting <i>Grieveson,</i> 538 F.3d at 771-72.) If Tate was merely an arrestee, the Fourth Amendment and its standard of objective unreasonableness would apply. <i>See id.</i> (citing <i>Lopez v. City of Chi.,</i> 464 F.3d 711, 718-19 (7th Cir.2006).) Regardless, the information before the Court is insufficient to make a determination of Tate's status, and Tate was allowed to proceed <i>in forma pauperis</i> on his Eighth Amendment claim of deliberate indifference to a serious medical need and default judgment was entered on that Eighth Amendment claim. Thus, the Court will refer to the Eighth Amendment in its analysis.</p>\n<p>[3]  The \"hole\" is a term that refers to a segregation or isolation unit in jails or prisons.</p>\n<p>[4]  Tate testified the amounts deposited were $31,000 and $23,150.24 which equals $54,150.24. However, the deposits total $53,501.16. Those deposits also include sums described as \"Balm in Gilead F Payroll PPD,\" which total $9,175.97. If those amounts, are designated as payroll deposits are subtracted from the total deposits, the sum is reduced to $44,325.19.</p>\n<p>[5]  Tate testified that the amounts he deposited was $41,232.96 and $122.535.82 which total $163,768.76. However, the deposits total $161,324.78.</p>\n<p>[6]  Radiculitis is \"[i]nflammation of a spinal nerve root, especially of the portion of the root that lies between the spinal cord and the spinal canal.\" http://www.mercksource.com/ pp/us/cns/cns_hl_dorlands_split.jsp?pg=/ ppdocs/us/common/dorlands/dorland (last visited Jan. 10, 2010).</p>\n<p>[7]  Exhibit 16 also includes a handwritten notes which the Court interprets as reflecting a $8,444.00 cost for undergoing the epidural steroid injections in a hospital setting.</p>\n<p>[8]  Tate's Complaint states that: \"I declare under penalty of perjury that the foregoing is true and correct.\" By declaring under penalty of perjury that his Complaint is true and signing the document, Tate verified his Complaint pursuant to 28 U.S.C. § 1746.</p>\n<p>[9]  The <i>Restatement of Torts</i> § 907 (1939), was cited in <i>Carey v. Piphus,</i> 435 U.S. at 266 n. 23, 98 S.Ct. 1042.</p>\n<p>[10]  The record does not disclose to what the letters \"PSW\" refer.</p>\n<p>[11]  Crohn's disease (regional enteritis, granulomatous ileitis, ileocolitis) is a chronic inflammation of the intestinal wall that may affect any part of the digestive tract, http:// www.mercksource.com/pp/us/cns/cns_ merckmanual (last visited Jan. 19, 2010).</p>\n<p>[12]  Pyoderma gangrenosum is a type of rapidly evolving cutaneous ulcer with an undermined border, seen as a complication of ulcerative colitis and other wasting diseases. http://www.mercksource.com/pp/us/cns/cns_ hl_dorlands_split.jsp?pg=/ppdocs/ us/common/dorlands/dorland (last visited Jan. 19, 2010).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">897</span></span> (2010)</b></center>\n<center><h1>Charlie TATE, Jr., Plaintiff,<br>\nv.<br>\nDr. TROUTMAN, John P. Riegert, RN, and, Sergeant Hale, Defendants.</h1></center>\n<center>Case No. 06-C-670.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>January 27, 2010.</center>\n<p><span class=\"star-pagination\">*899</span> Charlie Tate, Jr., Milwaukee, WI, pro se.</p>\n<p>Roy L. Williams, Milwaukee, WI, for Defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*900</span> DECISION AND ORDER</h2>\n<p>RUDOLPH T. RANDA, District Judge.</p>\n<p></p>\n<h2>Background</h2>\n<p>This Decision and Order addresses the damages sought by the default judgment motion of pro se Plaintiff, Charlie Tate, Jr. (\"Tate\"). On August 27, 2009, the Court conducted a damages hearing on Tate's default judgment motion against the Defendants, Dr. Troutman (\"Troutman\"), John P. Riegert, RN (\"Riegert\"), and Sergeant Hale (\"Hale\") (collectively the \"Defendants\"). Tate presented evidence to establish the damages that he sustained as a result of the Eighth Amendment violations of Troutman, Riegert, and Hale in their individual capacities, with respect to Tate's requests for medical attention following incidents that occurred on January 26, 2006, and February 17, 2006, and the failure to provide constitutionally sufficient medical care. The Defendants were given an opportunity to defend against the amount of claimed damages.</p>\n<p>Following that hearing, the Court set a briefing schedule on the damages issue. Tate submitted a timely brief. On September 24, 2009, the Defendants filed a letter stating that they would not file a brief, and that Tate \"failed to show any connection between his alleged injuries and any action allegedly committed by <i>Milwaukee County.</i>\"<sup>[1]</sup> (Emphasis added.)</p>\n<p>Thereafter, by a December 4, 2009, order, the Court gave Tate notice that the lack of any evidence of personal involvement by Troutman, Riegert, or Hale in the inadequate medical treatment provided to Tate after his January 26, 2006, fall was an issue in this case, and would provide an alternative basis for the denial of compensatory damages on that portion of Tate's Eighth Amendment claim. <i>See </i><i>Black v. Lane,</i> <span class=\"citation\" data-id=\"669084\"><a href=\"/opinion/669084/muriel-d-black-v-michael-p-lane-michael-neal-pa-severs-captain/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1395</span></a></span>, 1398 (7th Cir.1994). The Court also allowed Tate to file a supplemental written submission addressing the personal involvement of Troutman, Riegert, and/or Hale in his claim of inadequate medical treatment after his January 26, 2006, fall. The Defendants were also given time to respond to that filing. In a timely manner, Tate filed a letter asserting that on January 26, 2006, he informed Troutman, Riegert, and Hale that he lost consciousness, and suffered a concussion and started having migraine headaches, amnesia, and blurred vision due to a blow to his head near his brain. Tate also states that he started suffering pain and nerve damage due to the slip and fall, and his low back condition was exacerbated in the same occurrence. He also states that after the accident Troutman and Riegert were present in the infirmary and assured Tate that \"a serious hallucination [had] happened to him.\" (Letter filed on Dec. 23, 2009, at 2.)</p>\n<p>Tate states that Hale came into the infirmary and asked Tate what happened, and Troutman and Hale interrupted and stated that \"Tate suffered a serious hallucination that requires narcotic medications to align [his] thoughts because [his] thought processes were altered ... and that [Tate would] likely need pain medication for his hand and back.\" (<i>Id.</i>)</p>\n<p>The damages hearing was preceded by the Court's Decision and Order granting Tate's motion for default judgment on the issue of liability against the Defendants on Tate's civil rights action brought pursuant to 42 U.S.C. § 1983 based on the violation of his Eighth Amendment right to adequate medical treatment while he was confined at the Milwaukee Country Jail (\"Jail\").<sup>[2]</sup> (<i>See</i> Court's January 20, 2009, Decision and Order 2-3, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">151493</span></span>.)</p>\n<p><span class=\"star-pagination\">*901</span> Tate's medical treatment claims relate to two discrete periods of time while he was an inmate. The first period relates to inadequate medical care provided for Tate's complaints of constant pain and blood in his bowel movements following his January 26, 2006, fall in his flooded Jail cell; and, the second period relates to inadequate medical treatment provided in conjunction with Tate's requests for medical attention to injuries due to his involvement in a February 17, 2006, automobile accident, a beating by law enforcement officers, and excruciating pain including a broken right shoulder. (<i>See</i> Court's September 30, 2008, Decision and Order 4, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4501513</span></span>.)</p>\n<p>In Tate's September 8, 2009, filing, he requests $9,030,000 in damages. Tate's claimed damages include $6,530,000 in compensatory damages consisting of 1) lost past and future earnings of $2,030,000; 2) past, present, and future pain and suffering in the amount of $2,000,000; and, 3) past, present, and future medical bills in the amount of $2,500,000. Tate's lost earnings figure is based on $280,000 in lost earnings from 2006 through 2009 ($70,000 per year), and $1,750,000 of lost future earnings based on Tate's age (41) and 25 years of additional future lost wages ($70,000 of lost earnings per year). The remaining balance of Tate's damage claim is based on his request for punitive damages in the amount of $2,500,000.</p>\n<p>In establish his damages claim, Tate presented his own testimony and that of Charles Klein, M.D. (\"Klein\"), a board-certified orthopedic surgeon; Nicholas J. Lundbohm, D.C. (\"Lundbohm\"), a chiropractor; Virendra K. Misra (\"Misra\"), M.D., a neurologist; Dr. David I. Stein (\"Stein\"), an anesthesiologist; and, Edward M. Rubin (\"Rubin\"), Psy.D. The Court makes the following factual findings with respect to the damages testimony and evidence.</p>\n<p></p>\n<h2>Factual Findings</h2>\n<p>Tate characterized himself as a very successful, meticulous, young man who never had any mental health problems. Tate played guitar professionally with \"The Mighty Clouds of Joy.\" Prior to January 2006, Tate toured with the group, and recorded two live compact discs and one live video with them. He also operated a successful automobile detailing business, Quality Detailing, that had two locations in Milwaukee. With the income from that business, Tate purchased a house for his family, paid monthly house payments of $1,300, and fed his family.</p>\n<p>On January 26, 2006, Tate was in Jail after being stopped for operating an automobile without the owner's consent. He was housed on the upper bunk in the cell. He slipped on urine and excrement after his jail cell was flooded. Tate testified that he hit his head on the concrete table in the cell and a foreign object became <span class=\"star-pagination\">*902</span> imbedded in his hand. Tate woke up in the infirmary.</p>\n<p>On February 17, 2006, Tate intended to go to his office in the 411 Building, in downtown Milwaukee, Wisconsin. However, he was hit by a car when he was crossing the Silver Spring Avenue. As a result of the impact, Tate was thrown onto the windshield of the vehicle and he sustained a shoulder injury. Tate was taken into custody by law enforcement officers. Tate testified that his shoulder was broken when he was hit.</p>\n<p>Tate was again placed in Jail, and while there he was committed to the mental ward. Tate filed grievances regarding his medical treatment but \"they\" did not listen to him. Tate was humiliated by his placement in the mental ward and being forced to ingest mind-altering drugs or be placed in the \"hole.\"<sup>[3]</sup> Ultimately, Tate avoided being placed in the \"hole\" for failing to take the drugs in the mental ward, because he recognized the name \"Sanfilippo\" on the badge of the deputy escorting him there, and asked whether the deputy knew Tony Sanfilippo (\"Sanfilippo\") of Concours Motors, one of Tate's Quality Detail customers.</p>\n<p>Tate attributes the subsequent onset of migraine headaches, amnesia, stuttering, and his need for corrective lenses to the incidents at the Jail. He also testified that he has forgotten how to play the guitar. Tate has knots in his stomach, regurgitates because of the smell of smoke, and constantly eats ice because of his nerves.</p>\n<p>While operating Quality Detail, Tate paid monthly rent of $1,000, paid workers for their piecework, and had overhead for supplies and liability insurance. There is no other evidence about Tate's other business expenses or overhead. Tate also admitted that he had not filed income tax returns for 2002, 2003, 2004, or 2005.</p>\n<p>Bank records show that from February 2002 and February 2006, Tate made deposits in the following amounts: $53,501.16 to the North Shore Bank from February 28, 2002, through June 26, 2003 (Ex. 11)<sup>[4]</sup>; $161,324.78 to the Waukesha Bank from July 25, 2003, through October 22, 2004 (Ex. 12)<sup>[5]</sup>; $26,666.11 to Bank One/Chase Bank from April 1, 2005, through July 29, 2005 (Ex. 13); and, $68,870.04 to the U.S. Bank National Association between June 5, 2005, and February 1, 2006. (Ex. 14.)</p>\n<p>In 2008, Tate received non-employee compensation in the amount of $3,750 from World Outreach and Bible Training and $5,000 from Abundant Life Christian Center Ministries. (Ex. 10.)</p>\n<p>Stein, a pain specialist, first saw Tate on March 21, 2005, for complaints of low back pain, neck pain on both sides, headaches, and pain in his groin area following a September 29, 2004, automobile accident. Tate reported that he had pain 80% of the time, and rated the pain he was experiencing as a ten on a scale of one to ten with ten as the highest. Tate indicated that he could not function at home or work. Stein's March 21, 2005, prescription for laboratory tests and an abdominal CT (computerized tomographic) scan noted <span class=\"star-pagination\">*903</span> that Tate had rectal bleeding. On April 18, 2005, Stein administered an epidural steroid injection on the right side of L5-S1. Tate's pain level following the injection was eight on a scale of one to ten.</p>\n<p>Klein initially examined Tate on May 18, 2006, for a right shoulder injury that Tate sustained in February 2006, due to a motor vehicle/pedestrian accident. Klein's diagnosis was that Tate \"probably\" had a shoulder dislocation at the time of the accident. Standard medical treatment for a dislocated shoulder is to immobilize the shoulder for three to four weeks in a sling. However, Klein indicated the dislocated shoulder was not exacerbated by Tate's subsequent placement in handcuffs.</p>\n<p>Klein found that Tate had instability of his right shoulder with recurrent episodes of dislocation. As of October 2008, Tate was undergoing a course of physical therapy. Klein estimated that surgery to stabilize Tate's shoulder, including the anaesthesia, would cost $25,000. Klein also determined that a foreign object in Tate's left hand is irritating Tate's pinkie finger. The cost of surgically removing the object would be $3,000. Tate told Klein that the object was imbedded during his stay at the Jail. Klein was aware that Tate had broken his hand in the past. However, he did not attribute the foreign object in Tate's hand to that break. Klein indicated that Tate's right shoulder and left-hand injuries are two clear-cut musculoskeletal problems, and he opined that confinement to a mental ward and treatment with Haldol and \"Whisperal\" would not be proper for those injuries.</p>\n<p>On October 28, 2008, Stein examined Tate for reports of low back pain on the left and right sides due to a January 2006 accident when Tate fell on a concrete table. Tate also reported migraine headaches. Stein referred Tate to Misra.</p>\n<p>On November 3, 2008, Tate told Stein that he was experiencing pain of 7.5 out of ten with radiation of pain into the lower extremities. Stein diagnosed lower back pain, lumber degenerative disk disease, and lumber radiculitis.<sup>[6]</sup> Stein recommended that Tate undergo an epidural steroid injection at a hospital. There is no indication that Tate followed-up on that recommendation. Stein billed Tate for $485.00 for the two 2008 appointments, and $368.00 has been paid. (Ex. 16.)<sup>[7]</sup></p>\n<p>Misra's medical records indicate he first saw Tate on October 30, 2008. (<i>See</i> Ex. 19.) Following that initial visit, a complete work-up was done, including a magnetic resonance imaging (MRI) of the brain, an electroencephalogram, and basic laboratory tests.</p>\n<p>Misra's June 8, 2009, report states that Misra had seen Tate many times in his clinic. Misra indicated that Tate initially presented with a multiple symptoms and complaints including generalized pain, fatigue, weakness, abnormal sensations in his body, numbness, tingling and paraesthesias, problems with walking and balance, episodes of dizziness, vertigo, feeling like he was going to pass out, and problems with focusing, attention span, disturbed memory and concentration, decreased levels of enthusiasm, depression, <span class=\"star-pagination\">*904</span> sleep disorder, and poor appetite. (<i>See</i> Ex. 1.)</p>\n<p>Misra tried to treat Tate's symptoms. (<i>See</i> Ex. 1.) As of July 24, 2009, Misra had prescribed Oxycodone for headaches and pain, Valium for muscle relaxation, and Depakote for migraine prevention and depression. Misra also prescribed Cialis at Tate's request. Misra prescribed the medications based on Tate's symptoms and does not guarantee a cure.</p>\n<p>Misra indicates that Tate's test results have been normal and that Tate has mostly subjective complaints. Misra has no definite diagnosis for Tate. He indicates Tate has post-traumatic syndrome, and is disabled and is unable to engage in any employment or maintain his own business or do some gainful activity. Misra testified that he cannot evaluate the treatment that Tate received while in the Jail because he was not there.</p>\n<p>According to a May 21, 2009, statement, the fee for the tests Misra administered on October 30, 2008, was $1549.00, which has been paid. Tate paid $50.00 for five $10.00 co-pays to Misra, and $500 for Misra's report. (<i>See</i> Ex. 18.) As of August 3, 2009, Tate apparently owed $88.76 to Enhanced Medical Imaging of Milwaukee for testing. (<i>See</i> Ex. 17.)</p>\n<p>Upon referral from Misra, Lundbohm has provided conservative chiropractic treatment for Tate, beginning on June 23, 2009. Lundbohm performed manipulations of Tate's spine and electro-muscular stimulation of the thoracic area of the spine, and observed positive subjective and objective effects of his treatment. Lundbohm's treatment plan is to stabilize Tate so that he will not need further treatment. Lundbohm could not attribute his treatment to anything that happened to Tate at the Jail. Lundbohm billed Tate $468.00, and Tate paid $40.00 of that bill.</p>\n<p>As of the hearing date, massage therapist Dawn Hodi (\"Hodi\"), who works with Lundbohm, provided massage therapy sessions to Tate. At Tate's request, she was providing treatment twice a week. She found muscle tissue hypertonicity and imbalances that were causing headaches for Tate. Although Hodi characterized Tate's symptoms as \"severe,\" she could not identify the origins of Tate's condition. (Ex. 3.) Hodi's services on five dates cost $310. (<i>See</i> Ex. 18).</p>\n<p>Tate was first seen by Rubin on April 7, 2009. When Rubin last saw Tate in June of 2009, Tate was concerned about his physical aches and pains due to fibromyalgia, and Stein's change in medication with Oxycodone and Valium because Tate had difficulty sleeping. Much of the session was spent talking about how difficult it was for Tate to make it through a day. Rubin and Tate discussed alternatives to medications such as meditation and relaxation techniques. Rubin diagnosed a mood disorder secondary to a traumatic brain injury. Rubin relies on Tate's report that the traumatic brain injury occurred when Tate slipped when the Jail cell flooded and Tate became unconscious. Rubin's goal is to increase Tate's coping skills and his ability to manage stress and engage in alternative activities. An August 11, 2009, bill from Rubin, indicates that Tate's insurance paid $69.90, and Tate owed $32.30 for his visit. (Ex. 17.)</p>\n<p>A summary of prescriptions, purchased at Walgreens, prescribed by Misra or Stein beginning October 28, 2008, through August 19, 2009, indicates that Tate paid $418.00 for prescription medications, and that insurance paid $1470.62 for those prescriptions. (<i>See</i> Ex. 18.)</p>\n<p>Tate also submitted a bill for an eye examination and glasses which he testified that he now needs as a result of his treatment at the Jail. Tate paid $121.00 and a \"third-party\" paid $165.00.</p>\n<p><span class=\"star-pagination\">*905</span> Tate submitted some additional receipts and collection notices (<i>See</i> Ex. 17 &amp; Ex. 18), but did not present any evidence establishing a causal relationship between expenses documented by those materials and the injuries that he claims to have sustained. For example, the exhibits include an August 3, 2009, notice for $1,638.56 due to Froedert Memorial Lutheran Hospital. However, Tate did not present any evidence that he received treatment at that facility for injuries that he sustained as a result of the inadequate medical treatment he received at the Jail following his January 26, 2006, fall in his flooded Jail cell, or for the inadequate treatment of his injuries due to the February 17, 2006, automobile accident.</p>\n<p></p>\n<h2>Analysis</h2>\n<p>Demonstrating deliberate indifference towards a prisoner's medical needs requires a showing that \"he had an `objectively serious medical need,' and that the individual officers were `aware of the prisoner's serious medical needs and disregarded an excessive risk that a lack of treatment posed to the prisoner's healthy or safety.'\" <i>Grieveson,</i> 538 F.3d at 775 (quoting <i>Wynn v. Southward,</i> <span class=\"citation\" data-id=\"773422\"><a href=\"/opinion/773422/sylvester-e-wynn-v-donna-southward/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 593 (7th Cir.2001)). In the case of a default, \"the well-pleaded allegations of the complaint relating to liability are taken as true,\" and \"those relating to the amount of damages suffered ordinarily are not.\" <i>Merrill Lynch Mortg. Corp. v. Narayan,</i> <span class=\"citation\" data-id=\"544689\"><a href=\"/opinion/544689/merrill-lynch-mortgage-corporation-a-new-york-corporation-as-general/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 253 (7th Cir.1990) (citations omitted). Furthermore, as a general rule, default judgment establishes that the Defendants are liable as a matter of law for each cause of action alleged in the Complaint. <i>Black v. Lane,</i> 22 F.3d at 1399. \"Damages must be proved unless they are liquidated or capable of calculation.\" <i>Narayan,</i> 908 F.2d at 253.</p>\n<p>\"[T]o recover damages under § 1983, a plaintiff must establish that a defendant was personally responsible for the deprivation of a constitutional right.\" <i>Johnson v. Snyder,</i> <span class=\"citation\" data-id=\"793978\"><a href=\"/opinion/793978/andre-johnson-v-donald-t-snyder-eugene-mcadory-assistant-warden-pam/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 583 (7th Cir.2006); <i>see also </i><i>Grieveson,</i> 538 F.3d at 776 (\"A plaintiff bringing a civil rights action must prove that the defendant personally participated in or caused the unconstitutional actions\") (citation omitted). Because the doctrine of <i>respondeat superior</i> does not apply to Section 1983 claims, a supervisor \"will be deemed to have sufficient personal responsibility if he directed the conduct causing the constitutional violation, or if it occurred with his knowledge or consent.\" <i>Sanville v. McCaughtry,</i> <span class=\"citation\" data-id=\"775041\"><a href=\"/opinion/775041/martha-sanville-individually-and-as-trustee-for-the-heirs-and-next-of-kin/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">724</span></a></span>, 740 (7th Cir.2001). Government officials may not be held liable for the unconstitutional conduct of their subordinates under a theory of <i>respondeat superior. </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1948, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009).</p>\n<p>Although a district court may award compensatory damages to a successful § 1983 plaintiff, it may not award damages to account for \"the abstract value of a constitutional right.\" <i>Horina v. City of Granite City, Ill.,</i> <span class=\"citation\" data-id=\"1443215\"><a href=\"/opinion/1443215/horina-v-city-of-granite-city-ill/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 637-38 (7th Cir.2008) (quoting <i>City of Watseka v. Ill. Pub. Action Council,</i> <span class=\"citation\" data-id=\"474181\"><a href=\"/opinion/474181/city-of-watseka-county-of-iroquois-and-state-of-illinois-a-home-rule/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1547</span></a></span>, 1558-59 (7th Cir.1986)). A district court may award the plaintiff damages only if he can prove that the denial of his constitutional rights resulted in an actual injury. <i>See </i><i>Memphis Cmty. Sch. Dist. v. Stachura,</i> <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 308, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span>, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1986); <i>see also </i><i>Horina,</i> 538 F.3d at 637.</p>\n<p>The fact that the \"monetary value of the particular injury is difficult to ascertain\" as is often the case when the injuries asserted are humiliation, distress, and other harms associated with the denial of a rightdoes not preclude an award of damages. <i>Horina,</i> 538 F.3d at 637 (quoting <i>Watseka,</i> 796 F.2d at 1558-59). But the plaintiff must nevertheless show that he actually suffered those injuries, and <span class=\"star-pagination\">*906</span> \"where no injury is present, no `compensatory' damages may be awarded.\" <i>Horina,</i> 538 F.3d at 637 (quoting <i>Stachura,</i> 477 U.S. at 308, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span> and citing <i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 264, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978) (stating that \"some actual, if intangible, injury must be proved before compensatory damages may be recovered\")).</p>\n<p>Examples of compensable injuries under § 1983 for unconstitutional jail conditions include emotional distress, <i>see </i><i>Carey v. Piphus,</i> 435 U.S. at 263-64, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <i>Brule v. Southworth,</i> <span class=\"citation\" data-id=\"372786\"><a href=\"/opinion/372786/ronald-brule-v-bradford-southworth/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 411 (1st Cir.1979), humiliation and personal indignity, <i>see </i><i>Baskin v. Parker,</i> <span class=\"citation\" data-id=\"368435\"><a href=\"/opinion/368435/gary-baskin-and-beulah-baskin-v-eugene-parker-and-curtis-l-smith/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1209 (5th Cir.1979); <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"369019\"><a href=\"/opinion/369019/fred-arispe-cruz-cross-appellants-v-dr-george-beto-and-w-j-estelle/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1186 (5th Cir.1979), and physical injury, <i>see </i><i>Wood v. Worachek,</i> <span class=\"citation\" data-id=\"376875\"><a href=\"/opinion/376875/james-wood-cross-v-allen-worachek-cross/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1225</span></a></span>, 1233 (7th Cir.1980). <i>See </i><i>Kincaid v. Rusk,</i> <span class=\"citation\" data-id=\"399333\"><a href=\"/opinion/399333/darrell-d-kincaid-v-john-rusk-individually-and-as-sheriff-of-tippecanoe/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span> (7th Cir.1982), <i>overruled on other grounds, </i><i>Salazar v. City of Chi.,</i> <span class=\"citation\" data-id=\"565236\"><a href=\"/opinion/565236/arturo-salazar-as-administrator-of-the-estate-of-alejandro-salazar/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 240 (7th Cir. 1991). When calculating compensatory damages, district courts may make a \"`just and reasonable estimate'\" of the damages due, but those estimates must nevertheless be consistent with the evidence presented regarding damages. <i>Horina,</i> 538 F.3d at 637 (quoting <i>Zazu Designs v. L'Oreal S.A.,</i> <span class=\"citation\" data-id=\"594733\"><a href=\"/opinion/594733/zazu-designs-a-partnership-v-loreal-sa/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 506 (7th Cir.1992) (quoting <i>Bigelow v. RKO Radio Pictures, Inc.,</i> <span class=\"citation\" data-id=\"104241\"><a href=\"/opinion/104241/bigelow-v-rko-radio-pictures-inc/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, 264, <span class=\"citation\" data-id=\"104241\"><a href=\"/opinion/104241/bigelow-v-rko-radio-pictures-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"104241\"><a href=\"/opinion/104241/bigelow-v-rko-radio-pictures-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">652</span></a></span> (1946) and citing <i>Sulzer Carbomedics v. Or. Cardio-Devices, Inc.,</i> <span class=\"citation\" data-id=\"24846\"><a href=\"/opinion/24846/sulzer-carbomedics-v-oregon-cardio-device/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 459-60 (5th Cir.2001) (stating that district court \"may not determine damages by `speculation or guess'\"))). Likewise, \"[a]mounts that are speculative, remote, imaginary, or impossible of ascertainment are not recoverable.\" <i>Horina,</i> (quoting <i>Fitzgerald v. Mountain States Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"706896\"><a href=\"/opinion/706896/69-fair-emplpraccas-bna-163-67-empl-prac-dec-p-43785-laurie/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span>, 1264 (10th Cir.1995)).</p>\n<p></p>\n<h2><i>January 2006</i></h2>\n<p>With respect to the January 2006, medical treatment claim, Tate's verified Complaint<sup>[8]</sup> states that he \"hit his back on the concrete table in his cell\" and after several days of constant pain Tate started to have blood in his bowel movements. (Compl. 3.) He reported the problem to the cart nurse who asked for a sample and told Tate to fill out a form to see the doctor. A deputy explained the procedure to be seen by a doctor. Tate followed that procedure, paid to see a doctor, and saw a nurse practitioner. The nurse practitioner did a rectal examination and informed Tate that he had hemorrhoids. She prescribed stool softener and pain pills none of which dissipated Tate's pain or blood in his bowel movement which Tate stated persisted through the June 3, 2006, date that he filed his Complaint.</p>\n<p>In assessing whether Tate has established that he sustained an actual injury as the result of the failure to provide adequate medical treatment in January 2006, it is significant that Stein's medical records establish that, seven months earlier, in March 2005, Tate was experiencing severe low back and bilateral neck pain, headaches, and rectal bleeding. Tate reported that he had pain 80% of the time and could not function at home or work. An epidural steroid injection by Stein during April 2005, only reduced Tate's pain to an eight out of possible ten. Thus, Tate had a history of back and neck pain, headaches, and rectal bleeding that predated his January 26, 2006, slip and fall in the Jail.</p>\n<p>After the slip and fall, Tate received pain pills and stool softeners. Although Tate associates the blood in his bowel movements with the January slip and fall, there is no evidence the presence of blood <span class=\"star-pagination\">*907</span> in his bowel movements was occasioned by his fall in the Jail cell. Additionally, Tate presented no evidence that he sustained an actual injury as the result of being treated with the stool softeners for that problem.</p>\n<p>Tate presented evidence that he experiences depression, migraine headaches, knots in his stomach, stutters, needs glasses, has chronic back pain, and that the concrete embedded in his left hand is irritating the little finger of his left hand. Tate has established the presence of concrete in his left hand and the resultant irritation of his finger. Thus, Tate has established that he sustained an actual injury as a result of the inadequate medical treatment of his left hand injury. The other medical problems that Tate claims are related to the fall in his cell are more diffuse, and the evidence linking those injuries to the Jail cell slip and fall incident is more tenuous. They are based solely on Tate's testimony and subjective complaints. Nonetheless, Tate has established that he has experienced mental and physical pain and suffering as the result of lack of adequate medical treatment or an adequate examination or tests following his January 2006 fall.</p>\n<p>However, to recover damages a plaintiff must prove that the Defendants caused the damages he sustained. <i>See </i><i>Johnson,</i> 444 F.3d at 583. While the liability of the Defendants for any damages is established by the default, neither the Complaint, the hearing evidence, nor Tate's submissions following the Court's December 4, 2009, Decision and Order provide a basis upon which the Court could find that Troutman, Riegert, or Hale caused the damages that Tate sustained as the result of inadequate medical attention provided to him after his January 26, 2006, fall in the Jail. For the first time, in Tate's December 23, 2009, letter, he describes Troutman, Riegert, and Hale's involvement in the January 2006 medical treatment claim. However, the statements in Tate's December 23, 2009, letter are not evidence.</p>\n<p>Specifically, with respect to the January 26, 2006, incident, the verified Complaint states:</p>\n<blockquote>January 26, 2006 Tate's cell flooded [and] he and his cell-mate were forced to stay in there with urine and B/M all over the floor over 45 minutes. When they finally were let out Tate was trying not to step on the B/M and slipped on the urine and hit his back on the concrete table in his cell[.][A]fter several days of constant pain Tate started to have large amounts of blood in his urine, he then reported this to the cart nurse[.][S]he asked for a sample, then told Tate to fill out a form to see the doctor, the deputy standing by her added I will give you a form when I come back out after medication[.][A]fter coming out the deputy then explained the procedure to see a doctor[.] Tate followed that, paid to see a doctor and saw a nurse practitioner for the accident on January 26th, 2006, who put her finger inside Tate's butt and said, you have hemorrhoids, she then prescribed a stool softener and pain pills, none of which dissipated Tate's pain or blood in his B/M that yet remains[.][E]ach and every nurse or doctor on the jail hospital staff has willfully ignored Tate's medical condition[.][N]o doctor, nurse, ... agent of this jail hospital staff did any examinations or x-rays at all of Tate's back.</blockquote>\n<p>(Compl. 3.) The Complaint does not include any other information about that incident.</p>\n<p>There is no evidence or statement in the Complaint establishing that Hale was involved in the January 26, 2006, claim of inadequate medical treatment or had a role in causing the damages that Tate claims to have sustained as a result. Additionally, the statement in the Complaint <span class=\"star-pagination\">*908</span> that every nurse or doctor on that jail hospital staff willfully ignored Tate's medical condition, without more, is insufficient to establish that Troutman, a doctor, or Riegert, a nurse, caused the damages that Tate claims to have sustained as a result of the inadequate medical treatment following Tate's January 2006 fall. Therefore, Tate has not met his burden of proving by the preponderance of the evidence that Hale, Troutman, or Riegert caused any damages that he sustained as the result of the January 26, 2006, inadequate treatment. Tate has not established that the actions or the inactions of the three named Defendants caused him to sustain \"actual damages.\"</p>\n<p><i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 266, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978) (citing D. Dobbs, Law of Remedies § 3.8, pp. 191-193 (1973); C. McCormick, Law of Damages §§ 20-22 (1935); <i>Restatement of Torts</i> § 907 (1939)), holds that, in the absence of proof of an actual injury, nominal damages may be awarded in § 1983 actions where there has been a procedural due process violation relying on the fact that \"[c]ommon-law courts traditionally have vindicated deprivations of certain `absolute' rights that are not shown to have caused actual injury through the award of a nominal sum of money.\" Nominal damages may be awarded when the Eighth Amendment has been violated but no actual injury is established. <i>See </i><i>Calhoun v. DeTella,</i> <span class=\"citation\" data-id=\"780878\"><a href=\"/opinion/780878/tyrone-calhoun-v-george-e-detella/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 941-42 (7th Cir. 2003). Although Tate has not specifically requested nominal damages, his request for relief includes a request for \"all other relief that this court deems just, proper and equitable,\" and the pleadings of pro se litigants are liberally construed. <i>See id.</i> at 943. However, the availability of nominal damages does not dispense with the underlying requirement that the named defendants be personally involved in the constitutional violation.</p>\n<p>Such conclusion is supported by the first paragraph of Comment a of § 907 of the <i>Restatement of Torts,</i><sup>[9]</sup> which states: \"Where a cause of action for a tort exists but no harm has been caused by the tort or the amount of harm is not substantial or is not so established that compensatory damages can be given, and punitive damages are not awarded, judgment will be given for nominal damages, a trivial award against a wrongdoer who has caused no harm or an insignificant harm.\" <i>See also, Restatement of Torts,</i> § 907, Comment b, Initial Sentence (\"Nominal damages can be awarded where the defendant has invaded an interest of the plaintiff protected against non-harmful conduct of the sort committed by the defendant and no harm has been proved.\") Thus, the Court may not award nominal damages against the defendants for the inadequate treatment following Tate's January 26, 2006, slip in the Jail cell. Consequently, Tate may not recover compensatory, nominal or punitive damages from Troutman, Riegert, or Hale in conjunction with the injuries Tate sustained as a result of the inadequate medical treatment provided to him after his January 26, 2006, fall in the Jail.</p>\n<p></p>\n<h2><i>February 2006</i></h2>\n<p>With respect to his February 2006, medical treatment claim, Tate's Complaint states that he paid the Jail's hospital fee to see the doctor. (Compl. 4.) However, he was only seen by a nurse practitioner who prescribed pain medication that didn't work. <i>(Id.)</i> The severe pain continued so Tate again paid to see the doctor. <i>(Id.)</i> He was only seen by the same nurse practitioner who ordered an x-ray and told him <span class=\"star-pagination\">*909</span> that his arm was not broken and that he had arthritis. <i>(Id.)</i> The nurse practitioner prescribed 75 milligram pain pills that had to be ordered. <i>(Id.)</i> However, the cart nurse changed the dosage to 50 milligrams because Tate could not bear the pain any longer. <i>(Id.)</i> Tate states that the Jane Doe who took his vital signs, did some poking around and then watched his \"shoulder pop in from a deformed state\" and said that she could not do anything for him and that a nurse had to help him. <i>(Id.)</i> Tate states that he was then seen by another nurse practitioner who did not help him and relied upon others to help him. <i>(Id.)</i> Tate states that he was seen by nurse practitioner Ann and that he told her what had happened and also gave her a letter that described what happened, and she told him that he had to speak to an attorney. <i>(Id.)</i> Nurse practitioner Ann prescribed him medication \"to put his thoughts in line ..., this medication made Tate's bones hurt worse, he was nauseated very bad.\" <i>(Id.)</i> Tate took that medication once and saw nurse practitioner Ann again. <i>(Id.)</i> She referenced a visit to the nurse practitioner stating \"constantly maybe this is all in your mind, but did nothing to help him she constantly tried to give Tate drugs, the last visit and offer of drugs was whispridoll [and] he again refused.\" <i>(Id.)</i></p>\n<p>Tate states that he was then seen by a black nurse practitioner, and he told her what had been going on and she logged the information while she was evaluating him for the mental unit, 4B, where he was placed. <i>(Id.)</i> Tate was then seen by counselor John who \"badgered\" Tate about his need for the drugs prescribed by nurse practitioner Ann and his refusal to take those drugs. <i>(Id.)</i> Tate told John about what was going on with \"all this trauma in [his] body\" and not being able to get any help. <i>(Id.)</i> John replied that some people seem to think this all is in your mind. <i>(Id.)</i> Tate stopped talking to John and requested to see Troutman, who refused to see or speak to Tate. <i>(Id.)</i></p>\n<p>Tate received a grievance response from Hale on April 17, 2006, dated April 4, 2006, stating that he was apprised of the problem and was forwarding the grievance to another official. (<i>Id.</i> at 5.) Tate received another grievance response from Riegert that stated that Tate had obtained medical attention from HSU (\"Health Services Unit\") and \"PSW\"<sup>[10]</sup> and requested identification of Tate's grievances. <i>(Id.)</i></p>\n<p>With respect to the medical treatment relating to the February 17, 2006, incident, Tate's Complaint indicates that Riegert, Troutman, and Hale were personally involved. The medical evidence establishes that Tate sustained a dislocated shoulder as the result of the automobile accident. According to the Complaint, which is taken as true based on the default, Troutman refused to see Tate or speak to him, and both Hale and Riegert rejected Tate's grievances regarding his inadequate medical treatment. The Defendants' liability for the inadequate treatment Tate received for his shoulder injury is established by the default judgment. Furthermore, Tate has established by a preponderance of the evidence that for three to four weeks he experienced physical pain and emotional distress due to his lack of adequate diagnosis and treatment of his shoulder injury by immobilization. Therefore, Tate has established the basis for an award of compensatory damages for such past pain and suffering.</p>\n<p>In considering the appropriate amount of damages, the Court has surveyed awards in civil rights cases. Recently, in <i>Hendrickson v. Cooper,</i> Case No. 09-1375, <span class=\"citation\" data-id=\"1360661\"><a href=\"/opinion/1360661/hendrickson-v-cooper/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">887</span></a></span> (7th Cir.2009), the court of <span class=\"star-pagination\">*910</span> appeals upheld a jury verdict of $75,000 in compensatory damages, and $125,000 in punitive damages for an Eighth Amendment excessive force claim. In that case, the prison guard waited for the plaintiff prisoner, Vernon A. Hendrickson (\"Hendrickson\"), to enter the housing unit and grabbed him, slammed him into the wall and concrete floor and pressed his knees into Hendrickson's bad back. <i>Id.</i> at 890-91. After the attack, officers took Hendrickson to a segregation unit, where he initially refused a nurse's offer to examine him because he was agitated and did not want to deal with prison officials. <i>Id.</i> at 890-91. After about an hour, however, Hendrickson told a nurse that he was feeling \"pain all over\" and requested treatment. <i>Id.</i> About a month later, Hendrickson followed up with multiple requests for a transfer to a hospital for an MRI scan and additional care, as the Tylenol and ibuprofen that he was receiving in prison were not providing sufficient pain relief. <i>Id.</i> Hendrickson also described for the jury how Cooper's attack increased his back pain. <i>Id.</i> Before Cooper's assault, Hendrickson had a \"little bit of lower back pain,\" but this pain became much worse afterwards. <i>Id.</i></p>\n<p>In upholding the award, the appeals court noted that the award for pain and suffering was not out of line with awards that it had upheld in the past. <i>Id.</i> at 893 (citing <i>Reising v. United States,</i> <span class=\"citation\" data-id=\"700479\"><a href=\"/opinion/700479/joseph-l-reising-and-lenilda-m-reising-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span>, 1244 (7th Cir.1995) (upholding $150,000 in pain and suffering damages for acceleration of back problems resulting from a car accident); <i>Hagge v. Bauer,</i> <span class=\"citation\" data-id=\"493284\"><a href=\"/opinion/493284/margaret-hagge-v-william-bauer-an-individual-city-of-oak-creek-a/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 109-10 (7th Cir.1987) (affirming a compensatory damages award of $75,000, exclusive of medical bills, for pain from a broken leg caused by a police officer's assault)).</p>\n<p>The Court has also considered the award of compensatory damages in <i>Cameron v. Myers,</i> <span class=\"citation\" data-id=\"1518147\"><a href=\"/opinion/1518147/cameron-v-myers/\"><span class=\"volume\">569</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">762</span></a></span>, 764-65 (N.D.Ind.2008), where the damages on a § 1983 claim for deliberate indifference to prisoner plaintiff Larry D. Cameron (\"Cameron\"), were determined by the court following the entry of default against the defendant, Gerald Myers, M.D. (\"Myers\"). In that case defendant Myers did not continue the proper care that plaintiff, Cameron, required to treat his Crohn's disease,<sup>[11]</sup> and as a result, a worse condition developed. <i>Id.</i> at 764. Myers' inaction forced Cameron to endure tremendous pain and suffering stemming from his untreated Crohn's disease as well as the newly formed Pyoderma Gangrenosum.<sup>[12]</sup><i>Id.</i> Cameron suffered from various symptoms, including diarrhea, rectal bleeding, insomnia, as well as excruciating pain and a feeling that the flesh on his legs was dissolving. <i>Id.</i> at 764. At the hearing, Cameron demonstrated that his disease left him disfigured, with permanent, large, scars in multiple places on his legs. <i>Id.</i> This condition ceased only when Cameron moved to a new facility and began treatment under another physician. <i>Id.</i> Cameron went without treatment from September 2006 through February 2007. <i>Id.</i> In that case, the court awarded $250,350 in compensatory damages. <i>Id.</i> at 766.</p>\n<p><span class=\"star-pagination\">*911</span> Additionally, because Tate's claim involves inadequate treatment of a shoulder injury, the Court has considered the award of $15,000 to the plaintiff prisoner, Kenneth Jackson (\"Jackson\"), who sustained injuries as the result of excessive force applied by three corrections officers requiring medical treatment, including a contusion to his knee, a shoulder injury, and wrist swelling. <i>See </i><i>Jackson v. Austin,</i> <span class=\"citation\" data-id=\"2578090\"><a href=\"/opinion/2578090/jackson-v-austin/\"><span class=\"volume\">241</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1313</span></a></span>, 1324 (D.Kan.2003). Jackson experienced pain and suffering for three months. <i>Id.</i> at 1317.</p>\n<p>Having carefully considered the testimony and evidence presented in this case, the Court concludes that an award of $27,000 is an appropriate amount to compensate Tate for his past pain and suffering due to the lack of adequate diagnosis and treatment of his shoulder injury by immobilization. Tate experienced pain and suffering for about a month, and such pain and suffering was for a less painful and less debilitating condition than at issue in <i>Cameron.</i> Because the harm to Tate caused by the inaction of Troutman, Riegert, and Hale is indivisible, such damages are awarded against Troutman, Riegert, and Hale, jointly and severally. <i>See </i><i>Thomas v. Cook County Sheriff's Dep't,</i> <span class=\"citation\" data-id=\"1310506\"><a href=\"/opinion/1310506/thomas-v-cook-county-sheriffs-dept/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 462 (7th Cir.2009); <i>Watts v. Laurent,</i> <span class=\"citation\" data-id=\"458919\"><a href=\"/opinion/458919/jeffrey-watts-cross-appellee-v-james-laurent-youth-supervisor-ii-cross/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span>, 179 (7th Cir.1985).</p>\n<p>Tate presented some evidence, in the form of Klein's testimony, that confinement to a mental ward and treatment with Haldol and \"Whisperal\" would not be proper for a shoulder injury. However, the other medical witnesses declined to opine on the treatment provided at the Jail. In addition, the evidence includes a \"Statement of Emergency Detention By Law Enforcement Officer,\" stating on February 17, 2006, Tate was placed in emergency detention. (<i>See</i> Ex. 21.) The report states that Tate \"was having thoughts of death. Asked to speak with his family because he knows what is going to come next. Began making his peace with god and saying that the police injected him with something during his struggle with police when he was being taken into custody.\" <i>(Id.)</i> The statement is signed by P.O. Perry, the detaining officer, and collaborating officer, P.O. Evering. <i>(Id.)</i> That statement casts doubt on Tate's assertion that he was improperly provided mental health treatment. While Tate was clearly humiliated by his placement in the mental ward, the report of emergency detention supports that placement. Tate has not established by the preponderance of the evidence that he was injured as the result of being provided mental health treatment. Consequently, the Court may not award any compensatory damages for such treatment.</p>\n<p>Tate also claims lost past and future earnings, and proffers various bank records in an effort to substantiate his claim. However, Tate did not establish by a preponderance of the evidence that the inadequacy of the medical treatment provided for his February 17, 2006, shoulder injury adversely impacted on his ability to work. Notably, in March 2005, Tate was claiming that he was unable to function at home or work.</p>\n<p>Tate informed the Court by letter of November 28, 2009, that he has begun to receive disability benefits. However, the Court does not know what underlying condition or condition(s) are the basis for the disability finding.</p>\n<p>Even if Tate had proved a connection between the inadequacy of the medical treatment provided for his February 17, 2006, shoulder injury and a diminished ability to work, he has not established, by the preponderance of the evidence, the amount of his lost past and future earnings. In seeking such damages, Tate established that deposits to his business bank accounts from April 1, 2005, through <span class=\"star-pagination\">*912</span> December 30, 2005, totaled about $82,902,16. However, Tate paid employees for piecework, but provided no information how much he paid for that work. Tate also paid $1,000 a month rent for his business, but did not offer any other evidence about his other expenses or overhead in operating the business. Tate did not file income taxes for 2005, 2004, 2003, or 2002. Thus, the information he presented is very incomplete and does not provide the Court with an adequate basis upon which it could find the amount of his lost earnings for a particular year. The Court may not premise an award of lost earnings on speculation or guesswork. <i>See Federal Civil Jury Instructions of the Seventh Circuit</i> 7.23 (2008).</p>\n<p>Tate also claims present and future pain and suffering. Tate testified that he has problems with his left hand, chronic back pain, depression, migraine headaches, knots in his stomach, stutters, and he needs glasses. The medical evidence provides only limited support for some of his Tate's ailments. In large part, treating medical personnel are relying upon Tate's subjective complaints. Regardless, Tate has not established a connection between his claimed maladies and the inadequate treatment he received for his shoulder dislocation. Thus, Tate has not established by the preponderance of the evidence that any present or future pain and suffering is result of the inadequate medical treatment provided for his dislocated shoulder. Therefore, this Court may not award him damages for present and future pain and suffering.</p>\n<p>Tate also requests an award of punitive damages. The scope of punitive damages in § 1983 actions is \"controlled by a federal common law of damages imposing uniformity in enforcing the Civil Rights Acts.\" <i>Coulter v. Vitale,</i> <span class=\"citation\" data-id=\"527871\"><a href=\"/opinion/527871/norris-j-coulter-v-michael-vitale-individually-and-as-a-police-officer/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span>, 1289 (7th Cir.1989). Punitive damages may be awarded in § 1983 actions if the finder of fact finds \"conduct motivated by evil intent or callous indifference to the federally-protected rights of plaintiffs.\" <i>Id.</i> (citing <i>Erwin v. County of Manitowoc,</i> <span class=\"citation\" data-id=\"521924\"><a href=\"/opinion/521924/joseph-erwin-brenda-erwin-katrina-erwin-debra-laier-james-laier-rowena/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span>, 1299 (7th Cir.1989)) (regarding jury awards of punitive damages). \"[P]unitive or exemplary damages may be awarded in appropriate cases under Section 1983 with the specific purpose of deterring or punishing violations of constitutional rights.\" <i>Stachniak v. Hayes,</i> <span class=\"citation\" data-id=\"603554\"><a href=\"/opinion/603554/nicholas-stachniak-v-louis-p-hayes-and-susan-srch-nicholas-stachniak-v/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 928 (7th Cir.1993) (quoting <i>Konczak v. Tyrrell,</i> <span class=\"citation\" data-id=\"368465\"><a href=\"/opinion/368465/ca-79-2616-norb-j-konczak-and-linda-konczak-cross-appellees-v-arthur-t/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 18 (7th Cir. 1979)). The Court finds that the Defendants' actions show a \"callous indifference\" as opposed to an \"evil intent\" towards Tate's medical needs. Therefore, the Court concludes that a punitive damage award of $9,000-$3,000 each from Troutman, Riegert, and Hale, is warranted to deter or punish the Eighth Amendment violation in this case. <i>See </i><i>Cooper v. Casey,</i> <span class=\"citation\" data-id=\"727340\"><a href=\"/opinion/727340/darnell-cooper-and-anthony-davis-v-michael-casey/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">914</span></a></span>, 920 (7th Cir.1996) (upholding punitive damage awardsthe largest of which was $22,500); <i>Jackson,</i> 241 F.Supp.2d at 1323 (awarding $10,000 in punitive damages against each defendant).</p>\n<p>Additionally, the case law of this circuit holds that prejudgment interest is presumptively available to victims of federal law violations. <i>Gorenstein Enter. v. Quality Care-USA, Inc.,</i> <span class=\"citation\" data-id=\"522929\"><a href=\"/opinion/522929/gorenstein-enterprises-inc-sam-gorenstein-and-david-gorenstein-v/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 436 (7th Cir.1989). The purpose of prejudgment interest is to provide a complete remedy; that is, to make whole a party which would have had access to the money had it not been for the actions of the other party, and which would presumably have invested the money or otherwise obtained some return on it. <i>West Virginia v. United States,</i> <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 310-11 n. 2, <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">702</span></a></span>, <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1987). The interest awarded must be based on the prime interest rate during the years in question. <i>See </i><i>Gorenstein Enter.,</i> 874 F.2d at 437. As a general rule, the decision <span class=\"star-pagination\">*913</span> whether to award compound or simple prejudgment interest is left to the discretion of the trial court. <i>Am. Nat'l Fire Ins. Co. ex rel. Tabacalera Contreras Cigar Co. v. Yellow Freight Sys.,</i> <span class=\"citation\" data-id=\"781565\"><a href=\"/opinion/781565/american-national-fire-insurance-company-as-subrogee-of-tabacalera/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span></a></span>, 937 (7th Cir.2003). However, \"compound prejudgment interest is the norm in federal litigation,\" and if compounded prejudgment interest is not awarded, the Court must explain the basis for its decision. <i>Id.</i> at 937-38 (citation omitted). Therefore, upon due consideration, the Court awards Tate prejudgment interest on the $27,000 compensatory damage award at the average monthly prime rate compounded annually from the period beginning on February 17, 2006, through the January 27, 2010, date of the entry of judgment.</p>\n<p>Furthermore, because Tate has prevailed on the merits of a portion of his § 1983 Eighth Amendment claims, he may also recover his costs. <i>See </i><i>Zessar v. Keith,</i> <span class=\"citation\" data-id=\"1401560\"><a href=\"/opinion/1401560/zessar-v-keith/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">788</span></a></span>, 795 (7th Cir.2008). Tate may file a bill of costs with the Clerk of Court. <i>See</i> Civil Local 54.1 (E.D.Wis.) Furthermore, consistent with 28 U.S.C. § 1961, post-judgment interest is awarded to Tate.</p>\n<p>NOW, THEREFORE, BASED ON THE FOREGOING, IT IS HEREBY ORDERED THAT:</p>\n<p>Tate's motion for default judgment (Docket No. 33) as to damages is GRANTED to the extent that Tate is awarded compensatory damages against Troutman, Riegert, and Hale, jointly and severally in the amount of $27,000, on his Eighth Amendment claim relating to inadequate medical treatment provided to him for his dislocated shoulder, plus prejudgment interest on that award at the average monthly prime rate compounded annually from the period beginning on February 17, 2006, through the date of the entry of judgment on January 27, 2010, and punitive damages in the amount of $9,000-$3,000 each from Troutman, Riegert, and Hale. Tate may also file a bill of costs with the Clerk of Court. In all other respects, Tate's motion for default judgment as to damages is DENIED.</p>\n<p>Pursuant to 28 U.S.C. § 1961 post-judgment interest is awarded to Tate.</p>\n<p>This action is DISMISSED with prejudice.</p>\n<p>The Clerk of Court is DIRECTED to enter judgment accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Milwaukee County is not a defendant in this action.</p>\n<p>[2]  As previously noted by the Court, Tate may have been a pretrial detainee and if so, the protections of the Fourteenth Amendment due process clause would provide the constitutional basis for his claim, rather than the Eighth Amendment. (<i>See</i> Court's December 4, 2009, Decision and Order 1 n. 1 (citing <i>Grieveson v. Anderson,</i> <span class=\"citation\" data-id=\"1443143\"><a href=\"/opinion/1443143/grieveson-v-anderson/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 771-72 (7th Cir.2008).)) \"Either way, the inquiry under both provisions of the constitution is essentially the same.\" <i>See id.</i> (quoting <i>Grieveson,</i> 538 F.3d at 771-72.) If Tate was merely an arrestee, the Fourth Amendment and its standard of objective unreasonableness would apply. <i>See id.</i> (citing <i>Lopez v. City of Chi.,</i> <span class=\"citation\" data-id=\"795839\"><a href=\"/opinion/795839/joseph-lopez-v-city-of-chicago-jennifer-delucia-james-delafont-daniel/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span>, 718-19 (7th Cir.2006).) Regardless, the information before the Court is insufficient to make a determination of Tate's status, and Tate was allowed to proceed <i>in forma pauperis</i> on his Eighth Amendment claim of deliberate indifference to a serious medical need and default judgment was entered on that Eighth Amendment claim. Thus, the Court will refer to the Eighth Amendment in its analysis.</p>\n<p>[3]  The \"hole\" is a term that refers to a segregation or isolation unit in jails or prisons.</p>\n<p>[4]  Tate testified the amounts deposited were $31,000 and $23,150.24 which equals $54,150.24. However, the deposits total $53,501.16. Those deposits also include sums described as \"Balm in Gilead F Payroll PPD,\" which total $9,175.97. If those amounts, are designated as payroll deposits are subtracted from the total deposits, the sum is reduced to $44,325.19.</p>\n<p>[5]  Tate testified that the amounts he deposited was $41,232.96 and $122.535.82 which total $163,768.76. However, the deposits total $161,324.78.</p>\n<p>[6]  Radiculitis is \"[i]nflammation of a spinal nerve root, especially of the portion of the root that lies between the spinal cord and the spinal canal.\" http://www.mercksource.com/ pp/us/cns/cns_hl_dorlands_split.jsp?pg=/ ppdocs/us/common/dorlands/dorland (last visited Jan. 10, 2010).</p>\n<p>[7]  Exhibit 16 also includes a handwritten notes which the Court interprets as reflecting a $8,444.00 cost for undergoing the epidural steroid injections in a hospital setting.</p>\n<p>[8]  Tate's Complaint states that: \"I declare under penalty of perjury that the foregoing is true and correct.\" By declaring under penalty of perjury that his Complaint is true and signing the document, Tate verified his Complaint pursuant to 28 U.S.C. § 1746.</p>\n<p>[9]  The <i>Restatement of Torts</i> § 907 (1939), was cited in <i>Carey v. Piphus,</i> 435 U.S. at 266 n. 23, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>.</p>\n<p>[10]  The record does not disclose to what the letters \"PSW\" refer.</p>\n<p>[11]  Crohn's disease (regional enteritis, granulomatous ileitis, ileocolitis) is a chronic inflammation of the intestinal wall that may affect any part of the digestive tract, http:// www.mercksource.com/pp/us/cns/cns_ merckmanual (last visited Jan. 19, 2010).</p>\n<p>[12]  Pyoderma gangrenosum is a type of rapidly evolving cutaneous ulcer with an undermined border, seen as a complication of ulcerative colitis and other wasting diseases. http://www.mercksource.com/pp/us/cns/cns_ hl_dorlands_split.jsp?pg=/ppdocs/ us/common/dorlands/dorland (last visited Jan. 19, 2010).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/24846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368435/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/372786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/376875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/521924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/522929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/527871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/544689/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/565236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/594733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/669084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/727340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1310506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1360661/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1401560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1443143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1443215/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1518147/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2578090/"
          ]
        }
      ],
      "judges": "Rudolph T. Randa",
      "date_created": "2014-10-30T22:29:02.040223Z",
      "date_modified": "2014-10-30T22:29:02.040223Z",
      "date_filed": "2010-01-27",
      "date_filed_is_approximate": false,
      "slug": "tate-v-troutman",
      "citation_id": 2328914,
      "case_name_short": "Tate",
      "case_name": "Tate v. Troutman",
      "case_name_full": "",
      "federal_cite_one": "683 F. Supp. 2d 897",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2182207/tate-v-troutman/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:29:02.037782Z",
  "date_modified": "2014-10-30T22:29:02.037782Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Tate",
  "case_name": "Tate v. Troutman",
  "case_name_full": "",
  "slug": "tate-v-troutman",
  "docket_number": "Case No. 06-C-670",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}