{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2196753/",
  "id": 2196753,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mdctspecapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2326627/",
      "id": 2326627,
      "absolute_url": "/opinion/2326627/in-re-ashley-e/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2196753/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2326627/",
          "id": 2326627,
          "absolute_url": "/opinion/2326627/in-re-ashley-e/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2326627/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7475/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:07:03.451478Z",
          "date_modified": "2017-04-09T09:50:07.784456Z",
          "type": "010combined",
          "sha1": "e51691953c768424264ef7fc9fbd9214e88fe308",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>854 A.2d 893 (2004)</b></center>\n<center><b>158 Md.App. 144</b></center>\n<center><h1>In re ASHLEY E., Laione D., Matthew B., and Gregory B.-G.</h1></center>\n<center>No. 1907, Sept. Term, 2003.</center>\n<center><p><b>Court of Special Appeals of Maryland.</b></p></center>\n<center>July 20, 2004.</center>\n<p><span class=\"star-pagination\">*894</span> Nenutzka C. Villamar (Stephen E. Harris, Public Defender, on brief), for appellant.</p>\n<p>Nancy C. Hopkins (J. Joseph Curran, Jr., Atty. Gen., on brief), for appellee.</p>\n<p>Panel DAVIS, SALMON, EYLER, DEBORAH S., JJ.</p>\n<p>DEBORAH S. EYLER, J.</p>\n<p>The Circuit Court for Montgomery County, sitting as the juvenile court, issued orders changing the permanency plans for four children of Toisha B., the appellant, from reunification to termination of parental rights/adoption. This appeal challenges the decision underlying those orders. The Montgomery County Department of Health and Human Services (\"Department\") is the appellee in this Court. The appellant's questions presented, as combined and reworded, are:</p>\n<blockquote>I. Did the juvenile court err by denying her motion to sequester witnesses and otherwise failing to strictly apply the Maryland Rules of Evidence in the permanency plan review hearing?</blockquote>\n<blockquote>II. Did the juvenile court err by refusing to exclude non-parties from the courtroom?</blockquote>\n<blockquote>III. Did the juvenile court err in changing the children's permanency plans from reunification to adoption when the evidence was insufficient to show that the Department had made reasonable efforts to reunify the appellant with the children?</blockquote>\n<p>For the following reasons, we shall affirm the orders of the juvenile court.<sup>[1]</sup></p>\n<p></p>\n<h2>FACTS AND PROCEEDINGS</h2>\n<p></p>\n<h2>I.</h2>\n<p>The children in this case are Gregory B.-G., born August 6, 1993 (now 10 years old); Matthew B., born August 26, 1994 (now 9 years old); Laione D., born December 6, 1995 (now 8 years old); and Ashley E., born November 24, 1997 (now 6 years old). The appellant is the children's biological <span class=\"star-pagination\">*895</span> mother. She has identified putative fathers for the children. According to the appellant, the children all have different fathers.</p>\n<p>The children and the appellant first came to the attention of the Department in the late summer of 2001, when they were living in Rockville. The appellant contacted the Department because she thought she was going to be incarcerated on an outstanding warrant (which did not happen). The Department assisted the family financially; located a temporary shelter for them when, later that year, they became homeless; arranged medical treatment for Gregory for a mass on his vocal cord; and twice placed the children in temporary foster care when the appellant was hospitalized for complications of a difficult pregnancy (which ended in a miscarriage).</p>\n<p>On January 31, 2002, Laione, then 6, told her first grade teacher that \"her dad\" had \"pushed [her] down and stuck a... beer bottle in [her] butthole.\" The teacher immediately made a report of suspected child sexual abuse to the Department's Child Protective Services unit. The teacher stated that Laione was upset and crying when she made the disclosure, that she demonstrated the position in which she had been restrained when the abuse happened, and that she was having problems in school, specifically with exhibiting sexually inappropriate behavior. In addition, the teacher reported that Laione wore dirty clothes to school, smelled bad from lack of proper hygiene, and urinated or defecated on herself daily, usually immediately before leaving school to go home.</p>\n<p>The Department interviewed Laione. Using anatomically correct dolls, she demonstrated that a male family member, whom she identified as \"Sean,\" had put his penis in her mouth. Laione then described her mother's sexual activities to the social worker; in doing so, she spontaneously got on a cot in the interview room and imitated her mother's actions and sounds when engaged in sexual intercourse.</p>\n<p>The next day, the appellant brought all four children to the Department for interviews. Laione denied having \"sa[id] anything about penises in the mouth\" the day before but then talked about Ashley and Gregory \"sexing.\" Gregory denied any sexual contact, but demonstrated a \"horsie\" game he played with the girls, which was sexual in nature. (The social worker did not interview Matthew and Ashley that day because the children were too tired.)</p>\n<p>At the social worker's direction, the appellant took the children to the Sexual Abuse and Assault Center at Shady Grove Hospital to be examined. Laione's physical examination revealed signs of \"chronic vaginal penetration\" and that the \"circumference around the anus and the area around the vaginal opening [were] colored with ... magic marker.\" The forensic nurse concluded from the precision of the markings and the fact that they would have caused pain that they were not self-inflicted. Laione told the nurse that \"Sean\" put a beer bottle in her vagina; she later said that a glass had been inserted. She denied having had sex with anyone, saying: \"nobody's ever sexed me because I'm too ugly.\" She reported that Gregory did \"nasty stuff\" and that Ashley had \"stopped doing that nasty stuff.\"</p>\n<p>When the social worker confronted the appellant about her children's medical and behavioral problems, she denied them and became angry and defensive. She blamed the children's problems on the school system and told the social worker she was going to move out of the country. Later, the appellant did not bring Matthew and Ashley to scheduled interviews, and complained that the investigation was ongoing. <span class=\"star-pagination\">*896</span> The appellant did not respond to the social worker's offer to schedule the interviews at an evening time convenient to the appellant's work schedule.</p>\n<p>Apparently, during this period, the appellant was sexually involved with two men: \"Big Gregory\" and \"Monte,\" Ashley's putative father. When the appellant told the social worker that the men were no longer having contact with the children, the Department transferred the case to the intensive family services unit, which provided a parent aide several times a week.</p>\n<p>That arrangement lasted until April 22, 2002, when Laione made another sexual abuse disclosure to her teacher. Laione told the teacher that she had seen her mother \"sexing it up\" with two men in the bathroom; and when the three adults moved to another room \"to do it harder,\" her mother told her to \"come join in\" and watch Big Gregory perform a sex act upon her. Laione quoted her mother, using explicit adult sexual language that would not be in the ordinary vocabulary of a young child. When the teacher suggested to Laione that they speak to the school counselor, Laione screamed and begged the teacher not to tell for fear that the appellant would kill her. Laione also told the teacher that Big Gregory had banged Gregory's head against a wall.</p>\n<p>That day, the teacher made a second report of sexual abuse to the Child Protective Services unit, and the children were placed in emergency shelter care and interviewed. Laione at first was fearful, saying that what had happened was a \"secret\" she was \"afraid to tell\" and that it was none of the social worker's business. She then spelled out the word \"sex\" and described her mother and Big Gregory and Monte \"in the bathroom... sexing\" with their clothes off. She talked about a time when the appellant and Big Gregory were in bed and the appellant, seeing her in the room, asked her to join in and perform a sex act. Again, Laione quoted her mother by using explicit adult sexual language. Laione also described seeing Gregory in the closet with Ashley, \"sexing,\" and said that afterward Ashley complained, \"My poo-poo hurts.\"</p>\n<p>In her interview, Ashley, then four years old, said Big Gregory was \"licking everybody's stomach\" and that he then would lick the appellant's breasts. Ashley used explicit adult sexual language in describing Big Gregory's conduct.</p>\n<p>In his interview, Gregory, then nine years old, again demonstrated the \"horsie\" game and said Ashley had touched his \"private parts\" but he only had touched her through her clothing. He told the social worker he learned that behavior by seeing the appellant and Big Gregory having sex in a motel room, when the children were in one bed and the adults were in another.</p>\n<p>Matthew, who was then seven, told the social worker that he had not been sexually abused but had seen Gregory touching \"Lae-Lae's poo-poo\" and her \"butt\" with his hand and mouth. When Matthew told his mother what he had seen, she \"whipped\" Gregory and Laione. Gregory later told Matthew that the appellant had said \"not to tell our business.\" Matthew told the social worker he dreamed that something would come down from the sky and lift him away. He also talked about his imaginary \"bad\" brother, \"Invisible Gregory,\" whom he feared. After the interview, the social worker found Matthew crouching behind a door in the waiting room, anxiously saying that \"Invisible Gregory\" had taken money from his pocket.</p>\n<p>The appellant's reaction upon being informed of the children's disclosures was to <span class=\"star-pagination\">*897</span> say she was not surprised about the sexual activity between them, because Matthew had told her about it and she had told them it was inappropriate. She also said there was \"an episode when the children walked in on her having sex\" and \"a time when Laione walked in and saw her performing fellatio on Monte.\"</p>\n<p>The next day, April 23, 2002, the Circuit Court for Montgomery County, sitting as the juvenile court, held an emergency shelter care hearing, and committed the children to the Department for foster care placement. The appellant agreed to drop off medication for Matthew the next day, but did not do so, and also did not give the Department forms so they could access the children's medical records.</p>\n<p>Thereafter, on allegations of fact derived from the children's interviews, the Department filed Child In Need of Assistance (\"CINA\") petitions for all four children. The court held adjudicatory and disposition hearings on May 23 and 24, 2002. The court sustained most of the factual allegations, including allegations that the appellant had engaged in sexual activity with Laione. The court found the children CINA and committed them to the Department's continuing care for foster care placement. It further ordered that the appellant be permitted supervised visitation with the children. The Department's permanency plan for the children at that point was reunification with the appellant.</p>\n<p>Eleven months later, on March 25, 2003, the juvenile court conducted a permanency plan review hearing, pursuant to Md.Code (2002) section 3-823(b)(1)(i) of the Courts and Judicial Proceedings Article (\"CJ\"). At that hearing, the Department took the position that the permanency plan for the children should be changed to termination of parental rights(\"TPR\")/adoption. The appellant opposed such a change.</p>\n<p>The Department called two witnesses: Nancy Atikkan, the Department social worker assigned to the children since September 2002, taking over for Josie Traum, their original social worker; and Polly H. Kraft, M.D., a psychiatrist who examined the children at The Reginald S. Lourie Center for Infants and Young Children (\"Lourie Center\"), and participated with others at that center in evaluating their emotional and mental health problems. The appellant did not call any witnesses. Counsel for the children participated in the hearing but did not call any witnesses.</p>\n<p>The evidence showed that the children at first were placed in two foster homes in Montgomery County: Gregory and Matthew together and Laione and Ashley together. In both situations, the children were aggressive and assaultive, to each other and to property, and had to be moved to separate homes. In addition, Laione told \"sexual lies\" and Ashley engaged in \"sex talk.\"</p>\n<p>In mid-May, Matthew was moved to a second foster home, also in Montgomery County, where he remained and had adjusted well. The other three children went through multiple placements in the first few months after entering shelter care and eventually were placed in therapeutic foster homes in Baltimore City, through the Pressley Ridge Center. (Their dates of entry into therapeutic foster homes were: Gregory  May 10, 2002; Ashley  June 4, 2002; and Laione  August 15, 2002). The three children received therapy at the Pressley Ridge Center, near their foster homes, and Pressley Ridge arranged their visitations with the appellant.</p>\n<p>In the summer of 2002, with three of the children in foster care in Baltimore City, the appellant moved there. Visits were scheduled to take place once a week at the Pressley Ridge Center with all four children, <span class=\"star-pagination\">*898</span> with Matthew being transported to Baltimore by the Department. The appellant immediately requested that the visits be changed to every other week, to accommodate her work schedule at the time.</p>\n<p>According to Ms. Atikkan, even though the appellant lived within walking distance of the Pressley Ridge Center, she did not attend the scheduled visits consistently or reliably. When the visits with all four children together took place, they were chaotic  the children ran around, darting in and out of the room and aggressively interacting with each other, with the appellant exercising little control. As a consequence, the visits were rescheduled to happen individually, every other week, with Matthew's visits in Montgomery County. The appellant continued to miss many of the scheduled visits, and to be late for others. For part of that time, the appellant was working in Takoma Park. When she lost her job and was not employed, however, she did not schedule any additional visits with the children and continued to miss and be late for visits.</p>\n<p>The appellant was very late attending the children's evaluation at the Lourie Center and failed to bring lunch for them (which was necessary because part of the evaluation involved assessing her interactions with the children during a meal together).</p>\n<p>The Department had recommended that the appellant undergo a psychological evaluation, but she had not submitted to one.</p>\n<p>Dr. Kraft testified about the evaluation of the children performed by the Lourie Center in the summer of 2002, and the children's mental health issues. The evaluation was conducted by a team of therapists, including Dr. Kraft, and covered a period of 40 to 50 hours. It consisted of an interview of the appellant; individual sessions with the children; sessions with the children together; sessions with the children with the appellant, and separately with foster parents; and psychological testing.</p>\n<p>Dr. Kraft performed the interview of the appellant. The strongest persistent theme in the interview was that, in the appellant's view, the children's problems were caused by maltreatment by the child welfare system. The appellant expressed anger in insisting that the children were not being tended to properly. She took the position that nothing was wrong with them before they were removed from her care. She would not acknowledge that she had any role in their problems, and would not take responsibility for the problems.</p>\n<p>Dr. Kraft opined that the children's emotional and mental problems were the result of long-term abuse, probably for their entire lives, which could not have been caused merely by being removed from their mother's custody. The appellant's ability to properly socialize the children and keep them safe was, in Dr. Kraft's view, \"severely impaired.\"</p>\n<p>According to Dr. Kraft, Gregory, Laione, and Ashley had suffered serious emotional damage as a result of sexual and physical abuse in their mother's home. They each had diagnosed mental illnesses as a consequence. Gregory's sense of trust was harmed to the point that he exhibited deviant anti-social features, such as lying, stealing, and attempting to trick people as a reaction to feeling tricked himself. Ashley was the most severely emotionally damaged, to the point that the evaluators at first thought she was psychotic. Her sexualized and inappropriate behavior included making an overt sexual advance to one of the interviewing therapists.</p>\n<p>Laione had suffered serious personality damage, marked by a very low sense of self worth. She sexualized all relationships, <span class=\"star-pagination\">*899</span> and resorted to sexual self-stimulation when stressed. Matthew was the only child who had suffered moderate, as opposed to serious, emotional damage. His problems were primarily with anxiety. Dr. Kraft opined that all the children would need to be \"resocialized.\"</p>\n<p>At the conclusion of the hearing, the court decided that the permanency plan would remain reunification, stating, \"I do not think TPR is yet appropriate.\" The court expressed the view that some of the initial problems with the appellant's not participating in visitation could have been a function of distance, and that it was essential that the appellant participate in a psychological evaluation in which she discussed her own background and what had happened to the children while they were in her care. The judge stated that, without such an evaluation, he could not make a judgment about the appropriate plan for the children. He explained:</p>\n<blockquote>So, I want to make it clear by saying it a third time that the mother must participate in this psychological evaluation, in which she tells the evaluator what happened in her childhood that may be significant and what happened in the lives of the children while they were with her that may be significant, so we can look to what has to be done to reunify the children.</blockquote>\n<blockquote>I do not think we've had a full enough opportunity to do that. That's why I can't approve today a Permanency Plan of Termination of Parental Rights. I do not think we've had enough opportunity on behalf of the mother for that to be an appropriate Plan....</blockquote>\n<p>The court ordered that the psychological evaluation of the appellant be performed within 30 days.</p>\n<p>A second permanency plan review hearing was held on October 1, 2003. The Department again requested that the permanency plan be changed to TPR/adoption, and the appellant again opposed that request. Since the first permanency plan review hearing, a psychological evaluation of the appellant had been performed by Michael Gelles, Ph.D., in July 2003. The Department called Dr. Gelles and Ms. Atikkan as witnesses. Counsel for the children called Shelby Morgan, Ph.D., Gregory and Laione's therapist at Pressley Ridge, who also was the supervisor for Ashley's therapist there. The appellant testified on her own behalf.</p>\n<p>Dr. Gelles, a psychologist, testified that, before conducting the evaluation of the appellant, he reviewed documents pertaining to her and to the children, including an intake evaluation of the appellant by a social services agency in Montgomery County, in September 2001. He then interviewed the appellant for about 2 1/2 hours and administered psychological tests. He concluded that the appellant does not have a major psychological condition, but has a personality disorder with passive, aggressive, and avoidance traits that affects her behavior.</p>\n<p>Dr. Gelles found the appellant to have difficulty being consistent and reliable, as a person and consequently as a parent. She told people what she wanted them to hear, in order to portray herself as she wanted to be seen. For example, in her interview in 2001, she reported that, as a child, she was sexually abused by a relative, saw her mother and uncle engaged in sexual relations, and witnessed a murder. She told Dr. Gelles that none of that was true, however, and that she had deliberately lied so she could get housing assistance. Dr. Gelles opined that the appellant's unreliability and her extreme desire to please was such that one could not trust what she said, and only could go by her actions.</p>\n<p>The appellant told Dr. Gelles that none of the abuse reported by the children in <span class=\"star-pagination\">*900</span> her household had happened. She persisted in her denial even when shown a letter Laione had written, in therapy, about the appellant's having engaged in sex acts with Laione. The appellant's reaction was that the letter might have been written by someone else, or that Laione could have been influenced by an outsider to write it. The appellant was angry and upset with the Department, and blamed the children's problems on it. Dr. Gelles testified that the appellant had no insight into the impact her past behavior had had on the children, because she was defensive and in denial about it.</p>\n<p>Ms. Atikkan testified that the children had been in foster care for 16 months. During that time, the appellant had not complied with the service agreements (one of which she signed and two of which she did not). She had not participated in parenting classes that had been offered. She had not consistently signed releases for medical treatment for the children. She had not consistently attended visitation with the children. Out of 68 weeks of visitation, she had seen Gregory 26 weeks, Matthew 14 weeks, Laione 21 weeks, and Ashley 18 weeks. She had not attended school meetings for the children. She had lost several jobs since September 2002.</p>\n<p>Ms. Atikkan further explained that the appellant refused to acknowledge the abuse the children had experienced in her household, and therefore refused to take responsibility for it. Her lack of honesty in acknowledging the circumstances in which the children were sexually abused and consequent lack of empathy for them made it difficult for the children to heal emotionally from their trauma.</p>\n<p>As noted above, the children's counsel called Ms. Morgan to testify. Ms. Morgan, the Clinical Coordinator for Pressley Ridge, is a therapist who specializes in treating sexually abused children. She started treating Laione in September 2002. At that time, Laione would engage in sexual talk during therapy and sexualized behavior at school and in her foster home. She would touch other children sexually at school. She also would ask her foster mother to have sex with her, and would become angry and intentionally wet the bed when her foster mother refused.</p>\n<p>During therapy sessions over the course of a year, Laione made progress and developed some sense of trust. She disclosed more sexual abuse during that time, including sexual abuse by the appellant. Laione worked with Ms. Morgan to try to deal with her persistent sexual thoughts and dreams, by labeling them the \"sex monster,\" and by writing about her feelings. When Ms. Morgan discussed Laione's problems with the appellant, the appellant acknowledged that Laione had been sexually abused, but said she did not know who the perpetrator was.</p>\n<p>Ms. Morgan began treating Gregory in April 2003, after his first counselor left Pressley Ridge. Gregory at first had difficulty expressing any feelings at all. Later, he would talk about his anger. He has engaged in bizarre behavior at his foster home, such as defecating in a potato bag, which he said he did because he was angry. He lies and steals, and does not trust adults.</p>\n<p>Ms. Morgan opined that, while the appellant does have some skills in dealing with the children, she does not have the insight, consistency, or ability to keep them safe outside a highly structured and protective treatment environment. In response to questions from the court, Ms. Morgan testified that Laione had experienced anger when her mother did not show up for visitation, and in one instance had expressed it by writing her a letter saying she was \"sick of her mother not showing up.\" Laione would experience a <span class=\"star-pagination\">*901</span> high amount of anxiety after visits with the appellant. Gregory would react to his mother's not showing for visits by saying that it did not matter to him.</p>\n<p>The appellant testified that she never engaged in sexual abuse of her children and that, to her knowledge, they were not sexually abused in her home.</p>\n<p>Counsel for the parties made closing arguments to the court. The children's lawyer joined in the Department's request to change their permanency plans to adoption. The court ruled from the bench, stating that he was granting the change in plan. The court found that the Department had made reasonable efforts at reunification, citing the evidence provided in the Department's Permanency Planning Report of October 1, 2003, prepared by Ms. Atikkan and Mr. Charly M. Mathews, a Department social worker who is the Supervisor of Sexual Abuse Treatment for \"child welfare services.\" The same day, the court issued written orders changing the children's permanency plans to TPR/adoption.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I</h2>\n<p>At the outset of the proceeding on October 1, 2003, counsel for the Department introduced himself and said: \"Along with me is Nancy Atikkan from the Department, in addition [sic] Joanna Duncan, Josie Traum, Charlie [sic] Mathews, and Dr. Michael Gelles, an independent witness.\" The record reveals that Ms. Duncan is a parent aide with the Department who had assisted the appellant.</p>\n<p>Counsel and the court then took up preliminary matters. Afterward, the Department's lawyer called Dr. Gelles to the stand. (There were no opening statements.) Just as Dr. Gelles was being sworn, counsel for the appellant asked \"that the courtroom be cleared of everyone who isn't a party.\" The judge told counsel to \"wait a minute\" and then asked whether she was asking for a \"rule on witnesses\" and, if so, why.</p>\n<p>The appellant's counsel responded by identifying the various witnesses in the courtroom and saying that Ms. Morgan had not submitted a report. The court denied the motion. It explained that there was not a problem of \"suggestibility,\" <i>i.e.,</i> that any of the other witnesses' testimony would be affected by hearing Dr. Gelles's testimony, because Dr. Gelles would offer opinions as an expert witness, and was not going to testify as a fact witness; and the witnesses in the courtroom also were \"professional\" social worker witnesses.</p>\n<p>During the course of the hearing, the appellant's lawyer objected to the introduction of a number of items of documentary evidence, on the ground of hearsay, and also objected to some witness testimony on hearsay grounds and, in one instance, on the basis of relevancy. The juvenile court overruled these objections. Early on in the proceedings, in rejecting one such objection, the juvenile court ruled that a permanency plan review hearing is a \"species of\" disposition hearing in which, under Rules 5-101(c), and 11-115, strict application of the Maryland Rules of Evidence is discretionary, outside the context of competency of witnesses.</p>\n<p>On appeal, the appellant contends that the juvenile court erred by denying her motion to sequester witnesses and by denying her various evidentiary objections, because it erroneously concluded that the Maryland Rules of Evidence, including Rule 5-615 (sequestration of witnesses), Rule 5-401 (relevancy), and 5-801 through 5-806 (hearsay and exceptions) did not strictly apply to the proceeding. The Department responds that the juvenile court <span class=\"star-pagination\">*902</span> properly reasoned that permanency plan review hearings are dispositional in nature, making application of the Rules of Evidence discretionary; and that the court did not abuse its discretion in denying the sequestration request and in its other evidentiary rulings.</p>\n<p>Subtitle 8 of Title 3 of the Courts and Judicial Proceedings Article governs \"Juvenile Causes  Children in Need of Assistance.\" CJ section 3-810(a) states that, \"[e]xcept otherwise provided in this subtitle, the Maryland Rules govern the format of a petition and of other pleadings and the procedures to be followed by the court and parties under this subtitle.\" The Maryland Rules include Title 11, \"Juvenile Causes,\" and Title 5, \"Evidence.\"</p>\n<p>Section 11-115 of the Juvenile Causes Rules controls disposition hearings. It states, in relevant part at subsection (b), that, at a disposition hearing, \"[i]n the interest of justice, the judge or master may decline to require the strict application of the rules in Title 5 [<i>i.e.,</i> the Rules of Evidence], except those relating to the competency of witnesses.\" Likewise, section 5-101(c) of the Rules of Evidence lists \"[d]isposition hearings under Rule 11-115\" among the proceedings in which \"the court may, in the interest of justice, decline to require strict application of the rules in this Title [<i>i.e.,</i> the Rules of Evidence].\" Rule 5-101(c)(6).</p>\n<p>Thus, under the Maryland Rules, a juvenile court in a disposition hearing in a CINA case has discretion not to strictly apply the Rules of Evidence. That is not the case in an adjudicatory proceeding in a CINA case. CJ section 3-817(b) specifies that in an adjudicatory hearing in a CINA case the Rules of Evidence \"shall apply.\"</p>\n<p>CJ section 3-823, enacted by Laws of Maryland 1996, chapter 595, and entitled \"Permanency plan for out-of-home placement,\" appears in the \"Juvenile Causes  Children in Need of Assistance\" subtitle. The statute controls permanency planning for children who, like the four children in this case, already have been adjudicated CINA and have been committed to the custody of the Department, in a foster care placement. Under CJ section 3-823(h)(1)(i), when a permanency plan is in place, except in circumstances described and not applicable here, the juvenile court \"shall conduct a hearing to review the permanency plan every 6 months until commitment is rescinded or a voluntary placement is terminated.\" At the review hearing, the court shall:</p>\n<blockquote>(i) Determine the continuing necessity for and the appropriateness of the commitment;</blockquote>\n<blockquote>(ii) Determine and document in its order whether reasonable efforts have been made to finalize the permanency plan that is in effect;</blockquote>\n<blockquote>(iii) Determine the extent of progress that has been made toward alleviating or mitigating the causes necessitating the commitment;</blockquote>\n<blockquote>(iv) Project a reasonable date by which a child in placement may be returned home, placed in a preadoptive home, or placed under a legal guardianship;</blockquote>\n<blockquote>(v) Evaluate the safety of the child and take necessary measures to protect the child; and</blockquote>\n<blockquote>(vi) Change the permanency plan if a change in the permanency plan would be in the child's best interest.</blockquote>\n<p>CJ section 3-823(h)(2).</p>\n<p>In <i>In re Damon,</i> 362 Md. 429, 765 A.2d 624 (2001), in which the Court held that an order changing a permanency plan for a child adjudicated CINA was an appealable interlocutory order, under CJ section 12-303(3)(x), the Court explained the purpose <span class=\"star-pagination\">*903</span> of the juvenile court's role in permanency planning in CINA cases:</p>\n<blockquote>The permanency plan is an integral part of the statutory scheme designed to expedite the movement of Maryland's children from foster care to a permanent living, and hopefully, family arrangement. It provides the goal toward which the parties and the court are committed to work. It sets the tone for the parties and the court and, indeed, may be outcome determinative. Services to be provided by the local social service department and commitments that must be made by the parent and children are determined by the permanency plan. And, because it may not be changed without the court first determining that it is in the child's best interest to do so, the permanency plan must be in the child's best interest. These are the reasons, no doubt, that the court is charged with determining the plan and with periodically reviewing it, evaluating all the while the extent to which it is being complied with.</blockquote>\n<p><i>Id.</i> at 436, 765 A.2d 624.</p>\n<p>While permanency plan oversight and review is integral to the CINA statutory scheme, it is not an adjudicatory function. In an adjudicatory hearing in a CINA case, the juvenile court's task is to \"determine whether the allegations in the petition, other than the allegation that the child requires the court's intervention, are true.\" CJ section 3-801(c). The court thus is charged with adjudicating the truth <i>vel non</i> of the factual allegations put forth to show that the child in question has been abused or neglected, or has a developmental disability or mental disorder, and that the child's parents, guardian, or custodian are unable or unwilling to give proper care and attention to him and to his needs. CJ section 3-801(f) (defining \"Child In Need of Assistance\").</p>\n<p>In exercising its permanency plan review function, by contrast, the juvenile court is not making findings about past facts that may constitute a basis for court intervention, but is making decisions about the appropriate form of court-sanctioned intervention for the child, by reviewing the permanency plan for the child as originally established in the disposition hearing and assessing the status of the plan and whether it still serves the best interest of the child or needs to be changed to accomplish that goal. The permanency plan review function of the juvenile court thus falls on the dispositional side of the spectrum of decisions the court is charged with making in CINA cases. Accordingly, as in an original disposition hearing, in a permanency plan review hearing, strict application of the Maryland Rules of Evidence is not required. <i>Cf. </i><i>In re Delric H.,</i> 150 Md.App. 234, 249, 819 A.2d 1117 (2003) (holding that juvenile court has discretion, in the interest of justice, to decline the strict application of the Rules of Evidence in a juvenile restitution hearing).</p>\n<p>As noted, Rule 5-615, governing sequestration of witnesses, is part of the Maryland Rules of Evidence. The appellant correctly points out that, under Rule 5-615(a), upon request of a party before the start of testimony, and except as otherwise provided in the rule, the court \"shall order witnesses excluded so that they cannot hear the testimony of other witnesses.\" <i>See also </i><i>Tharp v. State,</i> 362 Md. 77, 763 A.2d 151 (2000); <i>Hill v. State,</i> 134 Md.App. 327, 759 A.2d 1164 (2000). For the reasons we have explained, however, in the October 1, 2003 permanency review hearing, the juvenile court was not bound to strictly apply Rule 5-615(a), and hence was not required to order the exclusion of witnesses upon being asked to do so before the testimony began. Instead, the court had discretion to exclude the witnesses.</p>\n<p><span class=\"star-pagination\">*904</span> We cannot conclude, from our review of the record, that the juvenile court's decision not to sequester the witnesses at the October 1, 2003 permanency plan hearing was an abuse of its discretion. Dr. Gelles's presence in the courtroom was not at issue, because he was being called by the Department as its first witness. The court explained that Dr. Gelles's primary function as a witness was to express expert opinions, not to communicate facts that would \"suggest\" to other witnesses the content of their testimony. The court further reasoned that the other witnesses, Ms. Atikkan and Ms. Morgan in particular, were professional mental health witnesses who would be offering opinions about the children based on the facts of the children's cases as they knew them and on their own assessments of the children.</p>\n<p>The court also would have been aware that, during the March 25, 2003 permanency plan review hearing, the Department had designated Ms. Atikkan as its representative; and thus, that, even if Rule 5-615 were applicable in strict form, Ms. Atikkan would have been a witness not subject to exclusion, under subsection (b), which provides that the court \"shall not exclude,\" <i>inter alia,</i>\"an officer or employee of a party that is not a natural person designated as its representative by its attorney.\" Rule 5-615(b)(2).</p>\n<p>The only other witness who testified, and was present when Dr. Gelles and Ms. Atikkan testified, was Ms. Morgan, who as noted was called by the children's counsel, and testified in her capacity as a treating therapist about the emotional problems suffered by Gregory, Laione, and Ashley and the progress of their treatment in therapy; and gave her professional opinion that the appellant was not capable of providing them a safe environment. The juvenile court's decision not to sequester Ms. Morgan was not unreasonable, given her primary role as a treating and or consulting therapist for three of the children.</p>\n<p>In summary, the juvenile court correctly concluded that the Maryland Rules of Evidence did not strictly apply to the permanency plan review hearing, and on that basis exercised discretion, which was not abused, in ruling on the appellant's sequestration request. The appellant's additional evidentiary argument, that the juvenile court improperly admitted evidence that should have been excluded as hearsay, and in one instance admitted evidence that is not relevant, is based solely on the contention that the juvenile court was required to strictly apply the Rules of Evidence. (She does not present an alternative argument that, in the absence of the strict application of the Rules of Evidence to the hearing, the court otherwise abused its discretion in making its rulings. Indeed, she does not particularize her arguments to address any specific ruling.) For the reasons we have explained, this argument is without merit.</p>\n<p></p>\n<h2>II</h2>\n<p>CJ section 3-810(b) provides:</p>\n<blockquote>\n<i>Confidentiality; exclusion of general public.</i>  (1) in any proceeding in which a child is alleged to be in need of assistance, the court may exclude the general public from a hearing and admit only those persons having a direct interest in the proceeding and their representatives.</blockquote>\n<blockquote>(2) The court shall exclude the general public from a hearing where the proceedings involve discussion of confidential information from the child abuse and neglect report and record, or any information obtained from the child welfare agency concerning a child or family who is receiving Title IV-B child welfare services or Title IV-E foster care or adoption assistance.</blockquote>\n<p><span class=\"star-pagination\">*905</span> The appellant contends that the juvenile court was required, by subsection (b)(2), to exclude Ms. Traum, Ms. Duncan, and Mr. Mathews from the courtroom, because they were members of the general public; and its failure to do so constituted reversible error. (In apparent recognition that Ms. Atikkan was representing the Department at the hearing, the appellant does not argue that the court was required to exclude her from the proceedings.)</p>\n<p>The Department responds that the three people in question were not members of the \"general public,\" in the sense used in the statute, because they worked for the Department and had had involvement with the children; therefore, the statute did not require that they be excluded. In addition, the Department argues that any error on the part of the juvenile court in complying with the statute did not prejudice the appellant and therefore is not proper ground for reversal.</p>\n<p>It is not necessary to address the question whether the juvenile court erred by not excluding Ms. Traub, Ms. Duncan, and Mr. Mathews from the courtroom, under CJ section 3-810(b)(2), because we agree with the Department that there is nothing to show that the appellant was prejudiced by the court's inaction. CINA cases are civil proceedings. <i>See </i><i>In re Emileigh F</i>., 353 Md. 30, 724 A.2d 639 (1999); <i>see also </i><i>In re John P.,</i> 311 Md. 700, 707, 537 A.2d 263 (1988). It is well settled in Maryland that a judgment in a civil case will not be reversed in the absence of a showing of error <i>and</i> prejudice to the appealing party. <i>Muthukumarana v. Montgomery County,</i> 370 Md. 447, 477 n. 20, 805 A.2d 372 (2002) (quoting <i>Benik v. Hatcher,</i> 358 Md. 507, 537, 750 A.2d 10 (2000)). In that context, prejudice means that it is likely that the outcome of the case was negatively affected by the court's error. <i>State Roads Comm. v. Kuenne,</i> 240 Md. 232, 235, 213 A.2d 567 (1965); <i>McQuay v. Schertle,</i> 126 Md.App. 556, 587, 730 A.2d 714 (1999) (citing <i>Harris v. David S. Harris, P.A.,</i> 310 Md. 310, 319, 529 A.2d 356 (1987)).</p>\n<p>In the case at bar, there is nothing in the record to suggest, or from which we may infer, that the juvenile court's ruling changing the permanency plan for the four children from reunification to TPR/adoption was in any way affected, one way or the other, by the presence of Ms. Traub, Ms. Duncan, and Mr. Mathews in the courtroom during the hearing. In the absence of any showing of prejudice, we shall not disturb the juvenile court's ruling on the basis asserted.</p>\n<p></p>\n<h2>III.</h2>\n<p>Finally, the appellant contends that the juvenile court's finding that the Department used reasonable efforts to finalize the permanency plan for reunification that was in effect was not supported by the evidence. She argues that the evidence showed only that the Department made \"generalized\" efforts, and not efforts sufficiently tailored to her needs. In support, she relies upon <i>In re Adoption/Guardianship Nos. J9610436 and J9711031,</i> 368 Md. 666, 796 A.2d 778 (2002).</p>\n<p>The October 1, 2003 Permanency Plan Report listed the following steps that had been taken by the Department in an effort to accomplish reunification:</p>\n<blockquote><i>REASONABLE EFFORTS TO ACHIEVE THE PLAN OF REUNIFICATION:</i></blockquote>\n<blockquote> On-going efforts (telephone and in person) to engage Ms. B. in reunification and treatment planning, to maintain regular contact including weekly visitations with children and individual meetings with this social worker.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*906</span>  Close collaboration with the PRYDE program, including regular telephone contact and group consultations to follow up to ensure that the medical, psychological and educational needs of the children are being met.</blockquote>\n<blockquote> Arranging and supervising visits, between Ms. B. and her children, including sibling visits.</blockquote>\n<blockquote> Providing transportation to the children to have visit with Ms. B. and for sibling visitation.</blockquote>\n<blockquote> Sexual abuse Trauma and Mental Health evaluation services, including an evaluation through the Reginald S. Lourie Center for the children and Ms. B. and follow up consultation at the Center on September 26, 2002, to assist Ms. B. in understanding the nature and severity of the sexual abuse trauma suffered by her children and to enlist her participation in treatment planning.</blockquote>\n<blockquote> Individual therapy for Laione, Gregory, and Ashley through therapists at [Pressley Ridge], including regular psychiatric follow up by Dr. Alix Rey, consulting psychiatrist; individual therapy for Matthew through the Washington Assessment and Therapy Services (WATS); and arranging one payment for a psychological evaluation of Ms. B. by Dr. Michael Gelles.</blockquote>\n<blockquote> Community Service Aids.</blockquote>\n<blockquote> Placement of Gregory, Ashley and Laione in therapeutic foster homes through PRYDE of Baltimore and a stable foster care placement for Matthew in Montgomery County.</blockquote>\n<blockquote> Referrals for parenting classes.</blockquote>\n<blockquote> Overseeing that Gregory received medical intervention and treatment for his laryngeal mass which was a problem of long standing. This intervention included arranging clinic appointments, transporting him to clinic appointments and to the hospital for surgery.</blockquote>\n<blockquote> Assisting with the coordination for Gregory's Sheppard Pratt Hospital admission, visits to the hospital, and discharge planning.</blockquote>\n<blockquote> Crisis intervention.</blockquote>\n<p>In addition, as recited above, Ms. Atikkan testified about services that were offered to the appellant, such as parenting classes, that she did not avail herself of.</p>\n<p>In <i>In re Adoption/Guardianship Nos. J9610436 and J9711031, supra,</i> 368 Md. 666, 796 A.2d 778, a termination of parental rights case, the Court of Appeals held that, as a matter of law, the department of social services had not offered adequate reunification services to a mother who was developmentally disabled because the services it offered were not tailored to a person with her disabilities. The case at bar is readily distinguishable. Here, the evidence showed that the appellant does not have a mental or developmental disability that would make her not amenable to the general, ordinary type of reunification services that in fact were offered to her. Rather, as Dr. Gelles testified, she has a personality disorder, which he described as a style of interacting with the world, characterized by lack of honesty, reliability, consistency, and empathy.</p>\n<p>The Department was not required to tailor services to meet the appellant's personality disorder. The appellant could have benefited from the services actually offered, but, as the evidence showed, did not, in large part because she was denying the most significant reality of her children's lives: that she raised them in a deviant environment in which sexual activity between adults and young children in the same household was the norm.</p>\n<p>There was competent and material evidence before the juvenile court that the <span class=\"star-pagination\">*907</span> Department made efforts that the appellant could have taken advantage of to effect a reunification. The court's finding that reasonable efforts were made was supported by the evidence and was not clearly erroneous.</p>\n<p>ORDER AFFIRMED. COSTS TO BE PAID BY THE APPELLANT.</p>\n<h2>NOTES</h2>\n<p>[1]  At oral argument before this Court, on June 1, 2004, counsel for the appellant stated that, during the pendency of this appeal, the Department had filed petitions for guardianship of the four children with right to consent to adoption, <i>i.e.,</i> to terminate the appellant's parental rights; that the appellant objected only in the cases of the two male children; and that this appeal therefore \"may be moot\" as to the two female children. The issues raised on appeal cannot be segregated out between the children, however. For that reason, our analysis of the issues does not change.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">854</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">893</span></span> (2004)</b></center>\n<center><b>158 Md.App. 144</b></center>\n<center><h1>In re ASHLEY E., Laione D., Matthew B., and Gregory B.-G.</h1></center>\n<center>No. 1907, Sept. Term, 2003.</center>\n<center><p><b>Court of Special Appeals of Maryland.</b></p></center>\n<center>July 20, 2004.</center>\n<p><span class=\"star-pagination\">*894</span> Nenutzka C. Villamar (Stephen E. Harris, Public Defender, on brief), for appellant.</p>\n<p>Nancy C. Hopkins (J. Joseph Curran, Jr., Atty. Gen., on brief), for appellee.</p>\n<p>Panel DAVIS, SALMON, EYLER, DEBORAH S., JJ.</p>\n<p>DEBORAH S. EYLER, J.</p>\n<p>The Circuit Court for Montgomery County, sitting as the juvenile court, issued orders changing the permanency plans for four children of Toisha B., the appellant, from reunification to termination of parental rights/adoption. This appeal challenges the decision underlying those orders. The Montgomery County Department of Health and Human Services (\"Department\") is the appellee in this Court. The appellant's questions presented, as combined and reworded, are:</p>\n<blockquote>I. Did the juvenile court err by denying her motion to sequester witnesses and otherwise failing to strictly apply the Maryland Rules of Evidence in the permanency plan review hearing?</blockquote>\n<blockquote>II. Did the juvenile court err by refusing to exclude non-parties from the courtroom?</blockquote>\n<blockquote>III. Did the juvenile court err in changing the children's permanency plans from reunification to adoption when the evidence was insufficient to show that the Department had made reasonable efforts to reunify the appellant with the children?</blockquote>\n<p>For the following reasons, we shall affirm the orders of the juvenile court.<sup>[1]</sup></p>\n<p></p>\n<h2>FACTS AND PROCEEDINGS</h2>\n<p></p>\n<h2>I.</h2>\n<p>The children in this case are Gregory B.-G., born August 6, 1993 (now 10 years old); Matthew B., born August 26, 1994 (now 9 years old); Laione D., born December 6, 1995 (now 8 years old); and Ashley E., born November 24, 1997 (now 6 years old). The appellant is the children's biological <span class=\"star-pagination\">*895</span> mother. She has identified putative fathers for the children. According to the appellant, the children all have different fathers.</p>\n<p>The children and the appellant first came to the attention of the Department in the late summer of 2001, when they were living in Rockville. The appellant contacted the Department because she thought she was going to be incarcerated on an outstanding warrant (which did not happen). The Department assisted the family financially; located a temporary shelter for them when, later that year, they became homeless; arranged medical treatment for Gregory for a mass on his vocal cord; and twice placed the children in temporary foster care when the appellant was hospitalized for complications of a difficult pregnancy (which ended in a miscarriage).</p>\n<p>On January 31, 2002, Laione, then 6, told her first grade teacher that \"her dad\" had \"pushed [her] down and stuck a... beer bottle in [her] butthole.\" The teacher immediately made a report of suspected child sexual abuse to the Department's Child Protective Services unit. The teacher stated that Laione was upset and crying when she made the disclosure, that she demonstrated the position in which she had been restrained when the abuse happened, and that she was having problems in school, specifically with exhibiting sexually inappropriate behavior. In addition, the teacher reported that Laione wore dirty clothes to school, smelled bad from lack of proper hygiene, and urinated or defecated on herself daily, usually immediately before leaving school to go home.</p>\n<p>The Department interviewed Laione. Using anatomically correct dolls, she demonstrated that a male family member, whom she identified as \"Sean,\" had put his penis in her mouth. Laione then described her mother's sexual activities to the social worker; in doing so, she spontaneously got on a cot in the interview room and imitated her mother's actions and sounds when engaged in sexual intercourse.</p>\n<p>The next day, the appellant brought all four children to the Department for interviews. Laione denied having \"sa[id] anything about penises in the mouth\" the day before but then talked about Ashley and Gregory \"sexing.\" Gregory denied any sexual contact, but demonstrated a \"horsie\" game he played with the girls, which was sexual in nature. (The social worker did not interview Matthew and Ashley that day because the children were too tired.)</p>\n<p>At the social worker's direction, the appellant took the children to the Sexual Abuse and Assault Center at Shady Grove Hospital to be examined. Laione's physical examination revealed signs of \"chronic vaginal penetration\" and that the \"circumference around the anus and the area around the vaginal opening [were] colored with ... magic marker.\" The forensic nurse concluded from the precision of the markings and the fact that they would have caused pain that they were not self-inflicted. Laione told the nurse that \"Sean\" put a beer bottle in her vagina; she later said that a glass had been inserted. She denied having had sex with anyone, saying: \"nobody's ever sexed me because I'm too ugly.\" She reported that Gregory did \"nasty stuff\" and that Ashley had \"stopped doing that nasty stuff.\"</p>\n<p>When the social worker confronted the appellant about her children's medical and behavioral problems, she denied them and became angry and defensive. She blamed the children's problems on the school system and told the social worker she was going to move out of the country. Later, the appellant did not bring Matthew and Ashley to scheduled interviews, and complained that the investigation was ongoing. <span class=\"star-pagination\">*896</span> The appellant did not respond to the social worker's offer to schedule the interviews at an evening time convenient to the appellant's work schedule.</p>\n<p>Apparently, during this period, the appellant was sexually involved with two men: \"Big Gregory\" and \"Monte,\" Ashley's putative father. When the appellant told the social worker that the men were no longer having contact with the children, the Department transferred the case to the intensive family services unit, which provided a parent aide several times a week.</p>\n<p>That arrangement lasted until April 22, 2002, when Laione made another sexual abuse disclosure to her teacher. Laione told the teacher that she had seen her mother \"sexing it up\" with two men in the bathroom; and when the three adults moved to another room \"to do it harder,\" her mother told her to \"come join in\" and watch Big Gregory perform a sex act upon her. Laione quoted her mother, using explicit adult sexual language that would not be in the ordinary vocabulary of a young child. When the teacher suggested to Laione that they speak to the school counselor, Laione screamed and begged the teacher not to tell for fear that the appellant would kill her. Laione also told the teacher that Big Gregory had banged Gregory's head against a wall.</p>\n<p>That day, the teacher made a second report of sexual abuse to the Child Protective Services unit, and the children were placed in emergency shelter care and interviewed. Laione at first was fearful, saying that what had happened was a \"secret\" she was \"afraid to tell\" and that it was none of the social worker's business. She then spelled out the word \"sex\" and described her mother and Big Gregory and Monte \"in the bathroom... sexing\" with their clothes off. She talked about a time when the appellant and Big Gregory were in bed and the appellant, seeing her in the room, asked her to join in and perform a sex act. Again, Laione quoted her mother by using explicit adult sexual language. Laione also described seeing Gregory in the closet with Ashley, \"sexing,\" and said that afterward Ashley complained, \"My poo-poo hurts.\"</p>\n<p>In her interview, Ashley, then four years old, said Big Gregory was \"licking everybody's stomach\" and that he then would lick the appellant's breasts. Ashley used explicit adult sexual language in describing Big Gregory's conduct.</p>\n<p>In his interview, Gregory, then nine years old, again demonstrated the \"horsie\" game and said Ashley had touched his \"private parts\" but he only had touched her through her clothing. He told the social worker he learned that behavior by seeing the appellant and Big Gregory having sex in a motel room, when the children were in one bed and the adults were in another.</p>\n<p>Matthew, who was then seven, told the social worker that he had not been sexually abused but had seen Gregory touching \"Lae-Lae's poo-poo\" and her \"butt\" with his hand and mouth. When Matthew told his mother what he had seen, she \"whipped\" Gregory and Laione. Gregory later told Matthew that the appellant had said \"not to tell our business.\" Matthew told the social worker he dreamed that something would come down from the sky and lift him away. He also talked about his imaginary \"bad\" brother, \"Invisible Gregory,\" whom he feared. After the interview, the social worker found Matthew crouching behind a door in the waiting room, anxiously saying that \"Invisible Gregory\" had taken money from his pocket.</p>\n<p>The appellant's reaction upon being informed of the children's disclosures was to <span class=\"star-pagination\">*897</span> say she was not surprised about the sexual activity between them, because Matthew had told her about it and she had told them it was inappropriate. She also said there was \"an episode when the children walked in on her having sex\" and \"a time when Laione walked in and saw her performing fellatio on Monte.\"</p>\n<p>The next day, April 23, 2002, the Circuit Court for Montgomery County, sitting as the juvenile court, held an emergency shelter care hearing, and committed the children to the Department for foster care placement. The appellant agreed to drop off medication for Matthew the next day, but did not do so, and also did not give the Department forms so they could access the children's medical records.</p>\n<p>Thereafter, on allegations of fact derived from the children's interviews, the Department filed Child In Need of Assistance (\"CINA\") petitions for all four children. The court held adjudicatory and disposition hearings on May 23 and 24, 2002. The court sustained most of the factual allegations, including allegations that the appellant had engaged in sexual activity with Laione. The court found the children CINA and committed them to the Department's continuing care for foster care placement. It further ordered that the appellant be permitted supervised visitation with the children. The Department's permanency plan for the children at that point was reunification with the appellant.</p>\n<p>Eleven months later, on March 25, 2003, the juvenile court conducted a permanency plan review hearing, pursuant to Md.Code (2002) section 3-823(b)(1)(i) of the Courts and Judicial Proceedings Article (\"CJ\"). At that hearing, the Department took the position that the permanency plan for the children should be changed to termination of parental rights(\"TPR\")/adoption. The appellant opposed such a change.</p>\n<p>The Department called two witnesses: Nancy Atikkan, the Department social worker assigned to the children since September 2002, taking over for Josie Traum, their original social worker; and Polly H. Kraft, M.D., a psychiatrist who examined the children at The Reginald S. Lourie Center for Infants and Young Children (\"Lourie Center\"), and participated with others at that center in evaluating their emotional and mental health problems. The appellant did not call any witnesses. Counsel for the children participated in the hearing but did not call any witnesses.</p>\n<p>The evidence showed that the children at first were placed in two foster homes in Montgomery County: Gregory and Matthew together and Laione and Ashley together. In both situations, the children were aggressive and assaultive, to each other and to property, and had to be moved to separate homes. In addition, Laione told \"sexual lies\" and Ashley engaged in \"sex talk.\"</p>\n<p>In mid-May, Matthew was moved to a second foster home, also in Montgomery County, where he remained and had adjusted well. The other three children went through multiple placements in the first few months after entering shelter care and eventually were placed in therapeutic foster homes in Baltimore City, through the Pressley Ridge Center. (Their dates of entry into therapeutic foster homes were: Gregory  May 10, 2002; Ashley  June 4, 2002; and Laione  August 15, 2002). The three children received therapy at the Pressley Ridge Center, near their foster homes, and Pressley Ridge arranged their visitations with the appellant.</p>\n<p>In the summer of 2002, with three of the children in foster care in Baltimore City, the appellant moved there. Visits were scheduled to take place once a week at the Pressley Ridge Center with all four children, <span class=\"star-pagination\">*898</span> with Matthew being transported to Baltimore by the Department. The appellant immediately requested that the visits be changed to every other week, to accommodate her work schedule at the time.</p>\n<p>According to Ms. Atikkan, even though the appellant lived within walking distance of the Pressley Ridge Center, she did not attend the scheduled visits consistently or reliably. When the visits with all four children together took place, they were chaotic  the children ran around, darting in and out of the room and aggressively interacting with each other, with the appellant exercising little control. As a consequence, the visits were rescheduled to happen individually, every other week, with Matthew's visits in Montgomery County. The appellant continued to miss many of the scheduled visits, and to be late for others. For part of that time, the appellant was working in Takoma Park. When she lost her job and was not employed, however, she did not schedule any additional visits with the children and continued to miss and be late for visits.</p>\n<p>The appellant was very late attending the children's evaluation at the Lourie Center and failed to bring lunch for them (which was necessary because part of the evaluation involved assessing her interactions with the children during a meal together).</p>\n<p>The Department had recommended that the appellant undergo a psychological evaluation, but she had not submitted to one.</p>\n<p>Dr. Kraft testified about the evaluation of the children performed by the Lourie Center in the summer of 2002, and the children's mental health issues. The evaluation was conducted by a team of therapists, including Dr. Kraft, and covered a period of 40 to 50 hours. It consisted of an interview of the appellant; individual sessions with the children; sessions with the children together; sessions with the children with the appellant, and separately with foster parents; and psychological testing.</p>\n<p>Dr. Kraft performed the interview of the appellant. The strongest persistent theme in the interview was that, in the appellant's view, the children's problems were caused by maltreatment by the child welfare system. The appellant expressed anger in insisting that the children were not being tended to properly. She took the position that nothing was wrong with them before they were removed from her care. She would not acknowledge that she had any role in their problems, and would not take responsibility for the problems.</p>\n<p>Dr. Kraft opined that the children's emotional and mental problems were the result of long-term abuse, probably for their entire lives, which could not have been caused merely by being removed from their mother's custody. The appellant's ability to properly socialize the children and keep them safe was, in Dr. Kraft's view, \"severely impaired.\"</p>\n<p>According to Dr. Kraft, Gregory, Laione, and Ashley had suffered serious emotional damage as a result of sexual and physical abuse in their mother's home. They each had diagnosed mental illnesses as a consequence. Gregory's sense of trust was harmed to the point that he exhibited deviant anti-social features, such as lying, stealing, and attempting to trick people as a reaction to feeling tricked himself. Ashley was the most severely emotionally damaged, to the point that the evaluators at first thought she was psychotic. Her sexualized and inappropriate behavior included making an overt sexual advance to one of the interviewing therapists.</p>\n<p>Laione had suffered serious personality damage, marked by a very low sense of self worth. She sexualized all relationships, <span class=\"star-pagination\">*899</span> and resorted to sexual self-stimulation when stressed. Matthew was the only child who had suffered moderate, as opposed to serious, emotional damage. His problems were primarily with anxiety. Dr. Kraft opined that all the children would need to be \"resocialized.\"</p>\n<p>At the conclusion of the hearing, the court decided that the permanency plan would remain reunification, stating, \"I do not think TPR is yet appropriate.\" The court expressed the view that some of the initial problems with the appellant's not participating in visitation could have been a function of distance, and that it was essential that the appellant participate in a psychological evaluation in which she discussed her own background and what had happened to the children while they were in her care. The judge stated that, without such an evaluation, he could not make a judgment about the appropriate plan for the children. He explained:</p>\n<blockquote>So, I want to make it clear by saying it a third time that the mother must participate in this psychological evaluation, in which she tells the evaluator what happened in her childhood that may be significant and what happened in the lives of the children while they were with her that may be significant, so we can look to what has to be done to reunify the children.</blockquote>\n<blockquote>I do not think we've had a full enough opportunity to do that. That's why I can't approve today a Permanency Plan of Termination of Parental Rights. I do not think we've had enough opportunity on behalf of the mother for that to be an appropriate Plan....</blockquote>\n<p>The court ordered that the psychological evaluation of the appellant be performed within 30 days.</p>\n<p>A second permanency plan review hearing was held on October 1, 2003. The Department again requested that the permanency plan be changed to TPR/adoption, and the appellant again opposed that request. Since the first permanency plan review hearing, a psychological evaluation of the appellant had been performed by Michael Gelles, Ph.D., in July 2003. The Department called Dr. Gelles and Ms. Atikkan as witnesses. Counsel for the children called Shelby Morgan, Ph.D., Gregory and Laione's therapist at Pressley Ridge, who also was the supervisor for Ashley's therapist there. The appellant testified on her own behalf.</p>\n<p>Dr. Gelles, a psychologist, testified that, before conducting the evaluation of the appellant, he reviewed documents pertaining to her and to the children, including an intake evaluation of the appellant by a social services agency in Montgomery County, in September 2001. He then interviewed the appellant for about 2 1/2 hours and administered psychological tests. He concluded that the appellant does not have a major psychological condition, but has a personality disorder with passive, aggressive, and avoidance traits that affects her behavior.</p>\n<p>Dr. Gelles found the appellant to have difficulty being consistent and reliable, as a person and consequently as a parent. She told people what she wanted them to hear, in order to portray herself as she wanted to be seen. For example, in her interview in 2001, she reported that, as a child, she was sexually abused by a relative, saw her mother and uncle engaged in sexual relations, and witnessed a murder. She told Dr. Gelles that none of that was true, however, and that she had deliberately lied so she could get housing assistance. Dr. Gelles opined that the appellant's unreliability and her extreme desire to please was such that one could not trust what she said, and only could go by her actions.</p>\n<p>The appellant told Dr. Gelles that none of the abuse reported by the children in <span class=\"star-pagination\">*900</span> her household had happened. She persisted in her denial even when shown a letter Laione had written, in therapy, about the appellant's having engaged in sex acts with Laione. The appellant's reaction was that the letter might have been written by someone else, or that Laione could have been influenced by an outsider to write it. The appellant was angry and upset with the Department, and blamed the children's problems on it. Dr. Gelles testified that the appellant had no insight into the impact her past behavior had had on the children, because she was defensive and in denial about it.</p>\n<p>Ms. Atikkan testified that the children had been in foster care for 16 months. During that time, the appellant had not complied with the service agreements (one of which she signed and two of which she did not). She had not participated in parenting classes that had been offered. She had not consistently signed releases for medical treatment for the children. She had not consistently attended visitation with the children. Out of 68 weeks of visitation, she had seen Gregory 26 weeks, Matthew 14 weeks, Laione 21 weeks, and Ashley 18 weeks. She had not attended school meetings for the children. She had lost several jobs since September 2002.</p>\n<p>Ms. Atikkan further explained that the appellant refused to acknowledge the abuse the children had experienced in her household, and therefore refused to take responsibility for it. Her lack of honesty in acknowledging the circumstances in which the children were sexually abused and consequent lack of empathy for them made it difficult for the children to heal emotionally from their trauma.</p>\n<p>As noted above, the children's counsel called Ms. Morgan to testify. Ms. Morgan, the Clinical Coordinator for Pressley Ridge, is a therapist who specializes in treating sexually abused children. She started treating Laione in September 2002. At that time, Laione would engage in sexual talk during therapy and sexualized behavior at school and in her foster home. She would touch other children sexually at school. She also would ask her foster mother to have sex with her, and would become angry and intentionally wet the bed when her foster mother refused.</p>\n<p>During therapy sessions over the course of a year, Laione made progress and developed some sense of trust. She disclosed more sexual abuse during that time, including sexual abuse by the appellant. Laione worked with Ms. Morgan to try to deal with her persistent sexual thoughts and dreams, by labeling them the \"sex monster,\" and by writing about her feelings. When Ms. Morgan discussed Laione's problems with the appellant, the appellant acknowledged that Laione had been sexually abused, but said she did not know who the perpetrator was.</p>\n<p>Ms. Morgan began treating Gregory in April 2003, after his first counselor left Pressley Ridge. Gregory at first had difficulty expressing any feelings at all. Later, he would talk about his anger. He has engaged in bizarre behavior at his foster home, such as defecating in a potato bag, which he said he did because he was angry. He lies and steals, and does not trust adults.</p>\n<p>Ms. Morgan opined that, while the appellant does have some skills in dealing with the children, she does not have the insight, consistency, or ability to keep them safe outside a highly structured and protective treatment environment. In response to questions from the court, Ms. Morgan testified that Laione had experienced anger when her mother did not show up for visitation, and in one instance had expressed it by writing her a letter saying she was \"sick of her mother not showing up.\" Laione would experience a <span class=\"star-pagination\">*901</span> high amount of anxiety after visits with the appellant. Gregory would react to his mother's not showing for visits by saying that it did not matter to him.</p>\n<p>The appellant testified that she never engaged in sexual abuse of her children and that, to her knowledge, they were not sexually abused in her home.</p>\n<p>Counsel for the parties made closing arguments to the court. The children's lawyer joined in the Department's request to change their permanency plans to adoption. The court ruled from the bench, stating that he was granting the change in plan. The court found that the Department had made reasonable efforts at reunification, citing the evidence provided in the Department's Permanency Planning Report of October 1, 2003, prepared by Ms. Atikkan and Mr. Charly M. Mathews, a Department social worker who is the Supervisor of Sexual Abuse Treatment for \"child welfare services.\" The same day, the court issued written orders changing the children's permanency plans to TPR/adoption.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I</h2>\n<p>At the outset of the proceeding on October 1, 2003, counsel for the Department introduced himself and said: \"Along with me is Nancy Atikkan from the Department, in addition [sic] Joanna Duncan, Josie Traum, Charlie [sic] Mathews, and Dr. Michael Gelles, an independent witness.\" The record reveals that Ms. Duncan is a parent aide with the Department who had assisted the appellant.</p>\n<p>Counsel and the court then took up preliminary matters. Afterward, the Department's lawyer called Dr. Gelles to the stand. (There were no opening statements.) Just as Dr. Gelles was being sworn, counsel for the appellant asked \"that the courtroom be cleared of everyone who isn't a party.\" The judge told counsel to \"wait a minute\" and then asked whether she was asking for a \"rule on witnesses\" and, if so, why.</p>\n<p>The appellant's counsel responded by identifying the various witnesses in the courtroom and saying that Ms. Morgan had not submitted a report. The court denied the motion. It explained that there was not a problem of \"suggestibility,\" <i>i.e.,</i> that any of the other witnesses' testimony would be affected by hearing Dr. Gelles's testimony, because Dr. Gelles would offer opinions as an expert witness, and was not going to testify as a fact witness; and the witnesses in the courtroom also were \"professional\" social worker witnesses.</p>\n<p>During the course of the hearing, the appellant's lawyer objected to the introduction of a number of items of documentary evidence, on the ground of hearsay, and also objected to some witness testimony on hearsay grounds and, in one instance, on the basis of relevancy. The juvenile court overruled these objections. Early on in the proceedings, in rejecting one such objection, the juvenile court ruled that a permanency plan review hearing is a \"species of\" disposition hearing in which, under Rules 5-101(c), and 11-115, strict application of the Maryland Rules of Evidence is discretionary, outside the context of competency of witnesses.</p>\n<p>On appeal, the appellant contends that the juvenile court erred by denying her motion to sequester witnesses and by denying her various evidentiary objections, because it erroneously concluded that the Maryland Rules of Evidence, including Rule 5-615 (sequestration of witnesses), Rule 5-401 (relevancy), and 5-801 through 5-806 (hearsay and exceptions) did not strictly apply to the proceeding. The Department responds that the juvenile court <span class=\"star-pagination\">*902</span> properly reasoned that permanency plan review hearings are dispositional in nature, making application of the Rules of Evidence discretionary; and that the court did not abuse its discretion in denying the sequestration request and in its other evidentiary rulings.</p>\n<p>Subtitle 8 of Title 3 of the Courts and Judicial Proceedings Article governs \"Juvenile Causes  Children in Need of Assistance.\" CJ section 3-810(a) states that, \"[e]xcept otherwise provided in this subtitle, the Maryland Rules govern the format of a petition and of other pleadings and the procedures to be followed by the court and parties under this subtitle.\" The Maryland Rules include Title 11, \"Juvenile Causes,\" and Title 5, \"Evidence.\"</p>\n<p>Section 11-115 of the Juvenile Causes Rules controls disposition hearings. It states, in relevant part at subsection (b), that, at a disposition hearing, \"[i]n the interest of justice, the judge or master may decline to require the strict application of the rules in Title 5 [<i>i.e.,</i> the Rules of Evidence], except those relating to the competency of witnesses.\" Likewise, section 5-101(c) of the Rules of Evidence lists \"[d]isposition hearings under Rule 11-115\" among the proceedings in which \"the court may, in the interest of justice, decline to require strict application of the rules in this Title [<i>i.e.,</i> the Rules of Evidence].\" Rule 5-101(c)(6).</p>\n<p>Thus, under the Maryland Rules, a juvenile court in a disposition hearing in a CINA case has discretion not to strictly apply the Rules of Evidence. That is not the case in an adjudicatory proceeding in a CINA case. CJ section 3-817(b) specifies that in an adjudicatory hearing in a CINA case the Rules of Evidence \"shall apply.\"</p>\n<p>CJ section 3-823, enacted by Laws of Maryland 1996, chapter 595, and entitled \"Permanency plan for out-of-home placement,\" appears in the \"Juvenile Causes  Children in Need of Assistance\" subtitle. The statute controls permanency planning for children who, like the four children in this case, already have been adjudicated CINA and have been committed to the custody of the Department, in a foster care placement. Under CJ section 3-823(h)(1)(i), when a permanency plan is in place, except in circumstances described and not applicable here, the juvenile court \"shall conduct a hearing to review the permanency plan every 6 months until commitment is rescinded or a voluntary placement is terminated.\" At the review hearing, the court shall:</p>\n<blockquote>(i) Determine the continuing necessity for and the appropriateness of the commitment;</blockquote>\n<blockquote>(ii) Determine and document in its order whether reasonable efforts have been made to finalize the permanency plan that is in effect;</blockquote>\n<blockquote>(iii) Determine the extent of progress that has been made toward alleviating or mitigating the causes necessitating the commitment;</blockquote>\n<blockquote>(iv) Project a reasonable date by which a child in placement may be returned home, placed in a preadoptive home, or placed under a legal guardianship;</blockquote>\n<blockquote>(v) Evaluate the safety of the child and take necessary measures to protect the child; and</blockquote>\n<blockquote>(vi) Change the permanency plan if a change in the permanency plan would be in the child's best interest.</blockquote>\n<p>CJ section 3-823(h)(2).</p>\n<p>In <i>In re Damon,</i> <span class=\"citation\" data-id=\"1959752\"><a href=\"/opinion/1959752/in-re-damon-m/\"><span class=\"volume\">362</span> <span class=\"reporter\">Md.</span> <span class=\"page\">429</span></a></span>, <span class=\"citation\" data-id=\"1959752\"><a href=\"/opinion/1959752/in-re-damon-m/\"><span class=\"volume\">765</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">624</span></a></span> (2001), in which the Court held that an order changing a permanency plan for a child adjudicated CINA was an appealable interlocutory order, under CJ section 12-303(3)(x), the Court explained the purpose <span class=\"star-pagination\">*903</span> of the juvenile court's role in permanency planning in CINA cases:</p>\n<blockquote>The permanency plan is an integral part of the statutory scheme designed to expedite the movement of Maryland's children from foster care to a permanent living, and hopefully, family arrangement. It provides the goal toward which the parties and the court are committed to work. It sets the tone for the parties and the court and, indeed, may be outcome determinative. Services to be provided by the local social service department and commitments that must be made by the parent and children are determined by the permanency plan. And, because it may not be changed without the court first determining that it is in the child's best interest to do so, the permanency plan must be in the child's best interest. These are the reasons, no doubt, that the court is charged with determining the plan and with periodically reviewing it, evaluating all the while the extent to which it is being complied with.</blockquote>\n<p><i>Id.</i> at 436, <span class=\"citation\" data-id=\"1959752\"><a href=\"/opinion/1959752/in-re-damon-m/\"><span class=\"volume\">765</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">624</span></a></span>.</p>\n<p>While permanency plan oversight and review is integral to the CINA statutory scheme, it is not an adjudicatory function. In an adjudicatory hearing in a CINA case, the juvenile court's task is to \"determine whether the allegations in the petition, other than the allegation that the child requires the court's intervention, are true.\" CJ section 3-801(c). The court thus is charged with adjudicating the truth <i>vel non</i> of the factual allegations put forth to show that the child in question has been abused or neglected, or has a developmental disability or mental disorder, and that the child's parents, guardian, or custodian are unable or unwilling to give proper care and attention to him and to his needs. CJ section 3-801(f) (defining \"Child In Need of Assistance\").</p>\n<p>In exercising its permanency plan review function, by contrast, the juvenile court is not making findings about past facts that may constitute a basis for court intervention, but is making decisions about the appropriate form of court-sanctioned intervention for the child, by reviewing the permanency plan for the child as originally established in the disposition hearing and assessing the status of the plan and whether it still serves the best interest of the child or needs to be changed to accomplish that goal. The permanency plan review function of the juvenile court thus falls on the dispositional side of the spectrum of decisions the court is charged with making in CINA cases. Accordingly, as in an original disposition hearing, in a permanency plan review hearing, strict application of the Maryland Rules of Evidence is not required. <i>Cf. </i><i>In re Delric H.,</i> 150 Md.App. 234, 249, <span class=\"citation\" data-id=\"2331473\"><a href=\"/opinion/2331473/in-re-delric-h/\"><span class=\"volume\">819</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1117</span></a></span> (2003) (holding that juvenile court has discretion, in the interest of justice, to decline the strict application of the Rules of Evidence in a juvenile restitution hearing).</p>\n<p>As noted, Rule 5-615, governing sequestration of witnesses, is part of the Maryland Rules of Evidence. The appellant correctly points out that, under Rule 5-615(a), upon request of a party before the start of testimony, and except as otherwise provided in the rule, the court \"shall order witnesses excluded so that they cannot hear the testimony of other witnesses.\" <i>See also </i><i>Tharp v. State,</i> <span class=\"citation\" data-id=\"2070400\"><a href=\"/opinion/2070400/tharp-v-state/\"><span class=\"volume\">362</span> <span class=\"reporter\">Md.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"2070400\"><a href=\"/opinion/2070400/tharp-v-state/\"><span class=\"volume\">763</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">151</span></a></span> (2000); <i>Hill v. State,</i> 134 Md.App. 327, <span class=\"citation\" data-id=\"1926358\"><a href=\"/opinion/1926358/hill-v-state/\"><span class=\"volume\">759</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1164</span></a></span> (2000). For the reasons we have explained, however, in the October 1, 2003 permanency review hearing, the juvenile court was not bound to strictly apply Rule 5-615(a), and hence was not required to order the exclusion of witnesses upon being asked to do so before the testimony began. Instead, the court had discretion to exclude the witnesses.</p>\n<p><span class=\"star-pagination\">*904</span> We cannot conclude, from our review of the record, that the juvenile court's decision not to sequester the witnesses at the October 1, 2003 permanency plan hearing was an abuse of its discretion. Dr. Gelles's presence in the courtroom was not at issue, because he was being called by the Department as its first witness. The court explained that Dr. Gelles's primary function as a witness was to express expert opinions, not to communicate facts that would \"suggest\" to other witnesses the content of their testimony. The court further reasoned that the other witnesses, Ms. Atikkan and Ms. Morgan in particular, were professional mental health witnesses who would be offering opinions about the children based on the facts of the children's cases as they knew them and on their own assessments of the children.</p>\n<p>The court also would have been aware that, during the March 25, 2003 permanency plan review hearing, the Department had designated Ms. Atikkan as its representative; and thus, that, even if Rule 5-615 were applicable in strict form, Ms. Atikkan would have been a witness not subject to exclusion, under subsection (b), which provides that the court \"shall not exclude,\" <i>inter alia,</i>\"an officer or employee of a party that is not a natural person designated as its representative by its attorney.\" Rule 5-615(b)(2).</p>\n<p>The only other witness who testified, and was present when Dr. Gelles and Ms. Atikkan testified, was Ms. Morgan, who as noted was called by the children's counsel, and testified in her capacity as a treating therapist about the emotional problems suffered by Gregory, Laione, and Ashley and the progress of their treatment in therapy; and gave her professional opinion that the appellant was not capable of providing them a safe environment. The juvenile court's decision not to sequester Ms. Morgan was not unreasonable, given her primary role as a treating and or consulting therapist for three of the children.</p>\n<p>In summary, the juvenile court correctly concluded that the Maryland Rules of Evidence did not strictly apply to the permanency plan review hearing, and on that basis exercised discretion, which was not abused, in ruling on the appellant's sequestration request. The appellant's additional evidentiary argument, that the juvenile court improperly admitted evidence that should have been excluded as hearsay, and in one instance admitted evidence that is not relevant, is based solely on the contention that the juvenile court was required to strictly apply the Rules of Evidence. (She does not present an alternative argument that, in the absence of the strict application of the Rules of Evidence to the hearing, the court otherwise abused its discretion in making its rulings. Indeed, she does not particularize her arguments to address any specific ruling.) For the reasons we have explained, this argument is without merit.</p>\n<p></p>\n<h2>II</h2>\n<p>CJ section 3-810(b) provides:</p>\n<blockquote>\n<i>Confidentiality; exclusion of general public.</i>  (1) in any proceeding in which a child is alleged to be in need of assistance, the court may exclude the general public from a hearing and admit only those persons having a direct interest in the proceeding and their representatives.</blockquote>\n<blockquote>(2) The court shall exclude the general public from a hearing where the proceedings involve discussion of confidential information from the child abuse and neglect report and record, or any information obtained from the child welfare agency concerning a child or family who is receiving Title IV-B child welfare services or Title IV-E foster care or adoption assistance.</blockquote>\n<p><span class=\"star-pagination\">*905</span> The appellant contends that the juvenile court was required, by subsection (b)(2), to exclude Ms. Traum, Ms. Duncan, and Mr. Mathews from the courtroom, because they were members of the general public; and its failure to do so constituted reversible error. (In apparent recognition that Ms. Atikkan was representing the Department at the hearing, the appellant does not argue that the court was required to exclude her from the proceedings.)</p>\n<p>The Department responds that the three people in question were not members of the \"general public,\" in the sense used in the statute, because they worked for the Department and had had involvement with the children; therefore, the statute did not require that they be excluded. In addition, the Department argues that any error on the part of the juvenile court in complying with the statute did not prejudice the appellant and therefore is not proper ground for reversal.</p>\n<p>It is not necessary to address the question whether the juvenile court erred by not excluding Ms. Traub, Ms. Duncan, and Mr. Mathews from the courtroom, under CJ section 3-810(b)(2), because we agree with the Department that there is nothing to show that the appellant was prejudiced by the court's inaction. CINA cases are civil proceedings. <i>See </i><i>In re Emileigh F</i>., <span class=\"citation\" data-id=\"1907083\"><a href=\"/opinion/1907083/in-re-emileigh/\"><span class=\"volume\">353</span> <span class=\"reporter\">Md.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"1907083\"><a href=\"/opinion/1907083/in-re-emileigh/\"><span class=\"volume\">724</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">639</span></a></span> (1999); <i>see also </i><i>In re John P.,</i> <span class=\"citation\" data-id=\"1956996\"><a href=\"/opinion/1956996/in-re-john-p/\"><span class=\"volume\">311</span> <span class=\"reporter\">Md.</span> <span class=\"page\">700</span></a></span>, 707, <span class=\"citation\" data-id=\"1956996\"><a href=\"/opinion/1956996/in-re-john-p/\"><span class=\"volume\">537</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">263</span></a></span> (1988). It is well settled in Maryland that a judgment in a civil case will not be reversed in the absence of a showing of error <i>and</i> prejudice to the appealing party. <i>Muthukumarana v. Montgomery County,</i> <span class=\"citation\" data-id=\"1435335\"><a href=\"/opinion/1435335/muthukumarana-v-montgomery-county/\"><span class=\"volume\">370</span> <span class=\"reporter\">Md.</span> <span class=\"page\">447</span></a></span>, 477 n. 20, <span class=\"citation\" data-id=\"1435335\"><a href=\"/opinion/1435335/muthukumarana-v-montgomery-county/\"><span class=\"volume\">805</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">372</span></a></span> (2002) (quoting <i>Benik v. Hatcher,</i> <span class=\"citation\" data-id=\"1926764\"><a href=\"/opinion/1926764/benik-v-hatcher/\"><span class=\"volume\">358</span> <span class=\"reporter\">Md.</span> <span class=\"page\">507</span></a></span>, 537, <span class=\"citation\" data-id=\"1926764\"><a href=\"/opinion/1926764/benik-v-hatcher/\"><span class=\"volume\">750</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">10</span></a></span> (2000)). In that context, prejudice means that it is likely that the outcome of the case was negatively affected by the court's error. <i>State Roads Comm. v. Kuenne,</i> <span class=\"citation\" data-id=\"1923266\"><a href=\"/opinion/1923266/state-roads-comm-v-kuenne/\"><span class=\"volume\">240</span> <span class=\"reporter\">Md.</span> <span class=\"page\">232</span></a></span>, 235, <span class=\"citation\" data-id=\"1923266\"><a href=\"/opinion/1923266/state-roads-comm-v-kuenne/\"><span class=\"volume\">213</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">567</span></a></span> (1965); <i>McQuay v. Schertle,</i> 126 Md.App. 556, 587, <span class=\"citation\" data-id=\"2342602\"><a href=\"/opinion/2342602/mcquay-v-schertle/\"><span class=\"volume\">730</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">714</span></a></span> (1999) (citing <i>Harris v. David S. Harris, P.A.,</i> <span class=\"citation\" data-id=\"1967383\"><a href=\"/opinion/1967383/harris-v-harris/\"><span class=\"volume\">310</span> <span class=\"reporter\">Md.</span> <span class=\"page\">310</span></a></span>, 319, <span class=\"citation\" data-id=\"1967383\"><a href=\"/opinion/1967383/harris-v-harris/\"><span class=\"volume\">529</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">356</span></a></span> (1987)).</p>\n<p>In the case at bar, there is nothing in the record to suggest, or from which we may infer, that the juvenile court's ruling changing the permanency plan for the four children from reunification to TPR/adoption was in any way affected, one way or the other, by the presence of Ms. Traub, Ms. Duncan, and Mr. Mathews in the courtroom during the hearing. In the absence of any showing of prejudice, we shall not disturb the juvenile court's ruling on the basis asserted.</p>\n<p></p>\n<h2>III.</h2>\n<p>Finally, the appellant contends that the juvenile court's finding that the Department used reasonable efforts to finalize the permanency plan for reunification that was in effect was not supported by the evidence. She argues that the evidence showed only that the Department made \"generalized\" efforts, and not efforts sufficiently tailored to her needs. In support, she relies upon <i>In re Adoption/Guardianship Nos. J9610436 and J9711031,</i> <span class=\"citation\" data-id=\"2054333\"><a href=\"/opinion/2054333/in-re-adoption-j9610436/\"><span class=\"volume\">368</span> <span class=\"reporter\">Md.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"2054333\"><a href=\"/opinion/2054333/in-re-adoption-j9610436/\"><span class=\"volume\">796</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">778</span></a></span> (2002).</p>\n<p>The October 1, 2003 Permanency Plan Report listed the following steps that had been taken by the Department in an effort to accomplish reunification:</p>\n<blockquote><i>REASONABLE EFFORTS TO ACHIEVE THE PLAN OF REUNIFICATION:</i></blockquote>\n<blockquote> On-going efforts (telephone and in person) to engage Ms. B. in reunification and treatment planning, to maintain regular contact including weekly visitations with children and individual meetings with this social worker.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*906</span>  Close collaboration with the PRYDE program, including regular telephone contact and group consultations to follow up to ensure that the medical, psychological and educational needs of the children are being met.</blockquote>\n<blockquote> Arranging and supervising visits, between Ms. B. and her children, including sibling visits.</blockquote>\n<blockquote> Providing transportation to the children to have visit with Ms. B. and for sibling visitation.</blockquote>\n<blockquote> Sexual abuse Trauma and Mental Health evaluation services, including an evaluation through the Reginald S. Lourie Center for the children and Ms. B. and follow up consultation at the Center on September 26, 2002, to assist Ms. B. in understanding the nature and severity of the sexual abuse trauma suffered by her children and to enlist her participation in treatment planning.</blockquote>\n<blockquote> Individual therapy for Laione, Gregory, and Ashley through therapists at [Pressley Ridge], including regular psychiatric follow up by Dr. Alix Rey, consulting psychiatrist; individual therapy for Matthew through the Washington Assessment and Therapy Services (WATS); and arranging one payment for a psychological evaluation of Ms. B. by Dr. Michael Gelles.</blockquote>\n<blockquote> Community Service Aids.</blockquote>\n<blockquote> Placement of Gregory, Ashley and Laione in therapeutic foster homes through PRYDE of Baltimore and a stable foster care placement for Matthew in Montgomery County.</blockquote>\n<blockquote> Referrals for parenting classes.</blockquote>\n<blockquote> Overseeing that Gregory received medical intervention and treatment for his laryngeal mass which was a problem of long standing. This intervention included arranging clinic appointments, transporting him to clinic appointments and to the hospital for surgery.</blockquote>\n<blockquote> Assisting with the coordination for Gregory's Sheppard Pratt Hospital admission, visits to the hospital, and discharge planning.</blockquote>\n<blockquote> Crisis intervention.</blockquote>\n<p>In addition, as recited above, Ms. Atikkan testified about services that were offered to the appellant, such as parenting classes, that she did not avail herself of.</p>\n<p>In <i>In re Adoption/Guardianship Nos. J9610436 and J9711031, supra,</i> <span class=\"citation\" data-id=\"2054333\"><a href=\"/opinion/2054333/in-re-adoption-j9610436/\"><span class=\"volume\">368</span> <span class=\"reporter\">Md.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"2054333\"><a href=\"/opinion/2054333/in-re-adoption-j9610436/\"><span class=\"volume\">796</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">778</span></a></span>, a termination of parental rights case, the Court of Appeals held that, as a matter of law, the department of social services had not offered adequate reunification services to a mother who was developmentally disabled because the services it offered were not tailored to a person with her disabilities. The case at bar is readily distinguishable. Here, the evidence showed that the appellant does not have a mental or developmental disability that would make her not amenable to the general, ordinary type of reunification services that in fact were offered to her. Rather, as Dr. Gelles testified, she has a personality disorder, which he described as a style of interacting with the world, characterized by lack of honesty, reliability, consistency, and empathy.</p>\n<p>The Department was not required to tailor services to meet the appellant's personality disorder. The appellant could have benefited from the services actually offered, but, as the evidence showed, did not, in large part because she was denying the most significant reality of her children's lives: that she raised them in a deviant environment in which sexual activity between adults and young children in the same household was the norm.</p>\n<p>There was competent and material evidence before the juvenile court that the <span class=\"star-pagination\">*907</span> Department made efforts that the appellant could have taken advantage of to effect a reunification. The court's finding that reasonable efforts were made was supported by the evidence and was not clearly erroneous.</p>\n<p>ORDER AFFIRMED. COSTS TO BE PAID BY THE APPELLANT.</p>\n<h2>NOTES</h2>\n<p>[1]  At oral argument before this Court, on June 1, 2004, counsel for the appellant stated that, during the pendency of this appeal, the Department had filed petitions for guardianship of the four children with right to consent to adoption, <i>i.e.,</i> to terminate the appellant's parental rights; that the appellant objected only in the cases of the two male children; and that this appeal therefore \"may be moot\" as to the two female children. The issues raised on appeal cannot be segregated out between the children, however. For that reason, our analysis of the issues does not change.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1435335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1907083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1923266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1956996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1959752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1967383/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2054333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2070400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2331473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342602/"
          ]
        }
      ],
      "judges": "Panel Davis",
      "date_created": "2014-10-30T22:34:24.902518Z",
      "date_modified": "2016-03-03T22:00:25.564364Z",
      "date_filed": "2004-07-20",
      "date_filed_is_approximate": false,
      "slug": "in-re-ashley-e",
      "citation_id": 2299399,
      "case_name_short": "In Re Ashley E.",
      "case_name": "In Re Ashley E.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "854 A.2d 893",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2196753/in-re-ashley-e/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:34:24.900110Z",
  "date_modified": "2014-10-30T22:34:24.900110Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Ashley E.",
  "case_name": "In Re Ashley E.",
  "case_name_full": "",
  "slug": "in-re-ashley-e",
  "docket_number": "1907, Sept. Term, 2003",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}