{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2213645/",
  "id": 2213645,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343230/",
      "id": 2343230,
      "absolute_url": "/opinion/2343230/com-v-mistler/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/5515/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5516/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5521/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5522/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5527/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5551/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5563/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2213645/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2343230/",
          "id": 2343230,
          "absolute_url": "/opinion/2343230/com-v-mistler/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343230/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:01.156436Z",
          "date_modified": "2017-04-09T12:10:18.135233Z",
          "type": "010combined",
          "sha1": "5f67fb03eebce4e4e8ce8e09b1cc159185437e81",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>912 A.2d 1265 (2006)</b></center>\n<center><h1>COMMONWEALTH of Pennsylvania, Appellant,<br>\nv.<br>\nDouglas MISTLER, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nJoanna Oliver, Appellee.<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nPatrick Luddy, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nStacey Gillespie, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nKali Warren, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nPaul Mudd, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nHillary Kozak, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nElise Sterbinsky, Appellee.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued April 5, 2006.</center>\n<center>Decided December 27, 2006.</center>\n<p><span class=\"star-pagination\">*1267</span> Peter Hobart, Esq., (Nos. 154, 155), Joseph W. Carroll, III, Esq., (Nos. 154, 155), Nicholas J. Casenta, Jr., Esq., (Nos. 154, 156-161), for Commonwealth of Pennsylvania.</p>\n<p>Dawson R. Muth, Esq., Phillip Alan Simon, Esq., West Chester, for Douglas Mistler.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Joanna Oliver.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Patrick Luddy.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Stacey Gillespie.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Kali Warren.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Paul Mudd.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Hillary Kozak.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Elise Sterbinsky.</p>\n<p>BEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>Justice NEWMAN.</p>\n<p>Today we are asked by the Chester County District Attorney's Office (\"the Commonwealth\") to review the propriety of the determinations of the Court of Common Pleas of Chester County (\"suppression court\") and the Superior Court, both of which held that all evidence obtained as a result of the detentions in question is inadmissible. For the reasons set forth <i>infra,</i> we hold that the suppression of the evidence was proper. Accordingly, we affirm, albeit on different grounds, the Order of the Superior Court.</p>\n<p></p>\n<h2><i>FACTS AND PROCEDURAL HISTORY</i></h2>\n<p>We recite the facts as stated by the suppression court:</p>\n<blockquote>On April 3, 2003, following an undercover operation, Pennsylvania State Liquor Control Enforcement Officers ([] \"LCE [officers]\") and the West Chester Police ( []\"WCP\") issued under-age drinking citations to a group of students who were attending a party at Sigma Pi fraternity. On this night, Sigma Pi fraternity . . . opened their fraternity house to the public for a party by selling tickets for admission. The tickets were required to be presented before a person could gain entry to the party, and allowed students to purchase alcoholic beverages once inside the fraternity house. The undercover LCE officers, who were dressed in plain clothing, obtained their tickets from the West Chester Police Department a few days before the party. The Department had obtained them from a student. The LCE officers were able to enter the party with relative ease. Upon entry, the LCE officers presented their tickets to a person seated behind a table who then checked the tickets against a list. The <span class=\"star-pagination\">*1268</span> person seated behind the desk then marked the officers' hands, and allowed them to enter the party. The LCE officers then made their way to the basement of the fraternity house where they observed a makeshift bar where people who appeared to be students were being served and were consuming alcoholic beverages. From their observations, the LCE officers generally gathered that many of the students, who seemed youthful in appearance, were under the age of 21. The LCE officers had not procured a search warrant before entering the fraternity house.</blockquote>\n<blockquote>As the crowd in the basement began to multiply, the LCE officers believed it was necessary, for safety purposes, to call in the detail of the WCP. The WCP were uniformed police officers, and they did not procure a search warrant before entering the fraternity house. When the WCP arrived, the LCE officers stopped the party and began to \"card\" each student by checking their drivers' licenses for identification. Based on their ages, LCE officers divided the students into two groups: those that were over the age of 21, and those that were under the age of 21. Those who were over the age of 21 were told that they were free to leave, and the under 21s were further detained. Upon detention of the students under the age of 21, the WCP and the LCE officers administered PBTs,[<sup>[1]</sup>] and began to question students concerning whether or not they had been drinking. Based on the PBT information, students' admissions that they had been drinking, and LCE officers' observations, LCE officers issued underage drinking citations to 56 students.</blockquote>\n<p><i>Commonwealth v. Mistler,</i> Nos. 3284 et al. M.D.2003, at 2-3 (C.P. Pa. Chester Feb. 6, 2004) (hereinafter \"Feb. Supp. ct. Op.\").</p>\n<p>On July 11, 2003, District Justice Mark A. Bruno held an initial suppression hearing and conducted summary trials, subsequently finding all of the defendants guilty of underage drinking. Feb. Supp. ct. Op. at 3. The twenty-four students then filed Summary Appeals to the suppression court. After granting a Motion to Consolidate, the suppression court held a suppression hearing on October 22, 2003, <i>id.,</i> and issued an Opinion on February 6, 2004, holding, <i>inter alia,</i> that on the record presented, further evidence of a \"particularized connection\" between the crime charged and the people detained was required, <i>id.</i> at 11. Because of this conclusion, the suppression court granted the Motion to Suppress. (Reproduced Record (\"R.R.\") at 259a).</p>\n<p>The Commonwealth appealed the grant of suppression. In a published opinion, the Superior Court affirmed the suppression court, <i>Commonwealth v. Mistler,</i> 869 A.2d 497 (Pa.Super.2005), and subsequently denied a request of the Commonwealth for reargument <i>en banc.</i> The Commonwealth then sought Allowance of Appeal to this Court, which we granted by Order dated December 28, 2005.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>When reviewing the propriety of a suppression order, an appellate court is required to determine whether the record supports the suppression court's factual findings and whether the inferences and legal conclusions drawn by the suppression court from those findings are appropriate. <i>Commonwealth v. Davis,</i> 491 Pa. 363, 421 A.2d 179 (1980). Because the students prevailed in the suppression court, we may consider only the evidence of the defense and so much of the evidence for the Commonwealth <span class=\"star-pagination\">*1269</span> as remains uncontradicted when read in the context of the record as a whole. Where the record supports the factual findings of the suppression court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error. <i>Commonwealth v. Bomar,</i> 573 Pa. 426, 826 A.2d 831, 842 (2003) (citations omitted). However, where the appeal of the determination of the suppression court turns on allegations of legal error, \"[t]he suppression court's conclusions of law . . . are not binding on an appellate court, whose duty it is to determine if the suppression court properly applied the law to the facts.\" <i>Commonwealth v. Nester,</i> 551 Pa. 157, 709 A.2d 879, 881 (1998). As a result, the conclusions of law of the suppression and Superior courts are subject to plenary review. <i>Commonwealth v. Morley,</i> 545 Pa. 420, 681 A.2d 1254 (1996).</p>\n<p>In granting suppression, both the suppression court and the Superior Court relied extensively on the Superior Court's prior decision in <i>Commonwealth v. Wood,</i> 833 A.2d 740 (Pa.Super.2003), <i>aff'd,</i> 580 Pa. 561, 862 A.2d 589 (2004). In <i>Wood:</i></p>\n<blockquote>Pennsylvania State Trooper Taylor was assigned as a liquor enforcement officer and had been in that assignment for approximately a year and a half at the time of the incident. . . . On February 27, 2001, Trooper Taylor, along with other officers, was working an assigned detail for the Mardi Gras celebration on South Street in Philadelphia. The officers were on South Street as a result of their sergeant having received reports from the Philadelphia Police Department Vice Unit that there was a good chance [the officers] would be finding a lot of underage drinking because it's a well-known party on South Street during Mardi Gras. Along with several other officers from the State Liquor Control Department, Trooper Taylor entered the \"Name That Bar\" on South Street.</blockquote>\n<p><i>Id.</i> at 743. Once inside the bar, Trooper Taylor and the other officers, relying on their \"experience,\" and based solely on whether a bar patron \"looked to be under the age of 21,\" asked the bar patrons for identification, a process known as carding. <i>Id.</i> After finding several underage patrons, the officers separated all those under twenty-one years of age in a different area of the bar, and those individuals were not free to leave that area. <i>Id.</i> at 743-44. Any patron over the age of twenty-one was ordered to leave the bar. <i>Id.</i> at 744. Trooper Taylor testified that the officers first would determine a particular patron's age and next would ascertain whether or not they had been drinking alcohol. <i>Id.</i></p>\n<p>Once the officers identified Colleen Wood (\"Wood\") as being seventeen years old, and only after she was segregated along with the other patrons who were \"youthful in appearance,\" Trooper Taylor overheard Wood declare that although she had not been drinking in that bar, she had been drinking that evening. <i>Id.</i> It was based upon this declaration alone that Wood was \"set aside\" to \"get in line and be cited for underage drinking.\" <i>Id.</i> Trooper Taylor offered no testimony that she or anybody else had observed Wood purchasing, attempting to purchase, consuming, or possessing any alcoholic beverages in the \"Name That Bar.\" <i>Id.</i> Wood's confession of prior consumption of alcohol arose only after she had been detained for investigation, without any observed suspicious or criminal conduct on her part and her detention was based solely on her appearance. <i>Id.</i></p>\n<p>In that case, the Superior Court concluded that the police lacked a reasonable suspicion to detain Wood. It noted that the police \"did not observe [Wood] drinking <span class=\"star-pagination\">*1270</span> alcoholic beverages. Nor did they observe her possessing, purchasing, or attempting to purchase alcoholic beverages. The individualized observation of suspicious conduct of the particular person detained . . . [was] totally lacking.\" <i>Id.</i> at 748. The Superior Court therefore held that the suspicion was unreasonable, and the detention resulting therefrom was unlawful. Because the detention was unlawful, the statement of Wood was acquired unlawfully and was inadmissible.</p>\n<p>In the instant case, the suppression court relied on <i>Wood</i> when it concluded that the requisite reasonable suspicion existed in order to subject the students to an investigative detention.<sup>[2]</sup> Specifically, it noted that \"it was when defendants were divided into the under 21 group that the encounter rose to the level of an investigative detention.\" Feb. Supp. ct. Op. at 11. The suppression court then questioned whether the LCE officers' general observations of the conduct of the students in the basement were sufficient to support a finding of reasonable articulable suspicion in order to justify the investigative detention of each particular student. Relying on <i>Wood,</i> the suppression court concluded that the observations were insufficient to support an investigative detention as to any particular student because the officers lacked evidence of a particularized connection between the illegal activity and each individual student. The Superior Court approved of this reasoning when it affirmed the Order of the suppression court.</p>\n<p>However, the present matter cannot be resolved merely by relying on <i>Wood,</i> because the instant case presents a question that was not at issue in <i>Wood.</i> Today, we must determine the constitutionality of the detention of a large group of people regardless of individualized suspicion.<sup>[3]</sup></p>\n<p>The parties do not dispute that the students were detained when held at the fraternity house during the investigation. Thus, we are not faced with determining whether a seizure occurred,<sup>[4]</sup> but rather whether the seizure that did occur was justified under the Fourth Amendment to the United States Constitution<sup>[5]</sup> and Article 1, Section 8 of the Pennsylvania Constitution.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*1271</span> \"In order to determine the reasonableness of a particular search or seizure a balancing analysis is utilized, wherein the intrusion on the individual of a particular law enforcement practice is balanced against the government's promotion of legitimate interests.\" <i>Commonwealth v. Blouse,</i> 531 Pa. 167, 611 A.2d 1177, 1178 (1992) (citing <i>Brown v. Texas,</i> 443 U.S. 47, 99 S.Ct. 2637, 61 L.Ed.2d 357 (1979)). A primary concern when balancing opposing interests is protecting the individual from arbitrary invasions resulting from the broad discretion of the officers. The reasonableness of a seizure that is less intrusive than a traditional arrest depends upon the weighing of three factors: (1) \"the severity of the interference with individual liberty;\" (2) \"the degree to which the seizure advances the public interest;\" and (3) \"the gravity of the public concerns served by the seizure[.]\" <i>Id.</i> at 50-51, 99 S.Ct. 2637; <i>see also </i><i>Commonwealth v. Beaman,</i> 583 Pa. 636, 880 A.2d 578, 582 (2005).</p>\n<p>In addition to the reasonableness of the search and seizure, the Fourth Amendment generally requires the presence of individualized suspicion to justify a seizure. <i>City of Indianapolis v. Edmond,</i> 531 U.S. 32, 37, 121 S.Ct. 447, 148 L.Ed.2d 333 (2000); <i>Beaman,</i> 880 A.2d at 582. The courts of this Commonwealth and federal courts have recognized limited circumstances where the general rule does not apply. In these cases, the courts have approved of \"certain regimes of suspicionless searches where the program was designed to serve `special needs, beyond the normal need for law enforcement.'\" <i>City of Indianapolis,</i> 531 U.S. at 37, 121 S.Ct. 447; <i>accord </i><i>Commonwealth v. Cass,</i> 551 Pa. 25, 709 A.2d 350, 355-56 (1998). The inquiry in those cases that lacked individualized suspicion \"focuses on whether the search itself is reasonable considering the governmental interest in conducting the search when balanced against the level of intrusion occasioned by the search.\" <i>Id.</i> at 356.</p>\n<p>The United States Supreme Court has permitted suspicionless searches in the areas of: (1) drug tests, <i>see, e.g., </i><i>Vernonia Sch. Dist. 47J v. Acton,</i> 515 U.S. 646, 115 S.Ct. 2386, 132 L.Ed.2d 564 (1995) (holding that random drug testing of student-athletes was constitutional); <i>Nat'l Treasury Employees v. Von Raab,</i> 489 U.S. 656, 109 S.Ct. 1384, 103 L.Ed.2d 685 (1989) (deeming constitutional drug tests for United States Customs Service employees seeking transfer or promotion to certain positions); <i>Skinner v. Ry. Labor Executives' Ass'n,</i> 489 U.S. 602, 109 S.Ct. 1402, 103 L.Ed.2d 639 (1989) (upholding drug and alcohol tests for railway employees involved in train accidents or found to be in violation of particular safety regulations); (2) certain administrative purposes, <i>see, e.g., </i><i>N.Y. v. Burger,</i> 482 U.S. 691, 702-04, 107 S.Ct. 2636, 96 L.Ed.2d 601 (1987) (noting the constitutionality of warrantless administrative inspection of premises of \"closely regulated\" business); <i>Camara v. Mun. Court of City and County of S.F.,</i> 387 U.S. 523, 534-39, 87 S.Ct. 1727, 18 L.Ed.2d 930 (1967) (upholding an administrative inspection to ensure compliance with city housing code); (3) border patrol checkpoints, <i>see e.g., </i><i>United States v. Martinez-Fuerte,</i> 428 U.S. 543, 96 S.Ct. 3074, 49 L.Ed.2d 1116 (1976); and (4) sobriety checkpoints, <i>see, e.g., </i><i>Mich. Dep't of State Police v. Sitz,</i> 496 U.S. 444, 110 S.Ct. 2481, 110 L.Ed.2d 412 (1990).</p>\n<p>Similarly, this Court has upheld such suspicionless searches and seizures in the following contexts: (1) vehicle checkpoints, <i>see, e.g., </i><i>Blouse,</i> 611 A.2d at 1179 (holding that suspicionless vehicle stops at fixed checkpoints to detect and remove unlicensed <span class=\"star-pagination\">*1272</span> drivers and dangerous automobiles from the road are constitutional); (2) weapons and drugs searches at public schools, <i>see, e.g., </i><i>In re F.B.,</i> 555 Pa. 661, 726 A.2d 361, 368 (1999) (deeming constitutional suspicionless point-of-entry search for weapons at public school); <i>Cass,</i> 709 A.2d at 365 (finding that suspicionless canine-sniff drug search of student lockers at public school does not violate Article 1, Section 8 of the Pennsylvania Constitution); <i>but see </i><i>Theodore v. Del. Valley Sch. Dist.,</i> 575 Pa. 321, 836 A.2d 76, 91 (2003) (invalidating, under the state Constitution, the random drug testing of extracurricular participants and student drivers, where the record contained no evidence that a drug problem existed at the school or that the targeted group was particularly prone to drug use).</p>\n<p>Having identified the framework necessary for our analysis, we now turn to a consideration of whether the search at issue satisfies its requirements. The Commonwealth argues that, upon balancing these three factors, it is clear that such a general search is legal and that suppression should be denied. We disagree.</p>\n<p>As to the first prong, the interference with individual liberty was significant. Students who paid to attend the party entered the fraternity house with the reasonable expectation that they would be able to leave at will. Nevertheless, that reasonable expectation was frustrated when the LCE officers detained students under the age of twenty-one.</p>\n<p>Next, we must assess the degree to which the seizure advanced the public interest. Certainly, the public has an interest in deterring underage consumption of alcohol. This is evident by, <i>inter alia,</i> the Pennsylvania statute outlawing such behavior. 18 Pa.C.S § 6308. Yet we see no evidence, and the Commonwealth has presented none, that the methods employed in this case are more effective in reducing underage drinking than a myriad of other available options.</p>\n<p>Finally, we must address the gravity of the public concern served by the seizure. The United States Supreme Court has held that it would not deem the \"general interest in crime control\" as a justifiable reason for a regime of suspicionless stops; it has not condoned suspicionless searches where the program is aimed at uncovering evidence of ordinary criminal wrongdoing. <i>City of Indianapolis,</i> 531 U.S. at 42, 121 S.Ct. 447. In the instant case, we can identify no factor that elevates the level of public concern regarding underage drinking beyond that of \"a general interest in crime control.\" The Commonwealth, in its efforts to justify the seizure, presents no evidence that prosecution of underage drinkers qualifies as one of the few areas of criminal wrongdoing for which a regime of suspicionless stops should be deemed constitutional.</p>\n<p>It is clear to this Court that there is a critical distinction between the types of crimes and public concerns where detentions lacking individualized suspicion are allowed and the crime at issue in the instant matter. Where this Court and the United States Supreme Court have permitted generalized, suspicionless searches, they have consistently noted that those searches served a paramount public interest. For example, this Court has found that roadblocks to identify and apprehend drunk drivers support an interest of grave importance to the Commonwealth. <i>Commonwealth v. Tarbert,</i> 517 Pa. 277, 535 A.2d 1035, 1042-43 (1987); <i>Blouse,</i> 611 A.2d at 1179-80. We have also noted that \"drunk drivers pose a serious danger in the cost to human life. Drunk Drivers also escalate economic costs state-wide in property damage and increased insurance premiums.\" <i>Cass,</i> 709 A.2d at 361. In the <span class=\"star-pagination\">*1273</span> context of searches of schoolchildren, we have highlighted that \"it is exceedingly important to understand that first and foremost, the citizens of this Commonwealth entrust the safety and welfare of their children to school officials each time a student crosses the threshold of the school building.\" <i>In re F.B.,</i> 726 A.2d at 367; <i>see also </i><i>Vernonia,</i> 515 U.S. at 653, 115 S.Ct. 2386; <i>but see </i><i>Theodore,</i> 836 A.2d at 96 (noting that absent sufficient proof of a drug problem in the school district, a suspicionless search is unconstitutional).</p>\n<p>Given the absence of such a paramount public interest in the instant case, we believe that the suspicionless stop <i>sub judice</i> violated both the Fourth Amendment to the United States Constitution and Article 1, Section 8 of the Pennsylvania Constitution.<sup>[7]</sup> The conduct of the LCE officers and the WCP does not comport with constitutional requirements as it failed to address an area of paramount importance. Rather, the actions of the officers were geared toward general crime control and the discovery of ordinary criminal wrongdoing, which the United States Supreme Court has deemed insufficient to justify a suspicionless stop. <i>City of Indianapolis,</i> 531 U.S. at 42, 121 S.Ct. 447. Such acts, absent a cause of heightened importance to the citizenry of the Commonwealth, cannot support a suspicionless detention.</p>\n<p>Further, we take this opportunity to note our disagreement with the Superior Court's reliance on the suggestion of the suppression court that the citations issued to the students could have been used as evidence to support the very detention during which these citations were given. The suppression court in the instant matter noted that, according to the reasoning in <i>Wood,</i> the Commonwealth had the burden of proving that each particular student was present at the fraternity house and had given some indicia that he or she had been drinking. <i>Commonwealth v. Mistler,</i> Nos. 3284, 4108, 3119, 3416, 3417, 3405, 3413, 3315 M.D.2003, at 5 (C.P. Chester May 28, 2004) (hereinafter \"May Supp. ct. Op.\"). It noted that it \"would have considered it sufficient to prove identification if the Commonwealth had presented evidence . . . that each [student] had been identified as one of those detained at the fraternity house . . . because he or she was under the age of 21.\" <i>Id.</i> Specifically, the suppression court suggested that it would have been reasonable for the Commonwealth to demonstrate that the officers used a driver's license or other identification to prepare the citation issued to the particular student. Noting that the Commonwealth failed to present any such evidence, the suppression court concluded that the Commonwealth failed to prove that the person stopped was involved in the activity of underage drinking, as required by <i>Wood. Id.</i> at 6.</p>\n<p>It is axiomatic that the fruits of a search or seizure cannot be used to justify that very seizure. <i>Commonwealth v. Hunt,</i> 280 Pa.Super. 205, 421 A.2d 684, 687-88 (1980) (citing <i>Sibron v. New York,</i> 392 U.S. 40, 88 S.Ct. 1889, 20 L.Ed.2d 917 (1968)). Because the citations in the instant case were not issued, and the information therein was not obtained, until after the detention was commenced, the citations cannot be considered as justification for that very detention. To the extent that the suppression and Superior <span class=\"star-pagination\">*1274</span> Court Opinions below expound a contrary view, we reject that view and hold that it does not comport with prior decisions of this Court.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, although we disagree with the reasoning of the Superior Court, we agree with the result that it reached in holding that the evidence obtained as a result of the detentions in question was inadmissible. The Order of the Superior Court affirming the Order of the suppression court is therefore affirmed.</p>\n<p>Chief Justice CAPPY and Justice BAER join the opinion.</p>\n<p>Justice BALDWIN files a concurring opinion.</p>\n<p>Justice CASTILLE files a dissenting opinion in which Justice SAYLOR joins.</p>\n<p>Justice EAKIN files a dissenting opinion in which Justice CASTILLE joins.</p>\n<p>Justice BALDWIN, concurring.</p>\n<p>I join the majority opinion. I agree that there was no reasonable suspicion to detain the Appellees. It is clear from the record that the officers investigating the party lacked reasonable suspicion that any of the Appellees were consuming alcohol in violation of the underage drinking statute, 18 Pa.C.S. § 6308(a). I write separately because I find, as the Superior Court found, the analysis to resolve the instant matter need only encompass a review of reasonable suspicion.</p>\n<p>\"[A] seizure that is less intrusive than a traditional arrest,\" in order to be reasonable, \"must ordinarily be supported by reasonable suspicion, based upon objective facts, that the individual is involved in criminal activity.\" <i>Commonwealth v. Beaman,</i> 583 Pa. 636, 642-43, 880 A.2d 578, 582 (2005). Indeed, we have noted that the United States Supreme Court \"emphasiz[ed] the centrality of the individualized suspicion requirement [in] Fourth Amendment jurisprudence,\" when it established the reasonable suspicion exception in <i>Terry v. Ohio,</i> 392 U.S. 1, 21 n. 18, 88 S.Ct. 1868, 1880 n. 18, 20 L.Ed.2d 889 (1968). Here, there are no such objective facts in the record to indicate the officers had individualized reasonable suspicion.</p>\n<p>As such, this matter presents no cause to address suspicionless, general searches or to engage in analysis of a different standard applied to large groups detained without individualized suspicion.</p>\n<p>Justice CASTILLE, dissenting.</p>\n<p>I respectfully dissent from the Majority Opinion's holding that the Fourth Amendment was violated when Liquor Control Enforcement (LCE) officers, who lawfully gained admission to a college fraternity party after purchasing tickets to it, detained dozens of individuals observed consuming beer who, not surprisingly, appeared to be under legal age. The Majority limits its evaluation of this unique factual paradigm to the rubric of suspicionless search cases, failing to address the Commonwealth's alternative claim that the officers had sufficient reasonable suspicion to detain the group, as well as its contention that the trial court failed to identify a violation of the Fourth Amendment in granting appellees' motion to suppress. The fact that the Majority finds no prior case analogous to the instant one is unsurprising, but I am dismayed by the Majority's disinclination to look beyond the existing framework of suspicionless search cases to weigh the reasonableness of the officers' actions within the confines of the Fourth Amendment. I would hold that, in the limited circumstance presented here, there is nothing unreasonable in permitting officers, <span class=\"star-pagination\">*1275</span> who lawfully entered a college fraternity house and saw what they reasonably believed to be underage drinking, to detain partygoers for purposes of determining the partygoers' age and sobriety, which was the least intrusive method of confirming or dispelling their strong, indeed overwhelming suspicion that a number of the underage individuals were committing a criminal offense.</p>\n<p>The U.S. Supreme Court has explained that the cornerstone of the Fourth Amendment is reasonableness. <i>Commonwealth v. Revere,</i> 585 Pa. 262, 888 A.2d 694, 707 (2005) (citing <i>Illinois v. McArthur,</i> 531 U.S. 326, 330, 121 S.Ct. 946, 949, 148 L.Ed.2d 838 (2001); <i>Ohio v. Robinette,</i> 519 U.S. 33, 39, 117 S.Ct. 417, 421, 136 L.Ed.2d 347 (1996)). To determine the reasonableness of a seizure, this Court has utilized a three-pronged balancing test, weighing: (1) the gravity of the public concerns fulfilled by the seizure; (2) the degree to which the public interest is advanced by the seizure; and (3) the severity of the intrusion upon individual liberty. <i>Commonwealth v. Beaman,</i> 583 Pa. 636, 880 A.2d 578, 582 (2005). A valid seizure under this standard is one supported by reasonable suspicion, based on objective facts, that indicates an individual is participating in criminal activity. <i>Id.</i> Of course, we have held that individualized suspicion is not an \"irreducible component\" of reasonable suspicion, particularly where the searches or seizures are designed to aid the government in addressing circumstances that stretch the typical demands of law enforcement. <i>Id.</i></p>\n<p>The Majority first declares, without providing any explanation, that the liberty interest at stake here was \"significant\" because the students who entered this fraternity house, which was operating as a commercial business on the night of the party, supposedly had a \"reasonable expectation\" that they could \"leave at will.\" Majority at 1272. In my view, the Majority surely is mistaken. First, when an individual is on a property used for commercial purposes, or merely present in a home with the consent of the homeowner, that individual has far less of a privacy interest, if any, than while in one's own home. <i>See </i><i>Minnesota v. Carter,</i> 525 U.S. 83, 90, 119 S.Ct. 469, 473, 142 L.Ed.2d 373 (1998) (\"[A]n overnight guest in a home may claim the protection of the Fourth Amendment, but one who is merely present with the consent of the householder may not.\"); <i>New York v. Burger,</i> 482 U.S. 691, 700, 107 S.Ct. 2636, 2643, 96 L.Ed.2d 601 (1987) (an individual's expectation of privacy on commercial premises is less than a similar expectation in a person's home). Second, the alleged \"expectation\" assumed by the Majority has to be diminished by the reality of the situation. No person committing a crime in a place held open to the public can harbor a \"reasonable expectation\" that authorities will allow him to \"leave at will.\" Any person at this fraternity-keg party who was underage knew he was committing a crime and could have no expectation of immunity from discovery or consequence. Even those few students who were of-age needed only to consult their senses to know that they were in a place, and a circumstance, where police discovery of the unlawful activity might impede their ability to \"leave at will.\"</p>\n<p>The Majority addresses the other two prongs of the test articulated in <i>Beaman</i> by finding that the seizure did not advance the public interest and/or that the gravity of public concern here does not rise beyond general crime control. Majority at 1272. The practical implications of the Majority's opinion impeaches this analysis. Although the Majority makes an unsupported assertion that there are more \"effective\" means for LCE officers to employ <span class=\"star-pagination\">*1276</span> to stop underage drinking, <i>id.</i> at 1272, the Majority glaringly fails to suggest any such alternative approach, much less a more effective one.<sup>[1]</sup> Alcohol on college campuses is a reality and a concern, particularly because most college students are under the age of 21. Fraternity drinking parties or other \"keg\" parties present a very real danger to the health and safety of our youth, many of whom lack the sophistication and experience to realize the danger posed to themselves and others. The most effective way to combat this real-world danger is by going to the source  here, literally, the source of the alcohol. The real choice here is between allowing a reasonable, brief detention of the partygoers at the fraternity for police to ascertain which drinkers are underage or, as the Majority would seem to require, consigning the officers to the toothless path of questioning individuals one-on-one, thereby permitting other unquestioned partygoers to realize the officers' identity and to flee before being cited for illegal activity. Permitting exclusion, as Judge Easterbrook recently put it, \"comes at such high cost to the administration of the criminal justice system that its application might sensibly be confined to violations of the reasonableness requirement.\" <i>United States v. Elder,</i> 466 F.3d 1090, 1091 (7th Cir.2006). I see nothing unreasonable in allowing a minimal intrusion, to confirm or dispel reasonable suspicion; indeed, to hold otherwise is, in essence, to hold that police are helpless to combat crimes that depend upon the age of the suspect.</p>\n<p>This case lies somewhere between the realm of prior cases validating suspicionless searches, <i>see, e.g., </i><i>Vernonia School District 47J v. Acton,</i> 515 U.S. 646, 115 S.Ct. 2386, 132 L.Ed.2d 564 (1995) (permitting student athletes to be randomly subjected to drug testing), <i>United States v. Martinez-Fuerte,</i> 428 U.S. 543, 96 S.Ct. 3074, 49 L.Ed.2d 1116 (1976) (permitting road block near border to check for illegal aliens), and searches/seizures where individualized reasonable suspicion is present. When the LCE officers entered the fraternity party, they witnessed what all sentient Americans would expect to see: a group of youthful individuals consuming beer, the only available beverage. Even aside from the youthful appearance of the drinkers, assuming that a fair cross-section of the college student community was present, that is, individuals from every class year, the LCE officers had ample reason to believe that a fair number of the party participants were under the legal consumption age of 21. As the party swelled, however, it became a practical impossibility for the LCE officers, who were far fewer in number, to evaluate the actions of every student in the fraternity house, much less to recall at a suppression hearing months later whether they had witnessed a particular appellee drinking. The facts undeniably provided the LCE <span class=\"star-pagination\">*1277</span> officers with probable cause to believe that widespread underage drinking was occurring at the fraternity party, but the circumstances prevented them from isolating and developing individualized suspicion for each of the fifty-six underage drinkers, interspersed between sober underage partygoers and those 21 or older. In this instance, I see no constitutional violation in permitting a minimally intrusive, wholesale investigatory detention of the partygoers.</p>\n<p>Finally, I cannot join the Majority Opinion because it fails to address another of the Commonwealth's arguments. The trial court granted appellees' motion to suppress because, it found, \"there was no evidence whatsoever presented at the April 7, 2004 hearing to demonstrate that the [appellees] on the list were the same students who had been charged with under-age drinking on April 3, 2003. . . . [t]he Commonwealth gave me nothing to show that the [appellees] named in the caption to this case were the people who were present in the fraternity house that evening.\" <i>Commonwealth v. Mistler,</i> No. 3147-03, slip op. at 6 (Pa.C.C.P. May 28, 2004). In so ruling, the court cited a Superior Court decision, <i>Commonwealth v. Wood,</i> 833 A.2d 740 (Pa.Super.2003). Thus, it appears, the reason for the trial court's grant of appellees' suppression motion was not based on any Fourth Amendment violation, but rather was grounded in a dispute over proof that the named defendants were the same students cited for underage drinking at the party. It is not clear to me how difficulties of proof the Commonwealth may face at trial are relevant to determining the constitutionality of the search and seizure in this case and the propriety of the grant of suppression relief. <i>See </i><i>Commonwealth v. Millner,</i> 585 Pa. 237, 888 A.2d 680, 693 (2005).</p>\n<p>Justice SAYLOR joins this opinion.</p>\n<p>Justice EAKIN, dissenting.</p>\n<p>The majority holds all evidence obtained is inadmissible because the police lacked individualized suspicion sufficient to justify a seizure, and failed to meet any exception justifying suspicionless searches. Majority, at 1273. I respectfully dissent, as I believe the investigation was not \"suspicionless.\" As set forth <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), if an officer possesses reasonable suspicion criminal activity is afoot, he is justified in briefly detaining the suspect in order to investigate. <i>See </i><i>Commonwealth v. E.M.,</i> 558 Pa. 16, 735 A.2d 654, 659 (1999). In a <i>Terry</i> stop, \"the officer may ask the detainee a moderate number of questions to determine his identity and to try to obtain information confirming or dispelling the officer's suspicions.\" <i>Berkemer v. McCarty,</i> 468 U.S. 420, 439, 104 S.Ct. 3138, 82 L.Ed.2d 317 (1984).</p>\n<p>Examining the totality of the circumstances here, the Liquor Control Officers had reasonable suspicion to believe appellees and others were engaged in criminal activity. The officers had professional experience and familiarity with underage drinking, but one need not be Sherlock Holmes to deduce that when admission is charged to enter a college fraternity party, there is often alcohol available without the restrictions present in commercial establishments, and such was the case here. When the officers arrived, no one was asking for identification or proof of age; they observed people \"youthful in appearance,\"<sup>[1]</sup> the majority of whom were holding cups or cans of beer, the only beverage being served. The officers possessed sufficient articulable facts amounting to suspicious conduct on the part of the group <span class=\"star-pagination\">*1278</span> which included appelleesa more than reasonable, nay an unavoidable, belief that underage drinking was occurring. To conclude otherwise is to cast aside common sense.</p>\n<p>The question really is whether, in response to evidence of ongoing violations by a group, the police may undertake a group <i>Terry</i> stop. That is, if there is reason to suspect that some members of a group are violating the law, may the officer briefly stop and investigate the whole group, or must he sit by because he cannot articulate which members of the group are involved and which are not. Recalling that <i>Terry</i> allows a brief investigatory stop when it appears \"criminal activity is afoot,\" here it certainly was afootthe question was which members of the group were in violation and which were not. I find no requirement in <i>Terry</i> that this unique situation requires particularized suspicion for each individual in the group. Where the investigation is manifestly brief and the age of the individuals easily determined, the principles of <i>Terry</i> can be respected within the context of a group stop, without the illogical result of officers having to ignore what they know and allow all to go because there are too many of them.</p>\n<p>The officers here asked the students for identification. Those who were over 21 were allowed to leave, consistent with the dictates of <i>Terry;</i> once the officers determined these parties were not involved in the criminal activity, they were on their way with minimal intrusion. Those identified as being under 21 were questioned briefly and given a preliminary breath test to determine if they drank alcohol. In context, this process was expedient, as the officers established whether probable cause existed to issue an underage drinking citation.</p>\n<p>While some of the people at the party were over 21 years old, \"[t]he fact that a suspect's behavior may be consistent with innocent behavior does not, standing alone, make detention and limited investigation illegal.\" <i>Commonwealth v. Johnson,</i> 734 A.2d 864, 869 (Pa.Super.1999). While there may not be reasonable suspicion of underage drinking to a layperson, we must consider the totality of the circumstances \"drawn from those facts in light of the officer's experience.\" <i>Commonwealth v. Cook,</i> 558 Pa. 50, 735 A.2d 673, 677 (1999) (citation omitted). Here, the officers viewed the entire situation and determined there was underage drinking at the party. As there was reasonable suspicion of underage drinking occurring, allowing them to conduct a group <i>Terry</i> stop to separate the legal drinkers from the illegal ones seems totally reasonable. If they have the ability to ask one young drinker for ID, how does that authority evaporate simply because there are many suspected underage drinkers? This was not suspicionless activity, and accordingly, I would reverse the Superior Court's order.</p>\n<p>Justice CASTILLE joins this dissenting opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  \"PBT' is a Preliminary Breath Test.'\"</p>\n<p>[2]  An investigative detention must be supported by reasonable suspicion and subjects a suspect to a stop and a period of detention, but does not involve such \"coercive conditions as to constitute the functional equivalent of an arrest.\" Feb. Supp. ct. Op. at 10-11 (citing <i>Commonwealth v. Strickler,</i> 563 Pa. 47, 757 A.2d 884, 889 (2000)).</p>\n<p>[3]  The Superior Court in <i>Wood</i> acknowledged that, given the particular facts and circumstances of that case, it was not required to address the question presently before this Court. <i>Commonwealth v. Wood,</i> 833 A.2d 740, 744 (Pa.Super.2003).</p>\n<p>[4]  The United States Supreme Court has noted that \"[w]henever an officer restrains the freedom of a person to walk away, he has seized that person.\" <i>Tennessee v. Garner,</i> 471 U.S. 1, 7, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985). Certainly, there can be no dispute that the ability of the students to leave the fraternity was impeded and that therefore they were seized.</p>\n<p>[5]  The Fourth Amendment states:\n</p>\n<p>The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.</p>\n<p>U.S. CONST. amend. IV.</p>\n<p>[6]  Article 1, Section 8 states:\n</p>\n<p>The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.</p>\n<p>Pa. CONST. art. 1, § 8.</p>\n<p>[7]  Cases decided pursuant to Article 1, Section 8 of the Pennsylvania Constitution have recognized a strong notion of privacy, which is greater than that of the Fourth Amendment. <i>See </i><i>Theodore,</i> 836 A.2d at 88. Thus, where we conclude that a search violates the Fourth Amendment to the United States Constitution, such a search perforce violates Article 1, Section 8.</p>\n<p>[1]  This Court has never determined that evidence should be suppressed based solely on the contention that there may be more efficient or effective methods by which to police criminal conduct. For instance, in Beaman, 880 A.2d at 588, this Court declined to declare sobriety checkpoints unconstitutional where statistical evidence suggested that roving patrols were more efficient at identifying drunk drivers. The defendant in <i>Beaman</i> had challenged the checkpoints based on statistics from Pennsylvania counties showing that less than one-percent of all drivers stopped at them were arrested for driving under the influence. <i>Id.</i> at 580. While this Court noted that it would be difficult to find suspicionless seizures constitutionally reasonable where they had no effect, or a <i>de minimus</i> effect, in advancing the public interest, we declined to declare roadblocks unconstitutional based on the evidence presented. <i>Id.</i> at 589. Here, a much higher percentage of individuals detained at the fraternity were ultimately cited for criminal activity, negating any argument that this detention had a <i>de minimus</i> effect on the conduct.</p>\n<p>[1]  Trial Court Opinion, 2/6/04, at 2.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1265</span></span> (2006)</b></center>\n<center><h1>COMMONWEALTH of Pennsylvania, Appellant,<br>\nv.<br>\nDouglas MISTLER, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nJoanna Oliver, Appellee.<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nPatrick Luddy, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nStacey Gillespie, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nKali Warren, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nPaul Mudd, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nHillary Kozak, Appellee,<br>\nCommonwealth of Pennsylvania, Appellant,<br>\nv.<br>\nElise Sterbinsky, Appellee.</h1></center>\n<center><p><b>Supreme Court of Pennsylvania.</b></p></center>\n<center>Argued April 5, 2006.</center>\n<center>Decided December 27, 2006.</center>\n<p><span class=\"star-pagination\">*1267</span> Peter Hobart, Esq., (Nos. 154, 155), Joseph W. Carroll, III, Esq., (Nos. 154, 155), Nicholas J. Casenta, Jr., Esq., (Nos. 154, 156-161), for Commonwealth of Pennsylvania.</p>\n<p>Dawson R. Muth, Esq., Phillip Alan Simon, Esq., West Chester, for Douglas Mistler.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Joanna Oliver.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Patrick Luddy.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Stacey Gillespie.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Kali Warren.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Paul Mudd.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Hillary Kozak.</p>\n<p>Dawson R. Muth, Esq., West Chester, for Elise Sterbinsky.</p>\n<p>BEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>Justice NEWMAN.</p>\n<p>Today we are asked by the Chester County District Attorney's Office (\"the Commonwealth\") to review the propriety of the determinations of the Court of Common Pleas of Chester County (\"suppression court\") and the Superior Court, both of which held that all evidence obtained as a result of the detentions in question is inadmissible. For the reasons set forth <i>infra,</i> we hold that the suppression of the evidence was proper. Accordingly, we affirm, albeit on different grounds, the Order of the Superior Court.</p>\n<p></p>\n<h2><i>FACTS AND PROCEDURAL HISTORY</i></h2>\n<p>We recite the facts as stated by the suppression court:</p>\n<blockquote>On April 3, 2003, following an undercover operation, Pennsylvania State Liquor Control Enforcement Officers ([] \"LCE [officers]\") and the West Chester Police ( []\"WCP\") issued under-age drinking citations to a group of students who were attending a party at Sigma Pi fraternity. On this night, Sigma Pi fraternity . . . opened their fraternity house to the public for a party by selling tickets for admission. The tickets were required to be presented before a person could gain entry to the party, and allowed students to purchase alcoholic beverages once inside the fraternity house. The undercover LCE officers, who were dressed in plain clothing, obtained their tickets from the West Chester Police Department a few days before the party. The Department had obtained them from a student. The LCE officers were able to enter the party with relative ease. Upon entry, the LCE officers presented their tickets to a person seated behind a table who then checked the tickets against a list. The <span class=\"star-pagination\">*1268</span> person seated behind the desk then marked the officers' hands, and allowed them to enter the party. The LCE officers then made their way to the basement of the fraternity house where they observed a makeshift bar where people who appeared to be students were being served and were consuming alcoholic beverages. From their observations, the LCE officers generally gathered that many of the students, who seemed youthful in appearance, were under the age of 21. The LCE officers had not procured a search warrant before entering the fraternity house.</blockquote>\n<blockquote>As the crowd in the basement began to multiply, the LCE officers believed it was necessary, for safety purposes, to call in the detail of the WCP. The WCP were uniformed police officers, and they did not procure a search warrant before entering the fraternity house. When the WCP arrived, the LCE officers stopped the party and began to \"card\" each student by checking their drivers' licenses for identification. Based on their ages, LCE officers divided the students into two groups: those that were over the age of 21, and those that were under the age of 21. Those who were over the age of 21 were told that they were free to leave, and the under 21s were further detained. Upon detention of the students under the age of 21, the WCP and the LCE officers administered PBTs,[<sup>[1]</sup>] and began to question students concerning whether or not they had been drinking. Based on the PBT information, students' admissions that they had been drinking, and LCE officers' observations, LCE officers issued underage drinking citations to 56 students.</blockquote>\n<p><i>Commonwealth v. Mistler,</i> Nos. 3284 et al. M.D.2003, at 2-3 (C.P. Pa. Chester Feb. 6, 2004) (hereinafter \"Feb. Supp. ct. Op.\").</p>\n<p>On July 11, 2003, District Justice Mark A. Bruno held an initial suppression hearing and conducted summary trials, subsequently finding all of the defendants guilty of underage drinking. Feb. Supp. ct. Op. at 3. The twenty-four students then filed Summary Appeals to the suppression court. After granting a Motion to Consolidate, the suppression court held a suppression hearing on October 22, 2003, <i>id.,</i> and issued an Opinion on February 6, 2004, holding, <i>inter alia,</i> that on the record presented, further evidence of a \"particularized connection\" between the crime charged and the people detained was required, <i>id.</i> at 11. Because of this conclusion, the suppression court granted the Motion to Suppress. (Reproduced Record (\"R.R.\") at 259a).</p>\n<p>The Commonwealth appealed the grant of suppression. In a published opinion, the Superior Court affirmed the suppression court, <i>Commonwealth v. Mistler,</i> <span class=\"citation no-link\"><span class=\"volume\">869</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">497</span></span> (Pa.Super.2005), and subsequently denied a request of the Commonwealth for reargument <i>en banc.</i> The Commonwealth then sought Allowance of Appeal to this Court, which we granted by Order dated December 28, 2005.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>When reviewing the propriety of a suppression order, an appellate court is required to determine whether the record supports the suppression court's factual findings and whether the inferences and legal conclusions drawn by the suppression court from those findings are appropriate. <i>Commonwealth v. Davis,</i> <span class=\"citation\" data-id=\"2260167\"><a href=\"/opinion/2260167/com-v-davis/\"><span class=\"volume\">491</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"2260167\"><a href=\"/opinion/2260167/com-v-davis/\"><span class=\"volume\">421</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">179</span></a></span> (1980). Because the students prevailed in the suppression court, we may consider only the evidence of the defense and so much of the evidence for the Commonwealth <span class=\"star-pagination\">*1269</span> as remains uncontradicted when read in the context of the record as a whole. Where the record supports the factual findings of the suppression court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error. <i>Commonwealth v. Bomar,</i> <span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">426</span></span>, <span class=\"citation\" data-id=\"1989353\"><a href=\"/opinion/1989353/com-v-bomar/\"><span class=\"volume\">826</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">831</span></a></span>, 842 (2003) (citations omitted). However, where the appeal of the determination of the suppression court turns on allegations of legal error, \"[t]he suppression court's conclusions of law . . . are not binding on an appellate court, whose duty it is to determine if the suppression court properly applied the law to the facts.\" <i>Commonwealth v. Nester,</i> <span class=\"citation\" data-id=\"2071064\"><a href=\"/opinion/2071064/com-v-nester/\"><span class=\"volume\">551</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"2071064\"><a href=\"/opinion/2071064/com-v-nester/\"><span class=\"volume\">709</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">879</span></a></span>, 881 (1998). As a result, the conclusions of law of the suppression and Superior courts are subject to plenary review. <i>Commonwealth v. Morley,</i> <span class=\"citation\" data-id=\"2266468\"><a href=\"/opinion/2266468/com-v-morley/\"><span class=\"volume\">545</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"2266468\"><a href=\"/opinion/2266468/com-v-morley/\"><span class=\"volume\">681</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1254</span></a></span> (1996).</p>\n<p>In granting suppression, both the suppression court and the Superior Court relied extensively on the Superior Court's prior decision in <i>Commonwealth v. Wood,</i> <span class=\"citation\" data-id=\"1461693\"><a href=\"/opinion/1461693/com-v-wood/\"><span class=\"volume\">833</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">740</span></a></span> (Pa.Super.2003), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">580</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">561</span></span>, <span class=\"citation\" data-id=\"2351620\"><a href=\"/opinion/2351620/commonwealth-v-wood/\"><span class=\"volume\">862</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">589</span></a></span> (2004). In <i>Wood:</i></p>\n<blockquote>Pennsylvania State Trooper Taylor was assigned as a liquor enforcement officer and had been in that assignment for approximately a year and a half at the time of the incident. . . . On February 27, 2001, Trooper Taylor, along with other officers, was working an assigned detail for the Mardi Gras celebration on South Street in Philadelphia. The officers were on South Street as a result of their sergeant having received reports from the Philadelphia Police Department Vice Unit that there was a good chance [the officers] would be finding a lot of underage drinking because it's a well-known party on South Street during Mardi Gras. Along with several other officers from the State Liquor Control Department, Trooper Taylor entered the \"Name That Bar\" on South Street.</blockquote>\n<p><i>Id.</i> at 743. Once inside the bar, Trooper Taylor and the other officers, relying on their \"experience,\" and based solely on whether a bar patron \"looked to be under the age of 21,\" asked the bar patrons for identification, a process known as carding. <i>Id.</i> After finding several underage patrons, the officers separated all those under twenty-one years of age in a different area of the bar, and those individuals were not free to leave that area. <i>Id.</i> at 743-44. Any patron over the age of twenty-one was ordered to leave the bar. <i>Id.</i> at 744. Trooper Taylor testified that the officers first would determine a particular patron's age and next would ascertain whether or not they had been drinking alcohol. <i>Id.</i></p>\n<p>Once the officers identified Colleen Wood (\"Wood\") as being seventeen years old, and only after she was segregated along with the other patrons who were \"youthful in appearance,\" Trooper Taylor overheard Wood declare that although she had not been drinking in that bar, she had been drinking that evening. <i>Id.</i> It was based upon this declaration alone that Wood was \"set aside\" to \"get in line and be cited for underage drinking.\" <i>Id.</i> Trooper Taylor offered no testimony that she or anybody else had observed Wood purchasing, attempting to purchase, consuming, or possessing any alcoholic beverages in the \"Name That Bar.\" <i>Id.</i> Wood's confession of prior consumption of alcohol arose only after she had been detained for investigation, without any observed suspicious or criminal conduct on her part and her detention was based solely on her appearance. <i>Id.</i></p>\n<p>In that case, the Superior Court concluded that the police lacked a reasonable suspicion to detain Wood. It noted that the police \"did not observe [Wood] drinking <span class=\"star-pagination\">*1270</span> alcoholic beverages. Nor did they observe her possessing, purchasing, or attempting to purchase alcoholic beverages. The individualized observation of suspicious conduct of the particular person detained . . . [was] totally lacking.\" <i>Id.</i> at 748. The Superior Court therefore held that the suspicion was unreasonable, and the detention resulting therefrom was unlawful. Because the detention was unlawful, the statement of Wood was acquired unlawfully and was inadmissible.</p>\n<p>In the instant case, the suppression court relied on <i>Wood</i> when it concluded that the requisite reasonable suspicion existed in order to subject the students to an investigative detention.<sup>[2]</sup> Specifically, it noted that \"it was when defendants were divided into the under 21 group that the encounter rose to the level of an investigative detention.\" Feb. Supp. ct. Op. at 11. The suppression court then questioned whether the LCE officers' general observations of the conduct of the students in the basement were sufficient to support a finding of reasonable articulable suspicion in order to justify the investigative detention of each particular student. Relying on <i>Wood,</i> the suppression court concluded that the observations were insufficient to support an investigative detention as to any particular student because the officers lacked evidence of a particularized connection between the illegal activity and each individual student. The Superior Court approved of this reasoning when it affirmed the Order of the suppression court.</p>\n<p>However, the present matter cannot be resolved merely by relying on <i>Wood,</i> because the instant case presents a question that was not at issue in <i>Wood.</i> Today, we must determine the constitutionality of the detention of a large group of people regardless of individualized suspicion.<sup>[3]</sup></p>\n<p>The parties do not dispute that the students were detained when held at the fraternity house during the investigation. Thus, we are not faced with determining whether a seizure occurred,<sup>[4]</sup> but rather whether the seizure that did occur was justified under the Fourth Amendment to the United States Constitution<sup>[5]</sup> and Article 1, Section 8 of the Pennsylvania Constitution.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*1271</span> \"In order to determine the reasonableness of a particular search or seizure a balancing analysis is utilized, wherein the intrusion on the individual of a particular law enforcement practice is balanced against the government's promotion of legitimate interests.\" <i>Commonwealth v. Blouse,</i> <span class=\"citation\" data-id=\"2346706\"><a href=\"/opinion/2346706/com-v-blouse/\"><span class=\"volume\">531</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2346706\"><a href=\"/opinion/2346706/com-v-blouse/\"><span class=\"volume\">611</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1177</span></a></span>, 1178 (1992) (citing <i>Brown v. Texas,</i> <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1979)). A primary concern when balancing opposing interests is protecting the individual from arbitrary invasions resulting from the broad discretion of the officers. The reasonableness of a seizure that is less intrusive than a traditional arrest depends upon the weighing of three factors: (1) \"the severity of the interference with individual liberty;\" (2) \"the degree to which the seizure advances the public interest;\" and (3) \"the gravity of the public concerns served by the seizure[.]\" <i>Id.</i> at 50-51, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>; <i>see also </i><i>Commonwealth v. Beaman,</i> <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">636</span></span>, <span class=\"citation\" data-id=\"1487969\"><a href=\"/opinion/1487969/com-v-beaman/\"><span class=\"volume\">880</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">578</span></a></span>, 582 (2005).</p>\n<p>In addition to the reasonableness of the search and seizure, the Fourth Amendment generally requires the presence of individualized suspicion to justify a seizure. <i>City of Indianapolis v. Edmond,</i> <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 37, <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">333</span></a></span> (2000); <i>Beaman,</i> 880 A.2d at 582. The courts of this Commonwealth and federal courts have recognized limited circumstances where the general rule does not apply. In these cases, the courts have approved of \"certain regimes of suspicionless searches where the program was designed to serve `special needs, beyond the normal need for law enforcement.'\" <i>City of Indianapolis,</i> 531 U.S. at 37, <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>; <i>accord </i><i>Commonwealth v. Cass,</i> <span class=\"citation\" data-id=\"2070756\"><a href=\"/opinion/2070756/com-v-cass/\"><span class=\"volume\">551</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">25</span></a></span>, <span class=\"citation\" data-id=\"2070756\"><a href=\"/opinion/2070756/com-v-cass/\"><span class=\"volume\">709</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">350</span></a></span>, 355-56 (1998). The inquiry in those cases that lacked individualized suspicion \"focuses on whether the search itself is reasonable considering the governmental interest in conducting the search when balanced against the level of intrusion occasioned by the search.\" <i>Id.</i> at 356.</p>\n<p>The United States Supreme Court has permitted suspicionless searches in the areas of: (1) drug tests, <i>see, e.g., </i><i>Vernonia Sch. Dist. 47J v. Acton,</i> <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></a></span>, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1995) (holding that random drug testing of student-athletes was constitutional); <i>Nat'l Treasury Employees v. Von Raab,</i> <span class=\"citation\" data-id=\"112220\"><a href=\"/opinion/112220/treasury-employees-v-von-raab/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span>, <span class=\"citation\" data-id=\"112220\"><a href=\"/opinion/112220/treasury-employees-v-von-raab/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"112220\"><a href=\"/opinion/112220/treasury-employees-v-von-raab/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> (1989) (deeming constitutional drug tests for United States Customs Service employees seeking transfer or promotion to certain positions); <i>Skinner v. Ry. Labor Executives' Ass'n,</i> <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1402</span></a></span>, <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1989) (upholding drug and alcohol tests for railway employees involved in train accidents or found to be in violation of particular safety regulations); (2) certain administrative purposes, <i>see, e.g., </i><i>N.Y. v. Burger,</i> <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 702-04, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2636</span></a></span>, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1987) (noting the constitutionality of warrantless administrative inspection of premises of \"closely regulated\" business); <i>Camara v. Mun. Court of City and County of S.F.,</i> <span class=\"citation\" data-id=\"107473\"><a href=\"/opinion/107473/camara-v-municipal-court-of-city-and-county-of-san-francisco/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, 534-39, <span class=\"citation\" data-id=\"107473\"><a href=\"/opinion/107473/camara-v-municipal-court-of-city-and-county-of-san-francisco/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>, <span class=\"citation\" data-id=\"107473\"><a href=\"/opinion/107473/camara-v-municipal-court-of-city-and-county-of-san-francisco/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">930</span></a></span> (1967) (upholding an administrative inspection to ensure compliance with city housing code); (3) border patrol checkpoints, <i>see e.g., </i><i>United States v. Martinez-Fuerte,</i> <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3074</span></a></span>, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1116</span></a></span> (1976); and (4) sobriety checkpoints, <i>see, e.g., </i><i>Mich. Dep't of State Police v. Sitz,</i> <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2481</span></a></span>, <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1990).</p>\n<p>Similarly, this Court has upheld such suspicionless searches and seizures in the following contexts: (1) vehicle checkpoints, <i>see, e.g., </i><i>Blouse,</i> 611 A.2d at 1179 (holding that suspicionless vehicle stops at fixed checkpoints to detect and remove unlicensed <span class=\"star-pagination\">*1272</span> drivers and dangerous automobiles from the road are constitutional); (2) weapons and drugs searches at public schools, <i>see, e.g., </i><i>In re F.B.,</i> <span class=\"citation\" data-id=\"2192325\"><a href=\"/opinion/2192325/in-re-of-fb/\"><span class=\"volume\">555</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">661</span></a></span>, <span class=\"citation\" data-id=\"2192325\"><a href=\"/opinion/2192325/in-re-of-fb/\"><span class=\"volume\">726</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">361</span></a></span>, 368 (1999) (deeming constitutional suspicionless point-of-entry search for weapons at public school); <i>Cass,</i> 709 A.2d at 365 (finding that suspicionless canine-sniff drug search of student lockers at public school does not violate Article 1, Section 8 of the Pennsylvania Constitution); <i>but see </i><i>Theodore v. Del. Valley Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">321</span></span>, <span class=\"citation\" data-id=\"2322968\"><a href=\"/opinion/2322968/theodore-v-delaware-valley-school-dist/\"><span class=\"volume\">836</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">76</span></a></span>, 91 (2003) (invalidating, under the state Constitution, the random drug testing of extracurricular participants and student drivers, where the record contained no evidence that a drug problem existed at the school or that the targeted group was particularly prone to drug use).</p>\n<p>Having identified the framework necessary for our analysis, we now turn to a consideration of whether the search at issue satisfies its requirements. The Commonwealth argues that, upon balancing these three factors, it is clear that such a general search is legal and that suppression should be denied. We disagree.</p>\n<p>As to the first prong, the interference with individual liberty was significant. Students who paid to attend the party entered the fraternity house with the reasonable expectation that they would be able to leave at will. Nevertheless, that reasonable expectation was frustrated when the LCE officers detained students under the age of twenty-one.</p>\n<p>Next, we must assess the degree to which the seizure advanced the public interest. Certainly, the public has an interest in deterring underage consumption of alcohol. This is evident by, <i>inter alia,</i> the Pennsylvania statute outlawing such behavior. 18 Pa.C.S § 6308. Yet we see no evidence, and the Commonwealth has presented none, that the methods employed in this case are more effective in reducing underage drinking than a myriad of other available options.</p>\n<p>Finally, we must address the gravity of the public concern served by the seizure. The United States Supreme Court has held that it would not deem the \"general interest in crime control\" as a justifiable reason for a regime of suspicionless stops; it has not condoned suspicionless searches where the program is aimed at uncovering evidence of ordinary criminal wrongdoing. <i>City of Indianapolis,</i> 531 U.S. at 42, <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>. In the instant case, we can identify no factor that elevates the level of public concern regarding underage drinking beyond that of \"a general interest in crime control.\" The Commonwealth, in its efforts to justify the seizure, presents no evidence that prosecution of underage drinkers qualifies as one of the few areas of criminal wrongdoing for which a regime of suspicionless stops should be deemed constitutional.</p>\n<p>It is clear to this Court that there is a critical distinction between the types of crimes and public concerns where detentions lacking individualized suspicion are allowed and the crime at issue in the instant matter. Where this Court and the United States Supreme Court have permitted generalized, suspicionless searches, they have consistently noted that those searches served a paramount public interest. For example, this Court has found that roadblocks to identify and apprehend drunk drivers support an interest of grave importance to the Commonwealth. <i>Commonwealth v. Tarbert,</i> <span class=\"citation\" data-id=\"2190434\"><a href=\"/opinion/2190434/com-v-tarbert/\"><span class=\"volume\">517</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"2190434\"><a href=\"/opinion/2190434/com-v-tarbert/\"><span class=\"volume\">535</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1035</span></a></span>, 1042-43 (1987); <i>Blouse,</i> 611 A.2d at 1179-80. We have also noted that \"drunk drivers pose a serious danger in the cost to human life. Drunk Drivers also escalate economic costs state-wide in property damage and increased insurance premiums.\" <i>Cass,</i> 709 A.2d at 361. In the <span class=\"star-pagination\">*1273</span> context of searches of schoolchildren, we have highlighted that \"it is exceedingly important to understand that first and foremost, the citizens of this Commonwealth entrust the safety and welfare of their children to school officials each time a student crosses the threshold of the school building.\" <i>In re F.B.,</i> 726 A.2d at 367; <i>see also </i><i>Vernonia,</i> 515 U.S. at 653, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></a></span>; <i>but see </i><i>Theodore,</i> 836 A.2d at 96 (noting that absent sufficient proof of a drug problem in the school district, a suspicionless search is unconstitutional).</p>\n<p>Given the absence of such a paramount public interest in the instant case, we believe that the suspicionless stop <i>sub judice</i> violated both the Fourth Amendment to the United States Constitution and Article 1, Section 8 of the Pennsylvania Constitution.<sup>[7]</sup> The conduct of the LCE officers and the WCP does not comport with constitutional requirements as it failed to address an area of paramount importance. Rather, the actions of the officers were geared toward general crime control and the discovery of ordinary criminal wrongdoing, which the United States Supreme Court has deemed insufficient to justify a suspicionless stop. <i>City of Indianapolis,</i> 531 U.S. at 42, <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>. Such acts, absent a cause of heightened importance to the citizenry of the Commonwealth, cannot support a suspicionless detention.</p>\n<p>Further, we take this opportunity to note our disagreement with the Superior Court's reliance on the suggestion of the suppression court that the citations issued to the students could have been used as evidence to support the very detention during which these citations were given. The suppression court in the instant matter noted that, according to the reasoning in <i>Wood,</i> the Commonwealth had the burden of proving that each particular student was present at the fraternity house and had given some indicia that he or she had been drinking. <i>Commonwealth v. Mistler,</i> Nos. 3284, 4108, 3119, 3416, 3417, 3405, 3413, 3315 M.D.2003, at 5 (C.P. Chester May 28, 2004) (hereinafter \"May Supp. ct. Op.\"). It noted that it \"would have considered it sufficient to prove identification if the Commonwealth had presented evidence . . . that each [student] had been identified as one of those detained at the fraternity house . . . because he or she was under the age of 21.\" <i>Id.</i> Specifically, the suppression court suggested that it would have been reasonable for the Commonwealth to demonstrate that the officers used a driver's license or other identification to prepare the citation issued to the particular student. Noting that the Commonwealth failed to present any such evidence, the suppression court concluded that the Commonwealth failed to prove that the person stopped was involved in the activity of underage drinking, as required by <i>Wood. Id.</i> at 6.</p>\n<p>It is axiomatic that the fruits of a search or seizure cannot be used to justify that very seizure. <i>Commonwealth v. Hunt,</i> 280 Pa.Super. 205, <span class=\"citation\" data-id=\"2259676\"><a href=\"/opinion/2259676/com-v-hunt/\"><span class=\"volume\">421</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">684</span></a></span>, 687-88 (1980) (citing <i>Sibron v. New York,</i> <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></a></span>, <span class=\"citation\" data-id=\"107730\"><a href=\"/opinion/107730/sibron-v-new-york/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span></a></span> (1968)). Because the citations in the instant case were not issued, and the information therein was not obtained, until after the detention was commenced, the citations cannot be considered as justification for that very detention. To the extent that the suppression and Superior <span class=\"star-pagination\">*1274</span> Court Opinions below expound a contrary view, we reject that view and hold that it does not comport with prior decisions of this Court.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, although we disagree with the reasoning of the Superior Court, we agree with the result that it reached in holding that the evidence obtained as a result of the detentions in question was inadmissible. The Order of the Superior Court affirming the Order of the suppression court is therefore affirmed.</p>\n<p>Chief Justice CAPPY and Justice BAER join the opinion.</p>\n<p>Justice BALDWIN files a concurring opinion.</p>\n<p>Justice CASTILLE files a dissenting opinion in which Justice SAYLOR joins.</p>\n<p>Justice EAKIN files a dissenting opinion in which Justice CASTILLE joins.</p>\n<p>Justice BALDWIN, concurring.</p>\n<p>I join the majority opinion. I agree that there was no reasonable suspicion to detain the Appellees. It is clear from the record that the officers investigating the party lacked reasonable suspicion that any of the Appellees were consuming alcohol in violation of the underage drinking statute, 18 Pa.C.S. § 6308(a). I write separately because I find, as the Superior Court found, the analysis to resolve the instant matter need only encompass a review of reasonable suspicion.</p>\n<p>\"[A] seizure that is less intrusive than a traditional arrest,\" in order to be reasonable, \"must ordinarily be supported by reasonable suspicion, based upon objective facts, that the individual is involved in criminal activity.\" <i>Commonwealth v. Beaman,</i> <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">636</span></span>, 642-43, <span class=\"citation\" data-id=\"1487969\"><a href=\"/opinion/1487969/com-v-beaman/\"><span class=\"volume\">880</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">578</span></a></span>, 582 (2005). Indeed, we have noted that the United States Supreme Court \"emphasiz[ed] the centrality of the individualized suspicion requirement [in] Fourth Amendment jurisprudence,\" when it established the reasonable suspicion exception in <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21 n. 18, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1880 n. 18, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968). Here, there are no such objective facts in the record to indicate the officers had individualized reasonable suspicion.</p>\n<p>As such, this matter presents no cause to address suspicionless, general searches or to engage in analysis of a different standard applied to large groups detained without individualized suspicion.</p>\n<p>Justice CASTILLE, dissenting.</p>\n<p>I respectfully dissent from the Majority Opinion's holding that the Fourth Amendment was violated when Liquor Control Enforcement (LCE) officers, who lawfully gained admission to a college fraternity party after purchasing tickets to it, detained dozens of individuals observed consuming beer who, not surprisingly, appeared to be under legal age. The Majority limits its evaluation of this unique factual paradigm to the rubric of suspicionless search cases, failing to address the Commonwealth's alternative claim that the officers had sufficient reasonable suspicion to detain the group, as well as its contention that the trial court failed to identify a violation of the Fourth Amendment in granting appellees' motion to suppress. The fact that the Majority finds no prior case analogous to the instant one is unsurprising, but I am dismayed by the Majority's disinclination to look beyond the existing framework of suspicionless search cases to weigh the reasonableness of the officers' actions within the confines of the Fourth Amendment. I would hold that, in the limited circumstance presented here, there is nothing unreasonable in permitting officers, <span class=\"star-pagination\">*1275</span> who lawfully entered a college fraternity house and saw what they reasonably believed to be underage drinking, to detain partygoers for purposes of determining the partygoers' age and sobriety, which was the least intrusive method of confirming or dispelling their strong, indeed overwhelming suspicion that a number of the underage individuals were committing a criminal offense.</p>\n<p>The U.S. Supreme Court has explained that the cornerstone of the Fourth Amendment is reasonableness. <i>Commonwealth v. Revere,</i> <span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">262</span></span>, <span class=\"citation\" data-id=\"2112900\"><a href=\"/opinion/2112900/com-v-revere/\"><span class=\"volume\">888</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">694</span></a></span>, 707 (2005) (citing <i>Illinois v. McArthur,</i> <span class=\"citation\" data-id=\"118391\"><a href=\"/opinion/118391/indianapolis-v-edmond/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>6, 330, <span class=\"citation\" data-id=\"118405\"><a href=\"/opinion/118405/illinois-v-mcarthur/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">946</span></a></span>, 949, <span class=\"citation\" data-id=\"118405\"><a href=\"/opinion/118405/illinois-v-mcarthur/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">838</span></a></span> (2001); <i>Ohio v. Robinette,</i> <span class=\"citation\" data-id=\"118066\"><a href=\"/opinion/118066/ohio-v-robinette/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 39, <span class=\"citation\" data-id=\"118066\"><a href=\"/opinion/118066/ohio-v-robinette/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></a></span>, 421, <span class=\"citation\" data-id=\"118066\"><a href=\"/opinion/118066/ohio-v-robinette/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1996)). To determine the reasonableness of a seizure, this Court has utilized a three-pronged balancing test, weighing: (1) the gravity of the public concerns fulfilled by the seizure; (2) the degree to which the public interest is advanced by the seizure; and (3) the severity of the intrusion upon individual liberty. <i>Commonwealth v. Beaman,</i> <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">636</span></span>, <span class=\"citation\" data-id=\"1487969\"><a href=\"/opinion/1487969/com-v-beaman/\"><span class=\"volume\">880</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">578</span></a></span>, 582 (2005). A valid seizure under this standard is one supported by reasonable suspicion, based on objective facts, that indicates an individual is participating in criminal activity. <i>Id.</i> Of course, we have held that individualized suspicion is not an \"irreducible component\" of reasonable suspicion, particularly where the searches or seizures are designed to aid the government in addressing circumstances that stretch the typical demands of law enforcement. <i>Id.</i></p>\n<p>The Majority first declares, without providing any explanation, that the liberty interest at stake here was \"significant\" because the students who entered this fraternity house, which was operating as a commercial business on the night of the party, supposedly had a \"reasonable expectation\" that they could \"leave at will.\" Majority at 1272. In my view, the Majority surely is mistaken. First, when an individual is on a property used for commercial purposes, or merely present in a home with the consent of the homeowner, that individual has far less of a privacy interest, if any, than while in one's own home. <i>See </i><i>Minnesota v. Carter,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span>, 90, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, 473, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1998) (\"[A]n overnight guest in a home may claim the protection of the Fourth Amendment, but one who is merely present with the consent of the householder may not.\"); <i>New York v. Burger,</i> <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 700, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2636</span></a></span>, 2643, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1987) (an individual's expectation of privacy on commercial premises is less than a similar expectation in a person's home). Second, the alleged \"expectation\" assumed by the Majority has to be diminished by the reality of the situation. No person committing a crime in a place held open to the public can harbor a \"reasonable expectation\" that authorities will allow him to \"leave at will.\" Any person at this fraternity-keg party who was underage knew he was committing a crime and could have no expectation of immunity from discovery or consequence. Even those few students who were of-age needed only to consult their senses to know that they were in a place, and a circumstance, where police discovery of the unlawful activity might impede their ability to \"leave at will.\"</p>\n<p>The Majority addresses the other two prongs of the test articulated in <i>Beaman</i> by finding that the seizure did not advance the public interest and/or that the gravity of public concern here does not rise beyond general crime control. Majority at 1272. The practical implications of the Majority's opinion impeaches this analysis. Although the Majority makes an unsupported assertion that there are more \"effective\" means for LCE officers to employ <span class=\"star-pagination\">*1276</span> to stop underage drinking, <i>id.</i> at 1272, the Majority glaringly fails to suggest any such alternative approach, much less a more effective one.<sup>[1]</sup> Alcohol on college campuses is a reality and a concern, particularly because most college students are under the age of 21. Fraternity drinking parties or other \"keg\" parties present a very real danger to the health and safety of our youth, many of whom lack the sophistication and experience to realize the danger posed to themselves and others. The most effective way to combat this real-world danger is by going to the source  here, literally, the source of the alcohol. The real choice here is between allowing a reasonable, brief detention of the partygoers at the fraternity for police to ascertain which drinkers are underage or, as the Majority would seem to require, consigning the officers to the toothless path of questioning individuals one-on-one, thereby permitting other unquestioned partygoers to realize the officers' identity and to flee before being cited for illegal activity. Permitting exclusion, as Judge Easterbrook recently put it, \"comes at such high cost to the administration of the criminal justice system that its application might sensibly be confined to violations of the reasonableness requirement.\" <i>United States v. Elder,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></span>, 1091 (7th Cir.2006). I see nothing unreasonable in allowing a minimal intrusion, to confirm or dispel reasonable suspicion; indeed, to hold otherwise is, in essence, to hold that police are helpless to combat crimes that depend upon the age of the suspect.</p>\n<p>This case lies somewhere between the realm of prior cases validating suspicionless searches, <i>see, e.g., </i><i>Vernonia School District 47J v. Acton,</i> <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></a></span>, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1995) (permitting student athletes to be randomly subjected to drug testing), <i>United States v. Martinez-Fuerte,</i> <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3074</span></a></span>, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1116</span></a></span> (1976) (permitting road block near border to check for illegal aliens), and searches/seizures where individualized reasonable suspicion is present. When the LCE officers entered the fraternity party, they witnessed what all sentient Americans would expect to see: a group of youthful individuals consuming beer, the only available beverage. Even aside from the youthful appearance of the drinkers, assuming that a fair cross-section of the college student community was present, that is, individuals from every class year, the LCE officers had ample reason to believe that a fair number of the party participants were under the legal consumption age of 21. As the party swelled, however, it became a practical impossibility for the LCE officers, who were far fewer in number, to evaluate the actions of every student in the fraternity house, much less to recall at a suppression hearing months later whether they had witnessed a particular appellee drinking. The facts undeniably provided the LCE <span class=\"star-pagination\">*1277</span> officers with probable cause to believe that widespread underage drinking was occurring at the fraternity party, but the circumstances prevented them from isolating and developing individualized suspicion for each of the fifty-six underage drinkers, interspersed between sober underage partygoers and those 21 or older. In this instance, I see no constitutional violation in permitting a minimally intrusive, wholesale investigatory detention of the partygoers.</p>\n<p>Finally, I cannot join the Majority Opinion because it fails to address another of the Commonwealth's arguments. The trial court granted appellees' motion to suppress because, it found, \"there was no evidence whatsoever presented at the April 7, 2004 hearing to demonstrate that the [appellees] on the list were the same students who had been charged with under-age drinking on April 3, 2003. . . . [t]he Commonwealth gave me nothing to show that the [appellees] named in the caption to this case were the people who were present in the fraternity house that evening.\" <i>Commonwealth v. Mistler,</i> No. 3147-03, slip op. at 6 (Pa.C.C.P. May 28, 2004). In so ruling, the court cited a Superior Court decision, <i>Commonwealth v. Wood,</i> <span class=\"citation\" data-id=\"1461693\"><a href=\"/opinion/1461693/com-v-wood/\"><span class=\"volume\">833</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">740</span></a></span> (Pa.Super.2003). Thus, it appears, the reason for the trial court's grant of appellees' suppression motion was not based on any Fourth Amendment violation, but rather was grounded in a dispute over proof that the named defendants were the same students cited for underage drinking at the party. It is not clear to me how difficulties of proof the Commonwealth may face at trial are relevant to determining the constitutionality of the search and seizure in this case and the propriety of the grant of suppression relief. <i>See </i><i>Commonwealth v. Millner,</i> <span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">237</span></span>, <span class=\"citation\" data-id=\"2113187\"><a href=\"/opinion/2113187/com-v-millner/\"><span class=\"volume\">888</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">680</span></a></span>, 693 (2005).</p>\n<p>Justice SAYLOR joins this opinion.</p>\n<p>Justice EAKIN, dissenting.</p>\n<p>The majority holds all evidence obtained is inadmissible because the police lacked individualized suspicion sufficient to justify a seizure, and failed to meet any exception justifying suspicionless searches. Majority, at 1273. I respectfully dissent, as I believe the investigation was not \"suspicionless.\" As set forth <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), if an officer possesses reasonable suspicion criminal activity is afoot, he is justified in briefly detaining the suspect in order to investigate. <i>See </i><i>Commonwealth v. E.M.,</i> <span class=\"citation no-link\"><span class=\"volume\">558</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">16</span></span>, <span class=\"citation\" data-id=\"1889574\"><a href=\"/opinion/1889574/com-v-em/\"><span class=\"volume\">735</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">654</span></a></span>, 659 (1999). In a <i>Terry</i> stop, \"the officer may ask the detainee a moderate number of questions to determine his identity and to try to obtain information confirming or dispelling the officer's suspicions.\" <i>Berkemer v. McCarty,</i> <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 439, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3138</span></a></span>, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1984).</p>\n<p>Examining the totality of the circumstances here, the Liquor Control Officers had reasonable suspicion to believe appellees and others were engaged in criminal activity. The officers had professional experience and familiarity with underage drinking, but one need not be Sherlock Holmes to deduce that when admission is charged to enter a college fraternity party, there is often alcohol available without the restrictions present in commercial establishments, and such was the case here. When the officers arrived, no one was asking for identification or proof of age; they observed people \"youthful in appearance,\"<sup>[1]</sup> the majority of whom were holding cups or cans of beer, the only beverage being served. The officers possessed sufficient articulable facts amounting to suspicious conduct on the part of the group <span class=\"star-pagination\">*1278</span> which included appelleesa more than reasonable, nay an unavoidable, belief that underage drinking was occurring. To conclude otherwise is to cast aside common sense.</p>\n<p>The question really is whether, in response to evidence of ongoing violations by a group, the police may undertake a group <i>Terry</i> stop. That is, if there is reason to suspect that some members of a group are violating the law, may the officer briefly stop and investigate the whole group, or must he sit by because he cannot articulate which members of the group are involved and which are not. Recalling that <i>Terry</i> allows a brief investigatory stop when it appears \"criminal activity is afoot,\" here it certainly was afootthe question was which members of the group were in violation and which were not. I find no requirement in <i>Terry</i> that this unique situation requires particularized suspicion for each individual in the group. Where the investigation is manifestly brief and the age of the individuals easily determined, the principles of <i>Terry</i> can be respected within the context of a group stop, without the illogical result of officers having to ignore what they know and allow all to go because there are too many of them.</p>\n<p>The officers here asked the students for identification. Those who were over 21 were allowed to leave, consistent with the dictates of <i>Terry;</i> once the officers determined these parties were not involved in the criminal activity, they were on their way with minimal intrusion. Those identified as being under 21 were questioned briefly and given a preliminary breath test to determine if they drank alcohol. In context, this process was expedient, as the officers established whether probable cause existed to issue an underage drinking citation.</p>\n<p>While some of the people at the party were over 21 years old, \"[t]he fact that a suspect's behavior may be consistent with innocent behavior does not, standing alone, make detention and limited investigation illegal.\" <i>Commonwealth v. Johnson,</i> <span class=\"citation\" data-id=\"1897653\"><a href=\"/opinion/1897653/com-v-johnson/\"><span class=\"volume\">734</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">864</span></a></span>, 869 (Pa.Super.1999). While there may not be reasonable suspicion of underage drinking to a layperson, we must consider the totality of the circumstances \"drawn from those facts in light of the officer's experience.\" <i>Commonwealth v. Cook,</i> <span class=\"citation no-link\"><span class=\"volume\">558</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">50</span></span>, <span class=\"citation\" data-id=\"1889421\"><a href=\"/opinion/1889421/com-v-cook/\"><span class=\"volume\">735</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">673</span></a></span>, 677 (1999) (citation omitted). Here, the officers viewed the entire situation and determined there was underage drinking at the party. As there was reasonable suspicion of underage drinking occurring, allowing them to conduct a group <i>Terry</i> stop to separate the legal drinkers from the illegal ones seems totally reasonable. If they have the ability to ask one young drinker for ID, how does that authority evaporate simply because there are many suspected underage drinkers? This was not suspicionless activity, and accordingly, I would reverse the Superior Court's order.</p>\n<p>Justice CASTILLE joins this dissenting opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  \"PBT' is a Preliminary Breath Test.'\"</p>\n<p>[2]  An investigative detention must be supported by reasonable suspicion and subjects a suspect to a stop and a period of detention, but does not involve such \"coercive conditions as to constitute the functional equivalent of an arrest.\" Feb. Supp. ct. Op. at 10-11 (citing <i>Commonwealth v. Strickler,</i> <span class=\"citation no-link\"><span class=\"volume\">563</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">47</span></span>, <span class=\"citation\" data-id=\"2156861\"><a href=\"/opinion/2156861/com-v-strickler/\"><span class=\"volume\">757</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">884</span></a></span>, 889 (2000)).</p>\n<p>[3]  The Superior Court in <i>Wood</i> acknowledged that, given the particular facts and circumstances of that case, it was not required to address the question presently before this Court. <i>Commonwealth v. Wood,</i> <span class=\"citation\" data-id=\"1461693\"><a href=\"/opinion/1461693/com-v-wood/\"><span class=\"volume\">833</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">740</span></a></span>, 744 (Pa.Super.2003).</p>\n<p>[4]  The United States Supreme Court has noted that \"[w]henever an officer restrains the freedom of a person to walk away, he has seized that person.\" <i>Tennessee v. Garner,</i> <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). Certainly, there can be no dispute that the ability of the students to leave the fraternity was impeded and that therefore they were seized.</p>\n<p>[5]  The Fourth Amendment states:\n</p>\n<p>The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.</p>\n<p>U.S. CONST. amend. IV.</p>\n<p>[6]  Article 1, Section 8 states:\n</p>\n<p>The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.</p>\n<p>Pa. CONST. art. 1, § 8.</p>\n<p>[7]  Cases decided pursuant to Article 1, Section 8 of the Pennsylvania Constitution have recognized a strong notion of privacy, which is greater than that of the Fourth Amendment. <i>See </i><i>Theodore,</i> 836 A.2d at 88. Thus, where we conclude that a search violates the Fourth Amendment to the United States Constitution, such a search perforce violates Article 1, Section 8.</p>\n<p>[1]  This Court has never determined that evidence should be suppressed based solely on the contention that there may be more efficient or effective methods by which to police criminal conduct. For instance, in Beaman, 880 A.2d at 588, this Court declined to declare sobriety checkpoints unconstitutional where statistical evidence suggested that roving patrols were more efficient at identifying drunk drivers. The defendant in <i>Beaman</i> had challenged the checkpoints based on statistics from Pennsylvania counties showing that less than one-percent of all drivers stopped at them were arrested for driving under the influence. <i>Id.</i> at 580. While this Court noted that it would be difficult to find suspicionless seizures constitutionally reasonable where they had no effect, or a <i>de minimus</i> effect, in advancing the public interest, we declined to declare roadblocks unconstitutional based on the evidence presented. <i>Id.</i> at 589. Here, a much higher percentage of individuals detained at the fraternity were ultimately cited for criminal activity, negating any argument that this detention had a <i>de minimus</i> effect on the conduct.</p>\n<p>[1]  Trial Court Opinion, 2/6/04, at 2.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1461693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1487969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1889421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1889574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1989353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2070756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2071064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2112900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2113187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2156861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2190434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2192325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2259676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2260167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2266468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2322968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2351620/"
          ]
        }
      ],
      "judges": "Cappy, C.J., and Castille, Newman, Saylor, Eakin, Baer and Baldwin",
      "date_created": "2016-01-13T21:16:25.208227Z",
      "date_modified": "2017-11-22T15:30:10.719640Z",
      "date_filed": "2006-12-27",
      "date_filed_is_approximate": false,
      "slug": "com-v-mistler",
      "citation_id": 2316002,
      "case_name_short": "Com.",
      "case_name": "Com. v. Mistler",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "912 A.2d 1265",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 30,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2213645/com-v-mistler/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:41:03.620596Z",
  "date_modified": "2014-10-30T22:41:03.620596Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Com.",
  "case_name": "Com. v. Mistler",
  "case_name_full": "",
  "slug": "com-v-mistler",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}