{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2214102/",
  "id": 2214102,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lawd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343646/",
      "id": 2343646,
      "absolute_url": "/opinion/2343646/wallace-v-house/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2214102/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2343646/",
          "id": 2343646,
          "absolute_url": "/opinion/2343646/wallace-v-house/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343646/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/828/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:06.878488Z",
          "date_modified": "2017-04-09T12:14:14.928294Z",
          "type": "010combined",
          "sha1": "124eb9ca13d569b4b2c904670f906215fe1253fd",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>377 F.Supp. 1192 (1974)</b></center>\n<center><h1>George WALLACE, Sr., et al.,<br>\nv.<br>\nJ. P. HOUSE, Individually and as Registrar of Voters of Concordia Parish, Louisiana, et al.</h1></center>\n<center>Civ. A. No. 17971.</center>\n<center><p><b>United States District Court, W. D. Louisiana, Monroe Division.</b></p></center>\n<center>June 6, 1974.</center>\n<p><span class=\"star-pagination\">*1193</span> <span class=\"star-pagination\">*1194</span> <span class=\"star-pagination\">*1195</span> Paul Henry Kidd, Kidd, Katz &amp; Halpin, Monroe, La., Stanley A. Halpin, Jr., New Orleans, La., for plaintiffs.</p>\n<p>W. C. Falkenheiner, Dist. Atty., Seventh Judicial Dist., Vidalia, La., Robert C. Downing, Asst. Atty. Gen. of La., Monroe, La., A. Mills McCawley, Sp. Counsel to the Atty. Gen. of La., Shreveport, La., for defendant J. P. House.</p>\n<p>Norman M. Magee, Ferriday, La., for all other defendants.</p>\n<p>DAWKINS, Senior District Judge.</p>\n<p></p>\n<h2>FINDINGS OF FACT and CONCLUSIONS OF LAW</h2>\n<p>1. This class action is brought pursuant to 42 U.S.C. § 1983. Plaintiffs seek a declaratory judgment, pursuant to 28 U.S.C. § 2201, a preliminary injunction, a permanent injunction, and other appropriate relief to enjoin the deprivation, under color of law, by the State of Louisiana (and in particular the Town of Ferriday) of the rights, privileges, and immunities of the plaintiffs and the class they represent, arising under the Constitution of the United States and, more particularly, the Fourteenth and Fifteenth Amendments. Jurisdiction is conferred in this Court by 28 U.S.C. § 1343(3) and (4).</p>\n<p>2. Plaintiffs Henry A. Montgomery, Clarence L. Hymon, L. J. Scott, Leon Smith are black citizens of the United States and residents and registered voters in the Town of Ferriday, Concordia Parish, Louisiana. All were candidates for the Board of Aldermen for the Town of Ferriday March 25, 1972. All were unsuccessful. Louis Hill, Jr., another plaintiff, has died since this suit was filed.</p>\n<p>3. Plaintiffs George Wallace, Sr., Jesse L. Bloodshaw, and Louis R. Jones are black citizens of the United States, and residents and registered voters in the Town of Ferriday. They were unsuccessful candidates for the Democratic Executive Committee for the Town at the Election held March 25, 1972.</p>\n<p>4. The plaintiffs sue individually and as representatives of the class of black voters of the Town, and as potential candidates for the Board of Aldermen.</p>\n<p>5. The Town of Ferriday is a municipal corporation and is recognized by the State of Louisiana pursuant to L.S.A.-R.S. 33:51 et seq. (Lawrason Act.)</p>\n<p>6. Defendant J. P. House is a white citizen of Ferriday. He is the Registrar of Voters of Concordia Parish and was sued both in his capacity as Registrar and individually.</p>\n<p>7. Defendant L. W. Davis is Mayor of Ferriday. He has responsibility for the control, care, and management of the Town as provided by L.S.A.-R.S. 33:321 et seq. He is sued in his individual and official capacities.</p>\n<p>8. Defendants Raymond Galloway, Glenn E. Ratcliff, Raymond Cooper, George M. Scruggs, and Guy R. Serio are the present members of the Board of Aldermen for the Town. As such they constitute the legislative governing body of the Town, pursuant to L.S.A.-R.S. 33:321 et seq. They also have the duty and responsibility of determining the districting arrangement for the election of Aldermen. They are sued in their individual and official capacities.</p>\n<p>9. Defendants John F. Anders, Purser Raborn, and A. E. Torres are the present members of the Democratic Executive Committee for the Town. They are sued individually and in their capacities as Democratic Executive Committeemen.</p>\n<p>10. The five members of the Ferriday Board of Aldermen are currently elected on an at-large basis, with no residency requirements, by the electors living within the Town limits. The Town being a Lawrason Act city, as indicated, the Board of Aldermen performs purely legislative functions. All of the present Aldermen are white, and only one black ever has been elected to serve on the Board, and no black ever has been elected to any other office in the Town.</p>\n<p>11. According to the 1970 census, the total population of the Town is 5,239. <span class=\"star-pagination\">*1196</span> Of this total, 2,211 are white, and 3,028 are black. Thus, although a significant proportion of the population is black, there is no black member now serving on the Board of Aldermen, and only one black ever has served on the Board.</p>\n<p>12. The at-large scheme of electing Aldermen in the Town effectively deprives plaintiffs and their class of the right to vote, on account of race, in that it invidiously cancels out the voting strength of blacks within the Town.</p>\n<p>13. Practically all of the black population of the Town lives in two geographically discernable areas: (1) the area east of the railroad tracks, and (2) the area in the southwest portion of the town. These areas are known to be the black residential areas of the Town.</p>\n<p>14. There has been a continuing history of State and local official racial discrimination in Ferriday and the Parish of Concordia, which, until fairly recent times, has extended to deprivation of the rights of blacks to register and vote and to participate in the democratic process.</p>\n<p>15. Ferriday is a one-party town, with nominations by the Democratic Party being tantamount to election.</p>\n<p>16. Black voters of Ferriday vote consistently for the Democratic Party nominee for Aldermen and other political offices. The Democratic nominees are consistently elected, yet they fail to respond properly to the needs of the black community.</p>\n<p>17. Other voting practices and procedures of the State of Louisiana and the Town of Ferriday compound and multiply the racially discriminatory effect of the at-large scheme of elections for Aldermen in the Town.</p>\n<p>18. Specifically, by L.S.A.-R.S. 18:358, Louisiana law provides for a majority rather than a plurality requirement in primary elections. Under this provision, any candidate who receives a mere plurality must stand for election in a second primary. The white voter registration and voting in the at-large scheme thus effectively prohibits any black candidate from gaining election.</p>\n<p>19. Also by L.S.A.-R.S. 18:351, Louisiana law provides for \"anti-single shot\" or \"full slate\" voting, which in at-large elections forces the voter to cast ballots for candidates whom he does not support as well as for candidates he supports. The law prevents the racial voting minority in at-large elections from concentrating their support for a single minority candidate.</p>\n<p>20. The at-large election scheme currently employed by the Town Board of Aldermen, particularly in combination with the above described practices, effectively excludes the black community from participation in the political process of electing Aldermen in a reliable and meaningful manner.</p>\n<p>21. The above described black residential areas in the Town have well over a majority of the voting strength within those areas, but blacks in those areas are generally unable to elect a representative to the Board of Aldermen, and will continue to be unable to do so as a result of the at-large voting scheme.</p>\n<p>22. Accordingly, the at-large scheme of election ensures that the white voters will continue to elect all members to the Board of Aldermen, while plaintiffs and their class will continue to have neither the opportunity nor ability to be elected, all in violation of the Fourteenth and Fifteenth Amendments to the United States Constitution and in deprivation of their rights thereunder.</p>\n<p>23. The present at-large election scheme of the Town operates to minimize or cancel out the black voting strength in the Town, which deprives plaintiffs of their rights under the Fourteenth, and particularly the Fifteenth, Amendments, in that, when taken in combination with other voting laws of Louisiana, deprives plaintiffs and their class of the opportunity to elect blacks to the Ferriday Board of Aldermen, even though blacks comprise a significant proportion of the total population of the Town. This further deprives <span class=\"star-pagination\">*1197</span> plaintiffs and their class, as potential black candidates, of the opportunity meaningfully to run for a position on the Board of Aldermen because of the design and effect of the at-large plan, thus relegating black electors to permanent minority status with no voice or influence upon defendants, all of which deprives plaintiffs of their rights under the Fourteenth and particularly the Fifteenth Amendments.</p>\n<p>24. It is quite feasible to devise a single-member district plan for election of Aldermen in the Town of Ferriday, under which the rights of plaintiffs would not be violated.</p>\n<p>25. The at-large election scheme described in the above paragraphs is maintained by the individual defendants under the color of law of the State of Louisiana, and of the Town of Ferriday, and under color of defendants' respective offices as officers and agents of the State.</p>\n<p>26. On only one occasion, a black, Henry Montgomery, was elected to the Board of Aldermen, for a single four-year term. The evidence, however, indicates that his election on this occasion was due to a mere \"stroke of luck\" in that there were originally seven white candidates and Montgomery vying for five seats on the Board. Shortly before the election, one of the strongest white candidates withdrew because of a ruling that, as the Town's Fire Chief, he could not hold a second public office. His name remained on the ballot, however; and, because white voters divided their votes between this unqualified white candidate and the seventh white candidate, Montgomery, by obtaining a large percentage of the black vote within the Town, was able to place within the first five, and thus was elected.</p>\n<p>27. That a single black candidate has been successful in an at-large race, by no means demonstrates that the particular at-large system does not operate to minimize or cancel out minority voting strength. Zimmer v. McKeithen, 485 F.2d 1297 (5th Cir., en banc, 1973), and Beer et al. v. United States of America et al. and Johnny Jackson, Jr. et al., 374 F.Supp. 363, at 397-398 (U.S.D.C., D.C., 1974).</p>\n<p>28. Witnesses for plaintiffs credibly stressed the long history of racial segregation in education, housing, public facilities, and virtually all facets of everyday life in Ferriday. With special reference to suffrage, witnesses attested to past voting practices which worked to exclude blacks from the registration rolls and to stifle minority participation in the elections. Until very recently, strict proof of residency of specific duration, identification by Social Security number, and other impediments had persisted as obstacles to would-be voters.</p>\n<p>29. Further testimony at the trial indicated that the present selection process for Aldermen in Ferriday creates additional problems for its black citizens. To maximize exposure throughout the Town of Ferriday, and to gain other benefits from joining forces, white aspirants for Aldermen frequently form informal tickets to campaign essentially as a team. There have been no instances where any black candidate has been included upon any of these teams, and black citizens running for office are hampered by both their general, more individualistic political philosophies, and their more limited financial resources.</p>\n<p>30. The record documents a history of bloc voting along racial lines, wherein the situation where a black candidate opposes a white candidate, virtually all of the white voters cast their vote for the white candidate, and virtually all of the black voters cast their vote for the black candidate.</p>\n<p>31. To this variety of factors limiting black access to the political process, there are certain structural elements of a statutory origin which contribute to and build upon the informal factors, and which have the result under the totality of the circumstances of this case, of operating to dilute and abridge the voting power of the black voting strength in the Town of Ferriday. These are the <span class=\"star-pagination\">*1198</span> majority vote requirement, La.Rev.Stat. Ann. Art. 18 § 358 (1966 Supp.), and the \"anti-single shot\" provision, La.Rev. Stat.Ann. Art. 18, § 351 (1966 Supp.), which are applicable in primary elections. As further amplified by plaintiffs' political science expert, Dr. Richard Engstrom, the majority-vote rule seriously limits a black candidate's chances of winning, even if he were to receive all of the black vote. Without the possibility of a plurality victory by his candidate, the minority voter's influence on the election result sharply is reduced.</p>\n<p>32. The \"anti-single shot\" law provides that if two or more offices are to be filled, as, for example, the five at-large seats for the Board of Aldermen, a voter must vote for candidates equal in numbers to the number of offices at stake, or his ballot will be invalidated with respect to all of those offices. As further amplified by plaintiffs' expert, Dr. Engstrom, although a voter wishes to support but one aspirant for an at-large seat, he must cast a vote against his candidate in order to have his vote for that candidate counted. The effect of this is that black voters are unable to run a single candidate and urge that black voters only vote for that candidate.</p>\n<p>33. By virtue of the existence of a formerly law-required literacy test, and low voter registration, all of Louisiana, as well as Concordia Parish and the Town of Ferriday, has been made subject to the Voting Rights Act of 1965. Particularly, the Town was singled out for the presence of Justice Department attorneys to observe voting and election procedures as recently as 1972.</p>\n<p>34. At-large elections, of course, are not <i>per se</i> racially discriminatory, see Whitcomb v. Chavis, 403 U.S. 124, 91 S.Ct. 1858, 29 L.Ed.2d 363, Burns v. Richardon, 384 U.S. 73, 86 S. Ct. 1286, 16 L.Ed.2d 376 (1966), Fortson v. Dorsey, 379 U.S. 433, 85 S.Ct. 498, 13 L.Ed.2d 401 (1965). The Supreme Court has held that in such case, the plaintiffs' burden is to produce evidence that the political processes used in nomination and election were not equally open to participation by the group in question  that is, that the group had less opportunity than did other residents meaningfully to participate in the political process and to elect public officials of their choice. We find here that the plaintiffs have met this burden of proof.</p>\n<p>35. The Fifth Circuit Court of Appeals has pointed out that \". . . although population is the proper measure of equality in apportionment . . . access to the political process and not population [is] the barometer of dilution of minority voting strength.\" Zimmer v. McKeithen, <i>supra,</i> at 1303, and that the final determination is to be made \". . . on the totality of the circumstances,\" White v. Regester, 412 U.S. 755, at 769, 93 S.Ct. 2332, 37 L.Ed. 2d 314, and Turner v. McKeithen, 490 F.2d 191, at p. 194 (5th Cir., 1973); and among the factors relevant to the question whether a minority group enjoys meaningful access, \". . . are the continuing effects of past discrimination on the minority group's ability to participate in the political process, the opportunity for the minority group to participate in the candidate selection process, the responsiveness of elected officials to the particular concerns of the minority group, and the strength of the stated interest in multi-member or at-large voting.\" Turner v. McKeithen, <i>supra,</i> at p. 194.</p>\n<p>36. Thus, the measure of the validity of an at-large plan of election is the quality of opportunity, and the crucial inquiry is whether the plan leaves black citizens at liberty to participate in the electoral process on the same plane with white citizens. We find here that it does not.</p>\n<p>37. Ferriday has a sizable black population and a sizable number of black voters, yet, with the single exception of the Montgomery election, indicated above, no black ever has been elected to public office in the Town since Reconstruction. However, dilution of the vote <span class=\"star-pagination\">*1199</span> of a racial minority is not shown by \". . . a mere disparity between the number of minority residents and the number of minority representatives,\" Zimmer v. McKeithen, <i>supra,</i> at 1305, or by the fact that \". . . the racial group allegedly discriminated against has not had legislative seats in proportion to its voting potential.\" White v. Regester, <i>supra,</i> at 765-766. Rather a claim of abridgment of minority vote is valid only when \". . . the political processes leading to nomination and election were not equally open to participation by the group in question  that its members had less opportunity than did other residents in the district to participate in the political processes and to elect legislators of their choice.\" White v. Regester, <i>supra,</i> at 766.</p>\n<p>38. Careful examination of a variety of circumstances, giving due attention and weight to those factors, leads us here to conclude that the at-large election plan now in effect at Ferriday inevitably will have the effect of minimizing the voting strength of black citizens in Aldermanic elections.</p>\n<p>39. The pertinent historical events demonstrate not only \". . . that . . . blacks [have] suffered a history of official racial discrimination which touched their right to participate in democratic processes,\" Zimmer v. McKeithen, <i>supra,</i> at 1305, 1306; White v. Regester, <i>supra,</i> at 766; Turner v. McKeithen, <i>supra,</i> at 194, 197; but also that the \". . . existence of past discrimination in general precludes the effective participation in the elect[ive] system.\" Zimmer v. McKeithen, <i>supra,</i> at 1305.</p>\n<p>40. For generations, black citizens of Ferriday were segregated in public schools, public recreational facilities, and in other aspects of daily life, see, Smith v. Concordia Parish School Board (No. 11,577, U.S.D.C., W.D.La., commenced in 1965 and continuing to date). For a long period, they were victimized by governmentally sanctioned residential segregation; and even at present by discrimination in public employment, according to plaintiffs' credible witnesses.</p>\n<p>41. Even more directly related to minority suffrage in Ferriday is Louisiana's traditional and \". . . successful policy of denying Negro citizens the right to vote because of their race.\" Louisiana v. United States, 380 U.S. 145, 85 S.Ct. 817, 13 L.Ed.2d 709 (1965). Further, the grandfather clause, Louisiana v. United States, <i>supra,</i> at 148, the literacy standard, La.Const. art. VIII, § 1(c) (1961), the white primary, Louisiana v. United States, <i>supra,</i> at 148-149, and the \"segregation committee,\" <i>Ibid.,</i> at 149, combined with each other and other devices to limit black political activity in Louisiana to a distressingly low level.</p>\n<p>42. While the Voting Rights Act of 1965 has invalidated many of these discriminatory provisions, their debilitating effect remains.</p>\n<p>43. Thus, it is clear that plaintiffs have met their burden of proof, and that at-large elections in Ferriday, under the totality of circumstances, in combination with the formal and informal conditions existing in the Town, operate to minimize and dilute the voting strength of black citizens there and to prevent them from participating equally with white citizens in the political process relative to selection of Aldermen.</p>\n<p>44. Upon order, the Aldermen of Ferriday submitted to this Court two plans of districting for the Town of Ferriday. The plan first submitted (hereinafter the first plan) divided the town into four single-member districts and provided that the fifth Alderman would be elected from the Town at large. They then submitted to this Court another plan (hereinafter the second plan) which divided the Town of Ferriday into five single-member districts.</p>\n<p>45. We find that the first plan submitted by the Aldermen constitutionally is unacceptable because of its at-large features, for all of the reasons indicated above in regard to the presently totally at-large plan. The Fifteenth <span class=\"star-pagination\">*1200</span> Amendment to the United States Constitution provides in part that \"[t]he right . . . to vote shall not be denied <i>or abridged</i> by . . . any State on account of race [or] color.\" (Emphasis added.) Thus, the Fifteenth Amendment prohibits abridgment of the right to vote as well as its outright denial, and in the context of this case, the election of one Alderman at-large clearly abridges the right to vote. The Supreme Court held in Reynolds v. Sims that: \"[T]he right of suffrage can be denied by a debasement or dilution of the weight of a citizen's vote just as effectively as by wholly prohibiting the free exercise of the franchise.\" 377 U. S. 533, at 555, 84 S.Ct. 1362, at 1378, 12 L.Ed.2d 506. See also the language in Allen v. State Board of Elections, 393 U.S. 544, at 569, 89 S.Ct. 817, 22 L.Ed. 2d 1.</p>\n<p>46. The first plan of defendants, containing the at-large provision, also is clearly constitutionally infirm because of the special racially discriminatory effect of that plan in the context of this case. The black population and voting strength in Ferriday is distributed in such a manner that it appears that any fairly drawn single-member district plan of redistricting ordinarily will result in blacks having a majority in three of the five districts. Only clear racially discriminatory gerrymandering could accomplish a different result. Plaintiffs' expert, Engstrom, explained that political scientists recognize two types of gerrymandering. The first is called \"<i>ad hoc</i>\" gerrymandering, which refers to manipulation of district lines to achieve the desired political effect. To use this system in Ferriday, using five singlemember districts to accomplish the end of three districts each containing a white voting majority, while theoretically possible, most immediately would be recognized (visually and otherwise) as a blatant gerrymandering. The second type of gerrymandering referred to by Engstrom is called \"institutional\" gerrymandering, which refers to devices other than manipulation of district lines in order to achieve a given political effect. A typical form of \"institutional\" gerrymandering is multi-member districts or at-large elections. John Wildgen in \"Measuring Malapportionment in Louisiana,\" 16 Loyola L.Rev. 383, 394-395 (1969-70) explains this type of institutional gerrymandering as follows: \"Where the black voting concentrations are too high to be subdivided into two or more districts which have an overall white majority, the alternate choice of those bent on maintaining white control is to `take the opposite course and create large districts in which the black minority becomes diluted by the overwhelming number of white suburbanites. Instead of dividing the blacks, Louisiana has simply introduced more whites.'\"</p>\n<p>47. This course of action, suggested by defendants' \"first plan,\" may not be tolerated. The inclusion of the at-large seat is merely a slightly more sophisticated device (that is, institutional gerry-mandering) for accomplishing what obviously would be impermissible if done by manipulation of district lines (that is, \"<i>ad hoc</i>\" gerrymandering). As Justice Frankfurter noted long ago, the Fifteenth Amendment \". . . nullifies sophisticated as well as simpleminded modes of discrimination.\" Lane v. Wilson, 307 U.S. 268, 275, 59 S.Ct. 872, 876, 83 L.Ed. 1281 (1939).</p>\n<p>48. The second plan submitted by the Aldermen, which is composed of five separate single-member districts with no at-large feature, does not suffer from these or any other constitutional defects. Plaintiffs have indicated at trial that they have no quarrel with this plan. In fact, it is quite similar to the five single-member districts plan proposed by plaintiffs.</p>\n<p>49. Where, as here, a governing authority is found to be holding office by virtue of an election scheme which constitutionally is infirm, the Court under its equitable authority should take steps to correct such defects at the earliest feasible date.</p>\n<p><span class=\"star-pagination\">*1201</span> 50. As was stated in Reynolds v. State Election Board, 233 F.Supp. 323 (W.D.Okl., 1964) (three-judge Court), \"No office holder has a vested right in an unconstitutional office any more than he has a right to be elected to that office.\" See also, Hamer v. Campbell, 358 F.2d 215 (5th Cir. 1966), cert. denied, 385 U.S. 851, 87 S.Ct. 76, 17 L.Ed.2d 79 (1966); Bell v. Southwell, 376 F.2d 659 (5th Cir., 1967); Brown v. Post, 279 F. Supp. 60 (W.D.La., 1968); United States v. Democratic Executive Committee of Barbour County, Alabama, 288 F. Supp. 943 (M.D.Ala., 1968); United States v. Post, 297 F.Supp. 46 (W.D. La., 1969).</p>\n<p>51. Even after officials have assumed office under unconstitutional redistricting schemes, federal courts have ordered new elections drastically shortening their terms of office. Swann v. Adams, 263 F.Supp. 225 (S.D.Fla., 1967) (three-judge court) (on remand); W. M. C. A., Inc. v. Lomenzo, Order of July 27, 1964 (unreported), aff'd 379 U. S. 694, 85 S.Ct. 713, 13 L.Ed.2d 698 (1965). In Herweg v. Thirty Ninth Legislative Assembly of Montana, 246 F.Supp. 454 (D.Mont.) (three-judge court), the Court declared that all State legislators had been elected invalidly from malapportioned districts, and that \". . . regardless of the term for which they purported to be elected, [none] may hold office or be recognized as a member of said Legislature after the 31st day of December, 1966.\"</p>\n<p>52. In recent rulings the Fifth Circuit Court of Appeals has reversed orders of District Courts in Mississippi and ordered prompt new elections where supervisors had been elected under unconstitutional districting schemes. In Hall v. Issaquena County (unreported, Order of July 29, 1971, No. 71-3212) (Gewin, Coleman, and Goldberg, JJ.) and in Howard v. Adams County (unreported, Order of July 29, 1971, No. 71-2363, same panel), the Fifth Circuit ordered that new elections under a valid plan be conducted in each of these counties at an early date.</p>\n<p>53. In cases where the very election process itself is found to be constitutionally infirm (such as malapportionment), calling out even more strongly for prompt remedial action than those in which there is found to be some racial discrimination which does not go to the heart of the election process itself, this Court and other District Courts have found that where a governing body has been elected under either a malapportioned plan, or an election scheme such as at-large elections, cancelling out the voting strength of a cognizable portion of the populace, thus denying them access to the political process, prompt new elections are appropriate. See, Baker v. St. Helena Parish Police Jury (unreported, E.D.La., December 1, 1972, E. Gordon West, J., C.A. No. 71-293); Clark v. DeSoto Parish Police Jury (unreported, W.D.La., January 28, 1972, Ben C. Dawkins, Jr., J., C.A. No. 17,266); Fain v. Caddo Parish Police Jury, 312 F.Supp. 54 (W.D.La., 1970, Ben C. Dawkins, Jr., J.); London v. East Feliciana Parish Police Jury, 347 F.Supp. 132 (E. D.La., 1972, West, J.), reversed and remanded on other grounds, 476 F.2d 637 (5th Cir., 1973); Bailey v. Washington Parish Police Jury (unreported, E.D. La., June 19, 1972, Edward Boyle, J., C.A. No. 70-2861); Hargrove v. Caddo Parish School Board (unreported, W.D. La., June 7, 1972, Dawkins, J., C.A. No. 17,630); Johnson v. St. Martin Parish School Board (unreported, C.A. No. 16,965 W.D.La., June 5, 1972, Richard J. Putnam, J.); Chargois v. Vermilion Parish School Board, 348 F.Supp. 498 (W.D.La., 1972, Putnam, J.); Briscoe v. Jefferson Davis Parish Police Jury (unreported, C.A. No. 17,392 W.D.La., April 5, 1972, Edwin F. Hunter, Jr., J.). Moreover, the Fifth Circuit in Keller v. Gilliam, 454 F.2d 55 (1972), reversed the District Court holding in Mississippi and held that where supervisors had been elected under an at-large plan, their terms should be shortened to no more than six months, and special elections conducted under a single-member district plan.</p>\n<p><span class=\"star-pagination\">*1202</span> 54. The Registrar of Voters here testified it would be possible for him to arrange the registration rolls so that an election could be held under defendants' five single-member district plan at the same time that other Parish elections are to be conducted this summer (tentative first primary date August 17th).</p>\n<p>55. Plaintiffs have moved for attorney's fees on the bad faith, common benefit, and private attorney general theories. Plaintiffs' counsel testified that up to and including the first day of trial, April 24, 1974, he expended 128.5 hours in the necessary preparation of plaintiffs' case, and itemized the time expended. Beyond this, on the second day of trial, plaintiffs' counsel expended a minimum of five hours in trial and preparation, and at least an additional five hours in preparation of plaintiffs' suggested Findings of Fact and Conclusions of Law, directed by this Court. This totals 138.5 hours in legal work expended by plaintiffs' counsel. Plaintiffs also have moved for certain trial expenses or costs, as follows: $100.00 as the charge by the Registrar of Voters for preparation of a precinct map and registration data; $250.00 for the expert witness fee of Professor Richard L. Engstrom (who was required to be present at trial for two days); and $65.28 for round-trip plane fare of the expert witness from New Orleans to Shreveport and return.</p>\n<p>56. Earlier, the American rule was that attorney's fees are not favored in the absence of a specific statutory provision. See, for example, Simmons v. Friday, 190 F.2d 849, 851 (8th Cir., 1951). This former restrictive rule is inconsistent with the position taken by most common and civil law jurisdictions,<sup>[1]</sup> and effectively has been eroded more recently in the United States. For a number of years, juridical writers and commentators have criticized the restrictive American rule, arguing that attorney's fees should be included as costs within the equitable discretion of the District Court.<sup>[2]</sup></p>\n<p>57. In recent years, federal courts also have criticized as well as seriously eroded the traditional American rule and have awarded attorney's fees in <i>pro bono publico</i> litigation in a variety of substantive areas under several theories in the absence of statutory authorization.</p>\n<p>58. The federal courts also have given liberal interpretations to statutes which authorize the \"discretionary\" award of attorney's fees. For example, Title II of the Civil Rights Act of 1964, although only providing for fees in the \"discretion\" of the Court, has been interpreted to call for an award of fees as a matter of course \"unless special circumstances would render such an award unjust.\" Newman v. Piggie Park Enterprises, 390 U.S. 400, 88 S.Ct. 964, 19 L.Ed.2d 1263 (1968). An identical construction was given to the \"discretionary\" fee provision of Section 718 of the Emergency School Aid Act of 1972, 86 <span class=\"star-pagination\">*1203</span> Stat. 235, by the United States Supreme Court in Northcross v. Board of Education, 412 U.S. 427, 93 S.Ct. 2201, 37 L. Ed.2d 48 (1973).</p>\n<p>59. In the absence of statutes, American federal courts always have had equitable powers to award attorney's fees, Sprague v. Ticonic National Bank, 307 U.S. 161, 59 S.Ct. 777, 83 L. Ed. 1184 (1939), but until recent years have used the power rarely. Attorney's fees historically have been regarded as an appropriate punishment for those who litigate in bad faith, by using dilatory tactics or raising specious defenses. Aside from these situations, however, the most frequent awards of attorney's fees prior to the 1960's was in those cases where there was a recovery for the benefit of a class. In these cases, fees were assessed from a real or fictitious \"fund\" created by the attorney's successful prosecution.<sup>[3]</sup></p>\n<p>60. From 1939, when the Supreme Court in <i>Sprague, supra,</i> affirmed federal courts' equity power to award attorney's fees, until 1967, when the Supreme Court decided Fleischmann Distilling Corp. v. Maier Brewing Co., 386 U.S. 714, 87 S.Ct. 1404, 18 L.Ed.2d 475 (1967), the federal courts increasingly awarded attorney's fees in commercial suits. During the same period an increasing number of federal statutes were enacted, either authorizing a discretionary award of fees, or making such an award mandatory.<sup>[4]</sup> The Supreme Court's <i>Fleischmann</i> decision temporarily halted the erosion of the traditional rule, as lower courts read the decision to mean that fees should not be awarded in the absence of specific statutory authorization.</p>\n<p>61. In 1970, however, the Supreme Court once again considered the issue of attorney's fees in Mills v. Electric Auto-Lite Co., 396 U.S. 375, 90 S.Ct 616, 24 L.Ed.2d 593 (1970). In <i>Mills,</i> the Court ordered fees paid to plaintiffs who had established that the corporation they were suing had issued misleading proxy statements, in violation of the Securities Exchange Act. The Court based its decision on a theory of \"corporate therapeutics\" because the litigation benefited the corporation being sued (by securing compliance with the law, even though the benefit might never be financial),the corporation, and not the plaintiffs bringing suit, should bear the expense of obtaining the benefit.</p>\n<p>62. During the same period, equitable rules for awarding attorney's fees in <i>pro bono publico</i> litigation were also liberalized, often taking a cue from commercial law. In early school desegregation cases, attorney's fees were awarded successful plaintiffs only in the presence <span class=\"star-pagination\">*1204</span> of the most egregious forms of bad faith, and the benefit theory almost never was applied.<sup>[5]</sup></p>\n<p>63. The largest impetus in awards of attorney's fees in <i>pro bono publico</i> litigation came after the enactment of the Civil Rights Act in 1964, and the decisions in <i>Newman, supra,</i> and <i>Mills, supra,</i> when the lower courts began to apply a form of the benefit theory in <i>pro bono</i> cases: by suing to enjoin racial discrimination, plaintiffs of small means were enforcing a strong national policy benefiting the entire nation. They were, in effect, acting as \"private attorneys general\" who rarely recovered damages in their suits. Courts realized that \". . . [i]f successful plaintiffs were routinely forced to bear their own attorney's fees, few aggrieved parties would be in a position to advance the public interest by invoking the injunctive powers of the federal courts.\" <i>Newman, supra,</i> at 402.</p>\n<p>64. Understandably, the \"private attorney general\" rationale increasingly has been applied to statutes which did not provide for attorney's fees, but which do embody strong national policy to vindicate personal rightsmost specifically, the Civil Rights Acts passed in the wake of the Civil War: 42 U.S.C. §§ 1981, 1982, and 1983. Courts have recognized that \". . . in fashioning an effective remedy for the rights declared by Congress one hundred years ago, courts should look not only to the policy of the enacting Congress but also to the policy embodied in closely related legislation,\" Lee v. Southern Home Sites, 444 F.2d 143 (5th Cir., 1971), and have held that fees should be awarded not only in cases arising under recent statutes in which Congress has spoken, but also under older, related statutes in which Congress left the creation of remedies to the courts. The three-judge court in Alabama, in awarding attorney's fees under § 1983, summarized the rule: \"If, pursuant to this action, plaintiffs have benefited their class and have effectuated a strong congressional policy, they are entitled to attorneys' fees regardless of defendants' good or bad faith. . . . Indeed, under such circumstances, the award loses much of its discretionary character and becomes part of the effective remedy a court should fashion to encourage public-minded suits . . . and to carry out congressional policy.\" Sims v. Amos, 340 F.Supp. 691 (M.D. Ala., 1972), aff'd sub nom. Amos v. Sims, 409 U.S. 942, 93 S.Ct. 290, 34 L. Ed.2d 215 (1972).</p>\n<p>65. The flux of the law thus has been one of shifting the emphasis from purpose (bad faith) to effect (vindication of national policies), or from punishment to therapeutics. The appellate courts also have been increasingly willing to review a trial court's determination regarding attorney's fees. They have ruled that district judges abuse their discretion in denying attorney's fees in <i>pro bono publico</i> cases;<sup>[6]</sup> have ruled that district judges have erred by awarding too small an attorney's fee.<sup>[7]</sup> and have even awarded attorney's fees themselves for prosecuting an appeal.<sup>[8]</sup></p>\n<p>66. Judge Robert F. Peckham, in La Raza Unida v. Volpe, 57 F.R.D. 94, 96 (N.D.Cal., 1972), concisely stated that the present status of the law is that an award of attorney's fees is appropriate in three types of situations: 1) the \"obdurate behavior\" situation, where the <span class=\"star-pagination\">*1205</span> courts use their equitable powers to impose costs on defendants who have acted in bad faith; 2) the \"common benefit\" situation, where courts use their equitable power to ensure that the beneficiaries of litigation are the ones who share the expense; and 3) the \"private attorney general\" situation, where the courts use their power when necessary and appropriate to assure the effectuation of strong legislative policies.</p>\n<p>67. In redistricting cases, particularly where there have been issues of racial discrimination, federal courts have awarded attorney's fees almost as a matter of course, because such actions clearly benefit the public as a whole, \"regardless of defendants' good or bad faith.\" Sims v. Amos, <i>supra</i><i>.</i></p>\n<p>68. In <i>Sims, supra,</i> the Alabama reapportionment case, the Court was most explicit, stating that while defendants' adherence to \"obviously unacceptable plans\" amounted to bad faith:</p>\n<blockquote>\"Nevertheless, a finding of bad faith is not always a prerequisite to the taxing of attorneys' fees against defendants, and in this case, despite the availability of that ground, the Court has decided to base its award on far broader considerations of equity.</blockquote>\n<blockquote>\"In instituting the case sub judice, plaintiffs have served in the capacity of `private attorneys general' seeking to enforce the rights of the class they represent. . . . If, pursuant to this action, plaintiffs have benefited their class and have effectuated a strong Congressional policy, they are entitled to attorneys' fees regardless of defendants' good or bad faith. . . . Indeed, under such circumstances, the award loses much of its discretionary character and becomes part of the effective remedy a court should fashion to encourage public-minded suits, . . . and to carry out congressional policy.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\". . . The benefit accruing to plaintiffs' class from the prosecution of this suit cannot be over-emphasized. No other right is more basic to the integrity of our democratic society than is the right plaintiffs assert here to free and equal suffrage. In addition, congressional policy strongly favors the vindication of federal rights violated under color of state law, 42 U.S.C. § 1983, and, more specifically, the protection of the right to a nondiscriminatory franchise.\"</blockquote>\n<p>69. Using this approach federal courts in Mississippi consistently have awarded fees to plaintiffs in cases involving voting rights. Carpenter v. Toller (No. GC 718-K.N., Miss., Keady, J., May 26, 1971); Kitching v. Bobo (No. D.C. 7082-K, N.D.Miss., May 24, 1971, Keady, J.); Williams v. Hughes (No. D.C. 7076-S, N.D.Miss., Smith, J., February 19, 1971); Sigales v. Cumbest, (No. 3239, S.D.Miss., Russell, J., February 18, 1970); Scott v. Burkes (No. 4782, S.D.Miss., Nixon, J., April 29, 1971); Dyer v. Love, 307 F.Supp. 974, 986 (N.D.Miss., 1969); and Martinolich v. Dean, 256 F.Supp. 612 (S.D. Miss., 1966).</p>\n<p>70. Similarly in Louisiana in cases involving redistricting, the voting rights of blacks and Section 5 of the Voting Rights Act, federal courts have awarded plaintiff's fees on the \"therapeutic\" or \"private attorney general\" theories. Briscoe, et al. v. Jefferson Davis Parish Police Jury (C.A. No. 17,392 U.S.D.C., W.D.La., September 2, 1972, Hunter, J.); Claiborne Parish Civic League, et al. v. The Claiborne Parish School Board, et al. (C.A. No. 18,094, U.S.D.C., W.D.La., August 28 and September 18, 1972, Dawkins, J.); Clark v. DeSoto Parish School Board (C.A. No. 17,266, U.S.D.C., W.D.La., June 14, 1972, Dawkins, J.); Hargrove v. Caddo Parish School Board (C.A. No. 17,630, U.S.D.C., W.D.La. Dawkins, J.); Brach v. Franklin Parish School Board (C.A. No. 17,469, Dawkins, J.); London v. East Feliciana Parish Police Jury, 347 F.Supp. 132 (E.D. La., 1972, West, J.), reversed and remanded on other grounds 476 F.2d 637 (5th Cir., 1973).</p>\n<p><span class=\"star-pagination\">*1206</span> 71. In two recent cases, the United States Court of Appeals for the Fifth Circuit has upheld district court awards of attorney's fees under the common benefit and \"private attorney general\" theories. In Thompson v. Richland Parish Police Jury, 478 F.2d 1401 (5th Cir., 1973), rehearing denied 481 F.2d 1404 (1973), the Fifth Circuit affirmed summarily, pursuant to Rule 21, an award of attorney's fees by this Court's order of August 31, 1972, in a similar redistricting case. Even more recently, on May 13, 1974, the Fifth Circuit in Cornist et al. v. Richland Parish School Board et al., 495 F.2d 189 (5th Cir.) upheld an award of attorney's fees by this Court in a case of a single wrongfully dismissed teacher. The Fifth Circuit in that case upheld all of the grounds cited by the District Court for its award of attorney's fees, including an explicit affirmance that attorney's fees were appropriate because plaintiff's attorney \". . . had acted as `private attorney general' in securing the rights of plaintiffs, which benefited not only them, but all the black teachers in the Parish, as well as the school system as a whole, by virtue of the system's being brought into compliance with federal law and Congressional policy.\" In support of this proposition, the Fifth Circuit cited McLaurin v. Columbia Municipal Separate School District, 478 F.2d 348 (5th Cir., 1973); Horton v. Lawrence County Board of Education, 449 F.2d 793 (5th Cir., 1971), and Lee v. Southern Home Sites, <i>supra</i><i>.</i> Thus, with these cases, the Fifth Circuit explicitly has sanctioned and found precedent for awards of attorney's fees under the \"private attorney general\" theory and the common benefit theory.</p>\n<p>72. Here it is clear that plaintiffs have acted as \"private attorneys general\" in securing the most important right to an unabridged vote upon which our whole system of government is based, and which is supported by the strongest Congressional and constitutional policy.</p>\n<p>73. Clearly, also, the benefits here are therapeutic to the body politic of Ferriday as a whole, and, by correcting the constitutionally infirm method of selecting Aldermen, plaintiffs have secured a benefit which goes to every citizen of the Town of Ferriday.</p>\n<p>74. While the Board of Aldermen's steadfast adherence to a constitutionally unacceptable plan during the course of this litigation would amount to bad faith, and despite the availability of that ground, we have decided to base our award on the far broader considerations of equity contained in the common benefit and \"private attorney general\" notions.</p>\n<p>75. Similarly, where courts have found an award of attorney's fees appropriate, they also have found an award of litigation expenses such as expert witness fees, transportation for expert witnesses, and other special services. For example, in Sims v. Amos, <i>supra</i><i>,</i> the Court awarded plaintiffs' expert witness, Dr. Valinsky, an expert witness fee and expenses taxed as Clerk's Costs in the amount of $3,235.55.</p>\n<p>76. Under the common benefit theory and private attorney general theory, courts have applied the reasoning of <i>Sprague, supra,</i> and its progeny, directly to expert witness fees and other extraordinary costs of litigation. In Banks v. Chicago Mill and Lumber Co., 106 F. Supp. 234 (E.D.Ark., 1950), the district court referred to Rule 54(d) of the Federal Rules of Civil Procedure, and 28 U. S.C. § 1920, stating:</p>\n<blockquote>\"These provisions vest the question of costs in a civil case in the sound judicial discretion of the Court, and in an equity case, such as this, the Court is not limited to the so-called `statutory costs', but in a proper case may make additional allowances of costs in accordance with [the] sound equitable principles. [<i>Sprague, supra</i><i>.</i>\"</blockquote>\n<p>The Court concluded: \"I have the power to allow as costs the compensation paid to expert witnesses for their preparation <span class=\"star-pagination\">*1207</span> and testimony . . . .\" (<i>Id.,</i> at pp. 236-237.)</p>\n<p>77. Similarly, in Andresen v. Clear Ridge Aviation, 9 F.R.D. 50 (D.Neb., 1949), the Court considered the taxability of several items of expense, including expert witness fees. It held (at p. 52):</p>\n<blockquote>\"While no statute identifies those expenditures as taxable costs, that circumstance is not alone decisive upon the issue of their allowability. This action for injunctive relief is equitable in its nature. The power of the court in awarding costs in it is, therefore, not circumscribed as narrowly as is the judicial authority respecting costs in an action for the recovery of a judgment for money only.\"</blockquote>\n<p>See also, Swan Carburetor Co. v. Chrysler Corp., 55 F.Supp. 794 (E.D.Mich., 1944), modified in other respects, 149 F.2d 476 (6th Cir., 1945).</p>\n<p>78. In La Raza Unida v. Volpe, <i>supra</i><i>,</i> one of the leading cases upholding the \"private attorney general\" theory, the Court held (at p. 102):</p>\n<blockquote>\"The affidavits of the expert witnesses were quite helpful to the Court, and were a crucial part of plaintiffs' presentation. For the reasons stated above in granting attorneys' fees, plaintiffs' motion to award expert witness fees is also granted.\"</blockquote>\n<p>See also, Swann v. Charlotte-Mecklenburg Board of Education, 431 F.2d 138, 148 (4th Cir., 1970), modified in other respects, 401 U.S. 805 (1971) (awarding expert fees in a school desegregation case); Jackson v. School Board of City of Lynchburg, (No. 534, W.D.Va., April 28, 1970) (expert consultant fees in a desegregation case); Jones v. Wittenberg, 330 F.Supp. 707, 722 (N.D.Ohio, 1971) (expert witness fees in prison case); and Wright v. McMann, 321 F. Supp. 127, 144 (N.D.N.Y., 1970) (fees granted in decree of August 19, 1970) (expert witness fees in prisoner's rights case).</p>\n<p>79. In a most recent case decided by Judge Rubin (E.D.La.) under Title VII of the Civil Rights Act, Barth et al. v. Bayou Candy Co., Inc., (C.A. No. 72-753, Opinion and Order of May 1, 1974), the Court allowed as costs items such as photocopying, postage, and long distance phone calls. The Court also allowed a photographer's fee at $250.00 per day.</p>\n<p>80. Accordingly, we find that an award should be made of an expert witness fee for Professor Richard L. Engstrom in the amount of $250.00 and an additional $65.28 for his air fare, for a total of $315.28, to be paid by defendant Board of Aldermen for the Town of Ferriday into the registry of the Court, and the Clerk shall thereafter issue a check in like amount to Professor Engstrom. Similarly, the Registrar of Voters, J. P. House's fee for developing the precinct and registration data also shall be allowed as a legitimate plaintiffs' expense, and defendant Board of Aldermen shall pay the amount of $100.00 into the registry of the Court, and the Clerk shall thereafter issue to Mr. House a check in the amount of $100.00.</p>\n<p>81. We further conclude that attorney's fees should be allowed to plaintiffs' attorney under the circumstances of this case for the reasons indicated.</p>\n<p>82. As to the amount of the fees, the recent decision of the Fifth Circuit in Johnson v. Georgia Highway Express, Inc., 488 F.2d 714 (5th Cir., 1974), makes clear those factors to be considered in determining the amount of fees to be allowed. Once it has been determined that fees are to be allowed, the standard for determining the amount of fees is the same whether the authorization of the award is contained in a statute or is within the sound equitable discretion of the Court.</p>\n<p>83. Counsel for plaintiffs submitted an itemized list of the time spent in preparation and trial of the case, which as indicated earlier, totalled 138.5 hours. Plaintiffs' counsel also made himself available for any cross-examination by opposing counsel. Defendants did not question that the number of hours expended was reasonable.</p>\n<p><span class=\"star-pagination\">*1208</span> 84. Some of the considerations suggested in <i>Johnson, supra,</i> here applicable, include the results obtained at trial, and the insurance of adequate remuneration to those attorneys representing the prevailing party. As Judge Rubin stated in <i>Barth, supra,</i> in order to accomplish Congressional policy \". . . able representation of plaintiffs should be encouraged. And one way in which such representation may be encouraged is to ensure that successful litigation results in adequate remuneration to those attorneys representing the plaintiffs, the prevailing party.\"</p>\n<p>85. The customary fee for attorneys in Louisiana begins at $35.00 per hour. We agree with Judge Rubin when he said in <i>Barth, supra,</i> that \". . . as an attorney gains experience, or as his or her expertise increases in a particular area of law, counsel's fees increase substantially.\" This is understandable in that an attorney's expertise in a given area allows him to be more efficient and to perform work in less time than would less experienced counsel. Considering the length of this litigation, the complexity of the factual issues, and the proof required of plaintiffs, the necessity for expert testimony, and all other factors, 138.5 hours appears to the Court as an extremely efficient use of time. Moreover, from our own observation of Mr. Halpin's performance throughout this litigation and at trial, it is clear that a less experienced attorney would have not only spent more of his own time, but would have required more time of the Court in conducting the trial, various pretrial matters, and the like. Mr. Halpin's experience in redistricting and voting rights cases is well known to the Court by virtue of his appearance representing plaintiffs in over twenty voting and redistricting cases before this Court. He also has been counsel in other such cases before other federal district courts in the State, as well as in the United States Court of Appeals for the Fifth Circuit, and before the United States Supreme Court.</p>\n<p>86. Accordingly, we find that an award to plaintiffs' counsel in the amount of $50.00 per hour for the 138.5 hours expended by him is appropriate, and any less would be unfair, or a total of $6,925.00.</p>\n<h2>NOTES</h2>\n<p>[1]  In English law, the rule in equity varied from the rule at law. At equity, the Lord Chancellor had inherent power and unfettered discretion in awarding fees. Sprague v. Ticonic National Bank, 307 U.S. 161, 166, 59 S.Ct. 777, 83 L.Ed. 1184 (1939). At law, however, awards of fees were statutory, dating at least from the Statute of Marlborough in 1267 (52 Hen. III, c. 6), and the Statute of Gloucester in 1275 (6 Edw. I, c. 1). See too, Pollock &amp; Maitland History of English Law, 597 (2d ed., 1898) and Goodhart, Costs, 38 Yale L.J. 849 (1929). For a summary of general rules prevailing in other jurisdictions, see Ehrenzweig, Reimbursement of Counsel Fees and the Great Society, 54 Calif.L.Rev. 792 (1966).</p>\n<p>[2]  See, <i>e. g.,</i> Kuenzel, The Attorneys' Fee: Why Not a Cost of Litigation?, 49 Iowa L. Rev. 75 (1963); Stoebuck, Counsel Fees Included in Costs: A Logical Development, 38 U.Colo.L.Rev. 202 (1966); note, Attorney's Fees: Where Shall the Ultimate Burden lie?, 20 Vand.L.Rev. 1216 (1967); McLaughlin, The Recovery of Attorney's Fees; A New Method of Financing Legal Services, 40 Fordham L.Rev. 761 (1972); McCormick, Counsel Fees and Other Expenses of Litigation as an Element of Damages, 15 Minn.L. Rev. 619 (1931); note, The Allocation of Attorney's Fees after Mills v. Electric AutoLite Co., 38 U.Chi.L.Rev. 316 (1971); Allowance of Attorney's Fees in Civil Rights Actions, 7 Colum.J. of Law &amp; Social Probs., 381 (1971).</p>\n<p>[3]  Although the \"common fund\" theory understandably arose most often in commercial cases, it was also found appropriate in consumer actions. See, <i>e. g.,</i> Washington Gas Light Co. v. Baker, 90 U.S.App.D.C. 98, 195 F.2d 29 (1951) and Bebchick v. Public Utilities Comm'n, 115 U.S.App.D.C. 216, 318 F.2d 187 (1963).</p>\n<p>[4]  See, <i>e. g.,</i> Fair Labor Standards Act, § 16 (b), 29 U.S.C. § 216(b), June 25, 1938, 52 Stat. 1069; Copyright Act, 17 U.S.C. § 116, July 30, 1947, 61 Stat. 652; Labor-Management Reporting and Disclosure Act, § 501(b), September 14, 1959, 73 Stat. 535; Patent Infringement Suits, 35 U.S.C. § 285, July 19, 1952, 66 Stat. 813; Servicemen's Readjustment Act, 38 U.S.C. § 1822(b), September 2, 1958, 72 Stat. 1214; Packers and Stockyards Act, § 309(f), 7 U.S.C. § 210(f), August 15, 1921, 42 Stat. 165; Perishable Agricultural Commodities Act, § 7(b), 7 U.S.C. § 499g(b), June 10, 1930, 46 Stat. 534; Clayton Act, § 4, 15 U.S.C. § 15, October 15, 1914, 38 Stat. 731; Securities Act of 1933, § 11(e), 15 U.S.C. § 77k(e), May 27, 1933, 48 Stat. 82; Trust Indenture Act, § 323(a), 15 U.S.C. § 77www(a), August 3, 1939, 53 Stat. 1176; Securities Exchange Act of 1934, §§ 9(e), 18(a), 15 U.S.C. §§ 78i(e), 78r(a), June 6, 1934, 48 Stat. 889; Civil Rights Act of 1964, Title II, 42 U.S.C. § 2000a-3(b), Civil Rights Act, 1964, § 204; Civil Rights Act of 1964, Title VII, 42 U.S.C. § 2000e-5(k), Civil Rights Act, 1964, § 706; Fair Housing Act of 1968, § 812, 42 U.S.C. § 3612(c), April 11, 1968, 82 Stat. 88; Railway Labor Act, § 3, 45 U.S.C. § 153(b), May 20, 1926, 44 Stat. 578; Communications Act of 1934, § 206, 47 U.S.C. § 206, June 19, 1934, 48 Stat. 1072; and Interstate Commerce Act § 16, 49 U.S.C. § 16(2), February 4, 1887, 24 Stat. 384.</p>\n<p>[5]  However, see Rolax v. Atlantic Coast Line R. R., 186 F.2d 473 (4th Cir., 1951), for an early example of the application of the benefit theory.</p>\n<p>[6]  <i>E. g.,</i> Bell v. School Board of Powhatan County, 321 F.2d 494 (4th Cir., 1963) (en banc); Nesbit v. Statesville City Board of Education, 418 F.2d 1040 (4th Cir., 1969) (en banc); Knight v. Auciello, 453 F.2d 852 (1st Cir., 1972).</p>\n<p>[7]  <i>E. g.,</i> Griffin v. County School Board of Prince Edward County, Virginia, 363 F.2d 206 (4th Cir., 1966) (en banc), cert. denied, 385 U.S. 960, 87 S.Ct. 395, 17 L.Ed.2d 305 (1966).</p>\n<p>[8]  <i>E. g.,</i> Clark v. Board of Education of the Little Rock School District, 449 F.2d 493 (8th Cir., 1971) (en banc).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></span> (1974)</b></center>\n<center><h1>George WALLACE, Sr., et al.,<br>\nv.<br>\nJ. P. HOUSE, Individually and as Registrar of Voters of Concordia Parish, Louisiana, et al.</h1></center>\n<center>Civ. A. No. 17971.</center>\n<center><p><b>United States District Court, W. D. Louisiana, Monroe Division.</b></p></center>\n<center>June 6, 1974.</center>\n<p><span class=\"star-pagination\">*1193</span> <span class=\"star-pagination\">*1194</span> <span class=\"star-pagination\">*1195</span> Paul Henry Kidd, Kidd, Katz &amp; Halpin, Monroe, La., Stanley A. Halpin, Jr., New Orleans, La., for plaintiffs.</p>\n<p>W. C. Falkenheiner, Dist. Atty., Seventh Judicial Dist., Vidalia, La., Robert C. Downing, Asst. Atty. Gen. of La., Monroe, La., A. Mills McCawley, Sp. Counsel to the Atty. Gen. of La., Shreveport, La., for defendant J. P. House.</p>\n<p>Norman M. Magee, Ferriday, La., for all other defendants.</p>\n<p>DAWKINS, Senior District Judge.</p>\n<p></p>\n<h2>FINDINGS OF FACT and CONCLUSIONS OF LAW</h2>\n<p>1. This class action is brought pursuant to 42 U.S.C. § 1983. Plaintiffs seek a declaratory judgment, pursuant to 28 U.S.C. § 2201, a preliminary injunction, a permanent injunction, and other appropriate relief to enjoin the deprivation, under color of law, by the State of Louisiana (and in particular the Town of Ferriday) of the rights, privileges, and immunities of the plaintiffs and the class they represent, arising under the Constitution of the United States and, more particularly, the Fourteenth and Fifteenth Amendments. Jurisdiction is conferred in this Court by 28 U.S.C. § 1343(3) and (4).</p>\n<p>2. Plaintiffs Henry A. Montgomery, Clarence L. Hymon, L. J. Scott, Leon Smith are black citizens of the United States and residents and registered voters in the Town of Ferriday, Concordia Parish, Louisiana. All were candidates for the Board of Aldermen for the Town of Ferriday March 25, 1972. All were unsuccessful. Louis Hill, Jr., another plaintiff, has died since this suit was filed.</p>\n<p>3. Plaintiffs George Wallace, Sr., Jesse L. Bloodshaw, and Louis R. Jones are black citizens of the United States, and residents and registered voters in the Town of Ferriday. They were unsuccessful candidates for the Democratic Executive Committee for the Town at the Election held March 25, 1972.</p>\n<p>4. The plaintiffs sue individually and as representatives of the class of black voters of the Town, and as potential candidates for the Board of Aldermen.</p>\n<p>5. The Town of Ferriday is a municipal corporation and is recognized by the State of Louisiana pursuant to L.S.A.-R.S. 33:51 et seq. (Lawrason Act.)</p>\n<p>6. Defendant J. P. House is a white citizen of Ferriday. He is the Registrar of Voters of Concordia Parish and was sued both in his capacity as Registrar and individually.</p>\n<p>7. Defendant L. W. Davis is Mayor of Ferriday. He has responsibility for the control, care, and management of the Town as provided by L.S.A.-R.S. 33:321 et seq. He is sued in his individual and official capacities.</p>\n<p>8. Defendants Raymond Galloway, Glenn E. Ratcliff, Raymond Cooper, George M. Scruggs, and Guy R. Serio are the present members of the Board of Aldermen for the Town. As such they constitute the legislative governing body of the Town, pursuant to L.S.A.-R.S. 33:321 et seq. They also have the duty and responsibility of determining the districting arrangement for the election of Aldermen. They are sued in their individual and official capacities.</p>\n<p>9. Defendants John F. Anders, Purser Raborn, and A. E. Torres are the present members of the Democratic Executive Committee for the Town. They are sued individually and in their capacities as Democratic Executive Committeemen.</p>\n<p>10. The five members of the Ferriday Board of Aldermen are currently elected on an at-large basis, with no residency requirements, by the electors living within the Town limits. The Town being a Lawrason Act city, as indicated, the Board of Aldermen performs purely legislative functions. All of the present Aldermen are white, and only one black ever has been elected to serve on the Board, and no black ever has been elected to any other office in the Town.</p>\n<p>11. According to the 1970 census, the total population of the Town is 5,239. <span class=\"star-pagination\">*1196</span> Of this total, 2,211 are white, and 3,028 are black. Thus, although a significant proportion of the population is black, there is no black member now serving on the Board of Aldermen, and only one black ever has served on the Board.</p>\n<p>12. The at-large scheme of electing Aldermen in the Town effectively deprives plaintiffs and their class of the right to vote, on account of race, in that it invidiously cancels out the voting strength of blacks within the Town.</p>\n<p>13. Practically all of the black population of the Town lives in two geographically discernable areas: (1) the area east of the railroad tracks, and (2) the area in the southwest portion of the town. These areas are known to be the black residential areas of the Town.</p>\n<p>14. There has been a continuing history of State and local official racial discrimination in Ferriday and the Parish of Concordia, which, until fairly recent times, has extended to deprivation of the rights of blacks to register and vote and to participate in the democratic process.</p>\n<p>15. Ferriday is a one-party town, with nominations by the Democratic Party being tantamount to election.</p>\n<p>16. Black voters of Ferriday vote consistently for the Democratic Party nominee for Aldermen and other political offices. The Democratic nominees are consistently elected, yet they fail to respond properly to the needs of the black community.</p>\n<p>17. Other voting practices and procedures of the State of Louisiana and the Town of Ferriday compound and multiply the racially discriminatory effect of the at-large scheme of elections for Aldermen in the Town.</p>\n<p>18. Specifically, by L.S.A.-R.S. 18:358, Louisiana law provides for a majority rather than a plurality requirement in primary elections. Under this provision, any candidate who receives a mere plurality must stand for election in a second primary. The white voter registration and voting in the at-large scheme thus effectively prohibits any black candidate from gaining election.</p>\n<p>19. Also by L.S.A.-R.S. 18:351, Louisiana law provides for \"anti-single shot\" or \"full slate\" voting, which in at-large elections forces the voter to cast ballots for candidates whom he does not support as well as for candidates he supports. The law prevents the racial voting minority in at-large elections from concentrating their support for a single minority candidate.</p>\n<p>20. The at-large election scheme currently employed by the Town Board of Aldermen, particularly in combination with the above described practices, effectively excludes the black community from participation in the political process of electing Aldermen in a reliable and meaningful manner.</p>\n<p>21. The above described black residential areas in the Town have well over a majority of the voting strength within those areas, but blacks in those areas are generally unable to elect a representative to the Board of Aldermen, and will continue to be unable to do so as a result of the at-large voting scheme.</p>\n<p>22. Accordingly, the at-large scheme of election ensures that the white voters will continue to elect all members to the Board of Aldermen, while plaintiffs and their class will continue to have neither the opportunity nor ability to be elected, all in violation of the Fourteenth and Fifteenth Amendments to the United States Constitution and in deprivation of their rights thereunder.</p>\n<p>23. The present at-large election scheme of the Town operates to minimize or cancel out the black voting strength in the Town, which deprives plaintiffs of their rights under the Fourteenth, and particularly the Fifteenth, Amendments, in that, when taken in combination with other voting laws of Louisiana, deprives plaintiffs and their class of the opportunity to elect blacks to the Ferriday Board of Aldermen, even though blacks comprise a significant proportion of the total population of the Town. This further deprives <span class=\"star-pagination\">*1197</span> plaintiffs and their class, as potential black candidates, of the opportunity meaningfully to run for a position on the Board of Aldermen because of the design and effect of the at-large plan, thus relegating black electors to permanent minority status with no voice or influence upon defendants, all of which deprives plaintiffs of their rights under the Fourteenth and particularly the Fifteenth Amendments.</p>\n<p>24. It is quite feasible to devise a single-member district plan for election of Aldermen in the Town of Ferriday, under which the rights of plaintiffs would not be violated.</p>\n<p>25. The at-large election scheme described in the above paragraphs is maintained by the individual defendants under the color of law of the State of Louisiana, and of the Town of Ferriday, and under color of defendants' respective offices as officers and agents of the State.</p>\n<p>26. On only one occasion, a black, Henry Montgomery, was elected to the Board of Aldermen, for a single four-year term. The evidence, however, indicates that his election on this occasion was due to a mere \"stroke of luck\" in that there were originally seven white candidates and Montgomery vying for five seats on the Board. Shortly before the election, one of the strongest white candidates withdrew because of a ruling that, as the Town's Fire Chief, he could not hold a second public office. His name remained on the ballot, however; and, because white voters divided their votes between this unqualified white candidate and the seventh white candidate, Montgomery, by obtaining a large percentage of the black vote within the Town, was able to place within the first five, and thus was elected.</p>\n<p>27. That a single black candidate has been successful in an at-large race, by no means demonstrates that the particular at-large system does not operate to minimize or cancel out minority voting strength. Zimmer v. McKeithen, <span class=\"citation\" data-id=\"314046\"><a href=\"/opinion/314046/charles-f-zimmer-stewart-marshall-intervenor-appellant-v-john-j/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span> (5th Cir., en banc, 1973), and Beer et al. v. United States of America et al. and Johnny Jackson, Jr. et al., <span class=\"citation\" data-id=\"2353010\"><a href=\"/opinion/2353010/beer-v-united-states/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">363</span></a></span>, at 397-398 (U.S.D.C., D.C., 1974).</p>\n<p>28. Witnesses for plaintiffs credibly stressed the long history of racial segregation in education, housing, public facilities, and virtually all facets of everyday life in Ferriday. With special reference to suffrage, witnesses attested to past voting practices which worked to exclude blacks from the registration rolls and to stifle minority participation in the elections. Until very recently, strict proof of residency of specific duration, identification by Social Security number, and other impediments had persisted as obstacles to would-be voters.</p>\n<p>29. Further testimony at the trial indicated that the present selection process for Aldermen in Ferriday creates additional problems for its black citizens. To maximize exposure throughout the Town of Ferriday, and to gain other benefits from joining forces, white aspirants for Aldermen frequently form informal tickets to campaign essentially as a team. There have been no instances where any black candidate has been included upon any of these teams, and black citizens running for office are hampered by both their general, more individualistic political philosophies, and their more limited financial resources.</p>\n<p>30. The record documents a history of bloc voting along racial lines, wherein the situation where a black candidate opposes a white candidate, virtually all of the white voters cast their vote for the white candidate, and virtually all of the black voters cast their vote for the black candidate.</p>\n<p>31. To this variety of factors limiting black access to the political process, there are certain structural elements of a statutory origin which contribute to and build upon the informal factors, and which have the result under the totality of the circumstances of this case, of operating to dilute and abridge the voting power of the black voting strength in the Town of Ferriday. These are the <span class=\"star-pagination\">*1198</span> majority vote requirement, La.Rev.Stat. Ann. Art. 18 § 358 (1966 Supp.), and the \"anti-single shot\" provision, La.Rev. Stat.Ann. Art. 18, § 351 (1966 Supp.), which are applicable in primary elections. As further amplified by plaintiffs' political science expert, Dr. Richard Engstrom, the majority-vote rule seriously limits a black candidate's chances of winning, even if he were to receive all of the black vote. Without the possibility of a plurality victory by his candidate, the minority voter's influence on the election result sharply is reduced.</p>\n<p>32. The \"anti-single shot\" law provides that if two or more offices are to be filled, as, for example, the five at-large seats for the Board of Aldermen, a voter must vote for candidates equal in numbers to the number of offices at stake, or his ballot will be invalidated with respect to all of those offices. As further amplified by plaintiffs' expert, Dr. Engstrom, although a voter wishes to support but one aspirant for an at-large seat, he must cast a vote against his candidate in order to have his vote for that candidate counted. The effect of this is that black voters are unable to run a single candidate and urge that black voters only vote for that candidate.</p>\n<p>33. By virtue of the existence of a formerly law-required literacy test, and low voter registration, all of Louisiana, as well as Concordia Parish and the Town of Ferriday, has been made subject to the Voting Rights Act of 1965. Particularly, the Town was singled out for the presence of Justice Department attorneys to observe voting and election procedures as recently as 1972.</p>\n<p>34. At-large elections, of course, are not <i>per se</i> racially discriminatory, see Whitcomb v. Chavis, <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></span>, Burns v. Richardon, <span class=\"citation\" data-id=\"107220\"><a href=\"/opinion/107220/burns-v-richardson/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"107220\"><a href=\"/opinion/107220/burns-v-richardson/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1286</span></a></span>, <span class=\"citation\" data-id=\"107220\"><a href=\"/opinion/107220/burns-v-richardson/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></a></span> (1966), Fortson v. Dorsey, <span class=\"citation\" data-id=\"106961\"><a href=\"/opinion/106961/fortson-v-dorsey/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"106961\"><a href=\"/opinion/106961/fortson-v-dorsey/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"106961\"><a href=\"/opinion/106961/fortson-v-dorsey/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (1965). The Supreme Court has held that in such case, the plaintiffs' burden is to produce evidence that the political processes used in nomination and election were not equally open to participation by the group in question  that is, that the group had less opportunity than did other residents meaningfully to participate in the political process and to elect public officials of their choice. We find here that the plaintiffs have met this burden of proof.</p>\n<p>35. The Fifth Circuit Court of Appeals has pointed out that \". . . although population is the proper measure of equality in apportionment . . . access to the political process and not population [is] the barometer of dilution of minority voting strength.\" Zimmer v. McKeithen, <i>supra,</i> at 1303, and that the final determination is to be made \". . . on the totality of the circumstances,\" White v. Regester, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, at 769, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></span>, and Turner v. McKeithen, <span class=\"citation\" data-id=\"316290\"><a href=\"/opinion/316290/sam-ulysses-turner-v-john-j-mckeithen-ouachita-parish-police-jury/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, at p. 194 (5th Cir., 1973); and among the factors relevant to the question whether a minority group enjoys meaningful access, \". . . are the continuing effects of past discrimination on the minority group's ability to participate in the political process, the opportunity for the minority group to participate in the candidate selection process, the responsiveness of elected officials to the particular concerns of the minority group, and the strength of the stated interest in multi-member or at-large voting.\" Turner v. McKeithen, <i>supra,</i> at p. 194.</p>\n<p>36. Thus, the measure of the validity of an at-large plan of election is the quality of opportunity, and the crucial inquiry is whether the plan leaves black citizens at liberty to participate in the electoral process on the same plane with white citizens. We find here that it does not.</p>\n<p>37. Ferriday has a sizable black population and a sizable number of black voters, yet, with the single exception of the Montgomery election, indicated above, no black ever has been elected to public office in the Town since Reconstruction. However, dilution of the vote <span class=\"star-pagination\">*1199</span> of a racial minority is not shown by \". . . a mere disparity between the number of minority residents and the number of minority representatives,\" Zimmer v. McKeithen, <i>supra,</i> at 1305, or by the fact that \". . . the racial group allegedly discriminated against has not had legislative seats in proportion to its voting potential.\" White v. Regester, <i>supra,</i> at 765-766. Rather a claim of abridgment of minority vote is valid only when \". . . the political processes leading to nomination and election were not equally open to participation by the group in question  that its members had less opportunity than did other residents in the district to participate in the political processes and to elect legislators of their choice.\" White v. Regester, <i>supra,</i> at 766.</p>\n<p>38. Careful examination of a variety of circumstances, giving due attention and weight to those factors, leads us here to conclude that the at-large election plan now in effect at Ferriday inevitably will have the effect of minimizing the voting strength of black citizens in Aldermanic elections.</p>\n<p>39. The pertinent historical events demonstrate not only \". . . that . . . blacks [have] suffered a history of official racial discrimination which touched their right to participate in democratic processes,\" Zimmer v. McKeithen, <i>supra,</i> at 1305, 1306; White v. Regester, <i>supra,</i> at 766; Turner v. McKeithen, <i>supra,</i> at 194, 197; but also that the \". . . existence of past discrimination in general precludes the effective participation in the elect[ive] system.\" Zimmer v. McKeithen, <i>supra,</i> at 1305.</p>\n<p>40. For generations, black citizens of Ferriday were segregated in public schools, public recreational facilities, and in other aspects of daily life, see, Smith v. Concordia Parish School Board (No. 11,577, U.S.D.C., W.D.La., commenced in 1965 and continuing to date). For a long period, they were victimized by governmentally sanctioned residential segregation; and even at present by discrimination in public employment, according to plaintiffs' credible witnesses.</p>\n<p>41. Even more directly related to minority suffrage in Ferriday is Louisiana's traditional and \". . . successful policy of denying Negro citizens the right to vote because of their race.\" Louisiana v. United States, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965). Further, the grandfather clause, Louisiana v. United States, <i>supra,</i> at 148, the literacy standard, La.Const. art. VIII, § 1(c) (1961), the white primary, Louisiana v. United States, <i>supra,</i> at 148-149, and the \"segregation committee,\" <i>Ibid.,</i> at 149, combined with each other and other devices to limit black political activity in Louisiana to a distressingly low level.</p>\n<p>42. While the Voting Rights Act of 1965 has invalidated many of these discriminatory provisions, their debilitating effect remains.</p>\n<p>43. Thus, it is clear that plaintiffs have met their burden of proof, and that at-large elections in Ferriday, under the totality of circumstances, in combination with the formal and informal conditions existing in the Town, operate to minimize and dilute the voting strength of black citizens there and to prevent them from participating equally with white citizens in the political process relative to selection of Aldermen.</p>\n<p>44. Upon order, the Aldermen of Ferriday submitted to this Court two plans of districting for the Town of Ferriday. The plan first submitted (hereinafter the first plan) divided the town into four single-member districts and provided that the fifth Alderman would be elected from the Town at large. They then submitted to this Court another plan (hereinafter the second plan) which divided the Town of Ferriday into five single-member districts.</p>\n<p>45. We find that the first plan submitted by the Aldermen constitutionally is unacceptable because of its at-large features, for all of the reasons indicated above in regard to the presently totally at-large plan. The Fifteenth <span class=\"star-pagination\">*1200</span> Amendment to the United States Constitution provides in part that \"[t]he right . . . to vote shall not be denied <i>or abridged</i> by . . . any State on account of race [or] color.\" (Emphasis added.) Thus, the Fifteenth Amendment prohibits abridgment of the right to vote as well as its outright denial, and in the context of this case, the election of one Alderman at-large clearly abridges the right to vote. The Supreme Court held in Reynolds v. Sims that: \"[T]he right of suffrage can be denied by a debasement or dilution of the weight of a citizen's vote just as effectively as by wholly prohibiting the free exercise of the franchise.\" <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, at 555, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, at 1378, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span>. See also the language in Allen v. State Board of Elections, <span class=\"citation\" data-id=\"107846\"><a href=\"/opinion/107846/allen-v-state-bd-of-elections/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, at 569, <span class=\"citation\" data-id=\"107846\"><a href=\"/opinion/107846/allen-v-state-bd-of-elections/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"107846\"><a href=\"/opinion/107846/allen-v-state-bd-of-elections/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>.</p>\n<p>46. The first plan of defendants, containing the at-large provision, also is clearly constitutionally infirm because of the special racially discriminatory effect of that plan in the context of this case. The black population and voting strength in Ferriday is distributed in such a manner that it appears that any fairly drawn single-member district plan of redistricting ordinarily will result in blacks having a majority in three of the five districts. Only clear racially discriminatory gerrymandering could accomplish a different result. Plaintiffs' expert, Engstrom, explained that political scientists recognize two types of gerrymandering. The first is called \"<i>ad hoc</i>\" gerrymandering, which refers to manipulation of district lines to achieve the desired political effect. To use this system in Ferriday, using five singlemember districts to accomplish the end of three districts each containing a white voting majority, while theoretically possible, most immediately would be recognized (visually and otherwise) as a blatant gerrymandering. The second type of gerrymandering referred to by Engstrom is called \"institutional\" gerrymandering, which refers to devices other than manipulation of district lines in order to achieve a given political effect. A typical form of \"institutional\" gerrymandering is multi-member districts or at-large elections. John Wildgen in \"Measuring Malapportionment in Louisiana,\" 16 Loyola L.Rev. 383, 394-395 (1969-70) explains this type of institutional gerrymandering as follows: \"Where the black voting concentrations are too high to be subdivided into two or more districts which have an overall white majority, the alternate choice of those bent on maintaining white control is to `take the opposite course and create large districts in which the black minority becomes diluted by the overwhelming number of white suburbanites. Instead of dividing the blacks, Louisiana has simply introduced more whites.'\"</p>\n<p>47. This course of action, suggested by defendants' \"first plan,\" may not be tolerated. The inclusion of the at-large seat is merely a slightly more sophisticated device (that is, institutional gerry-mandering) for accomplishing what obviously would be impermissible if done by manipulation of district lines (that is, \"<i>ad hoc</i>\" gerrymandering). As Justice Frankfurter noted long ago, the Fifteenth Amendment \". . . nullifies sophisticated as well as simpleminded modes of discrimination.\" Lane v. Wilson, <span class=\"citation\" data-id=\"103213\"><a href=\"/opinion/103213/lane-v-wilson/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 275, <span class=\"citation\" data-id=\"103213\"><a href=\"/opinion/103213/lane-v-wilson/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, 876, <span class=\"citation\" data-id=\"103213\"><a href=\"/opinion/103213/lane-v-wilson/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1281</span></a></span> (1939).</p>\n<p>48. The second plan submitted by the Aldermen, which is composed of five separate single-member districts with no at-large feature, does not suffer from these or any other constitutional defects. Plaintiffs have indicated at trial that they have no quarrel with this plan. In fact, it is quite similar to the five single-member districts plan proposed by plaintiffs.</p>\n<p>49. Where, as here, a governing authority is found to be holding office by virtue of an election scheme which constitutionally is infirm, the Court under its equitable authority should take steps to correct such defects at the earliest feasible date.</p>\n<p><span class=\"star-pagination\">*1201</span> 50. As was stated in Reynolds v. State Election Board, <span class=\"citation\" data-id=\"2094146\"><a href=\"/opinion/2094146/reynolds-v-state-election-board/\"><span class=\"volume\">233</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">323</span></a></span> (W.D.Okl., 1964) (three-judge Court), \"No office holder has a vested right in an unconstitutional office any more than he has a right to be elected to that office.\" See also, Hamer v. Campbell, <span class=\"citation\" data-id=\"271132\"><a href=\"/opinion/271132/mrs-fannie-lou-hamer-v-cecil-c-campbell-circuit-clerk-and-registrar-of/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (5th Cir. 1966), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">851</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">76</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></span> (1966); Bell v. Southwell, <span class=\"citation\" data-id=\"275679\"><a href=\"/opinion/275679/mary-fishe-bell-v-j-w-southwell/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span> (5th Cir., 1967); Brown v. Post, <span class=\"citation\" data-id=\"2346339\"><a href=\"/opinion/2346339/brown-v-post/\"><span class=\"volume\">279</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span> (W.D.La., 1968); United States v. Democratic Executive Committee of Barbour County, Alabama, <span class=\"citation\" data-id=\"1642053\"><a href=\"/opinion/1642053/united-states-v-democratic-executive-committee/\"><span class=\"volume\">288</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span> (M.D.Ala., 1968); United States v. Post, <span class=\"citation\" data-id=\"2147449\"><a href=\"/opinion/2147449/united-states-v-post/\"><span class=\"volume\">297</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">46</span></a></span> (W.D. La., 1969).</p>\n<p>51. Even after officials have assumed office under unconstitutional redistricting schemes, federal courts have ordered new elections drastically shortening their terms of office. Swann v. Adams, <span class=\"citation\" data-id=\"1628161\"><a href=\"/opinion/1628161/swann-v-adams/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (S.D.Fla., 1967) (three-judge court) (on remand); W. M. C. A., Inc. v. Lomenzo, Order of July 27, 1964 (unreported), aff'd <span class=\"citation\" data-id=\"106981\"><a href=\"/opinion/106981/hughes-v-wmca-inc/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, <span class=\"citation\" data-id=\"106981\"><a href=\"/opinion/106981/hughes-v-wmca-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"106981\"><a href=\"/opinion/106981/hughes-v-wmca-inc/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">698</span></a></span> (1965). In Herweg v. Thirty Ninth Legislative Assembly of Montana, <span class=\"citation\" data-id=\"1425181\"><a href=\"/opinion/1425181/herweg-v-thirty-ninth-leg-assem-of-state-of-montana/\"><span class=\"volume\">246</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">454</span></a></span> (D.Mont.) (three-judge court), the Court declared that all State legislators had been elected invalidly from malapportioned districts, and that \". . . regardless of the term for which they purported to be elected, [none] may hold office or be recognized as a member of said Legislature after the 31st day of December, 1966.\"</p>\n<p>52. In recent rulings the Fifth Circuit Court of Appeals has reversed orders of District Courts in Mississippi and ordered prompt new elections where supervisors had been elected under unconstitutional districting schemes. In Hall v. Issaquena County (unreported, Order of July 29, 1971, No. 71-3212) (Gewin, Coleman, and Goldberg, JJ.) and in Howard v. Adams County (unreported, Order of July 29, 1971, No. 71-2363, same panel), the Fifth Circuit ordered that new elections under a valid plan be conducted in each of these counties at an early date.</p>\n<p>53. In cases where the very election process itself is found to be constitutionally infirm (such as malapportionment), calling out even more strongly for prompt remedial action than those in which there is found to be some racial discrimination which does not go to the heart of the election process itself, this Court and other District Courts have found that where a governing body has been elected under either a malapportioned plan, or an election scheme such as at-large elections, cancelling out the voting strength of a cognizable portion of the populace, thus denying them access to the political process, prompt new elections are appropriate. See, Baker v. St. Helena Parish Police Jury (unreported, E.D.La., December 1, 1972, E. Gordon West, J., C.A. No. 71-293); Clark v. DeSoto Parish Police Jury (unreported, W.D.La., January 28, 1972, Ben C. Dawkins, Jr., J., C.A. No. 17,266); Fain v. Caddo Parish Police Jury, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">54</span></span> (W.D.La., 1970, Ben C. Dawkins, Jr., J.); London v. East Feliciana Parish Police Jury, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></span> (E. D.La., 1972, West, J.), reversed and remanded on other grounds, <span class=\"citation\" data-id=\"310184\"><a href=\"/opinion/310184/leonard-london-v-the-east-feliciana-parish-police-jury/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span> (5th Cir., 1973); Bailey v. Washington Parish Police Jury (unreported, E.D. La., June 19, 1972, Edward Boyle, J., C.A. No. 70-2861); Hargrove v. Caddo Parish School Board (unreported, W.D. La., June 7, 1972, Dawkins, J., C.A. No. 17,630); Johnson v. St. Martin Parish School Board (unreported, C.A. No. 16,965 W.D.La., June 5, 1972, Richard J. Putnam, J.); Chargois v. Vermilion Parish School Board, <span class=\"citation\" data-id=\"2010620\"><a href=\"/opinion/2010620/chargois-v-vermilion-parish-school-board/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></a></span> (W.D.La., 1972, Putnam, J.); Briscoe v. Jefferson Davis Parish Police Jury (unreported, C.A. No. 17,392 W.D.La., April 5, 1972, Edwin F. Hunter, Jr., J.). Moreover, the Fifth Circuit in Keller v. Gilliam, <span class=\"citation\" data-id=\"301037\"><a href=\"/opinion/301037/william-t-keller-etc-v-a-b-gilliam-j-a-rooney-v-a-b-gilliam/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span> (1972), reversed the District Court holding in Mississippi and held that where supervisors had been elected under an at-large plan, their terms should be shortened to no more than six months, and special elections conducted under a single-member district plan.</p>\n<p><span class=\"star-pagination\">*1202</span> 54. The Registrar of Voters here testified it would be possible for him to arrange the registration rolls so that an election could be held under defendants' five single-member district plan at the same time that other Parish elections are to be conducted this summer (tentative first primary date August 17th).</p>\n<p>55. Plaintiffs have moved for attorney's fees on the bad faith, common benefit, and private attorney general theories. Plaintiffs' counsel testified that up to and including the first day of trial, April 24, 1974, he expended 128.5 hours in the necessary preparation of plaintiffs' case, and itemized the time expended. Beyond this, on the second day of trial, plaintiffs' counsel expended a minimum of five hours in trial and preparation, and at least an additional five hours in preparation of plaintiffs' suggested Findings of Fact and Conclusions of Law, directed by this Court. This totals 138.5 hours in legal work expended by plaintiffs' counsel. Plaintiffs also have moved for certain trial expenses or costs, as follows: $100.00 as the charge by the Registrar of Voters for preparation of a precinct map and registration data; $250.00 for the expert witness fee of Professor Richard L. Engstrom (who was required to be present at trial for two days); and $65.28 for round-trip plane fare of the expert witness from New Orleans to Shreveport and return.</p>\n<p>56. Earlier, the American rule was that attorney's fees are not favored in the absence of a specific statutory provision. See, for example, Simmons v. Friday, <span class=\"citation\" data-id=\"227663\"><a href=\"/opinion/227663/simmons-v-friday/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 851 (8th Cir., 1951). This former restrictive rule is inconsistent with the position taken by most common and civil law jurisdictions,<sup>[1]</sup> and effectively has been eroded more recently in the United States. For a number of years, juridical writers and commentators have criticized the restrictive American rule, arguing that attorney's fees should be included as costs within the equitable discretion of the District Court.<sup>[2]</sup></p>\n<p>57. In recent years, federal courts also have criticized as well as seriously eroded the traditional American rule and have awarded attorney's fees in <i>pro bono publico</i> litigation in a variety of substantive areas under several theories in the absence of statutory authorization.</p>\n<p>58. The federal courts also have given liberal interpretations to statutes which authorize the \"discretionary\" award of attorney's fees. For example, Title II of the Civil Rights Act of 1964, although only providing for fees in the \"discretion\" of the Court, has been interpreted to call for an award of fees as a matter of course \"unless special circumstances would render such an award unjust.\" Newman v. Piggie Park Enterprises, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></a></span>, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1263</span></a></span> (1968). An identical construction was given to the \"discretionary\" fee provision of Section 718 of the Emergency School Aid Act of 1972, 86 <span class=\"star-pagination\">*1203</span> Stat. 235, by the United States Supreme Court in Northcross v. Board of Education, <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2201</span></a></span>, <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1973).</p>\n<p>59. In the absence of statutes, American federal courts always have had equitable powers to award attorney's fees, Sprague v. Ticonic National Bank, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></a></span>, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1184</span></a></span> (1939), but until recent years have used the power rarely. Attorney's fees historically have been regarded as an appropriate punishment for those who litigate in bad faith, by using dilatory tactics or raising specious defenses. Aside from these situations, however, the most frequent awards of attorney's fees prior to the 1960's was in those cases where there was a recovery for the benefit of a class. In these cases, fees were assessed from a real or fictitious \"fund\" created by the attorney's successful prosecution.<sup>[3]</sup></p>\n<p>60. From 1939, when the Supreme Court in <i>Sprague, supra,</i> affirmed federal courts' equity power to award attorney's fees, until 1967, when the Supreme Court decided Fleischmann Distilling Corp. v. Maier Brewing Co., <span class=\"citation\" data-id=\"107420\"><a href=\"/opinion/107420/fleischmann-distilling-corp-v-maier-brewing-co/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation\" data-id=\"107420\"><a href=\"/opinion/107420/fleischmann-distilling-corp-v-maier-brewing-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1404</span></a></span>, <span class=\"citation\" data-id=\"107420\"><a href=\"/opinion/107420/fleischmann-distilling-corp-v-maier-brewing-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1967), the federal courts increasingly awarded attorney's fees in commercial suits. During the same period an increasing number of federal statutes were enacted, either authorizing a discretionary award of fees, or making such an award mandatory.<sup>[4]</sup> The Supreme Court's <i>Fleischmann</i> decision temporarily halted the erosion of the traditional rule, as lower courts read the decision to mean that fees should not be awarded in the absence of specific statutory authorization.</p>\n<p>61. In 1970, however, the Supreme Court once again considered the issue of attorney's fees in Mills v. Electric Auto-Lite Co., <span class=\"citation\" data-id=\"108032\"><a href=\"/opinion/108032/mills-v-electric-auto-lite-co/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 90 S.Ct 616, <span class=\"citation\" data-id=\"108032\"><a href=\"/opinion/108032/mills-v-electric-auto-lite-co/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span></a></span> (1970). In <i>Mills,</i> the Court ordered fees paid to plaintiffs who had established that the corporation they were suing had issued misleading proxy statements, in violation of the Securities Exchange Act. The Court based its decision on a theory of \"corporate therapeutics\" because the litigation benefited the corporation being sued (by securing compliance with the law, even though the benefit might never be financial),the corporation, and not the plaintiffs bringing suit, should bear the expense of obtaining the benefit.</p>\n<p>62. During the same period, equitable rules for awarding attorney's fees in <i>pro bono publico</i> litigation were also liberalized, often taking a cue from commercial law. In early school desegregation cases, attorney's fees were awarded successful plaintiffs only in the presence <span class=\"star-pagination\">*1204</span> of the most egregious forms of bad faith, and the benefit theory almost never was applied.<sup>[5]</sup></p>\n<p>63. The largest impetus in awards of attorney's fees in <i>pro bono publico</i> litigation came after the enactment of the Civil Rights Act in 1964, and the decisions in <i>Newman, supra,</i> and <i>Mills, supra,</i> when the lower courts began to apply a form of the benefit theory in <i>pro bono</i> cases: by suing to enjoin racial discrimination, plaintiffs of small means were enforcing a strong national policy benefiting the entire nation. They were, in effect, acting as \"private attorneys general\" who rarely recovered damages in their suits. Courts realized that \". . . [i]f successful plaintiffs were routinely forced to bear their own attorney's fees, few aggrieved parties would be in a position to advance the public interest by invoking the injunctive powers of the federal courts.\" <i>Newman, supra,</i> at 402.</p>\n<p>64. Understandably, the \"private attorney general\" rationale increasingly has been applied to statutes which did not provide for attorney's fees, but which do embody strong national policy to vindicate personal rightsmost specifically, the Civil Rights Acts passed in the wake of the Civil War: 42 U.S.C. §§ 1981, 1982, and 1983. Courts have recognized that \". . . in fashioning an effective remedy for the rights declared by Congress one hundred years ago, courts should look not only to the policy of the enacting Congress but also to the policy embodied in closely related legislation,\" Lee v. Southern Home Sites, <span class=\"citation\" data-id=\"297352\"><a href=\"/opinion/297352/johnnie-ray-lee-v-southern-home-sites-corp/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span> (5th Cir., 1971), and have held that fees should be awarded not only in cases arising under recent statutes in which Congress has spoken, but also under older, related statutes in which Congress left the creation of remedies to the courts. The three-judge court in Alabama, in awarding attorney's fees under § 1983, summarized the rule: \"If, pursuant to this action, plaintiffs have benefited their class and have effectuated a strong congressional policy, they are entitled to attorneys' fees regardless of defendants' good or bad faith. . . . Indeed, under such circumstances, the award loses much of its discretionary character and becomes part of the effective remedy a court should fashion to encourage public-minded suits . . . and to carry out congressional policy.\" Sims v. Amos, <span class=\"citation\" data-id=\"1445712\"><a href=\"/opinion/1445712/sims-v-amos/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></a></span> (M.D. Ala., 1972), aff'd sub nom. Amos v. Sims, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span> (1972).</p>\n<p>65. The flux of the law thus has been one of shifting the emphasis from purpose (bad faith) to effect (vindication of national policies), or from punishment to therapeutics. The appellate courts also have been increasingly willing to review a trial court's determination regarding attorney's fees. They have ruled that district judges abuse their discretion in denying attorney's fees in <i>pro bono publico</i> cases;<sup>[6]</sup> have ruled that district judges have erred by awarding too small an attorney's fee.<sup>[7]</sup> and have even awarded attorney's fees themselves for prosecuting an appeal.<sup>[8]</sup></p>\n<p>66. Judge Robert F. Peckham, in La Raza Unida v. Volpe, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">94</span></span>, 96 (N.D.Cal., 1972), concisely stated that the present status of the law is that an award of attorney's fees is appropriate in three types of situations: 1) the \"obdurate behavior\" situation, where the <span class=\"star-pagination\">*1205</span> courts use their equitable powers to impose costs on defendants who have acted in bad faith; 2) the \"common benefit\" situation, where courts use their equitable power to ensure that the beneficiaries of litigation are the ones who share the expense; and 3) the \"private attorney general\" situation, where the courts use their power when necessary and appropriate to assure the effectuation of strong legislative policies.</p>\n<p>67. In redistricting cases, particularly where there have been issues of racial discrimination, federal courts have awarded attorney's fees almost as a matter of course, because such actions clearly benefit the public as a whole, \"regardless of defendants' good or bad faith.\" Sims v. Amos, <i>supra</i><i>.</i></p>\n<p>68. In <i>Sims, supra,</i> the Alabama reapportionment case, the Court was most explicit, stating that while defendants' adherence to \"obviously unacceptable plans\" amounted to bad faith:</p>\n<blockquote>\"Nevertheless, a finding of bad faith is not always a prerequisite to the taxing of attorneys' fees against defendants, and in this case, despite the availability of that ground, the Court has decided to base its award on far broader considerations of equity.</blockquote>\n<blockquote>\"In instituting the case sub judice, plaintiffs have served in the capacity of `private attorneys general' seeking to enforce the rights of the class they represent. . . . If, pursuant to this action, plaintiffs have benefited their class and have effectuated a strong Congressional policy, they are entitled to attorneys' fees regardless of defendants' good or bad faith. . . . Indeed, under such circumstances, the award loses much of its discretionary character and becomes part of the effective remedy a court should fashion to encourage public-minded suits, . . . and to carry out congressional policy.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\". . . The benefit accruing to plaintiffs' class from the prosecution of this suit cannot be over-emphasized. No other right is more basic to the integrity of our democratic society than is the right plaintiffs assert here to free and equal suffrage. In addition, congressional policy strongly favors the vindication of federal rights violated under color of state law, 42 U.S.C. § 1983, and, more specifically, the protection of the right to a nondiscriminatory franchise.\"</blockquote>\n<p>69. Using this approach federal courts in Mississippi consistently have awarded fees to plaintiffs in cases involving voting rights. Carpenter v. Toller (No. GC 718-K.N., Miss., Keady, J., May 26, 1971); Kitching v. Bobo (No. D.C. 7082-K, N.D.Miss., May 24, 1971, Keady, J.); Williams v. Hughes (No. D.C. 7076-S, N.D.Miss., Smith, J., February 19, 1971); Sigales v. Cumbest, (No. 3239, S.D.Miss., Russell, J., February 18, 1970); Scott v. Burkes (No. 4782, S.D.Miss., Nixon, J., April 29, 1971); Dyer v. Love, <span class=\"citation\" data-id=\"1428340\"><a href=\"/opinion/1428340/dyer-v-love/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">974</span></a></span>, 986 (N.D.Miss., 1969); and Martinolich v. Dean, <span class=\"citation\" data-id=\"2349369\"><a href=\"/opinion/2349369/martinolich-v-dean/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span> (S.D. Miss., 1966).</p>\n<p>70. Similarly in Louisiana in cases involving redistricting, the voting rights of blacks and Section 5 of the Voting Rights Act, federal courts have awarded plaintiff's fees on the \"therapeutic\" or \"private attorney general\" theories. Briscoe, et al. v. Jefferson Davis Parish Police Jury (C.A. No. 17,392 U.S.D.C., W.D.La., September 2, 1972, Hunter, J.); Claiborne Parish Civic League, et al. v. The Claiborne Parish School Board, et al. (C.A. No. 18,094, U.S.D.C., W.D.La., August 28 and September 18, 1972, Dawkins, J.); Clark v. DeSoto Parish School Board (C.A. No. 17,266, U.S.D.C., W.D.La., June 14, 1972, Dawkins, J.); Hargrove v. Caddo Parish School Board (C.A. No. 17,630, U.S.D.C., W.D.La. Dawkins, J.); Brach v. Franklin Parish School Board (C.A. No. 17,469, Dawkins, J.); London v. East Feliciana Parish Police Jury, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></span> (E.D. La., 1972, West, J.), reversed and remanded on other grounds <span class=\"citation\" data-id=\"310184\"><a href=\"/opinion/310184/leonard-london-v-the-east-feliciana-parish-police-jury/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span> (5th Cir., 1973).</p>\n<p><span class=\"star-pagination\">*1206</span> 71. In two recent cases, the United States Court of Appeals for the Fifth Circuit has upheld district court awards of attorney's fees under the common benefit and \"private attorney general\" theories. In Thompson v. Richland Parish Police Jury, <span class=\"citation\" data-id=\"311207\"><a href=\"/opinion/311207/thompson-v-richland-parish-police-jury/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1401</span></a></span> (5th Cir., 1973), rehearing denied <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1404</span></span> (1973), the Fifth Circuit affirmed summarily, pursuant to Rule 21, an award of attorney's fees by this Court's order of August 31, 1972, in a similar redistricting case. Even more recently, on May 13, 1974, the Fifth Circuit in Cornist et al. v. Richland Parish School Board et al., <span class=\"citation\" data-id=\"318472\"><a href=\"/opinion/318472/ollie-cornist-v-richland-parish-school-board-elvert-chisley-v-richland/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (5th Cir.) upheld an award of attorney's fees by this Court in a case of a single wrongfully dismissed teacher. The Fifth Circuit in that case upheld all of the grounds cited by the District Court for its award of attorney's fees, including an explicit affirmance that attorney's fees were appropriate because plaintiff's attorney \". . . had acted as `private attorney general' in securing the rights of plaintiffs, which benefited not only them, but all the black teachers in the Parish, as well as the school system as a whole, by virtue of the system's being brought into compliance with federal law and Congressional policy.\" In support of this proposition, the Fifth Circuit cited McLaurin v. Columbia Municipal Separate School District, <span class=\"citation\" data-id=\"310902\"><a href=\"/opinion/310902/5-fair-emplpraccas-1218-5-empl-prac-dec-p-8549-5-empl-prac-dec-p/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span> (5th Cir., 1973); Horton v. Lawrence County Board of Education, <span class=\"citation\" data-id=\"299516\"><a href=\"/opinion/299516/3-fair-emplpraccas-1153-4-empl-prac-dec-p-7559-patricia-ann-horton/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span> (5th Cir., 1971), and Lee v. Southern Home Sites, <i>supra</i><i>.</i> Thus, with these cases, the Fifth Circuit explicitly has sanctioned and found precedent for awards of attorney's fees under the \"private attorney general\" theory and the common benefit theory.</p>\n<p>72. Here it is clear that plaintiffs have acted as \"private attorneys general\" in securing the most important right to an unabridged vote upon which our whole system of government is based, and which is supported by the strongest Congressional and constitutional policy.</p>\n<p>73. Clearly, also, the benefits here are therapeutic to the body politic of Ferriday as a whole, and, by correcting the constitutionally infirm method of selecting Aldermen, plaintiffs have secured a benefit which goes to every citizen of the Town of Ferriday.</p>\n<p>74. While the Board of Aldermen's steadfast adherence to a constitutionally unacceptable plan during the course of this litigation would amount to bad faith, and despite the availability of that ground, we have decided to base our award on the far broader considerations of equity contained in the common benefit and \"private attorney general\" notions.</p>\n<p>75. Similarly, where courts have found an award of attorney's fees appropriate, they also have found an award of litigation expenses such as expert witness fees, transportation for expert witnesses, and other special services. For example, in Sims v. Amos, <i>supra</i><i>,</i> the Court awarded plaintiffs' expert witness, Dr. Valinsky, an expert witness fee and expenses taxed as Clerk's Costs in the amount of $3,235.55.</p>\n<p>76. Under the common benefit theory and private attorney general theory, courts have applied the reasoning of <i>Sprague, supra,</i> and its progeny, directly to expert witness fees and other extraordinary costs of litigation. In Banks v. Chicago Mill and Lumber Co., <span class=\"citation\" data-id=\"1649328\"><a href=\"/opinion/1649328/banks-v-chicago-mill-lumber-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></a></span> (E.D.Ark., 1950), the district court referred to Rule 54(d) of the Federal Rules of Civil Procedure, and 28 U. S.C. § 1920, stating:</p>\n<blockquote>\"These provisions vest the question of costs in a civil case in the sound judicial discretion of the Court, and in an equity case, such as this, the Court is not limited to the so-called `statutory costs', but in a proper case may make additional allowances of costs in accordance with [the] sound equitable principles. [<i>Sprague, supra</i><i>.</i>\"</blockquote>\n<p>The Court concluded: \"I have the power to allow as costs the compensation paid to expert witnesses for their preparation <span class=\"star-pagination\">*1207</span> and testimony . . . .\" (<i>Id.,</i> at pp. 236-237.)</p>\n<p>77. Similarly, in Andresen v. Clear Ridge Aviation, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">50</span></span> (D.Neb., 1949), the Court considered the taxability of several items of expense, including expert witness fees. It held (at p. 52):</p>\n<blockquote>\"While no statute identifies those expenditures as taxable costs, that circumstance is not alone decisive upon the issue of their allowability. This action for injunctive relief is equitable in its nature. The power of the court in awarding costs in it is, therefore, not circumscribed as narrowly as is the judicial authority respecting costs in an action for the recovery of a judgment for money only.\"</blockquote>\n<p>See also, Swan Carburetor Co. v. Chrysler Corp., <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">794</span></span> (E.D.Mich., 1944), modified in other respects, <span class=\"citation\" data-id=\"1507781\"><a href=\"/opinion/1507781/swan-carburetor-co-v-chrysler-corporation/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span> (6th Cir., 1945).</p>\n<p>78. In La Raza Unida v. Volpe, <i>supra</i><i>,</i> one of the leading cases upholding the \"private attorney general\" theory, the Court held (at p. 102):</p>\n<blockquote>\"The affidavits of the expert witnesses were quite helpful to the Court, and were a crucial part of plaintiffs' presentation. For the reasons stated above in granting attorneys' fees, plaintiffs' motion to award expert witness fees is also granted.\"</blockquote>\n<p>See also, Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"291909\"><a href=\"/opinion/291909/james-e-swann-and-cross-appellants-v-charlotte-mecklenburg-board-of/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span>, 148 (4th Cir., 1970), modified in other respects, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span> (1971) (awarding expert fees in a school desegregation case); Jackson v. School Board of City of Lynchburg, (No. 534, W.D.Va., April 28, 1970) (expert consultant fees in a desegregation case); Jones v. Wittenberg, <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">707</span></span>, 722 (N.D.Ohio, 1971) (expert witness fees in prison case); and Wright v. McMann, <span class=\"citation\" data-id=\"2597062\"><a href=\"/opinion/2597062/wright-v-mcmann/\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">127</span></a></span>, 144 (N.D.N.Y., 1970) (fees granted in decree of August 19, 1970) (expert witness fees in prisoner's rights case).</p>\n<p>79. In a most recent case decided by Judge Rubin (E.D.La.) under Title VII of the Civil Rights Act, Barth et al. v. Bayou Candy Co., Inc., (C.A. No. 72-753, Opinion and Order of May 1, 1974), the Court allowed as costs items such as photocopying, postage, and long distance phone calls. The Court also allowed a photographer's fee at $250.00 per day.</p>\n<p>80. Accordingly, we find that an award should be made of an expert witness fee for Professor Richard L. Engstrom in the amount of $250.00 and an additional $65.28 for his air fare, for a total of $315.28, to be paid by defendant Board of Aldermen for the Town of Ferriday into the registry of the Court, and the Clerk shall thereafter issue a check in like amount to Professor Engstrom. Similarly, the Registrar of Voters, J. P. House's fee for developing the precinct and registration data also shall be allowed as a legitimate plaintiffs' expense, and defendant Board of Aldermen shall pay the amount of $100.00 into the registry of the Court, and the Clerk shall thereafter issue to Mr. House a check in the amount of $100.00.</p>\n<p>81. We further conclude that attorney's fees should be allowed to plaintiffs' attorney under the circumstances of this case for the reasons indicated.</p>\n<p>82. As to the amount of the fees, the recent decision of the Fifth Circuit in Johnson v. Georgia Highway Express, Inc., <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir., 1974), makes clear those factors to be considered in determining the amount of fees to be allowed. Once it has been determined that fees are to be allowed, the standard for determining the amount of fees is the same whether the authorization of the award is contained in a statute or is within the sound equitable discretion of the Court.</p>\n<p>83. Counsel for plaintiffs submitted an itemized list of the time spent in preparation and trial of the case, which as indicated earlier, totalled 138.5 hours. Plaintiffs' counsel also made himself available for any cross-examination by opposing counsel. Defendants did not question that the number of hours expended was reasonable.</p>\n<p><span class=\"star-pagination\">*1208</span> 84. Some of the considerations suggested in <i>Johnson, supra,</i> here applicable, include the results obtained at trial, and the insurance of adequate remuneration to those attorneys representing the prevailing party. As Judge Rubin stated in <i>Barth, supra,</i> in order to accomplish Congressional policy \". . . able representation of plaintiffs should be encouraged. And one way in which such representation may be encouraged is to ensure that successful litigation results in adequate remuneration to those attorneys representing the plaintiffs, the prevailing party.\"</p>\n<p>85. The customary fee for attorneys in Louisiana begins at $35.00 per hour. We agree with Judge Rubin when he said in <i>Barth, supra,</i> that \". . . as an attorney gains experience, or as his or her expertise increases in a particular area of law, counsel's fees increase substantially.\" This is understandable in that an attorney's expertise in a given area allows him to be more efficient and to perform work in less time than would less experienced counsel. Considering the length of this litigation, the complexity of the factual issues, and the proof required of plaintiffs, the necessity for expert testimony, and all other factors, 138.5 hours appears to the Court as an extremely efficient use of time. Moreover, from our own observation of Mr. Halpin's performance throughout this litigation and at trial, it is clear that a less experienced attorney would have not only spent more of his own time, but would have required more time of the Court in conducting the trial, various pretrial matters, and the like. Mr. Halpin's experience in redistricting and voting rights cases is well known to the Court by virtue of his appearance representing plaintiffs in over twenty voting and redistricting cases before this Court. He also has been counsel in other such cases before other federal district courts in the State, as well as in the United States Court of Appeals for the Fifth Circuit, and before the United States Supreme Court.</p>\n<p>86. Accordingly, we find that an award to plaintiffs' counsel in the amount of $50.00 per hour for the 138.5 hours expended by him is appropriate, and any less would be unfair, or a total of $6,925.00.</p>\n<h2>NOTES</h2>\n<p>[1]  In English law, the rule in equity varied from the rule at law. At equity, the Lord Chancellor had inherent power and unfettered discretion in awarding fees. Sprague v. Ticonic National Bank, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 166, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></a></span>, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1184</span></a></span> (1939). At law, however, awards of fees were statutory, dating at least from the Statute of Marlborough in 1267 (52 Hen. III, c. 6), and the Statute of Gloucester in 1275 (<span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Edw. Ch.</span> <span class=\"page\">I</span></span>, c. 1). See too, Pollock &amp; Maitland History of English Law, 597 (2d ed., 1898) and Goodhart, Costs, 38 Yale L.J. 849 (1929). For a summary of general rules prevailing in other jurisdictions, see Ehrenzweig, Reimbursement of Counsel Fees and the Great Society, 54 Calif.L.Rev. 792 (1966).</p>\n<p>[2]  See, <i>e. g.,</i> Kuenzel, The Attorneys' Fee: Why Not a Cost of Litigation?, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">L</span></span>. Rev. 75 (1963); Stoebuck, Counsel Fees Included in Costs: A Logical Development, 38 U.Colo.L.Rev. 202 (1966); note, Attorney's Fees: Where Shall the Ultimate Burden lie?, 20 Vand.L.Rev. 1216 (1967); McLaughlin, The Recovery of Attorney's Fees; A New Method of Financing Legal Services, 40 Fordham L.Rev. 761 (1972); McCormick, Counsel Fees and Other Expenses of Litigation as an Element of Damages, 15 Minn.L. Rev. 619 (1931); note, The Allocation of Attorney's Fees after Mills v. Electric AutoLite Co., 38 U.Chi.L.Rev. 316 (1971); Allowance of Attorney's Fees in Civil Rights Actions, 7 Colum.J. of Law &amp; Social Probs., 381 (1971).</p>\n<p>[3]  Although the \"common fund\" theory understandably arose most often in commercial cases, it was also found appropriate in consumer actions. See, <i>e. g.,</i> Washington Gas Light Co. v. Baker, 90 U.S.App.D.C. 98, <span class=\"citation\" data-id=\"228945\"><a href=\"/opinion/228945/washington-gas-light-co-v-baker-public-utilities-commission-of-district/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span> (1951) and Bebchick v. Public Utilities Comm'n, 115 U.S.App.D.C. 216, <span class=\"citation\" data-id=\"260803\"><a href=\"/opinion/260803/leonard-n-bebchick-v-public-utilities-commission/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (1963).</p>\n<p>[4]  See, <i>e. g.,</i> Fair Labor Standards Act, § 16 (b), 29 U.S.C. § 216(b), June 25, 1938, 52 Stat. 1069; Copyright Act, 17 U.S.C. § 116, July 30, 1947, 61 Stat. 652; Labor-Management Reporting and Disclosure Act, § 501(b), September 14, 1959, 73 Stat. 535; Patent Infringement Suits, 35 U.S.C. § 285, July 19, 1952, 66 Stat. 813; Servicemen's Readjustment Act, 38 U.S.C. § 1822(b), September 2, 1958, 72 Stat. 1214; Packers and Stockyards Act, § 309(f), 7 U.S.C. § 210(f), August 15, 1921, 42 Stat. 165; Perishable Agricultural Commodities Act, § 7(b), 7 U.S.C. § 499g(b), June 10, 1930, 46 Stat. 534; Clayton Act, § 4, 15 U.S.C. § 15, October 15, 1914, 38 Stat. 731; Securities Act of 1933, § 11(e), 15 U.S.C. § 77k(e), May 27, 1933, 48 Stat. 82; Trust Indenture Act, § 323(a), 15 U.S.C. § 77www(a), August 3, 1939, 53 Stat. 1176; Securities Exchange Act of 1934, §§ 9(e), 18(a), 15 U.S.C. §§ 78i(e), 78r(a), June 6, 1934, 48 Stat. 889; Civil Rights Act of 1964, Title II, 42 U.S.C. § 2000a-3(b), Civil Rights Act, 1964, § 204; Civil Rights Act of 1964, Title VII, 42 U.S.C. § 2000e-5(k), Civil Rights Act, 1964, § 706; Fair Housing Act of 1968, § 812, 42 U.S.C. § 3612(c), April 11, 1968, 82 Stat. 88; Railway Labor Act, § 3, 45 U.S.C. § 153(b), May 20, 1926, 44 Stat. 578; Communications Act of 1934, § 206, 47 U.S.C. § 206, June 19, 1934, 48 Stat. 1072; and Interstate Commerce Act § 16, 49 U.S.C. § 16(2), February 4, 1887, 24 Stat. 384.</p>\n<p>[5]  However, see Rolax v. Atlantic Coast Line R. R., <span class=\"citation\" data-id=\"226366\"><a href=\"/opinion/226366/9-fair-emplpraccas-bna-403-1-empl-prac-dec-p-9622-rolax-v/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span> (4th Cir., 1951), for an early example of the application of the benefit theory.</p>\n<p>[6]  <i>E. g.,</i> Bell v. School Board of Powhatan County, <span class=\"citation\" data-id=\"261552\"><a href=\"/opinion/261552/edward-alvin-bell-infants-etc-and-cross-appellants-v-school-board-of/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span> (4th Cir., 1963) (en banc); Nesbit v. Statesville City Board of Education, <span class=\"citation\" data-id=\"287441\"><a href=\"/opinion/287441/harriett-d-nesbit-v-the-statesville-city-board-of-education-a-public/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span> (4th Cir., 1969) (en banc); Knight v. Auciello, <span class=\"citation\" data-id=\"300848\"><a href=\"/opinion/300848/owen-s-knight-v-rocco-auciello/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span> (1st Cir., 1972).</p>\n<p>[7]  <i>E. g.,</i> Griffin v. County School Board of Prince Edward County, Virginia, <span class=\"citation\" data-id=\"272434\"><a href=\"/opinion/272434/cocheyse-j-griffin-mignon-d-griffin-naja-d-griffin-and-l-francis/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">206</span></a></span> (4th Cir., 1966) (en banc), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></span> (1966).</p>\n<p>[8]  <i>E. g.,</i> Clark v. Board of Education of the Little Rock School District, <span class=\"citation\" data-id=\"299428\"><a href=\"/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span> (8th Cir., 1971) (en banc).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103213/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/226366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/227663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/228945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/271132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/275679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/301037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310902/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1425181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1642053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1649328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2010620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2094146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2349369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2353010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2597062/"
          ]
        }
      ],
      "judges": "Dawkins",
      "date_created": "2014-10-30T22:41:15.334761Z",
      "date_modified": "2016-03-03T22:02:47.391326Z",
      "date_filed": "1974-06-06",
      "date_filed_is_approximate": false,
      "slug": "wallace-v-house",
      "citation_id": 2316418,
      "case_name_short": "Wallace",
      "case_name": "Wallace v. House",
      "case_name_full": "",
      "federal_cite_one": "377 F. Supp. 1192",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2214102/wallace-v-house/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:41:15.330794Z",
  "date_modified": "2014-10-30T22:41:15.330794Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wallace",
  "case_name": "Wallace v. House",
  "case_name_full": "",
  "slug": "wallace-v-house",
  "docket_number": "Civ. A. No. 17971",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}