{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2214064/",
  "id": 2214064,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nyed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343577/",
      "id": 2343577,
      "absolute_url": "/opinion/2343577/gonzalez-v-narcato/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2214064/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2343577/",
          "id": 2343577,
          "absolute_url": "/opinion/2343577/gonzalez-v-narcato/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2343577/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1178/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:06.034853Z",
          "date_modified": "2017-04-09T12:13:44.230054Z",
          "type": "010combined",
          "sha1": "cf211ad07a204086999a4b3fe55636a96d7dfc2b",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>363 F.Supp.2d 486 (2005)</b></center>\n<center><h1>Joseph R. GONZALEZ, Plaintiff,<br>\nv.<br>\nFrank NARCATO; Gerald Wells; and Frank R. Headley, Defendants.</h1></center>\n<center>No. 01CV6102NGLB.</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>March 24, 2005.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> Joseph R. Gonzalez, Pro Se Wallkill, for plaintiff.</p>\n<p>Eliott Spitzer, New York State Attorney, General, By Melinda Chester-Spitzer, New York City, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>GERSHON, District Judge.</p>\n<p>The pro se plaintiff has filed objections to the Report and Recommendation of Magistrate Judge Lois Bloom, dated March 1, 2005, which recommends the dismissal of the complaint. Those objections are reviewed de novo. Judge Bloom's decision carefully analyzed the applicable law and applied it, in a thoughtful and nuanced manner, to the undisputed facts. Insofar as plaintiff suggests there is a triable issue <span class=\"star-pagination\">*489</span> of fact, he is in error. Judge Bloom's decision assumes that Wells was responsible for the transfer order, as plaintiff argues, and there is no material issue of fact as to the reason for plaintiff being denied permission to attend the ceremony he sought to attend. Finally, there is no basis for plaintiff's claim that Judge Bloom's decision was entered as a \"sanction.\" On the contrary, the law fully supports dismissal.</p>\n<p>The Report and Recommendation is adopted, and the complaint is dismissed in its entirety. The Clerk of Court is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>REPORT AND RECOMMENDATION</h2>\n<p>BLOOM, United States Magistrate Judge.</p>\n<p>Plaintiff Joseph Gonzalez, proceeding <i>pro se,</i> brings this action under 42 U.S.C. § 1983 alleging, among other things, that defendants violated his constitutional rights by preventing him from having contact with officials who attended a religious ceremony on September 28, 1998 at Arthur Kill Correctional Facility. Defendants move for summary judgment under Fed.R.Civ.P. 56. The Honorable Nina Gershon, U.S.D.J., referred defendants' motion to the undersigned for a Report and Recommendation pursuant to 28 U.S.C. § 636(b). It is recommended that defendants' motion for summary judgment should be granted and the complaint should be dismissed.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff is an inmate currently incarcerated by the New York Department of Correctional Services (\"DOCS\") in Clinton Correctional Facility (\"Clinton\") in Dannemora, New York. Plaintiff's claims arose while he was incarcerated at Arthur Kill Correctional Facility (\"Arthur Kill\"), on Staten Island, New York. <i>See</i> Pla. Second Amended Complaint at 1.<sup>[1]</sup> During his years of incarceration, plaintiff developed, as he concedes, an \"extensive disciplinary history\" that included assaults on both staff and inmates. <i>See</i> Inmate Disciplinary History of Joseph R. Gonzalez, Defendants' Exhibit (\"Def.Ex.\") A at 127-128; C.</p>\n<p>Defendant Father Frank Nacarato has been the Catholic Chaplain at Arthur Kill since 1994. <i>See</i> Def. Ex. E at 1. As Catholic Chaplain, Father Nacarato is responsible for serving the spiritual needs of all inmates at Arthur Kill. <i>Id.</i> His specific duties include conducting worship services on Sundays and Tuesdays of each week, supervising a prayer group for inmates, counseling inmates regarding personal and spiritual matters, visiting sick inmates in the facility hospital, and informing inmates of medical emergencies relating to their family members. <i>Id.</i></p>\n<p>Father Nacarato first became acquainted with plaintiff when plaintiff began attending services at Arthur Kill in late 1997 or early 1998. Def. Ex. E at 2. In addition to attending services, plaintiff also began to visit Father Nacarato in his office. During these daily visits, plaintiff complained to Father Nacarato that he had been wrongly convicted and stated that he was seeking to overturn his conviction. Def. Ex. E at 2. Plaintiff repeatedly asked Father Nacarato to contact the Archdiocese of New York on his behalf to request the late Cardinal O'Connor's support in challenging his conviction. <i>Id.</i> Father Nacarato <span class=\"star-pagination\">*490</span> states that plaintiff's demeanor grew increasingly hostile and that he felt increasingly harassed by plaintiff's visits. Def. Ex. E at 2. Around this time, Father Nacarato also became aware that plaintiff had sent threatening and belligerent correspondences to Cardinal O'Connor. <i>Id.</i></p>\n<p>In the summer of 1998, Father Nacarato arranged for Cardinal O'Connor to visit Arthur Kill to consecrate the Catholic Chapel, which had been newly renovated. In addition to the Cardinal, Father Nacarato arranged for DOCS Commissioner Glen Goord, Governor George Pataki and Staten Island Assemblywoman Elizabeth Connolly to attend the ceremony. Def. Ex. E at 3. Since the Catholic Chapel at Arthur Kill could only seat 98 people, the number of employees and inmates who could attend the consecration ceremony was limited. <i>Id.</i> at 3.</p>\n<p>Since Father Nacarato planned the event, he was responsible for selecting which inmates could attend the ceremony. Father Nacarato maintains that he chose inmates who regularly attended Sunday services and participated in the weekly prayer service. Def. Ex E at 3. Of the approximately 100 inmates who requested to attend the September 28, 1998 consecration ceremony, 50 were granted permission to attend. The remaining 48 seats were reserved for civilians and DOCS employees. <i>Id.</i> DOCS granted those inmates who could not attend the opportunity to view the ceremony by closed circuit television in their respective housing units. <i>See</i> Arthur Kill Press Release, Def. Ex. F.</p>\n<p>In June or July 1998, Kenneth Hoffarth, the Director of the Office of Criminal Justice of the Archdiocese of New York, Frank Headley, the Superintendent of Arthur Kill and Father Nacarato met to discuss security issues regarding the Cardinal's upcoming visit. Ex. H at 1-2; Ex. G at 1-2; Ex. E at 3-4. Mr. Hoffarth informed defendants Headley and Nacarato that plaintiff had been writing letters to the Cardinal requesting assistance with his criminal appeal and that his correspondence had become increasingly belligerent. Def. Ex. H at 1-2. Mr. Hoffarth expressed his concern that plaintiff might act inappropriately in the presence of the Cardinal if permitted to attend the consecration ceremony. <i>Id.</i></p>\n<p>Approximately one week prior to the Cardinal's visit, Father Nacarato told plaintiff that he would not be permitted attend the September 28, 1998 ceremony. Def. Ex. E at 4. Father Nacarato concedes that he considered plaintiff's letters to the Cardinal in deciding not to permit plaintiff to attend. Upon being told that he could not attend the ceremony, plaintiff threatened that he planned to attend the ceremony anyway. Def. Ex. E at 4. Plaintiff further indicated that he intended to confront the Cardinal during his visit to the facility. <i>Id.</i></p>\n<p>Father Nacarato relayed the substance of this conversation with plaintiff to both Superintendent Headley and Wells, the Deputy Superintendent of Security at Arthur Kill. Based on Father Nacarato's conversation with plaintiff and Mr. Hoffarth's concern that plaintiff might behave inappropriately during the ceremony, defendants Headley and Wells determined that plaintiff posed a security threat to the Cardinal and the facility in general. Def. Ex. G at 3; Def Ex. I at 5. Accordingly, Headley and Wells decided that plaintiff should be held in administrative segregation during the Cardinal's visit to Arthur Kill.</p>\n<p>On the morning of the Cardinal's visit on September 28, 1998 at 7:00 a.m., Sergeant Patrick Kilbane escorted plaintiff from his general population housing block to the Solitary Housing Unit (\"SHU\"). Ex. A at 70. Prior to admitting plaintiff to the <span class=\"star-pagination\">*491</span> SHU, Correctional Officer Roger Bourgelais performed an administrative strip frisk. Plaintiff alleges that the manner in which this strip frisk was performed violated his Constitutional rights. Specifically, plaintiff alleges that correctional officers ordered him to run his fingers through his mouth during this search \"in violation of a consent decree in the SDNY.\" Second Am. Comp. at 2.</p>\n<p>At 9:30 a.m., Cardinal O'Connor arrived at Arthur Kill. After a brief tour of the facility, the Cardinal delivered a ninety minute liturgy, had lunch and left the facility around 1:00 p.m.. Def. Ex. G at 3-4. Plaintiff was returned to his general population cell at approximately 1:45 p.m., approximately seven hours after he was placed in administrative segregation in the SHU. Def. Ex. A at 70.</p>\n<p>Upon being released from the SHU, plaintiff filed a grievance alleging that defendants had conspired to place him in administrative segregation in retaliation for his \"activities\" as a member of the Inmate Liaison Committee. Inmate Grievance Complaint No. AK-10709-98, Def. Ex. N. In addition to the grievance he filed regarding his administrative segregation in the SHU, plaintiff also complained in writing to Headley by letter dated September 28, 1998. Ex. P. Defendant Wells responded to plaintiff's letter to Headley and explained that plaintiff had been placed in the SHU based on the determination that his presence in general population during the Cardinal's visit could \"jeopardize the safety and security\" of the facility.</p>\n<p>In addition to plaintiff's retaliation claim regarding his administrative segregation, plaintiff also alleges that defendants retaliated against him by removing him from the Inmate Liaison Committee. Pursuant to DOCS Directive No. 4002, superintendents at each correctional facility must establish an Inmate Liaison Committee (\"ILC\") for the purpose of \"discussing and advising institutional officials on matters concerning the general welfare of the inmate population.\" The ILC consists of a representative group of inmates selected by the general population. Def. Ex. O. The superintendent of a correctional facility has the \"discretion to exclude from membership those inmates who have been recent or chronic disciplinary problems or those who have a pattern of participation in serious incidents of misbehavior during their incarceration\". Def. Ex. O. In accordance with Directive 4002, defendant Headley notified plaintiff by memorandum dated November 18, 1998, that he was being removed from the ILC due to his disciplinary problems. Def. Ex. P at 3. Finally, plaintiff alleges that defendants transferred him to Altona Correctional Facility in retaliation for his complaints to prison and church officials while at Arthur Kill. Pla. Second Amended Compl. at 1.</p>\n<p>Plaintiff filed his initial complaint in this matter on August 24, 2001. By Order dated October 29, 2001, the Honorable Nina Gershon dismissed a portion of plaintiff's complaint but granted him sixty days to file an amended complaint. Plaintiff filed an amended complaint on December 14, 2001 and filed a second amended complaint on September 18, 2002. In his second amended complaint, plaintiff alleges that defendants: 1) violated his First Amendment right to petition the government for redress of grievances; 2) conspired to place him in administrative segregation; 3) subjected him to an illegal strip frisk; 4) removed him as a member of the ILC in retaliation for complaining to outside officials; and 5) transferred him to Altona Correctional Facility in retaliation for his complaints about prison conditions at Arthur Kill. <i>See also</i> Pla. Opp. at 1. By Order dated September 18, 2002, the Honorable <span class=\"star-pagination\">*492</span> Nina Gershon so ordered the parties' stipulation discontinuing plaintiff's claims that he was barred from attending religious services and that his mail privileges were restricted.</p>\n<p>The court held a number of telephonic Fed.R.Civ.P. Rule 16 conferences and the parties conducted discovery. Defendants filed a motion for summary judgment,<sup>[2]</sup> plaintiff opposed the motion and defendants replied.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Summary Judgment Standard</p>\n<p>Summary judgment is appropriate if there is no genuine material issue of fact requiring a trial and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). \"A dispute regarding a material fact is genuine `if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.'\" <i>Lazard Freres &amp; Co. v. Protective Life Ins. Co.,</i> 108 F.3d 1531, 1535 (2d Cir.1997) (quoting <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)); <i>see </i><i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586-87, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). \"The trial court's function in deciding such a motion is not to weigh the evidence or resolve issues of fact, but to decide instead whether, after resolving all ambiguities and drawing all inferences in favor of the non-moving party, a rational juror could find in favor of that party.\" <i>Pinto v. Allstate Ins. Co.,</i> 221 F.3d 394, 398 (2d Cir.2000).</p>\n<p>\"When a motion for summary judgment is made and supported..., an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e); <i>see </i><i>Matsushita,</i> 475 U.S. at 586-87, 106 S.Ct. 1348 (1986). In other words, the non-moving party must provide \"affirmative evidence\" from which a jury could return a verdict in its favor. <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. 2505. \"Conclusory allegations, conjecture, and speculation ... are insufficient to create a genuine issue of fact.\" <i>Niagara Mohawk Power Corp. v. Jones Chemical, Inc.,</i> 315 F.3d 171, 175 (2d Cir.2003) (quoting <i>Kerzer v. Kingly Mfg.,</i> 156 F.3d 396, 400 (2d Cir.1998)). Moreover, \"[t]he `mere existence of a scintilla of evidence' supporting the non-movant's case is also insufficient to defeat summary judgment.\" <i>Id.</i> (quoting <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505). When a party is proceeding <i>pro se,</i> the Court is obliged to \"read his supporting papers liberally, and will interpret them to raise the strongest arguments that they suggest.\" <i>Burgos v. Hopkins,</i> 14 F.3d 787, 790 (2d Cir.1994).</p>\n<p>II. Plaintiff's First Amendment Claims<sup>[3]</sup></p>\n<p>Plaintiff maintains that defendants violated his First Amendment rights to petition the government for redress of grievances and to free speech by preventing him from having contact with the religious leaders and officials who attended the consecration ceremony at Arthur Kill on September 28, 1998.</p>\n<p><span class=\"star-pagination\">*493</span> Although it is well settled that inmates have a First Amendment right to complain about prison practices and conditions, this right is not unlimited. \"An inmate only retains those `First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.'\" <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> 433 U.S. 119, 97 S.Ct. 2532, 2538, 53 L.Ed.2d 629 (1977) (citation omitted). As the Supreme Court stated in <i>O'Lone v. Shabazz,</i> 482 U.S. 342, 107 S.Ct. 2400, 2404, 96 L.Ed.2d 282 (1987) \"lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.\" Moreover, it is not the job of the federal courts to engage in detailed supervision of the prisons, <i>Cruz v. Beto,</i> 405 U.S. 319, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972), and \"prison administrators... should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 1878, 60 L.Ed.2d 447 (1979). Judicial review of prison officials' decisions is deferential since \"federal courts are ill-equipped to deal with the complexities of prison administration.\" <i>Benjamin v. Coughlin,</i> 905 F.2d 571, 574 (2d Cir.1990).</p>\n<p>The standard to determine if a prison official's conduct violates a prisoner's constitutional rights is \"one of reasonableness, taking into account whether the particular [act] affecting some constitutional right asserted by a prisoner is reasonably related to legitimate penological interests.\" <i>Id.</i> (Citations omitted). Defendants' decision to prevent plaintiff from attending the consecration ceremony was reasonable in light of plaintiff's complaints to Father Nacarato, the concerns of the Archdiocese of New York and plaintiff's threat that despite his lack of permission, he intended to attend the ceremony and confront the Cardinal. Def. Ex. E at 4; H at 2. Moreover, as evidenced by his numerous letters received by the Archdiocese, plaintiff had other methods of which he availed himself to complain to outside officials about conditions at Arthur Kill. Def. Ex. H at 1-2.</p>\n<p>Likewise, given these facts, it was reasonable for defendants to place plaintiff in administrative segregation during the Cardinal's visit as in defendants' judgment, he posed a risk to security. New York prison regulations permit inmates to be confined in SHU for \"disciplinary confinement, administrative segregation, protective custody, detention, keeplock confinement, and `for any other reason, with the approval of the deputy commissioner for facility operations'.\" <i>Trice v. Clark,</i> No. 94 Civ. 6871(SAS), 1996 WL 257578, at *3 (S.D.N.Y. May 16, 1996)(quoting N.Y. Comp.Codes R. &amp; Regs. tit. 7, §§ 301.1-.7 (\"NYCRR\")). Furthermore, there is no protected liberty interest in not being assigned to the SHU. <i>Carter v. Carriero,</i> 905 F.Supp. 99, 104 (W.D.N.Y.1995); <i>see </i><i>Rodriguez v. Phillips,</i> 66 F.3d 470, 479 (2d Cir.1995) (\"To benefit from the procedural protections of the Fourteenth Amendment, one must be deprived of a liberty interest protected by that Amendment. The Due Process Clause itself does not confer on inmates a liberty interest in being confined in the general prison population, rather than the more restrictive administrative segregation.\").</p>\n<p>The placement of an inmate in administrative segregation is justified when it is determined that the inmate's presence in the general population would threaten the <span class=\"star-pagination\">*494</span> safety and security of the facility where he or she is incarcerated. 7 NYCRR 301.4(b). Plaintiff's seven-hour stay in SHU simply does not give rise to a constitutional claim, absent the imposition of some \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> 515 U.S. 472, 484, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995); <i>Ortiz v. McBride,</i> 380 F.3d 649, 652 (2d Cir.2004).</p>\n<p>Therefore, the Court should grant defendants' motion for summary judgment on these claims.</p>\n<p>III. Plaintiff's Conspiracy Claims</p>\n<p>Plaintiff claims that defendants conspired to exclude him from the September 1998 ceremony at Arthur Kill to prevent him from having any contact with outside public officials, religious leaders and members of the media. Second Am. Compl. At 1-2. Plaintiff also alleges that defendants conspired to place him in administrative segregation unlawfully. <i>Id.</i></p>\n<p>To prove a conspiracy under 42 U.S.C. § 1983, a plaintiff must show \"1) an agreement between two or more actors or between a state actor and a private entity; 2) an act in concert to inflict an unconstitutional injury; and 3) an overt act done in furtherance of that goal causing damages.\" <i>Pangburn v. Culbertson,</i> 200 F.3d 65, 72 (2d Cir.1999). A conspiracy claim must contain more than conclusory allegations. A plaintiff must allege facts that give rise to an inference of a meeting of the minds between the alleged conspirators. <i>Romer v. Morgenthau,</i> 119 F.Supp.2d 346, 363 (S.D.N.Y.2000). Vague allegations of a conspiracy without pleading any overt acts or providing a basis in fact, are insufficient to state a claim. <i>Id.</i> at 363.</p>\n<p>Defendants concede that defendants Headley and Wells agreed to place plaintiff in administrative segregation. However, plaintiff fails to establish that defendants' decision to bar him from the consecration ceremony and to place him in administrative segregation violated his constitutional rights. As discussed above, defendants administratively segregated plaintiff because they regarded him as a security risk during the Cardinal's visit. Def. Ex. G at 3. Plaintiff provides nothing to support his conclusory allegations that his placement in administrative segregation was unconstitutional.</p>\n<p>Accordingly, defendants' motion for summary judgment should be granted on plaintiff's conspiracy claims.</p>\n<p>IV. Plaintiff's Strip Frisk Claim</p>\n<p>Pursuant to DOCS directive No. 4910, entitled \"Control of &amp; Search for Contraband\", prior to being admitted to the SHU for any reason, all inmates must undergo a strip frisk to assure that they have no contraband. <i>See</i> DOCS Directive No. 4910 IV(D)(1), Ex. K.. During the course of a strip frisk, inmates may be required to: place their fingers in their mouth, remove any dentures, move their tongue up and down and pull apart their lips, exposing their gums. <i>See Id.</i></p>\n<p>Plaintiff's second amended complaint alleges that corrections officers who transported him to the SHU \"both ordered me to submit to an illegal strip search and to run my fingers thru my mouth both in violation of a consent decree in SDNY.\" Second Am. Compl. at 1-2. Plaintiff states in his opposition that \"strip searches are highly regulated by Federal Court Order and by defendants' own regulations. The fingers-in-mouth stunt was illegal and purposeful to inflict harm upon plaintiff. The strip search was unnecessary as was the fingers-in mouth.\" Pla. Opp. at 5.</p>\n<p>Plaintiff's challenge to the reasonableness of the strip frisk as \"illegal and purposeful <span class=\"star-pagination\">*495</span> to inflict harm\" must fail. Although plaintiff is correct that strip frisks are regulated both by DOCS directives and by a federal court consent decree, he is mistaken when he asserts that such searches are illegal. DOCS directive 4910 plainly states that all inmates entering the SHU must submit to a strip frisk to assure that they have no contraband. To assess whether plaintiff has established a violation of his rights, the court must \"determine whether the search in question was reasonable under the Fourth Amendment.\" <i>Covino v. Patrissi,</i> 967 F.2d 73, 77 (2d Cir.1992).</p>\n<p>The test of reasonableness under the Fourth Amendment is not capable of precise definition or mechanical application. In each case it requires balancing of the need for the particular search against the invasion of personal rights that the search entails. Courts must consider the scope of the particular intrusion, the manner in which it was conducted, the justification for initiating it, and the place in which it was conducted.</p>\n<p><i>Bell v. Wolfish,</i> 441 U.S. 520, 559, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979).</p>\n<p>DOCS Directive 4910 specifically provides that inmates may be required to place their fingers in their mouth during the strip frisk. Plaintiff has not challenged the reasonableness of the DOCS Directive. Rather plaintiff alleges \"[i]f in fact a prior decision was made that I would only be held in SHU `a few hours' why was it necessary to subject me to a strip search, fingers-in-mouth stunt? The answer is: malicious intent.\" Plaintiff's opposition at 6. The Court does not find plaintiff's argument persuasive. Directive 4910 is reasonable on its face. Absent any other specific challenge to the Directive from plaintiff, the Court need not undertake the analysis prescribed by <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987). Plaintiff's rights were not violated when he was strip frisked before he was placed in administrative segregation. Defendants' motion for summary judgment should be granted on this claim.</p>\n<p>V. Plaintiff's Retaliation Claims</p>\n<p>Plaintiff alleges that Superintendent Headley and Deputy Wells conspired to revoke his membership in the ILC in retaliation for his being a \"troublemaker\" and for writing \"too many letters.\" <i>See</i> Ex. B at 2.; Ex. A at 108-09. In order to sustain a First Amendment retaliation claim under § 1983, a prisoner bears the burden of demonstrating the following: \"1) that the speech [or conduct] at issue was protected; 2) that the defendant took adverse action against the plaintiff; and 3) that there was a causal connection between the protected speech and the adverse action.\" <i>Dawes v. Walker,</i> 239 F.3d 489, 492 (2d Cir.2001), overruled on other grounds, <i>Swierkiewicz v. Sorema N.A.,</i> 534 U.S. 506, 122 S.Ct. 992, 152 L.Ed.2d 1 (2002). Claims of retaliation must be \"supported by specific and detailed factual allegations, `not stated' in wholly conclusory terms.\" <i>Flaherty v. Coughlin,</i> 713 F.2d 10, 13 (2d Cir.1983). \"Prison officials have broad administrative and discretionary authority over the institutions they manage.\" <i>Lowrance v. Achtyl,</i> 20 F.3d 529, 535 (2d Cir.1994) (quoting <i>Hewitt v. Helms,</i> 459 U.S. 460, 467, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983)). Prisoner retaliation claims \"pose a substantial risk of unwarranted judicial intrusion in matters of general prison administration.\" <i>Dawes,</i> 239 F.3d at 491. Additionally, courts recognize that retaliation claims are prone to abuse by prisoners, because they can claim retaliation for any decision that they dislike. <i>Graham v. Henderson,</i> 89 F.3d 75, 79 (2d Cir.1996).</p>\n<p><span class=\"star-pagination\">*496</span> i. Plaintiff's Administrative Segregation</p>\n<p>Plaintiff alleges that defendants placed him in administrative segregation during the Cardinal's visit in retaliation for his letter writing and complaints. Additionally, plaintiff alleges he was placed in administrative segregation in retaliation for his activities on the ILC.</p>\n<p>Plaintiff offers no affirmative evidence beyond his conclusory statements that defendants placed him in administrative segregation as retaliation. Because plaintiff fails to meet his burden and because defendants have established a legitimate non-retaliatory reason for placing plaintiff in administrative segregation, namely, the safety and security of the facility during the Cardinal's visit, Def. Ex. G at 3, defendants' motion for summary judgment should be granted on this claim.</p>\n<p>ii. Plaintiff's Removal from the ILC</p>\n<p>Plaintiff has not established that the decision to remove him from the ILC was in retaliation for his letters complaining about prison conditions. Plaintiff again offers only his conclusory statements that defendant Headley removed him from the ILC in retaliation for the exercise of his First Amendment rights.</p>\n<p>Plaintiff was found guilty of violating a direct order following an Inmate Misbehavior Report issued on April 8, 1998. On November 10, 1998, plaintiff was issued an Inmate Misbehavior Report which charged, <i>inter alia,</i> that plaintiff had given false statements and disobeyed a direct order. Following a Tier II disciplinary hearing on November 12, 1998, plaintiff was found guilty on all charges and received seven days keeplock and loss of privileges. <i>See</i> Def. Ex. G at 7. Plaintiff did not challenge the disciplinary sentences he received as a result of these two misbehavior reports.</p>\n<p>Defendants contend that these disciplinary incidents, not plaintiff's ILC activity, informed defendant Headley's decision to revoke plaintiff's membership in the ILC. Def. Ex. G at 7. Pursuant to DOCS Directive 4002, the Superintendent has discretion to exclude membership on the ILC to those inmates who have had recent or chronic disciplinary problems. DOCS Directive No. 4002, Def. Ex. O. Defendants have established a proper basis for plaintiff's removal from the ILC and Headley acted within his discretion when he removed plaintiff. Accordingly, defendants' motion for summary judgment should be granted on this claim.</p>\n<p>iii. Retaliatory Transfer</p>\n<p>Plaintiff alleges that Deputy Wells transferred him from Arthur Kill to Altona Correctional Facility in retaliation for his complaints to officials. It is well settled in New York that \"[a] prisoner has no liberty interest in remaining at a particular correctional facility...\" <i>Davis v. Kelly,</i> 160 F.3d 917, 920 (2d Cir.1998). Accordingly, \"prison officials have broad discretion to transfer prisoners `for any reason or no reason at all,' but may not transfer solely in retaliation for exercise of First Amendment rights\". <i>Montanye v. Haymes,</i> 427 U.S. 236, 243, 96 S.Ct. 2543, 49 L.Ed.2d 466 (1976); <i>Meriwether v. Coughlin,</i> 879 F.2d 1037 (2d Cir.1989); <i>Respress v. Coughlin,</i> 585 F.Supp. 854, 857 (S.D.N.Y.1984) (citations omitted); <i>Cambell v. Kuhlman,</i> 1998 WL 249196, *4, 1998 U.S. Dist. LEXIS 7171 at *9 (S.D.N.Y. May 14, 1998).</p>\n<p>In a § 1983 claim alleging retaliatory transfer, the plaintiff bears the burden of showing that the conduct or speech at issue was constitutionally protected and that the protected conduct was a substantial or motivating factor in defendants' <span class=\"star-pagination\">*497</span> decision to transfer him. <i>Graham v. Henderson,</i> 89 F.3d 75, 80-81 (2d Cir.1996). If plaintiff carries this burden, it is for the defendants to show by a preponderance of the evidence that plaintiff would have been transferred even in the absence of the protected conduct. <i>Lowrance v. Coughlin,</i> 862 F.Supp. 1090, 1102 (S.D.N.Y.1994). If the transfer was for both proper and improper reasons, it may be upheld if it would have taken place on the basis of the proper reason alone. <i>Graham,</i> 89 F.3d 75 (2d Cir.1996).</p>\n<p>Plaintiff here fails to establish that his transfer to Altona was for an improper purpose. Plaintiff fails to demonstrate that his letter writing to outside officials was a substantial or motivating factor in defendants' decision to transfer him. <i>See</i> Def. Ex. B. Plaintiff offers nothing but his conclusory allegation that his letter writing prompted Deputy Wells's decision to transfer him. Defendants have established a proper reason for the transfer.</p>\n<p>On September 22, 1999, Douglas Botsworth, a Classification Analyst for DOCS's Division of Classification and Movement received a transfer request from plaintiff's counselor at Arthur Kill. Def. Ex. T at 3. The transfer request indicated that plaintiff had been harassing a staff member at Arthur Kill by attempting to obtain personal information about him. <i>Id.</i> Upon receiving this request, Botsworth reviewed plaintiff's entire disciplinary history and observed that plaintiff had a history of assaults on the staff. After considering all of these factors, Botsworth determined that plaintiff's transfer was appropriate. <i>Id.</i></p>\n<p>Accordingly, plaintiff has not met his burden of establishing that his letter writing and complaints at Arthur Kill played a substantial or motivating part in defendants' decision to transfer plaintiff to Altona. Morever, even if plaintiff had established that his letter writing played a part in the decision, he cannot establish that he would not have been transferred but for his protected conduct. Defendants have established that plaintiff was transferred because he attempted to obtain information about a staff member at Arthur Kill and because of his disciplinary history. Therefore, the Court should grant defendants' motion for summary judgment on this claim.</p>\n<p>VI. Qualified Immunity</p>\n<p>Plaintiff fails to establish that any of the defendants violated his constitutional rights. Even if plaintiff had succeeded in establishing such a violation, defendants would nevertheless be entitled to summary judgment because of the doctrine of qualified immunity. The doctrine of qualified immunity protects government officials from civil suits arising from the performance of their discretionary functions. <i>Anderson v. Creighton,</i> 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987); <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). In <i>Harlow,</i> the Court held that government officials sued under § 1983 are shielded from liability for civil damages insofar as their conduct did not violate the clearly established constitutional rights of which a reasonable person in their shoes at the time of the underlying events would have known. <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. 2727.</p>\n<p>Defendants are entitled to qualified immunity if either (a) the defendant's action did not violate clearly established law, or (b) it was objectively reasonable for the defendants to believe that their action did their not violate such law. <i>Johnson v. Newburgh Enlarged Sch. Dist.,</i> 239 F.3d 246, 250 (2d Cir.2001)(internal quotation marks omitted). Moreover, a right is only clearly established if (1) the law is defined <span class=\"star-pagination\">*498</span> with reasonable clarity, (2) the Supreme Court or the Second Circuit has recognized the right, and (3) \"a reasonable defendant [would] have understood from the existing law that [his] conduct was unlawful.\" <i>Young v. County of Fulton,</i> 160 F.3d 899, 903 (2d Cir.1998). \"The question is not what a lawyer would learn or intuit from researching case law, but what a reasonable person in the defendant's position should know about the constitutionality of the conduct.\" <i>McCullough v. Wyandanch Union Free Sch.,</i> 187 F.3d 272, 278 (2d Cir.1999).</p>\n<p>Defendants Wells, Headley and Father Nacarato would all be entitled to qualified immunity. Aside from informing plaintiff that he could not attend the September 28, 1998 ceremony, and bringing his concerns regarding plaintiff's threats to the other defendants' attention, Father Nacarato played no role whatsoever in the decision to confine plaintiff to administrative segregation, the strip search, plaintiff's removal from the ILC or plaintiff's transfer to Altona.</p>\n<p>As for defendants Headley and Wells, who prevented plaintiff from attending the September 28, 1999 ceremony and confined him to administrative segregation during the Cardinal's visit to the facility, it was objectively reasonable for these defendants to believe that their actions did not violate clearly established law. Moreover, given plaintiff's disciplinary history as well as plaintiff's attempt to obtain personal information about a staff member, it was objectively reasonable for defendants to believe that plaintiff's removal from the ILC and transfer to Altona did not violate clearly established law. Accordingly, even if plaintiff had established that defendants had violated his rights, the claims against defendants would be dismissed on qualified immunity.</p>\n<p>VII. The Eleventh Amendment</p>\n<p>Plaintiff brings this action against defendants in their \"official and individual\" capacities. It is well settled that, absent a state's consent to suit or express statutory abrogation, the Eleventh Amendment bars suit brought in federal court by the state's own citizens. <i>Seminole Tribe of Fla. v. Florida,</i> 517 U.S. 44, 116 S.Ct. 1114, 134 L.Ed.2d 252 (1996). To the extent that plaintiff purports to sue defendants in their official capacities, plaintiff's claims must be dismissed as an impermissible suit against the state. <i>Spencer v. Doe,</i> 139 F.3d 107, 111 (2d Cir.1998). Accordingly, to the extent that plaintiff's complaint raises claims against defendants in their official capacity, the Eleventh Amendment deprives the Court of jurisdiction.</p>\n<p>CONCLUSION</p>\n<p>Drawing all inferences in his favor, plaintiff provides no affirmative evidence from which a jury could return a verdict that defendants violated his civil rights. Plaintiff has raised no genuine issue as to any material fact and defendants have established that they are entitled to judgment as a matter of law. Accordingly, defendants' motion for summary judgment should be granted and plaintiff's complaint should be dismissed.</p>\n<p>FILING OF OBJECTIONS TO THIS REPORT AND RECOMMENDATION</p>\n<p>Pursuant to 28 U.S.C. § 636(b)(1) and Rule 72(b) of the Federal Rules of Civil Procedure, the parties shall have ten (10) days from service of this Report to file written objections. See also Fed.R.Civ.P. 6. Such objections (and any responses to objections) shall be filed with the Clerk of the Court. Any request for an extension of time to file objections must be made within the ten-day period. Failure to file a timely objection to this Report generally waives any further judicial review. <i>Marcella</i> <span class=\"star-pagination\">*499</span> <i>v. Capital Dist. Physicians' Health Plan, Inc.,</i> 293 F.3d 42 (2d Cir.2002); <i>Small v. Sec'y of Health and Human Services,</i> 892 F.2d 15 (2d Cir.1989); <i>see </i><i>Thomas v. Arn,</i> 474 U.S. 140, 106 S.Ct. 466, 88 L.Ed.2d 435 (1985).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For ease of reference, the Court has assigned page numbers to plaintiff's submissions.</p>\n<p>[2]  Plaintiff was given the requisite notice under Local Rule 56.2.</p>\n<p>[3]  Plaintiff voluntarily withdrew his claims that he was barred from attending religious services and that his mail privileges were restricted. Accordingly, these claims shall not be addressed.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">486</span></span> (2005)</b></center>\n<center><h1>Joseph R. GONZALEZ, Plaintiff,<br>\nv.<br>\nFrank NARCATO; Gerald Wells; and Frank R. Headley, Defendants.</h1></center>\n<center>No. 01CV6102NGLB.</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>March 24, 2005.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> Joseph R. Gonzalez, Pro Se Wallkill, for plaintiff.</p>\n<p>Eliott Spitzer, New York State Attorney, General, By Melinda Chester-Spitzer, New York City, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>GERSHON, District Judge.</p>\n<p>The pro se plaintiff has filed objections to the Report and Recommendation of Magistrate Judge Lois Bloom, dated March 1, 2005, which recommends the dismissal of the complaint. Those objections are reviewed de novo. Judge Bloom's decision carefully analyzed the applicable law and applied it, in a thoughtful and nuanced manner, to the undisputed facts. Insofar as plaintiff suggests there is a triable issue <span class=\"star-pagination\">*489</span> of fact, he is in error. Judge Bloom's decision assumes that Wells was responsible for the transfer order, as plaintiff argues, and there is no material issue of fact as to the reason for plaintiff being denied permission to attend the ceremony he sought to attend. Finally, there is no basis for plaintiff's claim that Judge Bloom's decision was entered as a \"sanction.\" On the contrary, the law fully supports dismissal.</p>\n<p>The Report and Recommendation is adopted, and the complaint is dismissed in its entirety. The Clerk of Court is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>REPORT AND RECOMMENDATION</h2>\n<p>BLOOM, United States Magistrate Judge.</p>\n<p>Plaintiff Joseph Gonzalez, proceeding <i>pro se,</i> brings this action under 42 U.S.C. § 1983 alleging, among other things, that defendants violated his constitutional rights by preventing him from having contact with officials who attended a religious ceremony on September 28, 1998 at Arthur Kill Correctional Facility. Defendants move for summary judgment under Fed.R.Civ.P. 56. The Honorable Nina Gershon, U.S.D.J., referred defendants' motion to the undersigned for a Report and Recommendation pursuant to 28 U.S.C. § 636(b). It is recommended that defendants' motion for summary judgment should be granted and the complaint should be dismissed.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff is an inmate currently incarcerated by the New York Department of Correctional Services (\"DOCS\") in Clinton Correctional Facility (\"Clinton\") in Dannemora, New York. Plaintiff's claims arose while he was incarcerated at Arthur Kill Correctional Facility (\"Arthur Kill\"), on Staten Island, New York. <i>See</i> Pla. Second Amended Complaint at 1.<sup>[1]</sup> During his years of incarceration, plaintiff developed, as he concedes, an \"extensive disciplinary history\" that included assaults on both staff and inmates. <i>See</i> Inmate Disciplinary History of Joseph R. Gonzalez, Defendants' Exhibit (\"Def.Ex.\") A at 127-128; C.</p>\n<p>Defendant Father Frank Nacarato has been the Catholic Chaplain at Arthur Kill since 1994. <i>See</i> Def. Ex. E at 1. As Catholic Chaplain, Father Nacarato is responsible for serving the spiritual needs of all inmates at Arthur Kill. <i>Id.</i> His specific duties include conducting worship services on Sundays and Tuesdays of each week, supervising a prayer group for inmates, counseling inmates regarding personal and spiritual matters, visiting sick inmates in the facility hospital, and informing inmates of medical emergencies relating to their family members. <i>Id.</i></p>\n<p>Father Nacarato first became acquainted with plaintiff when plaintiff began attending services at Arthur Kill in late 1997 or early 1998. Def. Ex. E at 2. In addition to attending services, plaintiff also began to visit Father Nacarato in his office. During these daily visits, plaintiff complained to Father Nacarato that he had been wrongly convicted and stated that he was seeking to overturn his conviction. Def. Ex. E at 2. Plaintiff repeatedly asked Father Nacarato to contact the Archdiocese of New York on his behalf to request the late Cardinal O'Connor's support in challenging his conviction. <i>Id.</i> Father Nacarato <span class=\"star-pagination\">*490</span> states that plaintiff's demeanor grew increasingly hostile and that he felt increasingly harassed by plaintiff's visits. Def. Ex. E at 2. Around this time, Father Nacarato also became aware that plaintiff had sent threatening and belligerent correspondences to Cardinal O'Connor. <i>Id.</i></p>\n<p>In the summer of 1998, Father Nacarato arranged for Cardinal O'Connor to visit Arthur Kill to consecrate the Catholic Chapel, which had been newly renovated. In addition to the Cardinal, Father Nacarato arranged for DOCS Commissioner Glen Goord, Governor George Pataki and Staten Island Assemblywoman Elizabeth Connolly to attend the ceremony. Def. Ex. E at 3. Since the Catholic Chapel at Arthur Kill could only seat 98 people, the number of employees and inmates who could attend the consecration ceremony was limited. <i>Id.</i> at 3.</p>\n<p>Since Father Nacarato planned the event, he was responsible for selecting which inmates could attend the ceremony. Father Nacarato maintains that he chose inmates who regularly attended Sunday services and participated in the weekly prayer service. Def. Ex E at 3. Of the approximately 100 inmates who requested to attend the September 28, 1998 consecration ceremony, 50 were granted permission to attend. The remaining 48 seats were reserved for civilians and DOCS employees. <i>Id.</i> DOCS granted those inmates who could not attend the opportunity to view the ceremony by closed circuit television in their respective housing units. <i>See</i> Arthur Kill Press Release, Def. Ex. F.</p>\n<p>In June or July 1998, Kenneth Hoffarth, the Director of the Office of Criminal Justice of the Archdiocese of New York, Frank Headley, the Superintendent of Arthur Kill and Father Nacarato met to discuss security issues regarding the Cardinal's upcoming visit. Ex. H at 1-2; Ex. G at 1-2; Ex. E at 3-4. Mr. Hoffarth informed defendants Headley and Nacarato that plaintiff had been writing letters to the Cardinal requesting assistance with his criminal appeal and that his correspondence had become increasingly belligerent. Def. Ex. H at 1-2. Mr. Hoffarth expressed his concern that plaintiff might act inappropriately in the presence of the Cardinal if permitted to attend the consecration ceremony. <i>Id.</i></p>\n<p>Approximately one week prior to the Cardinal's visit, Father Nacarato told plaintiff that he would not be permitted attend the September 28, 1998 ceremony. Def. Ex. E at 4. Father Nacarato concedes that he considered plaintiff's letters to the Cardinal in deciding not to permit plaintiff to attend. Upon being told that he could not attend the ceremony, plaintiff threatened that he planned to attend the ceremony anyway. Def. Ex. E at 4. Plaintiff further indicated that he intended to confront the Cardinal during his visit to the facility. <i>Id.</i></p>\n<p>Father Nacarato relayed the substance of this conversation with plaintiff to both Superintendent Headley and Wells, the Deputy Superintendent of Security at Arthur Kill. Based on Father Nacarato's conversation with plaintiff and Mr. Hoffarth's concern that plaintiff might behave inappropriately during the ceremony, defendants Headley and Wells determined that plaintiff posed a security threat to the Cardinal and the facility in general. Def. Ex. G at 3; Def Ex. I at 5. Accordingly, Headley and Wells decided that plaintiff should be held in administrative segregation during the Cardinal's visit to Arthur Kill.</p>\n<p>On the morning of the Cardinal's visit on September 28, 1998 at 7:00 a.m., Sergeant Patrick Kilbane escorted plaintiff from his general population housing block to the Solitary Housing Unit (\"SHU\"). Ex. A at 70. Prior to admitting plaintiff to the <span class=\"star-pagination\">*491</span> SHU, Correctional Officer Roger Bourgelais performed an administrative strip frisk. Plaintiff alleges that the manner in which this strip frisk was performed violated his Constitutional rights. Specifically, plaintiff alleges that correctional officers ordered him to run his fingers through his mouth during this search \"in violation of a consent decree in the SDNY.\" Second Am. Comp. at 2.</p>\n<p>At 9:30 a.m., Cardinal O'Connor arrived at Arthur Kill. After a brief tour of the facility, the Cardinal delivered a ninety minute liturgy, had lunch and left the facility around 1:00 p.m.. Def. Ex. G at 3-4. Plaintiff was returned to his general population cell at approximately 1:45 p.m., approximately seven hours after he was placed in administrative segregation in the SHU. Def. Ex. A at 70.</p>\n<p>Upon being released from the SHU, plaintiff filed a grievance alleging that defendants had conspired to place him in administrative segregation in retaliation for his \"activities\" as a member of the Inmate Liaison Committee. Inmate Grievance Complaint No. AK-10709-98, Def. Ex. N. In addition to the grievance he filed regarding his administrative segregation in the SHU, plaintiff also complained in writing to Headley by letter dated September 28, 1998. Ex. P. Defendant Wells responded to plaintiff's letter to Headley and explained that plaintiff had been placed in the SHU based on the determination that his presence in general population during the Cardinal's visit could \"jeopardize the safety and security\" of the facility.</p>\n<p>In addition to plaintiff's retaliation claim regarding his administrative segregation, plaintiff also alleges that defendants retaliated against him by removing him from the Inmate Liaison Committee. Pursuant to DOCS Directive No. 4002, superintendents at each correctional facility must establish an Inmate Liaison Committee (\"ILC\") for the purpose of \"discussing and advising institutional officials on matters concerning the general welfare of the inmate population.\" The ILC consists of a representative group of inmates selected by the general population. Def. Ex. O. The superintendent of a correctional facility has the \"discretion to exclude from membership those inmates who have been recent or chronic disciplinary problems or those who have a pattern of participation in serious incidents of misbehavior during their incarceration\". Def. Ex. O. In accordance with Directive 4002, defendant Headley notified plaintiff by memorandum dated November 18, 1998, that he was being removed from the ILC due to his disciplinary problems. Def. Ex. P at 3. Finally, plaintiff alleges that defendants transferred him to Altona Correctional Facility in retaliation for his complaints to prison and church officials while at Arthur Kill. Pla. Second Amended Compl. at 1.</p>\n<p>Plaintiff filed his initial complaint in this matter on August 24, 2001. By Order dated October 29, 2001, the Honorable Nina Gershon dismissed a portion of plaintiff's complaint but granted him sixty days to file an amended complaint. Plaintiff filed an amended complaint on December 14, 2001 and filed a second amended complaint on September 18, 2002. In his second amended complaint, plaintiff alleges that defendants: 1) violated his First Amendment right to petition the government for redress of grievances; 2) conspired to place him in administrative segregation; 3) subjected him to an illegal strip frisk; 4) removed him as a member of the ILC in retaliation for complaining to outside officials; and 5) transferred him to Altona Correctional Facility in retaliation for his complaints about prison conditions at Arthur Kill. <i>See also</i> Pla. Opp. at 1. By Order dated September 18, 2002, the Honorable <span class=\"star-pagination\">*492</span> Nina Gershon so ordered the parties' stipulation discontinuing plaintiff's claims that he was barred from attending religious services and that his mail privileges were restricted.</p>\n<p>The court held a number of telephonic Fed.R.Civ.P. Rule 16 conferences and the parties conducted discovery. Defendants filed a motion for summary judgment,<sup>[2]</sup> plaintiff opposed the motion and defendants replied.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Summary Judgment Standard</p>\n<p>Summary judgment is appropriate if there is no genuine material issue of fact requiring a trial and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). \"A dispute regarding a material fact is genuine `if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.'\" <i>Lazard Freres &amp; Co. v. Protective Life Ins. Co.,</i> <span class=\"citation\" data-id=\"738218\"><a href=\"/opinion/738218/lazard-freres-co-plaintiff-counter-defendant-appellee-v-protective/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1531</span></a></span>, 1535 (2d Cir.1997) (quoting <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986)); <i>see </i><i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). \"The trial court's function in deciding such a motion is not to weigh the evidence or resolve issues of fact, but to decide instead whether, after resolving all ambiguities and drawing all inferences in favor of the non-moving party, a rational juror could find in favor of that party.\" <i>Pinto v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"769754\"><a href=\"/opinion/769754/carmella-m-pinto-v-allstate-insurance-company/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></a></span>, 398 (2d Cir.2000).</p>\n<p>\"When a motion for summary judgment is made and supported..., an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e); <i>see </i><i>Matsushita,</i> 475 U.S. at 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span> (1986). In other words, the non-moving party must provide \"affirmative evidence\" from which a jury could return a verdict in its favor. <i>Anderson,</i> 477 U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. \"Conclusory allegations, conjecture, and speculation ... are insufficient to create a genuine issue of fact.\" <i>Niagara Mohawk Power Corp. v. Jones Chemical, Inc.,</i> <span class=\"citation\" data-id=\"780361\"><a href=\"/opinion/780361/niagara-mohawk-power-corporation-plaintiff-counter-defendant-appellant-v/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 175 (2d Cir.2003) (quoting <i>Kerzer v. Kingly Mfg.,</i> <span class=\"citation\" data-id=\"758033\"><a href=\"/opinion/758033/77-fair-emplpraccas-bna-1713-74-empl-prac-dec-p-45539-bonnie-m/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span>, 400 (2d Cir.1998)). Moreover, \"[t]he `mere existence of a scintilla of evidence' supporting the non-movant's case is also insufficient to defeat summary judgment.\" <i>Id.</i> (quoting <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>). When a party is proceeding <i>pro se,</i> the Court is obliged to \"read his supporting papers liberally, and will interpret them to raise the strongest arguments that they suggest.\" <i>Burgos v. Hopkins,</i> <span class=\"citation\" data-id=\"661462\"><a href=\"/opinion/661462/ricardo-burgos-v-marian-hopkins-warden-daniel-meehan-deputy-warden-james/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span>, 790 (2d Cir.1994).</p>\n<p>II. Plaintiff's First Amendment Claims<sup>[3]</sup></p>\n<p>Plaintiff maintains that defendants violated his First Amendment rights to petition the government for redress of grievances and to free speech by preventing him from having contact with the religious leaders and officials who attended the consecration ceremony at Arthur Kill on September 28, 1998.</p>\n<p><span class=\"star-pagination\">*493</span> Although it is well settled that inmates have a First Amendment right to complain about prison practices and conditions, this right is not unlimited. \"An inmate only retains those `First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.'\" <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2538, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977) (citation omitted). As the Supreme Court stated in <i>O'Lone v. Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, 2404, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987) \"lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.\" Moreover, it is not the job of the federal courts to engage in detailed supervision of the prisons, <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972), and \"prison administrators... should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1878, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). Judicial review of prison officials' decisions is deferential since \"federal courts are ill-equipped to deal with the complexities of prison administration.\" <i>Benjamin v. Coughlin,</i> <span class=\"citation\" data-id=\"543075\"><a href=\"/opinion/543075/thomas-benjamin-errol-dunkley-frank-forrest-barrington-gray-newton/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 574 (2d Cir.1990).</p>\n<p>The standard to determine if a prison official's conduct violates a prisoner's constitutional rights is \"one of reasonableness, taking into account whether the particular [act] affecting some constitutional right asserted by a prisoner is reasonably related to legitimate penological interests.\" <i>Id.</i> (Citations omitted). Defendants' decision to prevent plaintiff from attending the consecration ceremony was reasonable in light of plaintiff's complaints to Father Nacarato, the concerns of the Archdiocese of New York and plaintiff's threat that despite his lack of permission, he intended to attend the ceremony and confront the Cardinal. Def. Ex. E at 4; H at 2. Moreover, as evidenced by his numerous letters received by the Archdiocese, plaintiff had other methods of which he availed himself to complain to outside officials about conditions at Arthur Kill. Def. Ex. H at 1-2.</p>\n<p>Likewise, given these facts, it was reasonable for defendants to place plaintiff in administrative segregation during the Cardinal's visit as in defendants' judgment, he posed a risk to security. New York prison regulations permit inmates to be confined in SHU for \"disciplinary confinement, administrative segregation, protective custody, detention, keeplock confinement, and `for any other reason, with the approval of the deputy commissioner for facility operations'.\" <i>Trice v. Clark,</i> No. 94 Civ. 6871(SAS), <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">257578</span></span>, at *3 (S.D.N.Y. May 16, 1996)(quoting N.Y. Comp.Codes R. &amp; Regs. tit. 7, §§ 301.1-.7 (\"NYCRR\")). Furthermore, there is no protected liberty interest in not being assigned to the SHU. <i>Carter v. Carriero,</i> <span class=\"citation no-link\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">99</span></span>, 104 (W.D.N.Y.1995); <i>see </i><i>Rodriguez v. Phillips,</i> <span class=\"citation\" data-id=\"705073\"><a href=\"/opinion/705073/raul-rodriguez-and-sara-rodriguez-v-rj-phillips-sheriff-orange-county/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 479 (2d Cir.1995) (\"To benefit from the procedural protections of the Fourteenth Amendment, one must be deprived of a liberty interest protected by that Amendment. The Due Process Clause itself does not confer on inmates a liberty interest in being confined in the general prison population, rather than the more restrictive administrative segregation.\").</p>\n<p>The placement of an inmate in administrative segregation is justified when it is determined that the inmate's presence in the general population would threaten the <span class=\"star-pagination\">*494</span> safety and security of the facility where he or she is incarcerated. 7 NYCRR 301.4(b). Plaintiff's seven-hour stay in SHU simply does not give rise to a constitutional claim, absent the imposition of some \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995); <i>Ortiz v. McBride,</i> <span class=\"citation\" data-id=\"787440\"><a href=\"/opinion/787440/jose-ortiz-v-d-mcbride-sgt-ro-mara-counselor-of-arthur-kill/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 652 (2d Cir.2004).</p>\n<p>Therefore, the Court should grant defendants' motion for summary judgment on these claims.</p>\n<p>III. Plaintiff's Conspiracy Claims</p>\n<p>Plaintiff claims that defendants conspired to exclude him from the September 1998 ceremony at Arthur Kill to prevent him from having any contact with outside public officials, religious leaders and members of the media. Second Am. Compl. At 1-2. Plaintiff also alleges that defendants conspired to place him in administrative segregation unlawfully. <i>Id.</i></p>\n<p>To prove a conspiracy under 42 U.S.C. § 1983, a plaintiff must show \"1) an agreement between two or more actors or between a state actor and a private entity; 2) an act in concert to inflict an unconstitutional injury; and 3) an overt act done in furtherance of that goal causing damages.\" <i>Pangburn v. Culbertson,</i> <span class=\"citation\" data-id=\"767198\"><a href=\"/opinion/767198/mark-b-pangburn-v-james-culbertson-court-clerk-john-m-york-sheriff/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 72 (2d Cir.1999). A conspiracy claim must contain more than conclusory allegations. A plaintiff must allege facts that give rise to an inference of a meeting of the minds between the alleged conspirators. <i>Romer v. Morgenthau,</i> <span class=\"citation\" data-id=\"2327571\"><a href=\"/opinion/2327571/romer-v-morgenthau/\"><span class=\"volume\">119</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">346</span></a></span>, 363 (S.D.N.Y.2000). Vague allegations of a conspiracy without pleading any overt acts or providing a basis in fact, are insufficient to state a claim. <i>Id.</i> at 363.</p>\n<p>Defendants concede that defendants Headley and Wells agreed to place plaintiff in administrative segregation. However, plaintiff fails to establish that defendants' decision to bar him from the consecration ceremony and to place him in administrative segregation violated his constitutional rights. As discussed above, defendants administratively segregated plaintiff because they regarded him as a security risk during the Cardinal's visit. Def. Ex. G at 3. Plaintiff provides nothing to support his conclusory allegations that his placement in administrative segregation was unconstitutional.</p>\n<p>Accordingly, defendants' motion for summary judgment should be granted on plaintiff's conspiracy claims.</p>\n<p>IV. Plaintiff's Strip Frisk Claim</p>\n<p>Pursuant to DOCS directive No. 4910, entitled \"Control of &amp; Search for Contraband\", prior to being admitted to the SHU for any reason, all inmates must undergo a strip frisk to assure that they have no contraband. <i>See</i> DOCS Directive No. 4910 IV(D)(1), Ex. K.. During the course of a strip frisk, inmates may be required to: place their fingers in their mouth, remove any dentures, move their tongue up and down and pull apart their lips, exposing their gums. <i>See Id.</i></p>\n<p>Plaintiff's second amended complaint alleges that corrections officers who transported him to the SHU \"both ordered me to submit to an illegal strip search and to run my fingers thru my mouth both in violation of a consent decree in SDNY.\" Second Am. Compl. at 1-2. Plaintiff states in his opposition that \"strip searches are highly regulated by Federal Court Order and by defendants' own regulations. The fingers-in-mouth stunt was illegal and purposeful to inflict harm upon plaintiff. The strip search was unnecessary as was the fingers-in mouth.\" Pla. Opp. at 5.</p>\n<p>Plaintiff's challenge to the reasonableness of the strip frisk as \"illegal and purposeful <span class=\"star-pagination\">*495</span> to inflict harm\" must fail. Although plaintiff is correct that strip frisks are regulated both by DOCS directives and by a federal court consent decree, he is mistaken when he asserts that such searches are illegal. DOCS directive 4910 plainly states that all inmates entering the SHU must submit to a strip frisk to assure that they have no contraband. To assess whether plaintiff has established a violation of his rights, the court must \"determine whether the search in question was reasonable under the Fourth Amendment.\" <i>Covino v. Patrissi,</i> <span class=\"citation\" data-id=\"585227\"><a href=\"/opinion/585227/robert-h-covino-v-joseph-patrissi-commissioner-of-corrections-heinz/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span>, 77 (2d Cir.1992).</p>\n<p>The test of reasonableness under the Fourth Amendment is not capable of precise definition or mechanical application. In each case it requires balancing of the need for the particular search against the invasion of personal rights that the search entails. Courts must consider the scope of the particular intrusion, the manner in which it was conducted, the justification for initiating it, and the place in which it was conducted.</p>\n<p><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).</p>\n<p>DOCS Directive 4910 specifically provides that inmates may be required to place their fingers in their mouth during the strip frisk. Plaintiff has not challenged the reasonableness of the DOCS Directive. Rather plaintiff alleges \"[i]f in fact a prior decision was made that I would only be held in SHU `a few hours' why was it necessary to subject me to a strip search, fingers-in-mouth stunt? The answer is: malicious intent.\" Plaintiff's opposition at 6. The Court does not find plaintiff's argument persuasive. Directive 4910 is reasonable on its face. Absent any other specific challenge to the Directive from plaintiff, the Court need not undertake the analysis prescribed by <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). Plaintiff's rights were not violated when he was strip frisked before he was placed in administrative segregation. Defendants' motion for summary judgment should be granted on this claim.</p>\n<p>V. Plaintiff's Retaliation Claims</p>\n<p>Plaintiff alleges that Superintendent Headley and Deputy Wells conspired to revoke his membership in the ILC in retaliation for his being a \"troublemaker\" and for writing \"too many letters.\" <i>See</i> Ex. B at 2.; Ex. A at 108-09. In order to sustain a First Amendment retaliation claim under § 1983, a prisoner bears the burden of demonstrating the following: \"1) that the speech [or conduct] at issue was protected; 2) that the defendant took adverse action against the plaintiff; and 3) that there was a causal connection between the protected speech and the adverse action.\" <i>Dawes v. Walker,</i> <span class=\"citation\" data-id=\"771990\"><a href=\"/opinion/771990/ian-dawes-v-hans-walker-superintendent-auburn-correctional-facility/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 492 (2d Cir.2001), overruled on other grounds, <i>Swierkiewicz v. Sorema N.A.,</i> <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2002). Claims of retaliation must be \"supported by specific and detailed factual allegations, `not stated' in wholly conclusory terms.\" <i>Flaherty v. Coughlin,</i> <span class=\"citation\" data-id=\"422039\"><a href=\"/opinion/422039/kerry-flaherty-v-thomas-a-coughlin-iii-commissioner-new-york-state/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (2d Cir.1983). \"Prison officials have broad administrative and discretionary authority over the institutions they manage.\" <i>Lowrance v. Achtyl,</i> <span class=\"citation\" data-id=\"666858\"><a href=\"/opinion/666858/jory-lowrance-also-known-as-yaqub-shamsid-deen-v-co-s-achtyl-sgt-g/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></a></span>, 535 (2d Cir.1994) (quoting <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 467, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983)). Prisoner retaliation claims \"pose a substantial risk of unwarranted judicial intrusion in matters of general prison administration.\" <i>Dawes,</i> 239 F.3d at 491. Additionally, courts recognize that retaliation claims are prone to abuse by prisoners, because they can claim retaliation for any decision that they dislike. <i>Graham v. Henderson,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (2d Cir.1996).</p>\n<p><span class=\"star-pagination\">*496</span> i. Plaintiff's Administrative Segregation</p>\n<p>Plaintiff alleges that defendants placed him in administrative segregation during the Cardinal's visit in retaliation for his letter writing and complaints. Additionally, plaintiff alleges he was placed in administrative segregation in retaliation for his activities on the ILC.</p>\n<p>Plaintiff offers no affirmative evidence beyond his conclusory statements that defendants placed him in administrative segregation as retaliation. Because plaintiff fails to meet his burden and because defendants have established a legitimate non-retaliatory reason for placing plaintiff in administrative segregation, namely, the safety and security of the facility during the Cardinal's visit, Def. Ex. G at 3, defendants' motion for summary judgment should be granted on this claim.</p>\n<p>ii. Plaintiff's Removal from the ILC</p>\n<p>Plaintiff has not established that the decision to remove him from the ILC was in retaliation for his letters complaining about prison conditions. Plaintiff again offers only his conclusory statements that defendant Headley removed him from the ILC in retaliation for the exercise of his First Amendment rights.</p>\n<p>Plaintiff was found guilty of violating a direct order following an Inmate Misbehavior Report issued on April 8, 1998. On November 10, 1998, plaintiff was issued an Inmate Misbehavior Report which charged, <i>inter alia,</i> that plaintiff had given false statements and disobeyed a direct order. Following a Tier II disciplinary hearing on November 12, 1998, plaintiff was found guilty on all charges and received seven days keeplock and loss of privileges. <i>See</i> Def. Ex. G at 7. Plaintiff did not challenge the disciplinary sentences he received as a result of these two misbehavior reports.</p>\n<p>Defendants contend that these disciplinary incidents, not plaintiff's ILC activity, informed defendant Headley's decision to revoke plaintiff's membership in the ILC. Def. Ex. G at 7. Pursuant to DOCS Directive 4002, the Superintendent has discretion to exclude membership on the ILC to those inmates who have had recent or chronic disciplinary problems. DOCS Directive No. 4002, Def. Ex. O. Defendants have established a proper basis for plaintiff's removal from the ILC and Headley acted within his discretion when he removed plaintiff. Accordingly, defendants' motion for summary judgment should be granted on this claim.</p>\n<p>iii. Retaliatory Transfer</p>\n<p>Plaintiff alleges that Deputy Wells transferred him from Arthur Kill to Altona Correctional Facility in retaliation for his complaints to officials. It is well settled in New York that \"[a] prisoner has no liberty interest in remaining at a particular correctional facility...\" <i>Davis v. Kelly,</i> <span class=\"citation\" data-id=\"759230\"><a href=\"/opinion/759230/robert-davis-v-walter-r-kelly/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span>, 920 (2d Cir.1998). Accordingly, \"prison officials have broad discretion to transfer prisoners `for any reason or no reason at all,' but may not transfer solely in retaliation for exercise of First Amendment rights\". <i>Montanye v. Haymes,</i> <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 243, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2543</span></a></span>, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1976); <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span> (2d Cir.1989); <i>Respress v. Coughlin,</i> <span class=\"citation\" data-id=\"1406835\"><a href=\"/opinion/1406835/respress-v-coughlin/\"><span class=\"volume\">585</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></a></span>, 857 (S.D.N.Y.1984) (citations omitted); <i>Cambell v. Kuhlman,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">249196</span></span>, *4, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">7171</span></span> at *9 (S.D.N.Y. May 14, 1998).</p>\n<p>In a § 1983 claim alleging retaliatory transfer, the plaintiff bears the burden of showing that the conduct or speech at issue was constitutionally protected and that the protected conduct was a substantial or motivating factor in defendants' <span class=\"star-pagination\">*497</span> decision to transfer him. <i>Graham v. Henderson,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80-81 (2d Cir.1996). If plaintiff carries this burden, it is for the defendants to show by a preponderance of the evidence that plaintiff would have been transferred even in the absence of the protected conduct. <i>Lowrance v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></span>, 1102 (S.D.N.Y.1994). If the transfer was for both proper and improper reasons, it may be upheld if it would have taken place on the basis of the proper reason alone. <i>Graham,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span> (2d Cir.1996).</p>\n<p>Plaintiff here fails to establish that his transfer to Altona was for an improper purpose. Plaintiff fails to demonstrate that his letter writing to outside officials was a substantial or motivating factor in defendants' decision to transfer him. <i>See</i> Def. Ex. B. Plaintiff offers nothing but his conclusory allegation that his letter writing prompted Deputy Wells's decision to transfer him. Defendants have established a proper reason for the transfer.</p>\n<p>On September 22, 1999, Douglas Botsworth, a Classification Analyst for DOCS's Division of Classification and Movement received a transfer request from plaintiff's counselor at Arthur Kill. Def. Ex. T at 3. The transfer request indicated that plaintiff had been harassing a staff member at Arthur Kill by attempting to obtain personal information about him. <i>Id.</i> Upon receiving this request, Botsworth reviewed plaintiff's entire disciplinary history and observed that plaintiff had a history of assaults on the staff. After considering all of these factors, Botsworth determined that plaintiff's transfer was appropriate. <i>Id.</i></p>\n<p>Accordingly, plaintiff has not met his burden of establishing that his letter writing and complaints at Arthur Kill played a substantial or motivating part in defendants' decision to transfer plaintiff to Altona. Morever, even if plaintiff had established that his letter writing played a part in the decision, he cannot establish that he would not have been transferred but for his protected conduct. Defendants have established that plaintiff was transferred because he attempted to obtain information about a staff member at Arthur Kill and because of his disciplinary history. Therefore, the Court should grant defendants' motion for summary judgment on this claim.</p>\n<p>VI. Qualified Immunity</p>\n<p>Plaintiff fails to establish that any of the defendants violated his constitutional rights. Even if plaintiff had succeeded in establishing such a violation, defendants would nevertheless be entitled to summary judgment because of the doctrine of qualified immunity. The doctrine of qualified immunity protects government officials from civil suits arising from the performance of their discretionary functions. <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987); <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). In <i>Harlow,</i> the Court held that government officials sued under § 1983 are shielded from liability for civil damages insofar as their conduct did not violate the clearly established constitutional rights of which a reasonable person in their shoes at the time of the underlying events would have known. <i>Harlow,</i> 457 U.S. at 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>.</p>\n<p>Defendants are entitled to qualified immunity if either (a) the defendant's action did not violate clearly established law, or (b) it was objectively reasonable for the defendants to believe that their action did their not violate such law. <i>Johnson v. Newburgh Enlarged Sch. Dist.,</i> <span class=\"citation\" data-id=\"771972\"><a href=\"/opinion/771972/timothy-johnson-sr-and-luaine-sims-on-behalf-of-their-minor-son-tj-v/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 250 (2d Cir.2001)(internal quotation marks omitted). Moreover, a right is only clearly established if (1) the law is defined <span class=\"star-pagination\">*498</span> with reasonable clarity, (2) the Supreme Court or the Second Circuit has recognized the right, and (3) \"a reasonable defendant [would] have understood from the existing law that [his] conduct was unlawful.\" <i>Young v. County of Fulton,</i> <span class=\"citation\" data-id=\"759227\"><a href=\"/opinion/759227/tammy-young-individually-and-as-parent-and-natural-guardian-of-infants/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">899</span></a></span>, 903 (2d Cir.1998). \"The question is not what a lawyer would learn or intuit from researching case law, but what a reasonable person in the defendant's position should know about the constitutionality of the conduct.\" <i>McCullough v. Wyandanch Union Free Sch.,</i> <span class=\"citation\" data-id=\"765621\"><a href=\"/opinion/765621/michael-mccullough-v-wyandanch-union-free-school-district-the-board-of/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">272</span></a></span>, 278 (2d Cir.1999).</p>\n<p>Defendants Wells, Headley and Father Nacarato would all be entitled to qualified immunity. Aside from informing plaintiff that he could not attend the September 28, 1998 ceremony, and bringing his concerns regarding plaintiff's threats to the other defendants' attention, Father Nacarato played no role whatsoever in the decision to confine plaintiff to administrative segregation, the strip search, plaintiff's removal from the ILC or plaintiff's transfer to Altona.</p>\n<p>As for defendants Headley and Wells, who prevented plaintiff from attending the September 28, 1999 ceremony and confined him to administrative segregation during the Cardinal's visit to the facility, it was objectively reasonable for these defendants to believe that their actions did not violate clearly established law. Moreover, given plaintiff's disciplinary history as well as plaintiff's attempt to obtain personal information about a staff member, it was objectively reasonable for defendants to believe that plaintiff's removal from the ILC and transfer to Altona did not violate clearly established law. Accordingly, even if plaintiff had established that defendants had violated his rights, the claims against defendants would be dismissed on qualified immunity.</p>\n<p>VII. The Eleventh Amendment</p>\n<p>Plaintiff brings this action against defendants in their \"official and individual\" capacities. It is well settled that, absent a state's consent to suit or express statutory abrogation, the Eleventh Amendment bars suit brought in federal court by the state's own citizens. <i>Seminole Tribe of Fla. v. Florida,</i> <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996). To the extent that plaintiff purports to sue defendants in their official capacities, plaintiff's claims must be dismissed as an impermissible suit against the state. <i>Spencer v. Doe,</i> <span class=\"citation\" data-id=\"752413\"><a href=\"/opinion/752413/kirk-anthony-spencer-v-john-doe-director-io-john-doe-assistant/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 111 (2d Cir.1998). Accordingly, to the extent that plaintiff's complaint raises claims against defendants in their official capacity, the Eleventh Amendment deprives the Court of jurisdiction.</p>\n<p>CONCLUSION</p>\n<p>Drawing all inferences in his favor, plaintiff provides no affirmative evidence from which a jury could return a verdict that defendants violated his civil rights. Plaintiff has raised no genuine issue as to any material fact and defendants have established that they are entitled to judgment as a matter of law. Accordingly, defendants' motion for summary judgment should be granted and plaintiff's complaint should be dismissed.</p>\n<p>FILING OF OBJECTIONS TO THIS REPORT AND RECOMMENDATION</p>\n<p>Pursuant to 28 U.S.C. § 636(b)(1) and Rule 72(b) of the Federal Rules of Civil Procedure, the parties shall have ten (10) days from service of this Report to file written objections. See also Fed.R.Civ.P. 6. Such objections (and any responses to objections) shall be filed with the Clerk of the Court. Any request for an extension of time to file objections must be made within the ten-day period. Failure to file a timely objection to this Report generally waives any further judicial review. <i>Marcella</i> <span class=\"star-pagination\">*499</span> <i>v. Capital Dist. Physicians' Health Plan, Inc.,</i> <span class=\"citation\" data-id=\"777952\"><a href=\"/opinion/777952/carol-p-marcella-v-capital-district-physicians-health-plan-inc/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span> (2d Cir.2002); <i>Small v. Sec'y of Health and Human Services,</i> <span class=\"citation\" data-id=\"533863\"><a href=\"/opinion/533863/shirley-small-v-secretary-of-health-and-human-services/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span> (2d Cir.1989); <i>see </i><i>Thomas v. Arn,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></span> (1985).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For ease of reference, the Court has assigned page numbers to plaintiff's submissions.</p>\n<p>[2]  Plaintiff was given the requisite notice under Local Rule 56.2.</p>\n<p>[3]  Plaintiff voluntarily withdrew his claims that he was barred from attending religious services and that his mail privileges were restricted. Accordingly, these claims shall not be addressed.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/543075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/585227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/666858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1406835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2327571/"
          ]
        }
      ],
      "judges": "Gershon",
      "date_created": "2014-10-30T22:41:14.713890Z",
      "date_modified": "2016-03-03T22:02:46.699170Z",
      "date_filed": "2005-03-24",
      "date_filed_is_approximate": false,
      "slug": "gonzalez-v-narcato",
      "citation_id": 2316349,
      "case_name_short": "Gonzalez",
      "case_name": "Gonzalez v. Narcato",
      "case_name_full": "",
      "federal_cite_one": "363 F. Supp. 2d 486",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2214064/gonzalez-v-narcato/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:41:14.710759Z",
  "date_modified": "2014-10-30T22:41:14.710759Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gonzalez",
  "case_name": "Gonzalez v. Narcato",
  "case_name_full": "",
  "slug": "gonzalez-v-narcato",
  "docket_number": "01CV6102NGLB",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}