{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2215974/",
  "id": 2215974,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/med/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2345351/",
      "id": 2345351,
      "absolute_url": "/opinion/2345351/ardolino-v-warden-maine-state-prison/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2215974/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2345351/",
          "id": 2345351,
          "absolute_url": "/opinion/2345351/ardolino-v-warden-maine-state-prison/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2345351/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1519/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:11:24.217882Z",
          "date_modified": "2017-04-09T12:29:35.784203Z",
          "type": "010combined",
          "sha1": "ee86b01d4484fa439f9d2565b2d80dc9e2b20517",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>223 F.Supp.2d 215 (2002)</b></center>\n<center><h1>Robert ARDOLINO, Petitioner,<br>\nv.<br>\nWARDEN, MAINE STATE PRISON, Respondent.</h1></center>\n<center>No. Civ. 01-246-B-H.</center>\n<center><p><b>United States District Court, D. Maine.</b></p></center>\n<center>July 22, 2002.</center>\n<p><span class=\"star-pagination\">*216</span> Charles Clifton Fuller, III, The Attorneys Office, P.A., Belfast, ME, Peter L. Murray, Law Office of Peter L. Murray, Robert Rosenthal, New York City, for Robert Ardolino, Petitioner.</p>\n<p>William R. Stokes, Assistant Attorney General, Augusta, ME, for Respondent.</p>\n<p></p>\n<h2>ORDER AFFIRMING RECOMMENDED DECISION OF THE MAGISTRATE JUDGE</h2>\n<p>HORNBY, Chief Judge.</p>\n<p>The United States Magistrate Judge filed with the court on June 5, 2002, with copies to counsel, his Recommended Decision on Petition for Writ of Habeas Corpus. The petitioner filed his objection to the Recommended Decision on June 21, 2002. I have reviewed and considered the Recommended Decision, together with the record; I have made a <i>de novo</i> determination of all matters; and I concur with the recommendations of the United States Magistrate Judge for the reasons set forth in his Recommended Decision, and determine that no further proceeding is necessary.</p>\n<p>It is therefore ORDERED that the Recommended Decision of the Magistrate Judge is hereby ADOPTED. The Petition is DENIED without a hearing.</p>\n<p></p>\n<h2><i>RECOMMENDED DECISION ON PETITION FOR WRIT OF HABEAS CORPUS</i></h2>\n<p>LAWRENCE P. COHEN, United States Magistrate Judge.</p>\n<p>Robert Ardolino, confined to the Maine State Prison in Warren, Maine, collaterally attacks the judgment of conviction and thirty-five-year sentence imposed upon him by the Maine Superior Court (Penobscot County) on April 30, 1996 after a jury found him guilty of depraved-indifference murder. Petition for a Writ of Habeas Corpus by a Person in State Custody (\"Petition\") (Docket No. 1) at 1, 3-4; Transcript <span class=\"star-pagination\">*217</span> of Trial Proceedings, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.) (\"Trial Transcript\"), filed with Answer to Petition for Writ of Habeas Corpus Pursuant to 28 U.S.C. § 2254 Filed on December 13, 2001 (\"Response\") (Docket No. 8), Vol. XI at 26-27. For the reasons that follow, I recommend that the Petition be denied without a hearing.</p>\n<p></p>\n<h2>I. Applicable Legal Standards</h2>\n<p>\"The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) places new restrictions on a district court's power to grant writs of habeas corpus to state prisoners.\" <i>Johnson v. Norton,</i> 249 F.3d 20, 25 (1st Cir.2001) (footnote omitted). As the First Circuit has summarized the relevant principles:</p>\n<blockquote>A habeas petition may not be granted unless the state court decision: (1) \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States\" or (2) \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d). A state court's holdings on factual issues \"shall be presumed to be correct\" and the petitioner bears the burden of disproving factual holdings by \"clear and convincing evidence.\" 28 U.S.C. § 2254(e)(1).</blockquote>\n<p><i>Brown v. Maloney,</i> 267 F.3d 36, 39-40 (1st Cir.2001).</p>\n<p>\"A state court decision is `contrary to' clearly established federal law if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Johnson,</i> F.3d at 25-26 (citation and internal quotation marks omitted). \"Under the `unreasonable application' clause, a writ may issue if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 26 (citation and internal quotation marks omitted).</p>\n<p>The \"unreasonable application\" prong of the test, in turn, \"reduces to the question of whether the state court's derivation of a case-specific rule from the Supreme Court's jurisprudence on the point appears to be objectively reasonable.\" <i>Brown,</i> 267 F.3d at 40. \"The test is not so stringent as to require that all reasonable jurists agree that the state court decision was unreasonable.\" <i>Id.</i> On the other hand, the \"mere fact that some fairminded judges might find a particular outcome unreasonable does not warrant relief.\" <i>Mastracchio v. Vose,</i> 274 F.3d 590, 597 (1st Cir.2001) (citation and internal quotation marks omitted). \"Nor does the existence of error, in and of itself: there is, for this purpose, an important distinction between unreasonable applications and incorrect applications.\" <i>Id.</i> (citation and internal quotation marks omitted). \"Refined to bare essence, a state court decision is objectively unreasonable only if it falls outside the universe of plausible, credible outcomes.\" <i>Id.</i> (citation and internal quotation marks omitted).</p>\n<p>In cases (such as this) in which one of a habeas petitioner's claims was presented to but not decided by a state court, a federal habeas court must review the claim in issue <i>de novo</i> \"as we can hardly defer to the state court on an issue that the state court did not address.\" <i>Brown,</i> 267 F.3d at 40 (citation and internal quotation marks omitted); <i>see also, e.g., </i><i>Appel v. Horn,</i> 250 F.3d 203, 210 (3d Cir.2001) (\"In such an instance, the federal habeas court must conduct a de novo review over pure legal questions and mixed questions of law and fact, as a court would have done prior to the enactment of AEDPA. However, <span class=\"star-pagination\">*218</span> the state court's factual determinations are still presumed to be correct, rebuttable upon a showing of clear and convincing evidence.\") (citations omitted).</p>\n<p></p>\n<h2>II. Background</h2>\n<p>The core undisputed facts of this case are as follows:</p>\n<blockquote>Matthew, born October 3, 1983, and Daniel, born July 13, 1981, had resided exclusively with Ardolino from the date of the separation of their parents, Robert Ardolino and Nan Ardolino, in February 1992. In the early morning hours of June 27, 1993, Matthew died from a massive abdominal infection resulting from a delayed rupture of his intestine that occurred approximately twenty-four hours before his death. The rupture was caused by trauma to his abdomen that could have occurred within twenty-four hours of the rupture and within forty-eight hours of his death. At approximately four o'clock in the morning of June 27, Daniel was awakened by Ardolino, with whom he was sharing a downstairs bedroom, and told to check on Matthew who had retired to an upstairs bedroom. Daniel discovered Matthew's body, covered with a blanket, on the sofa in the living room.</blockquote>\n<p><i>State v. Ardolino,</i> 697 A.2d 73, 75-76 (Me. 1997).</p>\n<p>On August 10, 1994 a grand jury in Washington County, Maine, indicted Ardolino on one count of depraved-indifference murder and one count of reckless or criminally negligent manslaughter stemming from Matthew's death. Indictment for Violation of 17-A M.R.S.A. § 201(1)(B) (Count I) (Depraved Indifference Murder)[;] 17-A M.R.S.A. § 203(1)(A) (Count II) (Reckless or Criminally Negligent Manslaughter), <i>State v. Ardolino,</i> Criminal No. 94-256 (Me.Super.Ct.), filed with Response. At his August 19, 1994 arraignment Ardolino, represented by attorneys Daniel Lilley and Mary Davis (individually or together, \"Defense Counsel\"), pleaded not guilty to both counts. Docket, <i>State v. Ardolino,</i> Criminal No. 94-246 (Me.Super.Ct.) (entry of August 23, 1994), filed with Response. On July 7, 1995 Ardolino's motion for change of venue was granted, and the case was transferred to Penobscot County. <i>Id.</i> (entry of July 7, 1995).</p>\n<p>Ardolino was indicted after his son Daniel dramatically changed the story he had been telling police about what happened in the Ardolino household prior to Matthew's death. In an initial interview with Maine State Police Sgt. Kelly J. Barbee on the morning Matthew died, Daniel stated that at about 4 p.m. the previous day, after he, Matthew and their father had returned from clamming nearby, Matthew slipped and fell out of a tree fort on the Ardolino property, hitting tree branches and sustaining bruises and scrapes on his legs and arms. Maine State Police Summary of Interview of Daniel Ardolino on June 27, 1993 by Sgt. Kelly J. Barbee, attached as Exh. C to Petition, at 1-5.<sup>[1]</sup> Daniel explained that his father had offered to take Matthew to a doctor but that Matthew had declined, assuring Ardolino that he would be fine. <i>Id.</i> at 9. Daniel made no mention that his father had been angry at Matthew or had inflicted any type of abuse  verbal or physical  on him. <i>See generally id.</i></p>\n<p>That day, Maine Department of Human Services (\"DHS\") caseworkers removed Daniel from the custody of his father and placed him in foster care. <i>See, e.g.,</i> Order of Preliminary Child Protection and Notice to Parents and Custodians, <i>In re: Daniel J. Ardolino,</i> Civil Docket No. [] (Me.Dist. Ct. June 27, 1993), attached as Exh. H to <span class=\"star-pagination\">*219</span> Petition; Child's Record by DHS Worker Dale M. Moore (\"Moore Record\"), attached as Exh. L to Petition, at 1, 3-4. Police investigators interviewed Daniel on at least three other occasions: a second time on June 27, 1993, at length on January 7, 1994 and finally on July 14, 1994. <i>See</i> Maine State Police Summary of Interview of Daniel Ardolino on June 27, 1993 by Det. Robert Cameron, attached as Exh. D to Petition, at 1; Maine State Police Transcript of Interview of Daniel Ardolino on January 7, 1994 by Det. Robert M. Cameron [and Det. Dale Keegan] (\"January 7, 1994 Interview\"), attached as Exh. E to Petition, at 1; Maine State Police Summary of Interview of Daniel Ardolino on July 14, 1994 by Det. Dale Keegan (\"July 14, 1994 Interview\"), attached as Exh. F to Petition, at 1. In addition, in the months following Matthew's death Daniel was interviewed and/or counseled by others, including DHS caseworkers, a counselor and a psychologist, and also eventually permitted to begin visitations with his estranged mother. <i>See, e.g.,</i> Case Notes of DHS Worker A. Sue Carter, attached as Exh. J to Petition, at [4]-[8]; Moore Record at 21; Letter dated November 12, 1993 from Bruce T. Saunders, Ph.D. to Ms. A. Sue Carter, attached as Exh. M to Petition, at 1-3; Trial Transcript, Vol. III at 37 (testimony of Nan Ardolino).</p>\n<p>As late as January 7, 1994 Daniel continued to maintain that Matthew had fallen out of a tree fort. January 7, 1994 Interview at 20-22. In the face of repeated, pointed questions by the police, he generally denied that Ardolino had abused Matthew. <i>See, e.g., id.</i> at 126-36. However, after visiting Matthew's grave with his mother in the presence of a police officer on the anniversary of Matthew's death, Daniel spoke with his foster mother, who called his family advocate. Trial Transcript, Vol. III at 38 (testimony of Nan Ardolino); <i>id.,</i> Vol. VIII at 148-49 (testimony of Wendy Parker). Police investigators contacted the foster mother and reinterviewed Daniel on July 14, 1994. <i>Id.,</i> Vol. VIII at 149; Testimony of Daniel Ardolino (\"Daniel Transcript\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 109.</p>\n<p>In the July 14 interview Daniel told police, among other things, that (i) on the morning of the day before Matthew died, Ardolino hit Matthew (although he could not recall how) when angered by the way he had made a milkshake, July 14, 1994 Interview at 2-3, (ii) after Ardolino and the two boys reached the mud flats to clam, Ardolino again became angry at Matthew when he discovered that the latter had forgotten to pack Ardolino's gloves, <i>id.</i> at 3-4, (iii) Ardolino was yelling and swearing at Matthew on the mud flats and pushed him down into the mud and/or up against a boat, <i>id.</i> at 4, 35-36, (iv) later in the day, after Ardolino and the boys returned home from clamming, Daniel took a phone call in which a man asked to speak with Matthew, <i>id.</i> at 8, (v) when Daniel informed Ardolino of that call, Ardolino became angry, questioning Matthew as to whether he had phoned anyone and eventually jabbing him in the stomach with a baseball bat, <i>id.</i> at 9-14, (vi) the story of the fall from a tree fort was a lie that Ardolino had instructed Daniel to tell, <i>id.</i> at 18, and (vii) after Nan Ardolino left for good, Ardolino began to hit the two boys with his feet and hands, <i>id.</i> at 23. During the course of the interview, Daniel remarked many times that he did not remember certain things. <i>See, e.g., id.</i> at 2, 15, 46, 52.</p>\n<p>Prior to trial, Defense Counsel filed several motions <i>in limine,</i> in one of which they sought to exclude Daniel's testimony concerning Ardolino (i) kicking Matthew in the stomach in connection with the \"milkshake\" incident on the Saturday morning before Matthew died, (ii) hitting Matthew on discovering that Matthew had forgotten <span class=\"star-pagination\">*220</span> to pack some gloves and (iii) pushing Matthew up against a boat on the clam flats. Motion in Limine (5), <i>State v. Ardolino,</i> Criminal No. 95-479 (Me.Super.Ct.), filed with Response. Defense Counsel argued that it was clear from portions of Daniel's \"final\" interview that he lacked personal knowledge of these events or any reasonable ability to remember them, as a result of which the testimony should be excluded pursuant to Me.R.Evid. 601 and/or 602. <i>Id.</i></p>\n<p>Ardolino, who continued to be represented by Lilley and Davis, was tried by jury from March 5-19, 1996, with Superior Court Justice Margaret J. Kravchuk (the \"Trial Justice\") presiding. Docket, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.) (\"Penobscot Docket\") (entries of March 5-19, 1996), filed with Response. On the first day of the trial, the Trial Justice heard oral argument regarding the motion <i>in limine</i> to exclude portions of Daniel's testimony. Trial Transcript, Vol. I at 40-50. Defense Counsel pressed her to exclude Daniel's accusations on the basis of his asserted lack of competency to testify and/or lack of personal knowledge or conduct a <i>voir dire</i> of Daniel to examine these matters. <i>Id.</i> She reserved ruling, commenting, \"I'm not inclined to allow a voir dire where there's not a serious question with a very, very young child especially.\" <i>Id.</i> at 49-50. After listening to the commencement of Daniel's in-court testimony, she denied the motion. Daniel Transcript at 23-25.</p>\n<p>During the course of trial, the jury heard evidence, <i>inter alia,</i> that:</p>\n<p>1. Ardolino and Nan Ardolino had a troubled marriage; after leaving Ardolino \"many times\" Nan left him for the final time in February 1992, taking their two youngest children and leaving Daniel and Matthew with Ardolino. Trial Transcript, Vol. III at 23-24 (testimony of Nan Ardolino). She was not concerned that Ardolino was going to harm the children in any way. <i>Id.</i> at 43. In October 1992, when the two were in the midst of a bitter divorce, Nan spoke with Ardolino on the telephone and told him that she was not coming back and no longer loved him. <i>Id.</i> at 24-27.</p>\n<p>2. Shortly afterward, Nan learned that she was under investigation by DHS for allegedly sexually abusing Daniel and Matthew. <i>Id.</i> at 28. In March 1993 Ardolino phoned authorities in New York to report that he had learned that Daniel and Matthew had been sexually abused by his wife's father (a New York resident). <i>Id.,</i> Vol. VI at 98-99 (testimony of Det. Oscar Hoffman). In mid-March 1993 Ardolino repeatedly phoned the district attorney's office in Machias, expressing anger and frustration with the pace of the Maine sexual-abuse investigation. <i>Id.,</i> Vol. IV at 41-46, 50-51 (testimony of Cynthia Wright and Sarah Falconer-Maker). Earle Tyler, an attorney who represented Ardolino in connection with the sexual-abuse allegations and believed them to be true, advised his client to be as aggressive as necessary in pursuing them. <i>Id.,</i> Vol. VIII at 224, 226. Per Daniel's testimony, Ardolino asked the boys to make the allegations, which were false. Daniel Transcript at 12-13, 18.</p>\n<p>3. Sometime after Nan Ardolino left for good, Ardolino began to hit Matthew and Daniel with his hands and feet when he got mad, and had hit Matthew in the stomach. <i>Id.</i> at 7-8.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*221</span> 4. On Monday, June, 21, 1993 Ardolino was informed that no charges would be brought against Nan Ardolino and that he himself might face charges for filing a false police report. Trial Transcript, Vol. IV at 63-64 (testimony of Det. Bryant White). When told this news, he became angry. <i>Id.</i> at 110 (testimony of Det. David Giroux).<sup>[3]</sup> According to a neighbor who was babysitting the boys that day, Ardolino did not appear angry when he came to pick them up following his meeting with police; Daniel testified that his father seemed \"a little tense\" afterwards. <i>Id.,</i> Vol. VI at 223-25 (testimony of Mary Helen Baldwin); Daniel Transcript at 19.</p>\n<p>5. Barry Frost was at the Ardolino home doing yard work on the Thursday, Friday and Saturday prior to Matthew's death. Trial Transcript, Vol. VIII at 204-06 (testimony of Barry Frost). On Thursday, when Frost went to the Ardolino home to inquire about the lawn work, Matthew was helping around the yard and did not seem ill in any way. <i>Id.</i> at 205-07. On Friday afternoon, after the boys returned from clamming with their father, both helped Frost rake grass and dump it into their garden and both seemed like \"typical young boys.\" <i>Id.</i> at 208-10. When Frost was at the Ardolino home for approximately an hour between 2 and 3 p.m. on Saturday afternoon, both boys were outside, neither seemed sick or injured and Frost did not notice bruises on Matthew. <i>Id.</i> at 211-12. At one point Matthew left for ten or fifteen minutes, then reappeared with grass stains on his T-shirt. <i>Id.</i> at 213. He told Ardolino he had been lying down in the freshly cut grass. <i>Id.</i></p>\n<p>6. Daniel had no specific recollection of the days of the week leading up to Matthew's death, but he did remember events of Saturday, June 26, 1993. Daniel Transcript at 19-20. That morning, Ardolino kicked Matthew when angry over the way he made a milkshake, then later pushed him against the side of a boat on the clam flats and said he was like his mother. <i>Id.</i> at 25-26, 28.</p>\n<p>7. Brian and April Grant saw Ardolino and the boys on the clam flats that morning, and heard Ardolino yelling and swearing, \"ranting and raving.\" Trial Transcript, Vol. V at 9-10, 13 (testimony of Brian Grant), 33 (testimony of April Grant). Brian Grant overheard Ardolino say, among other things, \"you're just like your fucking mother.\" <i>Id.</i> at 10. April Grant overheard Ardolino say, among other things, \"if you don't stop your effing lying to me, I'll shut you up for good.\" <i>Id.</i> at 33. These comments appeared to be directed at Matthew. <i>Id.</i> at 11, 34. The Grants did not see Ardolino strike either boy. <i>Id.</i> at 16, 43.</p>\n<p>8. After Ardolino and the boys returned home from clamming and while lunch was being prepared, Daniel found Matthew lying on the grass curled up \"like sleeping almost,\" although not complaining. Daniel Transcript at 31-32. The boys went inside. <i>Id.</i> at 32. Matthew kept lying down on the floor, and Daniel kept telling him to get up. <i>Id.</i> At about 2 p.m., after eating some eel for lunch and while hanging some laundry to dry, Matthew vomited. <i>Id.</i> at 33. Daniel did not inform his father of that fact. <i>Id.</i> at 39. When Ardolino left home to pick up some pheasants, Matthew vomited again, and <span class=\"star-pagination\">*222</span> Daniel took a phone call in which a man asked to speak to Matthew but hung up. <i>Id.</i> at 39-40. When Ardolino came home, Daniel informed him that someone had called to speak with Matthew, and Ardolino angrily questioned Matthew as to whether he had called anyone. <i>Id.</i> at 40-41. Ardolino told Matthew \"to go down to the tree house because he just wanted him out of his sight.\" <i>Id.</i> at 42. Matthew went up inside the tree house, where Daniel found him crying. <i>Id.</i> at 47-48. Later, after the boys returned home, Ardolino continued to press Matthew about the phone call, which Matthew denied having made. <i>Id.</i> at 49-50. At about 9 p.m. Ardolino asked Daniel to get a baseball bat, and used the tip of it to poke Matthew several times in the stomach as he further questioned him about the call. <i>Id.</i> at 51-53. Matthew fell to the floor crying and threw up again. <i>Id.</i> at 53-54. Ardolino told him to go upstairs to bed and told Daniel to go check on him. <i>Id.</i> at 54. Daniel asked Matthew if he was okay; he said he was. <i>Id.</i> Daniel went downstairs to sleep in his father's room. <i>Id.</i> at 54, 56.</p>\n<p>9. At approximately 4 a.m. Ardolino awakened Daniel and asked him to check on Matthew. <i>Id.</i> at 55. Daniel found Matthew downstairs on the living-room couch covered by a blanket; his face was cold to the touch. <i>Id.</i> at 56. Daniel yelled to his father. <i>Id.</i> at 56, 58. Ardolino, scared and shaken, brought Matthew to the bathroom and showered him in warm water to warm him up, started to attempt to resuscitate him and phoned the next-door neighbors, the Baldwins, for help. <i>Id.</i> at 59. Ardolino then told Daniel to say that Matthew had fallen out of a tree house. <i>Id.</i></p>\n<p>10. Prior to going to the Ardolino home the Baldwins, who were trained in life-saving techniques, called for an ambulance and phoned Willard Kelly, who worked with an ambulance corps, to request that he bring an oxygen bottle to the Ardolino home. Trial Transcript, Vol. VI at 108-10 (testimony of David Baldwin). They then went to the Ardolino home and took over resuscitation efforts. <i>Id.</i> at 112-14. Both Daniel and Ardolino were dressed when they arrived. <i>Id.</i> at 118. After Kelly arrived and relieved Mary Baldwin in resuscitation attempts, she observed Ardolino drinking a cup of coffee in the dining room. <i>Id.</i> at 191 (testimony of Mary Baldwin). Kelly, who is a funeral director, noticed that Matthew's body was stiff with rigor mortis and cold; it was obvious to him that the boy was dead. <i>Id.</i> at 230-31. En route to the hospital, the ambulance crew discontinued rescue efforts. <i>Id.</i> at 256-57 (testimony of Nancy Parritt).</p>\n<p>11. En route to the hospital and while there, Ardolino appeared distraught, was crying and was at times incoherent. <i>Id.</i> at 24-25, 71 (testimony of Dr. Robert Beekman), 167-68 (testimony of David Baldwin), 241 (Kelly testimony). Prior to viewing Matthew's body Dr. Beekman, the pediatrician on call for the hospital that morning, asked Ardolino what had happened. <i>Id.</i> at 4-7 (Beekman testimony). Ardolino told him that at about 2:30 p.m. the previous day he had learned that Matthew had fallen about fifteen feet from a tree house or platform, that he had examined him and found that he was all right, that following lunch Matthew vomited bile but felt much better, at dinner Matthew again vomited bile but felt much better, at midnight Matthew again vomited and that Daniel found Matthew at 4 a.m. <i>Id.</i> at 7-8. Upon viewing the body, Dr. Beekman formed the opinion that its appearance (injuries on different body planes seemingly of different ages) was inconsistent with the history given by Ardolino. <i>Id.</i> at 14-15. He called in deputy chief medical examiner Dr. Edward David. <i>Id.</i> at 24; <i>id.,</i> Vol. V at 45-46 (testimony of Dr. Edward David). Dr. David observed \"multiple bruises and abrasions over both the <span class=\"star-pagination\">*223</span> front and back of the trunk, the front and back of the head, and on all four extremities, both legs and both arms.\" <i>Id.,</i> Vol. V at 65.<sup>[4]</sup></p>\n<p>12. At the hospital Ardolino also was questioned by Maine State Police Detective Robert Cameron, who tape-recorded the interview. <i>Id.,</i> Vol. VII at 183-86 (testimony of Det. Robert Cameron). The Trial Justice permitted the jury to hear the tape, using copies of a police-prepared transcript as aids. <i>Id.</i> at 191-93. Copies of the transcript were to be collected after the tape was played; the transcript itself was not admitted into evidence. <i>Id.</i><sup>[5]</sup> According to the transcript, in response to the question \"Robert, what happened, what caused the injury to Matthew?\" Ardolino said, \"Fell out of a tree, they were playing outside in the [sic] one of the spruce trees and the tree fort there.\" Maine State Police Summary of Interview of Robert Ardolino on June 27, 1993, State's Exh. 36-A (\"Original Ardolino Transcript\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 1. Per the transcript, Ardolino told Cameron, among other things, that (i) he looked at Matthew and saw some nicks and bruises, but Matthew said he was okay, (ii) Matthew went back out, hung laundry and was in and out, (iii) Matthew went upstairs to his room and lay down, came downstairs at about 9 p.m. for dinner, said he did not feel like eating and threw up bile, (iv) Matthew went upstairs to bed at about 11:30 or midnight, (v) at that time Ardolino asked if he was all right; he said his stomach \"hurt a little bit\" but he was fine, (vi) Ardolino \"popped up\" at four in the morning  he did not know why  and woke Daniel to check on Matthew, whereupon Daniel found his brother on the couch not breathing. <i>Id.</i> at 3-4. Also, according to the transcript, Ardolino said, \"[T]here was vomit in his bed, and like a couple of little spots, another spot, went up and shut the light off, Dan, Danny went up and shut out lights....\" <i>Id.</i> at 5-6.</p>\n<p>13. Dr. David authorized transport of Matthew's body to Augusta for an autopsy, Trial Transcript, Vol. V at 77 (David testimony), which was performed by deputy chief medical examiner Dr. Kristin Sweeney, <i>id.,</i> Vol. VII at 4-5, 8 (testimony of Dr. Kristin Sweeney). She concluded that Matthew died in the early morning hours, probably at about midnight, of acute peritonitis secondary to a rupture of his jejunum (part of the small bowel) caused by blunt trauma to the abdomen. <i>Id.</i> at 10, 33, 38. She estimated that the jejunum had ruptured about twenty-four hours before death and that the fatal injury had occurred within twenty-four hours prior to the rupture. <i>Id.</i> at 45-46. Accordingly, none of the blows Daniel described as occurring on Saturday, June 26, could have been the fatal blow. <i>Id.</i> at 103. With the aid of microscopic study of tissue specimens, <i>id.</i> at 40, Dr. Sweeney concluded that Matthew had multiple internal and external injuries of varying ages, including older internal injuries to the abdominal area. <i>See, e.g., id.</i> at 46-47, 54.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*224</span> 14. State police investigators who went to the Ardolino property following Matthew's death found no evidence of a recent fall from a tree house. <i>See, e.g., id.,</i> Vol. VIII at 48-49 (Cameron testimony), 66-69 (Barbee testimony). A hooded sweatshirt found in Matthew's bedroom contained spruce needles and a substance believed to be pitch, but no tears, rips, blood or skin tissue. <i>Id.</i> at 39 (Cameron testimony), 114-15, 127 (testimony of Trooper William Harwood).</p>\n<p>15. Medical witnesses disagreed as to:</p>\n<p>(i) Whether Matthew's injuries were consistent with \"battered child syndrome,\" <i>compare, e.g., id.,</i> Vol. V at 134-36 (consistent; Ricci testimony), <i>id.,</i> Vol. VII at 67 (consistent; Sweeney testimony) <i>with id.,</i> Vol. IX at 18-19, (inconsistent, Dunton testimony);<sup>[7]</sup> and</p>\n<p>(ii) The symptomatology exhibited by a child with acute peritonitis, <i>compare, e.g., id.,</i> Vol. IV at 25-29 (Patterson testimony that once peritonitis sets in, child typically will not want any movement; pain increases until child becomes \"obtunded\"  <i>i.e.,</i> begins to slip into a coma; \"it would be apparent to the parent as well as to a medical person ... that there was something wrong with the child\"), <i>id.,</i> Vol. V at 131-32 (Ricci testimony that death from peritonitis \"typically occurs because of the overwhelming infection and shock and fluid loss\"; once peritonitis sets in, \"any movement, any movement at all, even deep breaths, a cough, any movement from the right side to the left side causes the pain to become excruciating.... The child typically will lay quietly, often with their legs drawn up to their chest to relieve the pressure of the muscles on the abdomen. And to all appearances they look seriously ill.\"); <i>id.,</i> Vol. VI at 18 (Beekman testimony that if a child has peritonitis, \"it should be very obvious\" that child is sick) <i>with id.,</i> Vol. VII at 69 (Sweeney testimony that elderly people, babies and children \"don't always complain of that much pain\" with peritonitis; they might just say they have a tummy ache); <i>id.,</i> Vol. IX at 32 (Dunton testimony that peritonitis might be \"very painful for some, ... minimally painful for others\"; a lot of children are tougher than adults and can tolerate more discomfort); <i>but see id.</i> at 92 (Dunton testimony that, in last two hours before death from peritonitis, child if conscious \"maybe could physically\" walk, but \"I would not expect that he would want to.\").</p>\n<p>Both the prosecution and the defense rested finally on Friday, March 15, 1996. <i>Id.,</i> Vol. IX at 113. In his closing argument on Monday, March 18, the prosecutor argued, <i>inter alia:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*225</span> So, ladies and gentlemen, if Matthew Ardolino went to bed upstairs at midnight, he was near death. How did he end up on the couch with the blanket over him and a pillow under his head? How did he get from upstairs to downstairs? There are really only two possibilities, aren't there. The first possibility is that Matthew, despite the excruciating pain, despite shock, despite the fact that he vomited a large amount of bilious material and vomit on his bed, quietly walked down the stairs by himself with his blanket and pillow and laid down on the couch to die, without even bothering to wake his father up for help, who was right in the next room downstairs. Do you believe that's what happened? Does that make any sense? If it did happen, it would certainly tell you how much fear Matthew had about asking his father to help, doesn't it? He wouldn't even go into his father's bedroom.</blockquote>\n<blockquote>The other possibility is that when Matthew Ardolino went to bed that night at about midnight, he was indeed a very sick boy. And he was battered and he was bruised. And his father knew it. And still this defendant never called the doctor or took Matthew to the hospital because this defendant knew that if he did, the doctors would recognize child abuse when they saw it, just like Dr. Beekman did....</blockquote>\n<blockquote>And so the other possible explanation as to how Matthew got downstairs on the couch is that someone had to bring him there. It had to be either Danny or the defendant. There's no evidence that Danny did that. Why would Danny do that and then go back to bed? He was sound asleep in his father's bedroom. And if it was not Danny and it wasn't Matt, it had to be the defendant who brought Matt downstairs.... If Matt was too sick to walk, and Dr. Dunton says he would have been, that's the only explanation for how Matthew got downstairs to the couch so quietly, isn't it? And if that happened, ladies and gentlemen, what does that tell you? Doesn't it tell you that the defendant was up that night well before four o'clock in the morning. He was up while Matthew was dying or shortly after Matthew died. He was up while rigor mortis was setting into Matthew's body. He was up trying to figure out what he was going to say, what he was going to do, trying to figure out what story would be told and who would tell it.</blockquote>\n<blockquote>That the defendant was up earlier than four o'clock and knew Matthew was dead is supported by the defendant's own words and actions. In his statement to Detective Cameron, which is again on tape, he mentioned to Detective Cameron that the bed had vomit on it. Remember that? How would he know? How would he know unless he had gone upstairs? According to him, he didn't. He sent Danny.... In order for him to know that there was vomit on Matthew's bed, he had to have been up there earlier in the night before he woke Danny up. And remember, both Mary Helen Baldwin and Willard Kelley [sic] saw him drinking a cup of coffee that morning. If the body had just been discovered at four o'clock and he was in a grief-stricken panic, how did he find time to make himself a cup of coffee?</blockquote>\n<blockquote>If he was up earlier that night, and all the evidence indicates that he was, why would he want to delay the discovery of his son's body? ...</blockquote>\n<blockquote>And finally at four o'clock that Sunday morning, he popped up for no reason. And what did he do? He didn't get up and check on his sick son upstairs. He didn't have to. He already knew that his sick son upstairs had become his dead one downstairs....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*226</span> ... There's vomit on the bed upstairs, and he knew it. He told Detective Cameron that at the hospital that very morning at eight o'clock or 8:21.</blockquote>\n<p><i>Id.,</i> Vol. X at 44-48. The jury retired to deliberate that day. <i>Id.</i> at 139.</p>\n<p>Before the jury left for the day, its foreman requested audio-tape and video-cassette players; in response, the Trial Justice asked the next morning whether the jury wished to see or hear any audio tapes or video tapes in the courtroom. <i>Id.,</i> Vol. XI at 1-2. The jury asked to hear State's Exhibit 36  the audio tape of Cameron's interview of Ardolino at the hospital on the morning of Matthew's death  and to bring notebooks. <i>Id.</i> at 2. The tape was replayed for the jury in the courtroom. <i>Id.</i> at 3. The transcripts were not redistributed, the Trial Justice remarking, \"The tape wasn't as bad as it is in some cases, they can listen to it.... [I]f they choose to take notes, they can't be following a script anyway, and that way they will be concentrating exactly on what the evidence is[,] which is the tape.\" <i>Id.</i> Later that day the jury rendered its verdict, finding Ardolino guilty of depraved-indifference murder as charged in Count I of the indictment. <i>Id.</i> at 26-27.</p>\n<p>On April 30, 1996, in accordance with the jury's verdict, Ardolino was adjudged guilty of depraved-indifference murder in violation of 17-A M.R.S.A § 201(1)(B) and sentenced to a term of thirty-five years' imprisonment for that offense. Corrected Judgment and Commitment, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct. May 3, 1996), filed with Response.</p>\n<p>On May 1, 1996 Ardolino filed a notice of appeal to the Law Court. Penobscot Docket (entry of May 1, 1996). He raised four issues: (i) whether, inasmuch as neither the indictment nor discovery specified any act or conduct as a result of which he was charged with depraved-indifference murder and manslaughter, the trial court should have ordered the State to file a bill of particulars; (ii) whether, in the absence of proof of actual conduct causing the death of his son, the trial court should have granted his motion for a directed verdict; (iii) whether the trial court should have excluded as irrelevant and unfairly prejudicial massive and repetitive evidence of his alleged misconduct toward his divorcing wife, including his alleged instigation of his sons to file false charges of sexual abuse against her and her father; and (iv) whether the prosecutor's closing argument contained plainly erroneous statements of the evidence, depriving him of a fair trial. Brief for Appellant Robert Ardolino, <i>State v. Ardolino,</i> Law Docket No. PEN-96-294 (Me.), filed with Response, at 7. Ardolino also on May 20, 1996 filed an application to the Law Court to allow an appeal of his sentence; this appeal was permitted by order dated July 17, 1996. Penobscot Docket (entries of May 20, 1996 &amp; July 17, 1996). By decision dated June 30, 1997 the Law Court affirmed both the judgment and sentence. <i>Ardolino,</i> 697 A.2d at 75.</p>\n<p>On March 9, 1998 Ardolino filed a <i>pro se</i> motion for a new trial based on newly discovered evidence  namely, an audiological enhancement of the Cameron interview audio tape revealing that the original transcript contained more than one hundred and fifty errors. Motion for a New Trial Based on Newly Discovered Evidence Pursuant to Rule 33 M.R.C. [sic] (\"New Trial Motion\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 3. Ardolino noted, in particular, that the State had based a critical closing argument on a misunderstanding of the tape. <i>Id.</i> at 2-3. The prosecutor had argued that Ardolino could not have known that there was vomit on Matthew's bed  as he told Cameron on the morning of Matthew's death  unless he had gone upstairs prior to 4 a.m. to carry <span class=\"star-pagination\">*227</span> the dead or dying boy downstairs to the couch where Daniel ultimately found him. <i>See</i> Trial Transcript, Vol. X at 46-47. The audiological enhancement revealed that, in fact, Ardolino had told Cameron that he saw the vomit when he and Daniel went upstairs to Matthew's room together prior to leaving for the hospital. New Trial Motion at 2-3; <i>see also</i> Brief of Robert Ardolino, <i>State v. Ardolino,</i> Law Docket No. PEN-98-181 (Me.), filed with Response, at 4-5.<sup>[8]</sup></p>\n<p>By order dated March 20, 1998 the Trial Justice denied the motion, stating, \"Accepting as true the enhanced clarity of the taped statement of Robert Ardolino, this Court is satisfied that those facts do not amount to newly discovered evidence within the meaning of <i>State v. Casale,</i> 148 Me. 312, 319-20, 92 A.2d 718, 722 (1952) and its progeny.\" Order, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct. Mar. 20, 1998), filed with Response. Ardolino appealed; the Law Court affirmed by decision dated January 21, 1999. <i>State v. Ardolino,</i> 723 A.2d 870, 871 (Me.1999). The Law Court agreed that \"the enhanced version [of the tape] is not newly discovered evidence because it could have been discovered before the trial by the exercise of due diligence.\" <i>Id.</i> at 873 (citation and internal quotation marks omitted). The Law Court also stated:</p>\n<blockquote>In contending that a refusal to grant a new trial is unjust because his conviction is based on false information, Ardolino overstates the importance of the transcript in the overall context of the trial. This case does not present a situation in which on a tape recording a defendant sounds like he is confessing to a crime, and the subsequently enhanced version of the recording reflects not a confession, but the defendant's denial of criminal conduct. The State referenced what Ardolino contends are inaccuracies in the transcript in only a few sentences in the closing argument. There is no indication that the jury convicted Ardolino based on the transcript, and the reference in the State's closing argument to the source of Ardolino's knowledge that there was vomit on Matthew's bed was but a small part of the evidence relied on by the State to convince the jury of Ardolino's guilt. There was substantial evidence pointing to Ardolino's physical and emotional abuse of the boy, of Ardolino's awareness of Matthew's serious condition (his body had more than one hundred bruises and abrasions), and that his son was vomiting bile on the day prior to his death. Despite that awareness, Ardolino did not seek medical attention for Matthew.</blockquote>\n<blockquote>Ardolino had possession of the original tape recording 18 months prior to trial. He repeatedly vouched for its accuracy and failed to object to any inaccuracy between what was on the tape played at the trial, or the transcript used at the trial, and what he actually said during the interview, or the events <span class=\"star-pagination\">*228</span> that took place on the day of his son's death. Moreover, the impact that the availability of the enhanced version of the recording would have had on the outcome of Ardolino's trial is minimal, at best.</blockquote>\n<p><i>Id.</i> at 873-74.</p>\n<p>On June 29, 1998 Ardolino filed a state petition for post-conviction review. Docket, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.) (\"State PCR Docket\") (entry of July 1, 1998), filed with Response. The petition was stayed pending final action on Ardolino's appeal from the denial of his motion for a new trial. <i>Id.</i> (entry of July 10, 1998). Ultimately, an amended petition was filed setting forth the following grounds for review:</p>\n<blockquote>A. Ineffective Assistance of Counsel</blockquote>\n<blockquote>Defense counsel failed to investigate the scientific and legal ramifications of the effects of the suggestive methods used in this case on a child's ability to report events. Accordingly, counsel was unaware of the causal relationship and positive correlation between certain interview techniques and inaccuracies in reporting (unreliable reports). Because counsel failed to investigate this matter, counsel was unprepared to  and thus did not  present the scientific research literature to the trial court as part of a challenge to the admissibility of Daniel's post suggestive interview statements on the ground that they are constitutionally unreliable. Had Daniel's statements been excluded from the trial  as the Constitution requires  there would have been no conviction (indeed, there would not have been a trial). Counsel was also unprepared to  and thus did not  present to the jury the scientific research literature showing that the tactics used to extract accusations from Daniel have been proven to cause children to make false, though seemingly credible, reports....</blockquote>\n<blockquote>B. Ineffective assistance of counsel</blockquote>\n<blockquote>Counsel failed to ensure that the tape of the first interrogation, which the prosecutor played for the jury, was audible. Thus, defense counsel allowed the prosecutor to present an inaudible tape, along with an alleged transcript  prepared by the prosecutor  that was inaccurate in several crucial respects. [T]he prosecutor used the inaudible tape and inaccurate transcript to make arguments that were contrary to the statements made during the interrogation and that were contradicted by the evidence. Defense counsel's failure to listen to the tape and ensure that the prosecutor's transcript conformed to the tape enabled the prosecutor to misrepresent the evidence and make unsubstantiated arguments that resulted in conviction....</blockquote>\n<blockquote>C. Ineffective Assistance of Counsel</blockquote>\n<blockquote>Defense counsel failed to make legal arguments to prevent the state from using the \"battered child syndrome\" to convict Mr. Ardolino. The arguments counsel should have made were based on settled Maine case law holding that use of the \"syndrome\" is illegal in this state....</blockquote>\n<p>Final Amended Petition for Post-Conviction Review (\"State PCR Petition\"), <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response, at 5.</p>\n<p>During a two-day hearing held April 24-25, 2001 before Superior Court Justice Andrew M. Mead (the \"State PCR Justice\"), Ardolino presented the testimony of psychologist Maggie Bruck, Ph.D., a professor at Johns Hopkins University medical school and a specialist in autobiographical memory and suggestibility in children. State PCR Docket (entries of April 25, 2001); Transcript of Hearing on Post-Conviction Review (\"State PCR Transcript\"), <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response, Vol. 1 at 7-9. Dr. Bruck testified that commencing <span class=\"star-pagination\">*229</span> in the early 1990s a growing body of empirical research confirmed that suggestive interviewing techniques (generally driven by interviewer bias) cause children to make false, albeit often seemingly credible, reports. State PCR Transcript, Vol. 1 at 17-20, 27, 31. Dr. Bruck stated that these suggestive techniques go well beyond the paradigm of the \"leading question,\" <i>id.</i> at 15, 30, taking such forms as (i) asking \"yes, no\" rather than open-ended questions, <i>id.</i> at 57-58, (ii) repeated questions, <i>id.</i> at 60-61, (iii) repeated interviews, <i>id.</i> at 62, (iv) rewards and punishments, <i>e.g.,</i> \"You'll feel better once you tell,\" <i>id.</i> at 63-64, (v) stereotype induction, <i>e.g.,</i> \"introducing the idea that someone is scary or aggravated or upset and then maybe actually giving examples in their own life about how this happens,\" <i>id.</i> at 68, (vi) interviews with adults of high status, such as police officers, <i>id.</i> at 70, (vii) the use of multiple interviewers, <i>e.g.,</i> \"good cop, bad cop,\" <i>id.</i> at 70-71, (viii) peer pressure, <i>e.g.,</i> \"someone told me that this happened, someone told me that they saw you,\" <i>id.</i> at 72, and (ix) inviting speculation, <i>e.g.,</i> \"could it have happened?,\" <i>id.</i> at 73.</p>\n<p>Dr. Bruck testified that, in her opinion, police investigators \"broke every standard method of interviewing protocol\" during the lengthy January 1994 interview of Daniel. <i>Id.</i> at 105-06. Further, in her view, \"the way this child was questioned and the techniques that were used in this case have been shown in the scientific literature to provide a high risk of eliciting inaccurate testimony.\" <i>Id.</i> at 114-15. Dr. Bruck also noted that Daniel met regularly with DHS workers, was in therapy and discussed the issue of his father to some degree with his foster parents and his mother, providing \"other potential sources of potential for distortion in his reports.\" <i>Id.</i> at 87. It was her expert opinion, \"to a reasonable degree of scientific certainty, based on the relevant research literature and the facts in this case, that the suggestive methods used to obtain allegations from Daniel Ardolino render[ed] his resulting accusations as unreliable evidence.\" Affidavit of Maggie Bruck, Ph.D., attached as Ex. N to Petition, at 50.</p>\n<p>Subsequent to the evidentiary hearing, on May 3, 2001, Defense Counsel Davis filed a statement in connection with the State PCR Petition. State PCR Docket (entry of May 3, 2001). The statement was placed in an envelope with the notation, \"Justice Mead did not want to review this and instructed that it be sealed and placed in the file.\" Copy of outside of envelope, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response.</p>\n<p>By decision dated May 14, 2001 the State PCR Justice denied Ardolino's petition. Decision and Judgment, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct. May 14, 2001) (\"State PCR Decision\"), filed with Response. On May 30, 2001 Ardolino filed a notice of appeal. State PCR Docket (entry of May 30, 2001). On February 28, 2002 the Law Court issued an order denying a certificate of probable cause, stating, \"[I]t is apparent that the appeal does not raise any issue worthy of being fully heard[.]\" Order Denying Certificate of Probable Cause, <i>Ardolino v. State,</i> Docket No. PEN-01-340 (Me. Feb. 8, 2002), filed with Response.</p>\n<p>The instant petition was filed on December 13, 2001. Petition at 1.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Ardolino characterizes the State PCR Decision as containing \"numerous errors,\" <i>id.</i> at 3, claiming that as to each of the three grounds for relief raised in that forum, the decision unreasonably applied clearly established federal law as determined by the Supreme Court to the facts of his case, <i>see, e.g., id.</i> at 34, 69, 82.</p>\n<p><span class=\"star-pagination\">*230</span> As Ardolino recognizes, <i>see id.</i> at 86, ¶ 330, with respect to claims of ineffective assistance of counsel <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), and its progeny constitute the \"clearly established\" yardstick against which a state post-conviction-review decision must be measured. To establish ineffective assistance, a defendant must first show that counsel's performance was deficient, <i>i.e.,</i> that the attorney \"made errors so serious that counsel was not functioning as the `counsel' guaranteed the defendant by the Sixth Amendment.\" <i>Strickland,</i> 466 U.S. at 687, 104 S.Ct. 2052. Second, the defendant must make a showing of prejudice, <i>i.e.,</i> \"that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\" Id. The court need not consider the two elements in any particular order; failure to establish either precludes judgment in the defendant's favor. <i>Id.</i> at 697, 104 S.Ct. 2052. The court \"must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action might be considered sound trial strategy.\" <i>Id.</i> at 689, 104 S.Ct. 2052 (citation and internal quotation marks omitted). The \"prejudice\" prong of the <i>Strickland</i> test entails more than demonstration of a possibility that counsel's errors had some conceivable effect on the outcome of the proceeding. <i>Id.</i> at 693, 104 S.Ct. 2052. A defendant must \"show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, 104 S.Ct. 2052.</p>\n<p></p>\n<h2>A. Audio Tape</h2>\n<p>Section I of the State PCR Decision addressed Ardolino's claim regarding trial counsel's failure to enhance the June 27, 1993 audio tape of the Cameron interview, finding in relevant part:</p>\n<blockquote>The ability [to enhance audio tapes] has the potential of producing particularly profound results. For instance, an unaltered audio tape may seem to disclose a suspect saying, \"I did do it,\" (ie.  a confession) when an enhanced version might have him saying, \"I didn't do it.\" In such instances, the lack of an enhanced version at trial would clearly affect the outcome of the proceeding in an unacceptable way.</blockquote>\n<blockquote>In the instant matter, the enhanced version contains a number of instances where the original transcript appears to be in error. In reviewing the impact of trial counsels' failure to obtain an enhanced version upon the outcome of the trial, the court must examine the nature of the differences and omissions. If the differences are as profound as that noted above, clearly counsel would have missed a crucial element of preparation. In actuality here, most of the changes are utterly innocuous. Petitioner argues that some, like the reference to \"... pounding ...\" instead of \"... patting ...\" and the fact that he made a trip upstairs and would have seen the vomit, are important and would have affected the outcome of the trial.</blockquote>\n<blockquote>This court and the Law Court disagree with the Petitioner's sentiment. In each instance, the discrepancy between the enhanced version and the transcript concerns only one point in a much larger set of facts which formed the basis for the verdict. Additionally, it should be noted that the transcript was not admitted into evidence  it was utilized as an aid for the jury to follow along in the actual playing of the tape. Furthermore, both the court and counsel felt that the tape was of sufficient quality to be discerned by the members of the jury. The Petitioner, more than anyone, was in a position to know what he actually said and could have clarified and corrected any <span class=\"star-pagination\">*231</span> misconceptions during the course of the trial. Under these circumstances, the court cannot conclude that counsel failed to perform competently by not objecting to the tape or obtaining an enhanced copy.</blockquote>\n<p>State PCR Decision at [2]-[3] (footnote omitted). In a footnote, the State PCR Justice quoted the comment made by the Law Court on appeal from denial of the motion for a new trial that \"Ardolino overstates the importance of the transcript in the overall context of the trial.\" <i>Id.</i> at [2] n. 1.</p>\n<p>Ardolino challenges those portions of the State PCR Decision (i) finding the tape/transcript discrepancies \"only one point in a much larger set of facts which formed the basis for the verdict,\" Petition at 34-35, ¶¶ 138-45, and (ii) observing that the transcript was not admitted into evidence and that \"both the court and counsel felt that the tape was of sufficient quality to be discerned by the members of the jury,\" <i>id.</i> at 35-37, ¶¶ 146-60.</p>\n<p>On the first point, Ardolino reasons that inasmuch as the State presented no evidence that he inflicted the fatal blow, his conviction for depraved-indifference murder \"necessarily depended on the jury concluding that Mr. Ardolino had knowingly, and with depraved indifference allowed his son to die.\" <i>Id.</i> at 34-35, ¶¶ 140-42. However, he continues, \"state and defense witnesses revealed that Matthew appeared to be healthy up until the time he went to bed.\" <i>Id.</i> at 35, ¶ 143. Ardolino posits that without the tape \"the facts presented at trial would reveal that Matthew was last seen by his brother and father as a healthy boy, albeit one who said he didn't feel well but went upstairs to bed unassisted and later told his brother that he was feeling `okay.'\" <i>Id.</i> at 35, ¶ 144. Accordingly, in his view, \"[t]he state court's attempt to bury the tape in the length of the trial is not supported by the record. Indeed, the fact that at the prosecutor's urging the jury asked for the tape, <i>and only the tape,</i> during deliberations highlights the fact that it was the linchpin of the conviction.\" <i>Id.</i> at 35, ¶ 145 (emphasis in original).</p>\n<p>The State PCR Decision does not on this basis constitute an objectively unreasonable application of clearly established federal law to the facts of this case. <i>Strickland</i> commands that \"the performance inquiry ... be whether counsel's assistance was reasonable considering all the circumstances.\" <i>Strickland,</i> 466 U.S. at 688, 104 S.Ct. 2052. The State PCR Justice properly assessed the significance of the lack of a fully audible tape and accurate transcript in the context of the evidence as a whole. Ardolino's argument to the contrary notwithstanding, the jury did hear circumstantial evidence from which it could have concluded that he inflicted the fatal blow, including (i) the opinion of Drs. Sweeney and Ricci that Matthew's injuries were consistent with battered child syndrome, (ii) the fact that Ardolino, was Matthew's sole adult caretaker, (iii) the fact that the explanation Ardolino offered on the morning of Matthew's death for his injuries proved not to account for the fatal blow, (iv) evidence of motive, <i>i.e.,</i> poorly controlled rage generated by the divorce and backfiring of the plan to discredit Nan Ardolino and (v) evidence from which the jury could reasonably have inferred that Ardolino, who by his own admission had seen Matthew as late as 11:30 or midnight, shockingly delayed seeking medical treatment for the boy, indicating that he had something to hide.</p>\n<p>Second, even assuming <i>arguendo</i> that the verdict \"necessarily\" hinged on a conclusion by the jury that Ardolino allowed his son to die, the evidence did not monolithically paint a portrait of a boy who, to all appearances, was essentially \"healthy\" <span class=\"star-pagination\">*232</span> when he went to bed. There was extensive medical evidence from which the jury could have concluded that by the time Matthew went to bed (within two hours of his death) he would have appeared seriously ill, including Dr. Ricci's testimony that once peritonitis sets in, a child typically wants to lie quietly because any movement causes excruciating pain and evidence that, prior to death from this cause, a child typically goes into shock and slips into a coma. Even taking Ardolino's own reported statements to Dr. Beekman and Cameron on the morning of Matthew's death at face value, he would have known that his child had fallen as much as fifteen feet from a tree or tree house, sustained nicks and bruises and had vomited bile several times. Regardless whether the child himself professed that he was \"okay,\" the jury reasonably could have found that his state of health was in serious question.<sup>[9]</sup></p>\n<p>In support of his second point Ardolino makes four arguments, each of which I address in turn:</p>\n<p>1. Inasmuch as there is no dispute that the tape contained errors, the fact that Defense Counsel stated at trial that the tape and transcript were accurate \"reveals that counsel did not listen to the tape prior to trial,\" which was \"unprofessional conduct constituting ineffective assistance of counsel.\" Petition at 35, ¶¶ 148-50. Here, Ardolino delves into the realm of state-court factual findings, which are \"presumed to be correct,\" with a habeas petitioner \"bear[ing] the burden of disproving factual holdings by `clear and convincing evidence.'\" <i>Brown,</i> 267 F.3d at 40 (citing 28 U.S.C. § 2254(e)(1)). Ardolino presents no evidence (let alone clear and convincing evidence) that Defense Counsel failed to listen to the tape or compare it against the transcript. Indeed, the record evidence is to the contrary. <i>See, e.g.,</i> Trial Transcript, Vol. VII at 187-89.</p>\n<p>2. The fact that the transcript was not entered into evidence is irrelevant, inasmuch as its very purpose was to guide the jury through portions of the tape that were difficult to decipher and, to the extent the jury relied on it as an aid, the jury was misled by it. Petition at 35-36, ¶¶ 151-54. The State PCR Justice's observation is not irrelevant. To the extent the transcript had been allowed into evidence, its significance would have been magnified. The Trial Justice cautioned the jury that the tape itself, rather than the transcript, constituted evidence, <i>see, e.g.,</i> Trial Transcript, Vol. VII at 192, and when the jury asked during deliberations to rehear the tape, they were not then permitted to view the transcript again, <i>see id.,</i> Vol. XI at 3.</p>\n<p>3. If the errors on the tape were inadvertent, anyone listening to it would have heard the misstatements so that, even without the transcript, it could have only seemed to have contained the statements the prosecutor said it contained, damning Ardolino. Petition at 36, ¶¶ 155-57. Ardolino misunderstands the import of the State PCR Justice's comments. The point is not that the tape was of sufficient quality to be heard accurately by the jury, but rather that it was of sufficient quality that <span class=\"star-pagination\">*233</span> neither Defense Counsel nor the Trial Justice appreciated at the time that the jury would misapprehend the evidence. This, in turn, is highly relevant to the question whether counsel's performance \"was reasonable considering all the circumstances\"  an analysis in which \"every effort [must] be made to eliminate the distorting effects of hindsight[.]\" <i>Strickland,</i> 466 U.S. at 688-89, 104 S.Ct. 2052.</p>\n<p>4. The jury was affected by the prosecutor's \"baseless argument,\" as underscored by the fact that the tape was the only piece of evidence the jury requested and the conviction came just afterwards. Petition at 36, ¶¶ 158-59. The State PCR Decision does not suggest that the jury was unaffected by the prosecutor's argument; rather, it states that this was but one piece in the overall evidence. As discussed above, that conclusion is supported by the record in this case.</p>\n<p>For the foregoing reasons, Ardolino fails to demonstrate that section I of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>B. Battered Child Syndrome Evidence</h2>\n<p>Section II of the State PCR Decision addressed Defense Counsel's failure to challenge the admissibility of evidence regarding battered child syndrome, stating:</p>\n<blockquote>Dr. Lawrence Ricci testified at trial regarding his diagnosis of Battered Child Syndrome with respect to Matthew Ardolino. Petitioner faults trial counsel for not suggesting to Dr. Ricci alternate causes of the bruising and otherwise challenging the admissibility of the syndrome.</blockquote>\n<blockquote>Dr. Ricci testified that [B]attered Child Syndrome is a constellation of observations and symptoms based upon observation of injuries which do not ordinarily appear in children and are not otherwise explained. Petitioner offers a number of potential sources for injury to Matthew including falling from a tree (or tree house), fights with neighbors, bicycle accidents, and such. Even accepting these possibilities at face value, the fact that most of the injuries were sustained within the last five days of Matthew's life (as testified to by all of the experts) makes the Petitioner's assertions patently unlikely. Further, even if some of the numerous bruises which encircled his body could be attributed to those innocent causes, the question of the sheer magnitude of the number of bruises would still be unanswered. Counsel was wise to avoid highlighting this issue by wading into an impeachment attempt which was bound to fail.</blockquote>\n<blockquote>The diagnosis of Battered Child Syndrome is well established and accepted in the medical field. This diagnosis is beyond the knowledge of the average person and falls within the scope of testimony allowed by Rule 702. Petitioner was allowed to offer expert testimony to suggest that the criteria for the diagnosis of Battered Child Syndrome were not present here. The fact that counsel chose not to preserve an objection to its introduction does not raise a suggestion of incompetence. On the contrary, such testimony is well within the perimeters of the current legal landscape and would have little likelihood of being excluded at the appellate level.</blockquote>\n<p>State PCR Decision at [3].</p>\n<p>Ardolino challenges section II on three grounds. Petition at 82-85, ¶¶ 305-23. First, he observes that he did not in fact fault Defense Counsel for failing to suggest alternate causes of bruising to Dr. Ricci; rather, he faulted the State for this omission. Petition at 82, ¶¶ 306-07. He argues that the State PCR Justice accordingly did not understand this issue. <i>Id.</i> at 82, ¶ 308. While this does indeed appear to be the case, it is of no moment. The <span class=\"star-pagination\">*234</span> State PCR Justice went on to address the issue actually presented: whether Defense Counsel erred in failing to contest the admissibility of the battered child syndrome evidence. <i>See</i> State PCR Petition at 5(C).</p>\n<p>Second, Ardolino contends that \"the state court dismissed counsel's failure to object to the state's use of the `battered child syndrome' by claiming it was a `wise' strategic decision `to avoid highlighting the issue [of the abrasions and bruises on Matthew] by wading into an impeachment attempt which was bound to fail.'\" Petition at 82, ¶ 309. He notes, <i>inter alia,</i> that \"[a] motion to exclude testimony is not presented to the jury. It is not an impeachment attempt of a witness.\" <i>Id.</i> at 83, ¶ 310. Ardolino misunderstands the State PCR Decision. The court was not at that point addressing the asserted failure to object to the use of battered child syndrome testimony; instead, it was focusing on what it (mistakenly) thought was the additional argument by Ardolino that Defense Counsel failed to suggest to Dr. Ricci alternate causes for Matthew's bruises.</p>\n<p>Finally, Ardolino describes the State PCR Justice's characterization of battered child syndrome as \"well within the perimeters of the current legal landscape\" as \"an erroneous and cynical interpretation of Maine law, relying on the presumption that settled state legal principles can be disregarded in any particular case or category of cases.\" <i>Id.</i> at 83, ¶¶ 313-14. He also posits that admission of this evidence offended his right to due process inasmuch as it permitted the State to place before the jury a fact not in evidence  that the bruises were caused by intentional battery  and the evidence was not tested for reliability. <i>Id.</i> at 84, ¶¶ 317, 319. Hence, in his view, \"[c]ounsel's failure to make the appropriate exclusionary motion to protect Mr. Ardolino's state and federal rights constitute[d] unprofessional conduct[.]\" <i>Id.</i> at 84, ¶ 321.</p>\n<p>To the extent Ardolino argues that the State PCR Decision wrongly applies state law, he fails to raise an issue cognizable on federal habeas review. <i>See, e.g., </i><i>Estelle v. McGuire,</i> 502 U.S. 62, 67-68, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991) (\"[I]t is not the province of a federal habeas court to reexamine state-court determinations on state-law questions.\"); <i>Brown,</i> 267 F.3d at 44 (\"Ordinarily a federal court may not issue a writ based on a perceived error of state law, although there may be an exception if an error of state law could be sufficiently egregious to amount to a denial of equal protection or of due process of law.\") (citations and internal quotation marks omitted).</p>\n<p>To the extent Ardolino argues that the State PCR Decision was sufficiently egregious to offend his federal due-process rights, he raises a cognizable issue but founders on the merits. First, he cites no authority to buttress this proposition. <i>See</i> Petition at 84, ¶¶ 317-20; Reply to Respondent's Answer to Petition for a Writ of Habeas Corpus Pursuant to [28] U.S.C. § 2254 Filed on December 13, 2001 (\"Reply\") (Docket No. 10) at 18-19.<sup>[10]</sup> Indeed, in what appears to be its only case addressing battered child syndrome evidence, the Supreme Court held that the admission of such evidence did not violate due process in the circumstances presented. <span class=\"star-pagination\">*235</span> <i>McGuire,</i> 502 U.S. at 68-70, 112 S.Ct. 475.</p>\n<p>In any event, Ardolino's premise that battered child syndrome evidence is unreliable (and thus violated his right to due process) appears to be based on a mischaracterization of the evidence at trial as defining the syndrome as merely \"a collection of clinical impressions combined with a presumption of the occurrence of abuse.\" <i>See</i> Petition at 83-84, ¶ 316. In fact, Dr. Ricci also testified that \"battered child syndrome is an accepted medical diagnosis, not just within the specialty of child abuse but really within all medical providers.\" Trial Transcript, Vol. V at 113.</p>\n<p>Nor, finally, is Ardolino's argument that use of the \"syndrome\" violated due process by permitting the State to argue a fact not in evidence (that Matthew was battered) persuasive. In this case, there was other evidence, in the form of Daniel's testimony, that some of the bruises found on Matthew's body were the result of non-lethal battering on the day before he died. In any event, even in a case in which there are no eyewitnesses to any battering, the condition of the body itself provides the evidence underpinning a battered child syndrome determination.</p>\n<p>For the foregoing reasons, Ardolino fails to demonstrate that section II of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>C. Daniel's Testimony</h2>\n<p>The third and final section of the State PCR Decision addressed Ardolino's claim that Defense Counsel failed to look into and make use of the findings of an expert such as Dr. Bruck to challenge Daniel's testimony. State PCR Decision at [4]-[5]. The court summarized Dr. Bruck's impressive credentials and the nature of her work, stating:</p>\n<blockquote>In the broadest sense, suggestive interviews with children should be avoided because they undercut the validity of the childrens' answers. Dr. Bruck itemized a number of factors which tend to create unreliable results in child interrogations including, but not limited to, the following: repeated interviews, repeated questions, rewards, punishment, stereotype induction, and peer pressure.</blockquote>\n<blockquote>Dr. Bruck is familiar with the various interviews of Daniel Ardolino taken in this case. She discussed each in some detail and pointed out the flawed interview technique used by the interviewers. She was extremely critical of the officers' manner of handling of the interviews. She suggested that they bordered on abusive handling and violated virtually all of the \"don'ts\" which her research has established. She holds the opinion that the statements of Daniel Ardolino are patently unreliable as a result of the improper questioning.</blockquote>\n<blockquote>Petitioner argues that his trial counsel should have retained Dr. Bruck or someone like her and offered her testimony at trial.</blockquote>\n<blockquote>Upon cross examination, Dr. Bruck reports that she was not familiar with all of the facts of this case and whether they would corroborate or refute Daniel's statements. She asserts that it is unnecessary for her to have this information as her opinion is based wholly and satisfactorily on the four corners of the interview. The State's attorney suggested to Dr. Bruck that the questioning was necessary to break through a powerful web of influence which the Petitioner had cast over Daniel. Dr. Bruck refused to agree with this notion. She said,</blockquote>\n<blockquote>\"If children are not going to give you information, you have to respect that. You have to let go at some point. And that has consequences ...\".</blockquote>\n<blockquote>Dr. Bruck allowed that older children are less suggestible than young ones, <span class=\"star-pagination\">*236</span> but could not quantify or compare the levels of suggestibility.</blockquote>\n<blockquote>This court concludes that Dr. Bruck's opinion is confirmatory of what the average person would believe in the absence of expert testimony  children are susceptible to suggestion and manipulation by adults. A skillful questioner can get a child to say almost everything. This conclusion is utterly expected and intuitive.</blockquote>\n<blockquote>\n<i>State v. Gordius</i> 544 A.2d 309 (Me.1988) remains the law of the land. This court sees little basis ... in the instant matter to depart from its well reasoned result. While Dr. Bruck clearly has a great deal of research data and test results which would not be within the knowledge of the average juror, her conclusions do not significantly add to the common perception of people living in a society which includes children. As such, it is this court's conclusion that her testimony would not have been properly admitted at trial. As such, trial counsel cannot be faulted for failing to pursue this avenue. Indeed, the offering of testimony regarding suggestibility and manipulation would have been a questionable defense strategy. See also <i>State v. Rich,</i> 549 A.2d 742 (Me.1988).</blockquote>\n<p><i>Id.</i> (footnote references omitted). In two footnotes, the court also observed:</p>\n<blockquote>In response to the court's questions, Dr. Bruck maintained that many of her research results were counter-intuitive. After hearing her testimony in its entirety, the court must disagree. Every opinion she offers in relation to this case could be a product simply of common sense.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>One of the State's primary efforts in the case was to demonstrate the Defendant's manipulation of the children. Dr. Bruck's testimony would have provided a very plausible explanation of how the Defendant could have suggested and manipulated the boys into making the allegations of sexual abuse and Daniel's early claims regarding Daniel's [sic] alleged fall from the tree house.</blockquote>\n<p><i>Id.</i> at [5] nn. 2-3.</p>\n<p>Ardolino contends that section III of the State PCR Decision represents an unreasonable application of clearly established federal law to the facts of his case inasmuch as the State PCR Justice: (i) omitted to address one of his claims, Petition at 70-71, ¶¶ 260, 265, (ii) \"overlooked  never even mentioned  evidence that arose at the hearing establishing that Dr. Bruck's conclusions are well beyond the ken of average, and even sophisticated, lay people,\" <i>id.</i> at 71, ¶ 267, and (iii) erred in finding that the offering of Dr. Bruck's testimony would have been a \"questionable defense strategy,\" <i>id.</i> at 77-79, ¶¶ 278-87.</p>\n<p>On the first point, Ardolino observes (correctly) that the State PCR Decision did not address his claim that Defense Counsel were ineffective in failing to move to exclude Daniel's suggestion-induced accusations on the basis of their asserted unreliability. <i>Id.</i> at 70-71, ¶¶ 260, 265; <i>also compare</i> State PCR Petition at 5(A) <i>with</i> State PCR Decision at [4]-[5]. Nonetheless, this omission does not <i>per se</i> render the State PCR Decision an unreasonable application of clearly established federal law. Rather, in such a case, a habeas court must review the claim in issue <i>de novo. See, e.g., </i><i>Brown,</i> 267 F.3d at 40.</p>\n<p>I am satisfied that, in this case, Defense Counsel did not render ineffective assistance in failing to move to exclude Daniel's testimony on the basis suggested. \"[C]ounsel is strongly presumed to have rendered adequate assistance and made all significant decisions in the exercise of reasonable professional judgment.\" <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. 2052. <span class=\"star-pagination\">*237</span> Apart from the Davis statement, Ardolino presents no evidence that counsel failed to consider making the motion in question. <i>See</i> Statement of Mary Davis (\"Davis Statement\"), filed as Exh. P to Petition, ¶ 8.<sup>[11]</sup> The Davis statement is not cognizable on habeas review. Even in this posture of <i>de novo</i> review, a state court's factual findings are presumed correct absent rebuttal by clear and convincing evidence. <i>See, e.g., </i><i>Horn,</i> 250 F.3d at 210. The State PCR Justice excluded the Davis statement from the record. Moreover, the Davis statement is unsworn. Such statements are insufficient to raise a genuine issue on habeas review. <i>See, e.g., </i><i>United States v. LaBonte,</i> 70 F.3d 1396, 1413 (1st Cir.1995), <i>rev'd on other grounds,</i> 520 U.S. 751, 117 S.Ct. 1673, 137 L.Ed.2d 1001 (1997) (\"A habeas application must rest on a foundation of factual allegations presented under oath, either in a verified petition or supporting affidavits.... Facts alluded to in an unsworn memorandum will not suffice.\").</p>\n<p>In any event, even were the Davis statement cognizable, Ardolino still would fall short of showing entitlement to relief. Ardolino faults Defense Counsel for failing to have made a cutting-edge argument then (and still) untested in any published decision in Maine. The motion that Ardolino argues counsel should have made would have analogized suggestive interviews of children to coerced confessions and suggestive eyewitness-identification techniques, urging that as a matter of due process Daniel's in-court testimony be excluded to the extent elicited by suggestive pretrial techniques likely to have rendered it unreliable. <i>See</i> Petition at 37, ¶ 163; 38-41, ¶¶ 166-75; 64-66, ¶¶ 233-41; Reply at 15. The Supreme Court of New Jersey embraced this premise in <i>State v. Michaels,</i> 136 N.J. 299, 642 A.2d 1372 (1994), acknowledging that \"although reliability assessments with respect to the admissibility of out-of-court statements are commonplace, assessing reliability as a predicate to the admission of in-court testimony is a somewhat extraordinary step,\" <i>id.</i> at 1380-81 (citations omitted).<sup>[12]</sup></p>\n<p>Michaels, a nursery-school teacher, had been \"convicted of bizarre acts of sexual <span class=\"star-pagination\">*238</span> abuse against many of the children who had been entrusted to her care\" and sentenced to a lengthy prison term with a substantial period of parole ineligibility. <i>Id.</i> at 1374. The New Jersey Superior Court, Appellate Division, reversed the conviction and remanded for retrial; at issue in <i>Michaels</i> was the Appellate Division's order that, were Michaels to be retried, \"a pretrial hearing would be necessary to determine whether the statements and testimony of the child-sex-abuse victims must be excluded because improper questioning by State investigators had irremediably compromised the reliability of that testimonial evidence.\" <i>Id.</i> The New Jersey Supreme Court affirmed, noting, <i>inter alia,</i> that the bulk of the state's evidence consisted solely of the testimony of pre-schoolers who had been interrogated using most, if not all, of the interviewing techniques experts (such as Dr. Bruck) have condemned. <i>Id.</i> at 1375, 1379.<sup>[13]</sup></p>\n<p><i>Michaels</i> was a ground-breaking decision. <i>See, e.g.,</i> Karol L. Ross, <i>State v. Michaels: A New Jersey Supreme Court Ruling with National Implications,</i> 78 Mich.B.J. 32, 32 (1999) (\"State v. Michaels is one of the first cases that attempts to resolve the issue of the reliability of testimony of the alleged child abuse victim, thus filling an important void.\"); Julie A. Jablonski, <i>Where Has Michaels Taken Us?: Assessing the Future of Taint Hearings,</i> 3 Suffolk J. Trial &amp; App.Advoc. 49, 49 (1998) (\"[I]n State v. Michaels, ... New Jersey became the first jurisdiction to extend `taint hearings' to a child's testimony in sexual abuse cases.\"); John E.B. Myers, <i>Taint Hearings for Child Witnesses? A Step in the Wrong Direction,</i> 46 Baylor L.Rev. 873, 877 (1994) (\"Defective interviewing is fair game for criticism, and the New Jersey Supreme Court's concern is understandable in view of the clearly defective interviewing in Michaels. Nevertheless, the New Jersey court's decision breaks new and troubling ground.\") (footnote omitted).</p>\n<p>Not all state courts considering <i>Michaels</i>-type arguments have been inclined to follow the New Jersey Supreme Court's lead, with some declining to do so on the basis that existing rules of evidence covering witness competency adequately address the issue. <i>See, e.g., </i><i>English v. State,</i> 982 P.2d 139, 146 (Wyo.1999) (\"While we agree with the reasoning of the New Jersey Supreme Court, we conclude that there is no void in Wyoming law which a `taint hearing' procedure would fill.\"); <i>Fischbach v. State,</i> 1996 WL 145968, at *2, 676 A.2d 902 (Del.1996) (declining to adopt Michaels' formal procedures; noting that competency inquiry encompassed use of impermissible interviewing techniques). Since its amendment in 1990, Maine's witness-competency rule (Me.R.Evid.601) also has covered such matters. <i>See, e.g.,</i> Kermit V. Lipez, <i>The Child Witness in Sexual Abuse Cases in Maine: Presentation, Impeachment, and Controversy,</i> 42 Me. L.Rev. 283, 366 (1990) (noting that expanded competency test adopted in 1990 permits trial judge, during a competency hearing, \"to evaluate ... experiences that <span class=\"star-pagination\">*239</span> might have compromised the ability of the child to retain an independent recollection of the abuse.\").<sup>[14]</sup> The Law Court in 1996 likely would have declined to follow <i>Michaels,</i> reasoning that the evils it aimed to eradicate are adequately addressed by Me. R.Evid. 601.</p>\n<p>Counsel does not render ineffective assistance for failing to make (or think of making) a cutting-edge legal argument with dim prospects of success. <i>See, e.g., </i><i>Sellan v. Kuhlman,</i> 261 F.3d 303, 315 (2d Cir.2001) (\"An attorney is not required to forecast changes or advances in the law.\") (citations and internal quotation marks omitted); <i>Clark v. Moran,</i> 942 F.2d 24, 33 (1st Cir.1991) (\"It is well-established ... that `reasonably effective assistance' does not require an attorney to divine the judicial development of the law.\") (citation and internal quotation marks omitted). In any event, even assuming <i>arguendo</i> that the conduct of Defense Counsel satisfied the first <i>Strickland</i> prong, given the likelihood that a <i>Michaels</i>-like argument would not have prevailed, Ardolino does not demonstrate a \"reasonable probability\" that, but for this error, the result of the proceeding would have been different.<sup>[15]</sup></p>\n<p>Turning to Ardolino's second point, he argues that the State PCR Decision represents an unreasonable application of clearly established federal law to the facts of his case inasmuch as the State PCR Justice \"overlooked  never even mentioned  evidence that arose at the hearing establishing that Dr. Bruck's conclusions are well beyond the ken of average, and even sophisticated, lay people.\" Petition at 71, ¶ 267. He catalogues instances of asserted misunderstandings on the part of both the prosecutor and the State PCR Justice that, in his view, \"reveal[] that the conclusions about which Dr. Bruck testified are not intuitive at all.\" <i>Id.</i> at 71, ¶¶ 270-71; <i>see also id.</i> at 71-76, ¶ 272.</p>\n<p>In so arguing, Ardolino assails the soundness of a state-court ruling on a point of state law (that the Bruck evidence would have been inadmissible because \"confirmatory of what the average person would believe in the absence of expert testimony\"). He makes no argument that this ruling offended federal law. Hence, there is no basis on which this court may disturb it. <i>See, e.g., </i><i>Brown,</i> 267 F.3d at 44.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*240</span> I come to Ardolino's third and final point: that the State PCR Decision erred in opining that the offering of Dr. Bruck's testimony would have been a \"questionable defense strategy\" given that it \"would have provided a very plausible explanation of how the Defendant could have suggested and manipulated the boys[.]\" Petition at 77-79, ¶¶ 278-87. Ardolino faults this finding in three respects, each of which I address in turn:</p>\n<p>1. That this demonstrates a misunderstanding of the effects of suggestion on children, Dr. Bruck having explained that the investigators' use of improper suggestion was not mitigated by anything Ardolino or anyone else previously had done to influence the boy. <i>Id.</i> at 77-78, ¶¶ 279-80. Ardolino misses the State PCR Justice's point, which was that Dr. Bruck's findings could have been used not only by the defense as a shield, casting doubt on the reliability of Daniel's ultimate accusations, but also by the State as a sword, casting doubt on the reliability of his initial tree-house story. <i>See, e.g.,</i> State PCR Transcript, Vol. 2 at 46 (argument by prosecutor that \"if you put Dr. Bruck on that stand, as a defense attorney, and you go through this whole business about suggestibility, getting kids to say what you want them to say, you do all that and you're playing, frankly, right into my hands, because my whole theory of this case is, yes, there was manipulation here. There was suggestibility here. There was control here, and it was at the hands of Mr. Ardolino.\").</p>\n<p>2. That, inasmuch as without Daniel's accusations, there was no case against Ardolino, \"the notion that it was an acceptable defense strategy to leave those accusations unchallenged, or to leave the jury unaware of the methods used to extract them from the boy requires a disregard for the record and the suspension of even minimal defense standards.\" Petition at 78, ¶¶ 282-83. The State PCR Decision does not intimate that it was \"an acceptable defense strategy\" to leave Daniel's accusations unchallenged, but rather that a decision to offer testimony such as that of Dr. Bruck would have been a \"questionable defense strategy.\" <i>See</i> State PCR Decision at [5].<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*241</span> 3. That Defense Counsel's failure to challenge Daniel's accusations was not even a \"defense strategy,\" let alone an acceptable strategy, because it was based on his failure to research the issue prior to trial or even to become familiar with the contents of the recordings of the pretrial investigative interviews. Petition at 77-79, ¶¶ 278-87. Ardolino presents no cognizable evidence that counsel failed to research the issue or familiarize themselves with the recordings. In fact, the record indicates that Defense Counsel were familiar with the substance of Daniel's pretrial interviews. <i>See, e.g.,</i> Trial Transcript, Vol. II at 198 (opening statement of Defense Counsel noting that Daniel was interviewed close to ten times and, in his final interview, \"we counted it up and he said in answers to a state trooper ... I don't know, I don't remember, or I don't think so 109 times[.]\"); <i>id.,</i> Vol. VIII at 29 (cross-examining Cameron with aid of transcripts of five of pretrial interviews).</p>\n<p>Ardolino accordingly fails to demonstrate that section III of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, I recommend that the Petition be DENIED without a hearing.</p>\n<p></p>\n<h2><i>NOTICE</i></h2>\n<p><i>A party may file objections to those specified portions of a magistrate judge's report or proposed findings or recommended decisions entered pursuant to 28 U.S.C. § 636(b)(1)(B) for which de novo review by the district court is sought, together with a supporting memorandum, within ten (10) days after being served with a copy thereof. A responsive memorandum shall be filed within ten (10) days after the filing of the objection.</i></p>\n<p><i>Failure to file a timely objection shall constitute a waiver of the right to de novo review by the district court and to appeal the district court's order.</i></p>\n<p>June 5, 2002.</p>\n<h2>NOTES</h2>\n<p>[1]  Several of the documents contained in Ardolino's appendix contain handwritten comments, some apparently made by Ardolino. <i>See generally, e.g.,</i> Exhs. E, F &amp; J to Petition. I have disregarded these notes, which are not part of the record.</p>\n<p>[2]  Dr. Stephen Patterson, who examined both boys on January 29, 1993, noted no bruising of either child. Trial Transcript, Vol. IV at 14-15. There was conflicting evidence as to Matthew's behavior toward the end of the 1993 school year. <i>Compare, e.g., id.</i> at 75 (testimony of teacher's aide Judith Burke that there was a \"tremendous change\" in Matthew's behavior; he had many crying spells and was very sensitive) <i>with id.</i> at 89, 94 (testimony of teacher Steven Noyes that Matthew was an A and B student and class president; Noyes had no real concerns about his well-being).</p>\n<p>[3]  In April 1993 Ardolino was informed that there were problems with the investigation of his father-in-law, against whom no criminal charges would be filed at that time. Trial Transcript, Vol. VI at 102-03 (Hoffman testimony).</p>\n<p>[4]  Prosecution expert witness Dr. Lawrence Ricci acknowledged on cross-examination that none of Matthew's skin injuries was life-threatening. Trial Transcript, Vol. V at 140 (testimony of Dr. Lawrence Ricci).</p>\n<p>[5]  Lilley and the prosecutor disagreed as to the clarity of the tape, with Lilley maintaining it was \"quite clear\" and the prosecutor saying he did not think it was clear because Ardolino spoke in a low voice. Trial Transcript, Vol. VII at 187. Davis said that she had compared the tape against the transcript and was not claiming any inaccuracies. <i>Id.</i> at 189.</p>\n<p>[6]  Defense expert witness Dr. Steven Dunton disagreed, opining that apart from an older ankle injury, Matthew could have sustained all of the bruises and abrasions on his body in one event, such as a fall from a tree. Trial Transcript, Vol. IX at 103-04. However, he thought it a \"fairly reasonable\" statement that Matthew likely sustained those bruises and abrasions within the last five days of his life. <i>Id.</i> at 83. He also challenged Dr. Sweeney's finding that the older internal abdominal \"injuries\" were caused by an injury mechanism. <i>Id.</i> at 73.</p>\n<p>[7]  Defense Counsel also elicited that one of the \"classic\" causes of jejunum injury in a child is injury on the handlebars of a bicycle, <i>see, e.g.,</i> Trial Transcript, Vol. VI at 79 (Beekman testimony), that Matthew had fallen into the handlebars of his bicycle and hurt his gut, Daniel Transcript at 84, and that at least some of his injuries were consistent with falling from a spruce tree, outdoor play, athletic activities, fights with other children and postmortem resuscitative efforts, <i>see, e.g.,</i> Trial Transcript, Vol. VI at 52, 58 (Beekman testimony); <i>id.,</i> Vol. VII at 125-27, 134, 150, 155 (Sweeney testimony); <i>see also, e.g.,</i> Daniel Transcript at 75-80, 82 (Matthew was athletic, played sports, enjoyed hunting, fishing and playing in the woods, had a favorite spruce tree, had gotten into fights with other boys); Trial Transcript, Vol. VIII at 195-97 (testimony of shellfish conservation warden Albion Kenney, Sr., that he observed Daniel chasing Matthew with a stick and broke up the \"scrap\" in June 1993); <i>id.,</i> Vol. IV at 81 (testimony of teacher's aide Burke that she had seen Daniel hit Matthew many times and show no remorse).</p>\n<p>[8]  According to the original transcript used as an aid at trial, Ardolino told Cameron: \"_______ there was vomit in his bed, there was vomit in his bed, and like a couple of little spots, another spot, went up and shut the light off, Dan, Danny went up and shut out lights, he _______________ so he went to sleep upstairs, and we ended up finding him on the couch.\" Original Ardolino Transcript at 5-6. After audiological enhancement, the same passage was transcribed to read: \"I know, I was getting ready to leave the house, went upstairs, and there was ah  there was vomit in  in his bed. There was vomit in his bed, ah a coupla' little spot (ui).... We went up to shut the light off together. Daniel went up to shut his lights `cause you could see his (ui).... So he went to sleep upstairs, and we ended up findin' him on the couch.\" Corrected Transcript, Interview of Robert Ardolino, June 27, 1993, Conducted by Maine State Police Detective Robert Cameron, attached as Exh. B to Petition, at 8.</p>\n<p>[9]  Moreover, there was other evidence besides the tape from which the jury reasonably could have inferred that Ardolino carried Matthew downstairs, including (i) the fact that Matthew went to bed upstairs at about midnight and died within approximately two hours of that time, (ii) medical evidence, including testimony of defense expert witness Dr. Dunton, indicating it was improbable that Matthew could have gotten downstairs unassisted in the final two hours of his life, (iii) the fact that Ardolino \"popped up\" for no apparent reason at 4 a.m. and woke Daniel to check on Matthew, and (iv) the fact that Ardolino was observed drinking a cup of coffee within minutes of having called neighbors for assistance in circumstances where he observed that Matthew was not breathing.</p>\n<p>[10]  Ardolino raises an additional argument for the first time in his reply brief: that admission of the \"syndrome\" evidence violated his Confrontation Clause rights. Reply at 18-19. Apart from the fact that this claim is belatedly raised, <i>see, e.g., </i><i>In re One Bancorp Sec. Litig.,</i> 134 F.R.D. 4, 10 n. 5 (D.Me.1991) (courts generally will not consider arguments raised for the first time in a reply memorandum), it is conclusory and unsupported by citation to authority.</p>\n<p>[11]  Davis states in relevant part that she \"did not know that experts in that specific field [suggestive techniques] were available and did not investigate to find out.\" Davis Statement ¶ 8.</p>\n<p>[12]  In <i>Idaho v. Wright,</i> 497 U.S. 805, 816-18, 110 S.Ct. 3139, 111 L.Ed.2d 638 (1990), the Supreme Court affirmed the ruling of the Supreme Court of Idaho that a child's out-of-court hearsay statement had been improperly admitted in a sexual-abuse trial inasmuch as it lacked the \"particularized guarantees of trustworthiness\" necessary for admission of hearsay statements under the Confrontation Clause. The record in that case revealed that the physician interviewing the child had failed to record the interview on videotape, asked leading questions and interviewed the child with a preconceived idea of what she should be disclosing. <i>Id.</i> at 818, 110 S.Ct. 3139. However, in <i>Maryland v. Craig,</i> 497 U.S. 836, 851, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990), in which the Court held that the giving of a small child's testimony via one-way closed circuit television did not violate the Confrontation Clause, the Court drew a critical distinction between the admission of a child's hearsay statements and live testimony, observing: \"Maryland's statutory procedure, when invoked, prevents a child witness from seeing the defendant as he or she testifies against the defendant at trial. We find it significant, however, that Maryland's procedure preserves all of the other elements of the confrontation right: The child witness must be competent to testify and must testify under oath; the defendant retains full opportunity for contemporaneous cross-examination; and the judge, jury, and defendant are able to view (albeit by video monitor) the demeanor (and body) of the witness as he or she testifies.... [W]e think these elements of effective confrontation not only permit a defendant to confound and undo the false accuser, or reveal the child coached by a malevolent adult, but may well aid a defendant in eliciting favorable testimony from the child witness. Indeed, ... these assurances of reliability and adversariness are far greater than those required for admission of hearsay testimony under the Confrontation Clause.\" (citations and internal quotation marks omitted).</p>\n<p>[13]  The New Jersey Supreme Court looked to the law governing the admissibility of eyewitness-identification testimony to craft a pretrial \"taint hearing\" procedure whereby, \"[c]onsonant with the presumption that child victims are to be presumed no more or less reliable than any other class of witnesses, the initial burden to trigger a pretrial taint hearing is on the defendant.\" <i>Michaels,</i> 642 A.2d at 1383. \"Once defendant establishes that sufficient evidence of unreliability exists, the burden shall shift to the State to prove the reliability of the proferred statements and testimony by clear and convincing evidence.\" <i>Id.</i></p>\n<p>[14]  In addition, as the State emphasizes, Response at 28, <i>Michaels</i> involved the use of suggestive techniques on pre-school children, some as young as three, <i>Michaels,</i> 642 A.2d at 1385. Daniel was eleven at the time of Matthew's death. As the State PCR Justice found, State PCR Decision at [5], Dr. Bruck acknowledged that suggestibility decreases with age, although she was unable to quantify the extent to which it does so, State PCR Transcript, Vol. 1 at 210-13.</p>\n<p>[15]  I note that Ardolino presses no claim that Defense Counsel omitted to move to exclude Daniel's testimony on competency grounds pursuant to Me.R.Evid. 601. Nor could he. Defense Counsel urged the Trial Justice to exclude some of Daniel's testimony or, at the least, conduct a <i>voir dire</i> on the basis of Daniel's asserted tenuous recall of some of the events about which he was to testify. <i>See, e.g.,</i> Trial Transcript, Vol. I at 49. In so arguing, Defense Counsel touched on the methodology by which the accusations had been elicited. <i>See, e.g., id.</i> at 48 (argument by Davis that \"[w]e have to be able to segregate what he really remembers from his personal knowledge from what he's been led to believe what happened by the police officer. It might be the problem with his testimony would be personal knowledge as well as competency, because it's almost like he's got the story from the cop. He's saying I don't remember that, but it could have been that, and that's not personal knowledge.\").</p>\n<p>[16]  Moreover, the State PCR Decision cannot fairly be characterized as having \"overlooked\" Dr. Bruck's evidence that her conclusions and opinions were beyond the ken of the average person. To the contrary, at the close of Dr. Bruck's testimony, the State PCR Justice pointedly inquired how her conclusions were counterintuitive. <i>See</i> State PCR Transcript, Vol. 1 at 207-10. The court noted that it took this dialogue (as well as the entirety of Dr. Bruck's presentation) into consideration. <i>See</i> State PCR Decision at [5] n. 2.</p>\n<p>[17]  In any event, as the State suggests, Response at 30, Defense Counsel vigorously challenged Daniel's accusations and made the jury aware of the circumstances under which they had been made. <i>See, e.g.,</i> Trial Transcript, Vol. II at 198-99 (arguing, in opening statement, that in view of fact that Daniel had been interviewed close to ten times and, in his final interview, had said \"I don't know,\" \"I don't remember\" or \"I don't think so\" 109 times, \"no one using common sense would want to rest a conviction on his testimony.\"); Daniel Transcript at 144, 146 (asking, on cross-examination, \"The officers asked the same questions over and over again till they got you tired?\" \"[W]hen you had this interview, you didn't want that to happen again, did you?\" and \"They grilled you so hard at that session that you came out of there crying, didn't you?\"); Trial Transcript, Vol. VIII at 23-26 (pressing Cameron on cross-examination as to why, in pretrial interview, he told Daniel such things as \"I understand mom really loves you\" and repeatedly challenged him to \"tell the truth,\" thus suggesting Daniel was lying; inquiring whether Cameron had \"read any of the studies on interviewing children and the possibility of power of suggestion of the questioner or leading questions that can be misleading and things of that nature?\"); Trial Transcript, Vol. X at 107-08 (stating, in closing argument, \"This is a case in which there is no homicide case. That if you believe Daniel, there might be an assault case. But can you believe Daniel? Would you rest or anchor a conviction on what Daniel said? Which day? Which day do you want to believe? Do you want to believe someone who says in a courtroom under oath that he's a good liar? This kid has been pushed and pulled we don't know where he's been, through his head.\").</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">215</span></span> (2002)</b></center>\n<center><h1>Robert ARDOLINO, Petitioner,<br>\nv.<br>\nWARDEN, MAINE STATE PRISON, Respondent.</h1></center>\n<center>No. Civ. 01-246-B-H.</center>\n<center><p><b>United States District Court, D. Maine.</b></p></center>\n<center>July 22, 2002.</center>\n<p><span class=\"star-pagination\">*216</span> Charles Clifton Fuller, III, The Attorneys Office, P.A., Belfast, ME, Peter L. Murray, Law Office of Peter L. Murray, Robert Rosenthal, New York City, for Robert Ardolino, Petitioner.</p>\n<p>William R. Stokes, Assistant Attorney General, Augusta, ME, for Respondent.</p>\n<p></p>\n<h2>ORDER AFFIRMING RECOMMENDED DECISION OF THE MAGISTRATE JUDGE</h2>\n<p>HORNBY, Chief Judge.</p>\n<p>The United States Magistrate Judge filed with the court on June 5, 2002, with copies to counsel, his Recommended Decision on Petition for Writ of Habeas Corpus. The petitioner filed his objection to the Recommended Decision on June 21, 2002. I have reviewed and considered the Recommended Decision, together with the record; I have made a <i>de novo</i> determination of all matters; and I concur with the recommendations of the United States Magistrate Judge for the reasons set forth in his Recommended Decision, and determine that no further proceeding is necessary.</p>\n<p>It is therefore ORDERED that the Recommended Decision of the Magistrate Judge is hereby ADOPTED. The Petition is DENIED without a hearing.</p>\n<p></p>\n<h2><i>RECOMMENDED DECISION ON PETITION FOR WRIT OF HABEAS CORPUS</i></h2>\n<p>LAWRENCE P. COHEN, United States Magistrate Judge.</p>\n<p>Robert Ardolino, confined to the Maine State Prison in Warren, Maine, collaterally attacks the judgment of conviction and thirty-five-year sentence imposed upon him by the Maine Superior Court (Penobscot County) on April 30, 1996 after a jury found him guilty of depraved-indifference murder. Petition for a Writ of Habeas Corpus by a Person in State Custody (\"Petition\") (Docket No. 1) at 1, 3-4; Transcript <span class=\"star-pagination\">*217</span> of Trial Proceedings, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.) (\"Trial Transcript\"), filed with Answer to Petition for Writ of Habeas Corpus Pursuant to 28 U.S.C. § 2254 Filed on December 13, 2001 (\"Response\") (Docket No. 8), Vol. XI at 26-27. For the reasons that follow, I recommend that the Petition be denied without a hearing.</p>\n<p></p>\n<h2>I. Applicable Legal Standards</h2>\n<p>\"The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) places new restrictions on a district court's power to grant writs of habeas corpus to state prisoners.\" <i>Johnson v. Norton,</i> <span class=\"citation\" data-id=\"199401\"><a href=\"/opinion/199401/johnson-v-norton/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir.2001) (footnote omitted). As the First Circuit has summarized the relevant principles:</p>\n<blockquote>A habeas petition may not be granted unless the state court decision: (1) \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States\" or (2) \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d). A state court's holdings on factual issues \"shall be presumed to be correct\" and the petitioner bears the burden of disproving factual holdings by \"clear and convincing evidence.\" 28 U.S.C. § 2254(e)(1).</blockquote>\n<p><i>Brown v. Maloney,</i> <span class=\"citation\" data-id=\"199630\"><a href=\"/opinion/199630/brown-v-maloney/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 39-40 (1st Cir.2001).</p>\n<p>\"A state court decision is `contrary to' clearly established federal law if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Johnson,</i> F.3d at 25-26 (citation and internal quotation marks omitted). \"Under the `unreasonable application' clause, a writ may issue if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 26 (citation and internal quotation marks omitted).</p>\n<p>The \"unreasonable application\" prong of the test, in turn, \"reduces to the question of whether the state court's derivation of a case-specific rule from the Supreme Court's jurisprudence on the point appears to be objectively reasonable.\" <i>Brown,</i> 267 F.3d at 40. \"The test is not so stringent as to require that all reasonable jurists agree that the state court decision was unreasonable.\" <i>Id.</i> On the other hand, the \"mere fact that some fairminded judges might find a particular outcome unreasonable does not warrant relief.\" <i>Mastracchio v. Vose,</i> <span class=\"citation\" data-id=\"199747\"><a href=\"/opinion/199747/mastracchio-v-vose/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></a></span>, 597 (1st Cir.2001) (citation and internal quotation marks omitted). \"Nor does the existence of error, in and of itself: there is, for this purpose, an important distinction between unreasonable applications and incorrect applications.\" <i>Id.</i> (citation and internal quotation marks omitted). \"Refined to bare essence, a state court decision is objectively unreasonable only if it falls outside the universe of plausible, credible outcomes.\" <i>Id.</i> (citation and internal quotation marks omitted).</p>\n<p>In cases (such as this) in which one of a habeas petitioner's claims was presented to but not decided by a state court, a federal habeas court must review the claim in issue <i>de novo</i> \"as we can hardly defer to the state court on an issue that the state court did not address.\" <i>Brown,</i> 267 F.3d at 40 (citation and internal quotation marks omitted); <i>see also, e.g., </i><i>Appel v. Horn,</i> <span class=\"citation\" data-id=\"773266\"><a href=\"/opinion/773266/martin-daniel-appel-v-martin-horn-commissioner-pennsylvania-department-of/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 210 (3d Cir.2001) (\"In such an instance, the federal habeas court must conduct a de novo review over pure legal questions and mixed questions of law and fact, as a court would have done prior to the enactment of AEDPA. However, <span class=\"star-pagination\">*218</span> the state court's factual determinations are still presumed to be correct, rebuttable upon a showing of clear and convincing evidence.\") (citations omitted).</p>\n<p></p>\n<h2>II. Background</h2>\n<p>The core undisputed facts of this case are as follows:</p>\n<blockquote>Matthew, born October 3, 1983, and Daniel, born July 13, 1981, had resided exclusively with Ardolino from the date of the separation of their parents, Robert Ardolino and Nan Ardolino, in February 1992. In the early morning hours of June 27, 1993, Matthew died from a massive abdominal infection resulting from a delayed rupture of his intestine that occurred approximately twenty-four hours before his death. The rupture was caused by trauma to his abdomen that could have occurred within twenty-four hours of the rupture and within forty-eight hours of his death. At approximately four o'clock in the morning of June 27, Daniel was awakened by Ardolino, with whom he was sharing a downstairs bedroom, and told to check on Matthew who had retired to an upstairs bedroom. Daniel discovered Matthew's body, covered with a blanket, on the sofa in the living room.</blockquote>\n<p><i>State v. Ardolino,</i> <span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">73</span></span>, 75-76 (Me. 1997).</p>\n<p>On August 10, 1994 a grand jury in Washington County, Maine, indicted Ardolino on one count of depraved-indifference murder and one count of reckless or criminally negligent manslaughter stemming from Matthew's death. Indictment for Violation of 17-A M.R.S.A. § 201(1)(B) (Count I) (Depraved Indifference Murder)[;] 17-A M.R.S.A. § 203(1)(A) (Count II) (Reckless or Criminally Negligent Manslaughter), <i>State v. Ardolino,</i> Criminal No. 94-256 (Me.Super.Ct.), filed with Response. At his August 19, 1994 arraignment Ardolino, represented by attorneys Daniel Lilley and Mary Davis (individually or together, \"Defense Counsel\"), pleaded not guilty to both counts. Docket, <i>State v. Ardolino,</i> Criminal No. 94-246 (Me.Super.Ct.) (entry of August 23, 1994), filed with Response. On July 7, 1995 Ardolino's motion for change of venue was granted, and the case was transferred to Penobscot County. <i>Id.</i> (entry of July 7, 1995).</p>\n<p>Ardolino was indicted after his son Daniel dramatically changed the story he had been telling police about what happened in the Ardolino household prior to Matthew's death. In an initial interview with Maine State Police Sgt. Kelly J. Barbee on the morning Matthew died, Daniel stated that at about 4 p.m. the previous day, after he, Matthew and their father had returned from clamming nearby, Matthew slipped and fell out of a tree fort on the Ardolino property, hitting tree branches and sustaining bruises and scrapes on his legs and arms. Maine State Police Summary of Interview of Daniel Ardolino on June 27, 1993 by Sgt. Kelly J. Barbee, attached as Exh. C to Petition, at 1-5.<sup>[1]</sup> Daniel explained that his father had offered to take Matthew to a doctor but that Matthew had declined, assuring Ardolino that he would be fine. <i>Id.</i> at 9. Daniel made no mention that his father had been angry at Matthew or had inflicted any type of abuse  verbal or physical  on him. <i>See generally id.</i></p>\n<p>That day, Maine Department of Human Services (\"DHS\") caseworkers removed Daniel from the custody of his father and placed him in foster care. <i>See, e.g.,</i> Order of Preliminary Child Protection and Notice to Parents and Custodians, <i>In re: Daniel J. Ardolino,</i> Civil Docket No. [] (Me.Dist. Ct. June 27, 1993), attached as Exh. H to <span class=\"star-pagination\">*219</span> Petition; Child's Record by DHS Worker Dale M. Moore (\"Moore Record\"), attached as Exh. L to Petition, at 1, 3-4. Police investigators interviewed Daniel on at least three other occasions: a second time on June 27, 1993, at length on January 7, 1994 and finally on July 14, 1994. <i>See</i> Maine State Police Summary of Interview of Daniel Ardolino on June 27, 1993 by Det. Robert Cameron, attached as Exh. D to Petition, at 1; Maine State Police Transcript of Interview of Daniel Ardolino on January 7, 1994 by Det. Robert M. Cameron [and Det. Dale Keegan] (\"January 7, 1994 Interview\"), attached as Exh. E to Petition, at 1; Maine State Police Summary of Interview of Daniel Ardolino on July 14, 1994 by Det. Dale Keegan (\"July 14, 1994 Interview\"), attached as Exh. F to Petition, at 1. In addition, in the months following Matthew's death Daniel was interviewed and/or counseled by others, including DHS caseworkers, a counselor and a psychologist, and also eventually permitted to begin visitations with his estranged mother. <i>See, e.g.,</i> Case Notes of DHS Worker A. Sue Carter, attached as Exh. J to Petition, at [4]-[8]; Moore Record at 21; Letter dated November 12, 1993 from Bruce T. Saunders, Ph.D. to Ms. A. Sue Carter, attached as Exh. M to Petition, at 1-3; Trial Transcript, Vol. III at 37 (testimony of Nan Ardolino).</p>\n<p>As late as January 7, 1994 Daniel continued to maintain that Matthew had fallen out of a tree fort. January 7, 1994 Interview at 20-22. In the face of repeated, pointed questions by the police, he generally denied that Ardolino had abused Matthew. <i>See, e.g., id.</i> at 126-36. However, after visiting Matthew's grave with his mother in the presence of a police officer on the anniversary of Matthew's death, Daniel spoke with his foster mother, who called his family advocate. Trial Transcript, Vol. III at 38 (testimony of Nan Ardolino); <i>id.,</i> Vol. VIII at 148-49 (testimony of Wendy Parker). Police investigators contacted the foster mother and reinterviewed Daniel on July 14, 1994. <i>Id.,</i> Vol. VIII at 149; Testimony of Daniel Ardolino (\"Daniel Transcript\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 109.</p>\n<p>In the July 14 interview Daniel told police, among other things, that (i) on the morning of the day before Matthew died, Ardolino hit Matthew (although he could not recall how) when angered by the way he had made a milkshake, July 14, 1994 Interview at 2-3, (ii) after Ardolino and the two boys reached the mud flats to clam, Ardolino again became angry at Matthew when he discovered that the latter had forgotten to pack Ardolino's gloves, <i>id.</i> at 3-4, (iii) Ardolino was yelling and swearing at Matthew on the mud flats and pushed him down into the mud and/or up against a boat, <i>id.</i> at 4, 35-36, (iv) later in the day, after Ardolino and the boys returned home from clamming, Daniel took a phone call in which a man asked to speak with Matthew, <i>id.</i> at 8, (v) when Daniel informed Ardolino of that call, Ardolino became angry, questioning Matthew as to whether he had phoned anyone and eventually jabbing him in the stomach with a baseball bat, <i>id.</i> at 9-14, (vi) the story of the fall from a tree fort was a lie that Ardolino had instructed Daniel to tell, <i>id.</i> at 18, and (vii) after Nan Ardolino left for good, Ardolino began to hit the two boys with his feet and hands, <i>id.</i> at 23. During the course of the interview, Daniel remarked many times that he did not remember certain things. <i>See, e.g., id.</i> at 2, 15, 46, 52.</p>\n<p>Prior to trial, Defense Counsel filed several motions <i>in limine,</i> in one of which they sought to exclude Daniel's testimony concerning Ardolino (i) kicking Matthew in the stomach in connection with the \"milkshake\" incident on the Saturday morning before Matthew died, (ii) hitting Matthew on discovering that Matthew had forgotten <span class=\"star-pagination\">*220</span> to pack some gloves and (iii) pushing Matthew up against a boat on the clam flats. Motion in Limine (5), <i>State v. Ardolino,</i> Criminal No. 95-479 (Me.Super.Ct.), filed with Response. Defense Counsel argued that it was clear from portions of Daniel's \"final\" interview that he lacked personal knowledge of these events or any reasonable ability to remember them, as a result of which the testimony should be excluded pursuant to Me.R.Evid. 601 and/or 602. <i>Id.</i></p>\n<p>Ardolino, who continued to be represented by Lilley and Davis, was tried by jury from March 5-19, 1996, with Superior Court Justice Margaret J. Kravchuk (the \"Trial Justice\") presiding. Docket, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.) (\"Penobscot Docket\") (entries of March 5-19, 1996), filed with Response. On the first day of the trial, the Trial Justice heard oral argument regarding the motion <i>in limine</i> to exclude portions of Daniel's testimony. Trial Transcript, Vol. I at 40-50. Defense Counsel pressed her to exclude Daniel's accusations on the basis of his asserted lack of competency to testify and/or lack of personal knowledge or conduct a <i>voir dire</i> of Daniel to examine these matters. <i>Id.</i> She reserved ruling, commenting, \"I'm not inclined to allow a voir dire where there's not a serious question with a very, very young child especially.\" <i>Id.</i> at 49-50. After listening to the commencement of Daniel's in-court testimony, she denied the motion. Daniel Transcript at 23-25.</p>\n<p>During the course of trial, the jury heard evidence, <i>inter alia,</i> that:</p>\n<p>1. Ardolino and Nan Ardolino had a troubled marriage; after leaving Ardolino \"many times\" Nan left him for the final time in February 1992, taking their two youngest children and leaving Daniel and Matthew with Ardolino. Trial Transcript, Vol. III at 23-24 (testimony of Nan Ardolino). She was not concerned that Ardolino was going to harm the children in any way. <i>Id.</i> at 43. In October 1992, when the two were in the midst of a bitter divorce, Nan spoke with Ardolino on the telephone and told him that she was not coming back and no longer loved him. <i>Id.</i> at 24-27.</p>\n<p>2. Shortly afterward, Nan learned that she was under investigation by DHS for allegedly sexually abusing Daniel and Matthew. <i>Id.</i> at 28. In March 1993 Ardolino phoned authorities in New York to report that he had learned that Daniel and Matthew had been sexually abused by his wife's father (a New York resident). <i>Id.,</i> Vol. VI at 98-99 (testimony of Det. Oscar Hoffman). In mid-March 1993 Ardolino repeatedly phoned the district attorney's office in Machias, expressing anger and frustration with the pace of the Maine sexual-abuse investigation. <i>Id.,</i> Vol. IV at 41-46, 50-51 (testimony of Cynthia Wright and Sarah Falconer-Maker). Earle Tyler, an attorney who represented Ardolino in connection with the sexual-abuse allegations and believed them to be true, advised his client to be as aggressive as necessary in pursuing them. <i>Id.,</i> Vol. VIII at 224, 226. Per Daniel's testimony, Ardolino asked the boys to make the allegations, which were false. Daniel Transcript at 12-13, 18.</p>\n<p>3. Sometime after Nan Ardolino left for good, Ardolino began to hit Matthew and Daniel with his hands and feet when he got mad, and had hit Matthew in the stomach. <i>Id.</i> at 7-8.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*221</span> 4. On Monday, June, 21, 1993 Ardolino was informed that no charges would be brought against Nan Ardolino and that he himself might face charges for filing a false police report. Trial Transcript, Vol. IV at 63-64 (testimony of Det. Bryant White). When told this news, he became angry. <i>Id.</i> at 110 (testimony of Det. David Giroux).<sup>[3]</sup> According to a neighbor who was babysitting the boys that day, Ardolino did not appear angry when he came to pick them up following his meeting with police; Daniel testified that his father seemed \"a little tense\" afterwards. <i>Id.,</i> Vol. VI at 223-25 (testimony of Mary Helen Baldwin); Daniel Transcript at 19.</p>\n<p>5. Barry Frost was at the Ardolino home doing yard work on the Thursday, Friday and Saturday prior to Matthew's death. Trial Transcript, Vol. VIII at 204-06 (testimony of Barry Frost). On Thursday, when Frost went to the Ardolino home to inquire about the lawn work, Matthew was helping around the yard and did not seem ill in any way. <i>Id.</i> at 205-07. On Friday afternoon, after the boys returned from clamming with their father, both helped Frost rake grass and dump it into their garden and both seemed like \"typical young boys.\" <i>Id.</i> at 208-10. When Frost was at the Ardolino home for approximately an hour between 2 and 3 p.m. on Saturday afternoon, both boys were outside, neither seemed sick or injured and Frost did not notice bruises on Matthew. <i>Id.</i> at 211-12. At one point Matthew left for ten or fifteen minutes, then reappeared with grass stains on his T-shirt. <i>Id.</i> at 213. He told Ardolino he had been lying down in the freshly cut grass. <i>Id.</i></p>\n<p>6. Daniel had no specific recollection of the days of the week leading up to Matthew's death, but he did remember events of Saturday, June 26, 1993. Daniel Transcript at 19-20. That morning, Ardolino kicked Matthew when angry over the way he made a milkshake, then later pushed him against the side of a boat on the clam flats and said he was like his mother. <i>Id.</i> at 25-26, 28.</p>\n<p>7. Brian and April Grant saw Ardolino and the boys on the clam flats that morning, and heard Ardolino yelling and swearing, \"ranting and raving.\" Trial Transcript, Vol. V at 9-10, 13 (testimony of Brian Grant), 33 (testimony of April Grant). Brian Grant overheard Ardolino say, among other things, \"you're just like your fucking mother.\" <i>Id.</i> at 10. April Grant overheard Ardolino say, among other things, \"if you don't stop your effing lying to me, I'll shut you up for good.\" <i>Id.</i> at 33. These comments appeared to be directed at Matthew. <i>Id.</i> at 11, 34. The Grants did not see Ardolino strike either boy. <i>Id.</i> at 16, 43.</p>\n<p>8. After Ardolino and the boys returned home from clamming and while lunch was being prepared, Daniel found Matthew lying on the grass curled up \"like sleeping almost,\" although not complaining. Daniel Transcript at 31-32. The boys went inside. <i>Id.</i> at 32. Matthew kept lying down on the floor, and Daniel kept telling him to get up. <i>Id.</i> At about 2 p.m., after eating some eel for lunch and while hanging some laundry to dry, Matthew vomited. <i>Id.</i> at 33. Daniel did not inform his father of that fact. <i>Id.</i> at 39. When Ardolino left home to pick up some pheasants, Matthew vomited again, and <span class=\"star-pagination\">*222</span> Daniel took a phone call in which a man asked to speak to Matthew but hung up. <i>Id.</i> at 39-40. When Ardolino came home, Daniel informed him that someone had called to speak with Matthew, and Ardolino angrily questioned Matthew as to whether he had called anyone. <i>Id.</i> at 40-41. Ardolino told Matthew \"to go down to the tree house because he just wanted him out of his sight.\" <i>Id.</i> at 42. Matthew went up inside the tree house, where Daniel found him crying. <i>Id.</i> at 47-48. Later, after the boys returned home, Ardolino continued to press Matthew about the phone call, which Matthew denied having made. <i>Id.</i> at 49-50. At about 9 p.m. Ardolino asked Daniel to get a baseball bat, and used the tip of it to poke Matthew several times in the stomach as he further questioned him about the call. <i>Id.</i> at 51-53. Matthew fell to the floor crying and threw up again. <i>Id.</i> at 53-54. Ardolino told him to go upstairs to bed and told Daniel to go check on him. <i>Id.</i> at 54. Daniel asked Matthew if he was okay; he said he was. <i>Id.</i> Daniel went downstairs to sleep in his father's room. <i>Id.</i> at 54, 56.</p>\n<p>9. At approximately 4 a.m. Ardolino awakened Daniel and asked him to check on Matthew. <i>Id.</i> at 55. Daniel found Matthew downstairs on the living-room couch covered by a blanket; his face was cold to the touch. <i>Id.</i> at 56. Daniel yelled to his father. <i>Id.</i> at 56, 58. Ardolino, scared and shaken, brought Matthew to the bathroom and showered him in warm water to warm him up, started to attempt to resuscitate him and phoned the next-door neighbors, the Baldwins, for help. <i>Id.</i> at 59. Ardolino then told Daniel to say that Matthew had fallen out of a tree house. <i>Id.</i></p>\n<p>10. Prior to going to the Ardolino home the Baldwins, who were trained in life-saving techniques, called for an ambulance and phoned Willard Kelly, who worked with an ambulance corps, to request that he bring an oxygen bottle to the Ardolino home. Trial Transcript, Vol. VI at 108-10 (testimony of David Baldwin). They then went to the Ardolino home and took over resuscitation efforts. <i>Id.</i> at 112-14. Both Daniel and Ardolino were dressed when they arrived. <i>Id.</i> at 118. After Kelly arrived and relieved Mary Baldwin in resuscitation attempts, she observed Ardolino drinking a cup of coffee in the dining room. <i>Id.</i> at 191 (testimony of Mary Baldwin). Kelly, who is a funeral director, noticed that Matthew's body was stiff with rigor mortis and cold; it was obvious to him that the boy was dead. <i>Id.</i> at 230-31. En route to the hospital, the ambulance crew discontinued rescue efforts. <i>Id.</i> at 256-57 (testimony of Nancy Parritt).</p>\n<p>11. En route to the hospital and while there, Ardolino appeared distraught, was crying and was at times incoherent. <i>Id.</i> at 24-25, 71 (testimony of Dr. Robert Beekman), 167-68 (testimony of David Baldwin), 241 (Kelly testimony). Prior to viewing Matthew's body Dr. Beekman, the pediatrician on call for the hospital that morning, asked Ardolino what had happened. <i>Id.</i> at 4-7 (Beekman testimony). Ardolino told him that at about 2:30 p.m. the previous day he had learned that Matthew had fallen about fifteen feet from a tree house or platform, that he had examined him and found that he was all right, that following lunch Matthew vomited bile but felt much better, at dinner Matthew again vomited bile but felt much better, at midnight Matthew again vomited and that Daniel found Matthew at 4 a.m. <i>Id.</i> at 7-8. Upon viewing the body, Dr. Beekman formed the opinion that its appearance (injuries on different body planes seemingly of different ages) was inconsistent with the history given by Ardolino. <i>Id.</i> at 14-15. He called in deputy chief medical examiner Dr. Edward David. <i>Id.</i> at 24; <i>id.,</i> Vol. V at 45-46 (testimony of Dr. Edward David). Dr. David observed \"multiple bruises and abrasions over both the <span class=\"star-pagination\">*223</span> front and back of the trunk, the front and back of the head, and on all four extremities, both legs and both arms.\" <i>Id.,</i> Vol. V at 65.<sup>[4]</sup></p>\n<p>12. At the hospital Ardolino also was questioned by Maine State Police Detective Robert Cameron, who tape-recorded the interview. <i>Id.,</i> Vol. VII at 183-86 (testimony of Det. Robert Cameron). The Trial Justice permitted the jury to hear the tape, using copies of a police-prepared transcript as aids. <i>Id.</i> at 191-93. Copies of the transcript were to be collected after the tape was played; the transcript itself was not admitted into evidence. <i>Id.</i><sup>[5]</sup> According to the transcript, in response to the question \"Robert, what happened, what caused the injury to Matthew?\" Ardolino said, \"Fell out of a tree, they were playing outside in the [sic] one of the spruce trees and the tree fort there.\" Maine State Police Summary of Interview of Robert Ardolino on June 27, 1993, State's Exh. 36-A (\"Original Ardolino Transcript\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 1. Per the transcript, Ardolino told Cameron, among other things, that (i) he looked at Matthew and saw some nicks and bruises, but Matthew said he was okay, (ii) Matthew went back out, hung laundry and was in and out, (iii) Matthew went upstairs to his room and lay down, came downstairs at about 9 p.m. for dinner, said he did not feel like eating and threw up bile, (iv) Matthew went upstairs to bed at about 11:30 or midnight, (v) at that time Ardolino asked if he was all right; he said his stomach \"hurt a little bit\" but he was fine, (vi) Ardolino \"popped up\" at four in the morning  he did not know why  and woke Daniel to check on Matthew, whereupon Daniel found his brother on the couch not breathing. <i>Id.</i> at 3-4. Also, according to the transcript, Ardolino said, \"[T]here was vomit in his bed, and like a couple of little spots, another spot, went up and shut the light off, Dan, Danny went up and shut out lights....\" <i>Id.</i> at 5-6.</p>\n<p>13. Dr. David authorized transport of Matthew's body to Augusta for an autopsy, Trial Transcript, Vol. V at 77 (David testimony), which was performed by deputy chief medical examiner Dr. Kristin Sweeney, <i>id.,</i> Vol. VII at 4-5, 8 (testimony of Dr. Kristin Sweeney). She concluded that Matthew died in the early morning hours, probably at about midnight, of acute peritonitis secondary to a rupture of his jejunum (part of the small bowel) caused by blunt trauma to the abdomen. <i>Id.</i> at 10, 33, 38. She estimated that the jejunum had ruptured about twenty-four hours before death and that the fatal injury had occurred within twenty-four hours prior to the rupture. <i>Id.</i> at 45-46. Accordingly, none of the blows Daniel described as occurring on Saturday, June 26, could have been the fatal blow. <i>Id.</i> at 103. With the aid of microscopic study of tissue specimens, <i>id.</i> at 40, Dr. Sweeney concluded that Matthew had multiple internal and external injuries of varying ages, including older internal injuries to the abdominal area. <i>See, e.g., id.</i> at 46-47, 54.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*224</span> 14. State police investigators who went to the Ardolino property following Matthew's death found no evidence of a recent fall from a tree house. <i>See, e.g., id.,</i> Vol. VIII at 48-49 (Cameron testimony), 66-69 (Barbee testimony). A hooded sweatshirt found in Matthew's bedroom contained spruce needles and a substance believed to be pitch, but no tears, rips, blood or skin tissue. <i>Id.</i> at 39 (Cameron testimony), 114-15, 127 (testimony of Trooper William Harwood).</p>\n<p>15. Medical witnesses disagreed as to:</p>\n<p>(i) Whether Matthew's injuries were consistent with \"battered child syndrome,\" <i>compare, e.g., id.,</i> Vol. V at 134-36 (consistent; Ricci testimony), <i>id.,</i> Vol. VII at 67 (consistent; Sweeney testimony) <i>with id.,</i> Vol. IX at 18-19, (inconsistent, Dunton testimony);<sup>[7]</sup> and</p>\n<p>(ii) The symptomatology exhibited by a child with acute peritonitis, <i>compare, e.g., id.,</i> Vol. IV at 25-29 (Patterson testimony that once peritonitis sets in, child typically will not want any movement; pain increases until child becomes \"obtunded\"  <i>i.e.,</i> begins to slip into a coma; \"it would be apparent to the parent as well as to a medical person ... that there was something wrong with the child\"), <i>id.,</i> Vol. V at 131-32 (Ricci testimony that death from peritonitis \"typically occurs because of the overwhelming infection and shock and fluid loss\"; once peritonitis sets in, \"any movement, any movement at all, even deep breaths, a cough, any movement from the right side to the left side causes the pain to become excruciating.... The child typically will lay quietly, often with their legs drawn up to their chest to relieve the pressure of the muscles on the abdomen. And to all appearances they look seriously ill.\"); <i>id.,</i> Vol. VI at 18 (Beekman testimony that if a child has peritonitis, \"it should be very obvious\" that child is sick) <i>with id.,</i> Vol. VII at 69 (Sweeney testimony that elderly people, babies and children \"don't always complain of that much pain\" with peritonitis; they might just say they have a tummy ache); <i>id.,</i> Vol. IX at 32 (Dunton testimony that peritonitis might be \"very painful for some, ... minimally painful for others\"; a lot of children are tougher than adults and can tolerate more discomfort); <i>but see id.</i> at 92 (Dunton testimony that, in last two hours before death from peritonitis, child if conscious \"maybe could physically\" walk, but \"I would not expect that he would want to.\").</p>\n<p>Both the prosecution and the defense rested finally on Friday, March 15, 1996. <i>Id.,</i> Vol. IX at 113. In his closing argument on Monday, March 18, the prosecutor argued, <i>inter alia:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*225</span> So, ladies and gentlemen, if Matthew Ardolino went to bed upstairs at midnight, he was near death. How did he end up on the couch with the blanket over him and a pillow under his head? How did he get from upstairs to downstairs? There are really only two possibilities, aren't there. The first possibility is that Matthew, despite the excruciating pain, despite shock, despite the fact that he vomited a large amount of bilious material and vomit on his bed, quietly walked down the stairs by himself with his blanket and pillow and laid down on the couch to die, without even bothering to wake his father up for help, who was right in the next room downstairs. Do you believe that's what happened? Does that make any sense? If it did happen, it would certainly tell you how much fear Matthew had about asking his father to help, doesn't it? He wouldn't even go into his father's bedroom.</blockquote>\n<blockquote>The other possibility is that when Matthew Ardolino went to bed that night at about midnight, he was indeed a very sick boy. And he was battered and he was bruised. And his father knew it. And still this defendant never called the doctor or took Matthew to the hospital because this defendant knew that if he did, the doctors would recognize child abuse when they saw it, just like Dr. Beekman did....</blockquote>\n<blockquote>And so the other possible explanation as to how Matthew got downstairs on the couch is that someone had to bring him there. It had to be either Danny or the defendant. There's no evidence that Danny did that. Why would Danny do that and then go back to bed? He was sound asleep in his father's bedroom. And if it was not Danny and it wasn't Matt, it had to be the defendant who brought Matt downstairs.... If Matt was too sick to walk, and Dr. Dunton says he would have been, that's the only explanation for how Matthew got downstairs to the couch so quietly, isn't it? And if that happened, ladies and gentlemen, what does that tell you? Doesn't it tell you that the defendant was up that night well before four o'clock in the morning. He was up while Matthew was dying or shortly after Matthew died. He was up while rigor mortis was setting into Matthew's body. He was up trying to figure out what he was going to say, what he was going to do, trying to figure out what story would be told and who would tell it.</blockquote>\n<blockquote>That the defendant was up earlier than four o'clock and knew Matthew was dead is supported by the defendant's own words and actions. In his statement to Detective Cameron, which is again on tape, he mentioned to Detective Cameron that the bed had vomit on it. Remember that? How would he know? How would he know unless he had gone upstairs? According to him, he didn't. He sent Danny.... In order for him to know that there was vomit on Matthew's bed, he had to have been up there earlier in the night before he woke Danny up. And remember, both Mary Helen Baldwin and Willard Kelley [sic] saw him drinking a cup of coffee that morning. If the body had just been discovered at four o'clock and he was in a grief-stricken panic, how did he find time to make himself a cup of coffee?</blockquote>\n<blockquote>If he was up earlier that night, and all the evidence indicates that he was, why would he want to delay the discovery of his son's body? ...</blockquote>\n<blockquote>And finally at four o'clock that Sunday morning, he popped up for no reason. And what did he do? He didn't get up and check on his sick son upstairs. He didn't have to. He already knew that his sick son upstairs had become his dead one downstairs....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*226</span> ... There's vomit on the bed upstairs, and he knew it. He told Detective Cameron that at the hospital that very morning at eight o'clock or 8:21.</blockquote>\n<p><i>Id.,</i> Vol. X at 44-48. The jury retired to deliberate that day. <i>Id.</i> at 139.</p>\n<p>Before the jury left for the day, its foreman requested audio-tape and video-cassette players; in response, the Trial Justice asked the next morning whether the jury wished to see or hear any audio tapes or video tapes in the courtroom. <i>Id.,</i> Vol. XI at 1-2. The jury asked to hear State's Exhibit 36  the audio tape of Cameron's interview of Ardolino at the hospital on the morning of Matthew's death  and to bring notebooks. <i>Id.</i> at 2. The tape was replayed for the jury in the courtroom. <i>Id.</i> at 3. The transcripts were not redistributed, the Trial Justice remarking, \"The tape wasn't as bad as it is in some cases, they can listen to it.... [I]f they choose to take notes, they can't be following a script anyway, and that way they will be concentrating exactly on what the evidence is[,] which is the tape.\" <i>Id.</i> Later that day the jury rendered its verdict, finding Ardolino guilty of depraved-indifference murder as charged in Count I of the indictment. <i>Id.</i> at 26-27.</p>\n<p>On April 30, 1996, in accordance with the jury's verdict, Ardolino was adjudged guilty of depraved-indifference murder in violation of 17-A M.R.S.A § 201(1)(B) and sentenced to a term of thirty-five years' imprisonment for that offense. Corrected Judgment and Commitment, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct. May 3, 1996), filed with Response.</p>\n<p>On May 1, 1996 Ardolino filed a notice of appeal to the Law Court. Penobscot Docket (entry of May 1, 1996). He raised four issues: (i) whether, inasmuch as neither the indictment nor discovery specified any act or conduct as a result of which he was charged with depraved-indifference murder and manslaughter, the trial court should have ordered the State to file a bill of particulars; (ii) whether, in the absence of proof of actual conduct causing the death of his son, the trial court should have granted his motion for a directed verdict; (iii) whether the trial court should have excluded as irrelevant and unfairly prejudicial massive and repetitive evidence of his alleged misconduct toward his divorcing wife, including his alleged instigation of his sons to file false charges of sexual abuse against her and her father; and (iv) whether the prosecutor's closing argument contained plainly erroneous statements of the evidence, depriving him of a fair trial. Brief for Appellant Robert Ardolino, <i>State v. Ardolino,</i> Law Docket No. PEN-96-294 (Me.), filed with Response, at 7. Ardolino also on May 20, 1996 filed an application to the Law Court to allow an appeal of his sentence; this appeal was permitted by order dated July 17, 1996. Penobscot Docket (entries of May 20, 1996 &amp; July 17, 1996). By decision dated June 30, 1997 the Law Court affirmed both the judgment and sentence. <i>Ardolino,</i> 697 A.2d at 75.</p>\n<p>On March 9, 1998 Ardolino filed a <i>pro se</i> motion for a new trial based on newly discovered evidence  namely, an audiological enhancement of the Cameron interview audio tape revealing that the original transcript contained more than one hundred and fifty errors. Motion for a New Trial Based on Newly Discovered Evidence Pursuant to Rule 33 M.R.C. [sic] (\"New Trial Motion\"), <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct.), filed with Response, at 3. Ardolino noted, in particular, that the State had based a critical closing argument on a misunderstanding of the tape. <i>Id.</i> at 2-3. The prosecutor had argued that Ardolino could not have known that there was vomit on Matthew's bed  as he told Cameron on the morning of Matthew's death  unless he had gone upstairs prior to 4 a.m. to carry <span class=\"star-pagination\">*227</span> the dead or dying boy downstairs to the couch where Daniel ultimately found him. <i>See</i> Trial Transcript, Vol. X at 46-47. The audiological enhancement revealed that, in fact, Ardolino had told Cameron that he saw the vomit when he and Daniel went upstairs to Matthew's room together prior to leaving for the hospital. New Trial Motion at 2-3; <i>see also</i> Brief of Robert Ardolino, <i>State v. Ardolino,</i> Law Docket No. PEN-98-181 (Me.), filed with Response, at 4-5.<sup>[8]</sup></p>\n<p>By order dated March 20, 1998 the Trial Justice denied the motion, stating, \"Accepting as true the enhanced clarity of the taped statement of Robert Ardolino, this Court is satisfied that those facts do not amount to newly discovered evidence within the meaning of <i>State v. Casale,</i> <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Me.</span> <span class=\"page\">312</span></span>, 319-20, <span class=\"citation\" data-id=\"2269550\"><a href=\"/opinion/2269550/state-v-casale/\"><span class=\"volume\">92</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">718</span></a></span>, 722 (1952) and its progeny.\" Order, <i>State v. Ardolino,</i> Criminal No. 95-478 (Me.Super.Ct. Mar. 20, 1998), filed with Response. Ardolino appealed; the Law Court affirmed by decision dated January 21, 1999. <i>State v. Ardolino,</i> <span class=\"citation\" data-id=\"2102355\"><a href=\"/opinion/2102355/state-v-ardolino/\"><span class=\"volume\">723</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">870</span></a></span>, 871 (Me.1999). The Law Court agreed that \"the enhanced version [of the tape] is not newly discovered evidence because it could have been discovered before the trial by the exercise of due diligence.\" <i>Id.</i> at 873 (citation and internal quotation marks omitted). The Law Court also stated:</p>\n<blockquote>In contending that a refusal to grant a new trial is unjust because his conviction is based on false information, Ardolino overstates the importance of the transcript in the overall context of the trial. This case does not present a situation in which on a tape recording a defendant sounds like he is confessing to a crime, and the subsequently enhanced version of the recording reflects not a confession, but the defendant's denial of criminal conduct. The State referenced what Ardolino contends are inaccuracies in the transcript in only a few sentences in the closing argument. There is no indication that the jury convicted Ardolino based on the transcript, and the reference in the State's closing argument to the source of Ardolino's knowledge that there was vomit on Matthew's bed was but a small part of the evidence relied on by the State to convince the jury of Ardolino's guilt. There was substantial evidence pointing to Ardolino's physical and emotional abuse of the boy, of Ardolino's awareness of Matthew's serious condition (his body had more than one hundred bruises and abrasions), and that his son was vomiting bile on the day prior to his death. Despite that awareness, Ardolino did not seek medical attention for Matthew.</blockquote>\n<blockquote>Ardolino had possession of the original tape recording 18 months prior to trial. He repeatedly vouched for its accuracy and failed to object to any inaccuracy between what was on the tape played at the trial, or the transcript used at the trial, and what he actually said during the interview, or the events <span class=\"star-pagination\">*228</span> that took place on the day of his son's death. Moreover, the impact that the availability of the enhanced version of the recording would have had on the outcome of Ardolino's trial is minimal, at best.</blockquote>\n<p><i>Id.</i> at 873-74.</p>\n<p>On June 29, 1998 Ardolino filed a state petition for post-conviction review. Docket, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.) (\"State PCR Docket\") (entry of July 1, 1998), filed with Response. The petition was stayed pending final action on Ardolino's appeal from the denial of his motion for a new trial. <i>Id.</i> (entry of July 10, 1998). Ultimately, an amended petition was filed setting forth the following grounds for review:</p>\n<blockquote>A. Ineffective Assistance of Counsel</blockquote>\n<blockquote>Defense counsel failed to investigate the scientific and legal ramifications of the effects of the suggestive methods used in this case on a child's ability to report events. Accordingly, counsel was unaware of the causal relationship and positive correlation between certain interview techniques and inaccuracies in reporting (unreliable reports). Because counsel failed to investigate this matter, counsel was unprepared to  and thus did not  present the scientific research literature to the trial court as part of a challenge to the admissibility of Daniel's post suggestive interview statements on the ground that they are constitutionally unreliable. Had Daniel's statements been excluded from the trial  as the Constitution requires  there would have been no conviction (indeed, there would not have been a trial). Counsel was also unprepared to  and thus did not  present to the jury the scientific research literature showing that the tactics used to extract accusations from Daniel have been proven to cause children to make false, though seemingly credible, reports....</blockquote>\n<blockquote>B. Ineffective assistance of counsel</blockquote>\n<blockquote>Counsel failed to ensure that the tape of the first interrogation, which the prosecutor played for the jury, was audible. Thus, defense counsel allowed the prosecutor to present an inaudible tape, along with an alleged transcript  prepared by the prosecutor  that was inaccurate in several crucial respects. [T]he prosecutor used the inaudible tape and inaccurate transcript to make arguments that were contrary to the statements made during the interrogation and that were contradicted by the evidence. Defense counsel's failure to listen to the tape and ensure that the prosecutor's transcript conformed to the tape enabled the prosecutor to misrepresent the evidence and make unsubstantiated arguments that resulted in conviction....</blockquote>\n<blockquote>C. Ineffective Assistance of Counsel</blockquote>\n<blockquote>Defense counsel failed to make legal arguments to prevent the state from using the \"battered child syndrome\" to convict Mr. Ardolino. The arguments counsel should have made were based on settled Maine case law holding that use of the \"syndrome\" is illegal in this state....</blockquote>\n<p>Final Amended Petition for Post-Conviction Review (\"State PCR Petition\"), <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response, at 5.</p>\n<p>During a two-day hearing held April 24-25, 2001 before Superior Court Justice Andrew M. Mead (the \"State PCR Justice\"), Ardolino presented the testimony of psychologist Maggie Bruck, Ph.D., a professor at Johns Hopkins University medical school and a specialist in autobiographical memory and suggestibility in children. State PCR Docket (entries of April 25, 2001); Transcript of Hearing on Post-Conviction Review (\"State PCR Transcript\"), <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response, Vol. 1 at 7-9. Dr. Bruck testified that commencing <span class=\"star-pagination\">*229</span> in the early 1990s a growing body of empirical research confirmed that suggestive interviewing techniques (generally driven by interviewer bias) cause children to make false, albeit often seemingly credible, reports. State PCR Transcript, Vol. 1 at 17-20, 27, 31. Dr. Bruck stated that these suggestive techniques go well beyond the paradigm of the \"leading question,\" <i>id.</i> at 15, 30, taking such forms as (i) asking \"yes, no\" rather than open-ended questions, <i>id.</i> at 57-58, (ii) repeated questions, <i>id.</i> at 60-61, (iii) repeated interviews, <i>id.</i> at 62, (iv) rewards and punishments, <i>e.g.,</i> \"You'll feel better once you tell,\" <i>id.</i> at 63-64, (v) stereotype induction, <i>e.g.,</i> \"introducing the idea that someone is scary or aggravated or upset and then maybe actually giving examples in their own life about how this happens,\" <i>id.</i> at 68, (vi) interviews with adults of high status, such as police officers, <i>id.</i> at 70, (vii) the use of multiple interviewers, <i>e.g.,</i> \"good cop, bad cop,\" <i>id.</i> at 70-71, (viii) peer pressure, <i>e.g.,</i> \"someone told me that this happened, someone told me that they saw you,\" <i>id.</i> at 72, and (ix) inviting speculation, <i>e.g.,</i> \"could it have happened?,\" <i>id.</i> at 73.</p>\n<p>Dr. Bruck testified that, in her opinion, police investigators \"broke every standard method of interviewing protocol\" during the lengthy January 1994 interview of Daniel. <i>Id.</i> at 105-06. Further, in her view, \"the way this child was questioned and the techniques that were used in this case have been shown in the scientific literature to provide a high risk of eliciting inaccurate testimony.\" <i>Id.</i> at 114-15. Dr. Bruck also noted that Daniel met regularly with DHS workers, was in therapy and discussed the issue of his father to some degree with his foster parents and his mother, providing \"other potential sources of potential for distortion in his reports.\" <i>Id.</i> at 87. It was her expert opinion, \"to a reasonable degree of scientific certainty, based on the relevant research literature and the facts in this case, that the suggestive methods used to obtain allegations from Daniel Ardolino render[ed] his resulting accusations as unreliable evidence.\" Affidavit of Maggie Bruck, Ph.D., attached as Ex. N to Petition, at 50.</p>\n<p>Subsequent to the evidentiary hearing, on May 3, 2001, Defense Counsel Davis filed a statement in connection with the State PCR Petition. State PCR Docket (entry of May 3, 2001). The statement was placed in an envelope with the notation, \"Justice Mead did not want to review this and instructed that it be sealed and placed in the file.\" Copy of outside of envelope, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct.), filed with Response.</p>\n<p>By decision dated May 14, 2001 the State PCR Justice denied Ardolino's petition. Decision and Judgment, <i>Ardolino v. State,</i> Criminal No. 98-430 (Me.Super.Ct. May 14, 2001) (\"State PCR Decision\"), filed with Response. On May 30, 2001 Ardolino filed a notice of appeal. State PCR Docket (entry of May 30, 2001). On February 28, 2002 the Law Court issued an order denying a certificate of probable cause, stating, \"[I]t is apparent that the appeal does not raise any issue worthy of being fully heard[.]\" Order Denying Certificate of Probable Cause, <i>Ardolino v. State,</i> Docket No. PEN-01-340 (Me. Feb. 8, 2002), filed with Response.</p>\n<p>The instant petition was filed on December 13, 2001. Petition at 1.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Ardolino characterizes the State PCR Decision as containing \"numerous errors,\" <i>id.</i> at 3, claiming that as to each of the three grounds for relief raised in that forum, the decision unreasonably applied clearly established federal law as determined by the Supreme Court to the facts of his case, <i>see, e.g., id.</i> at 34, 69, 82.</p>\n<p><span class=\"star-pagination\">*230</span> As Ardolino recognizes, <i>see id.</i> at 86, ¶ 330, with respect to claims of ineffective assistance of counsel <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984), and its progeny constitute the \"clearly established\" yardstick against which a state post-conviction-review decision must be measured. To establish ineffective assistance, a defendant must first show that counsel's performance was deficient, <i>i.e.,</i> that the attorney \"made errors so serious that counsel was not functioning as the `counsel' guaranteed the defendant by the Sixth Amendment.\" <i>Strickland,</i> 466 U.S. at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. Second, the defendant must make a showing of prejudice, <i>i.e.,</i> \"that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\" Id. The court need not consider the two elements in any particular order; failure to establish either precludes judgment in the defendant's favor. <i>Id.</i> at 697, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. The court \"must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action might be considered sound trial strategy.\" <i>Id.</i> at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span> (citation and internal quotation marks omitted). The \"prejudice\" prong of the <i>Strickland</i> test entails more than demonstration of a possibility that counsel's errors had some conceivable effect on the outcome of the proceeding. <i>Id.</i> at 693, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. A defendant must \"show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n<p></p>\n<h2>A. Audio Tape</h2>\n<p>Section I of the State PCR Decision addressed Ardolino's claim regarding trial counsel's failure to enhance the June 27, 1993 audio tape of the Cameron interview, finding in relevant part:</p>\n<blockquote>The ability [to enhance audio tapes] has the potential of producing particularly profound results. For instance, an unaltered audio tape may seem to disclose a suspect saying, \"I did do it,\" (ie.  a confession) when an enhanced version might have him saying, \"I didn't do it.\" In such instances, the lack of an enhanced version at trial would clearly affect the outcome of the proceeding in an unacceptable way.</blockquote>\n<blockquote>In the instant matter, the enhanced version contains a number of instances where the original transcript appears to be in error. In reviewing the impact of trial counsels' failure to obtain an enhanced version upon the outcome of the trial, the court must examine the nature of the differences and omissions. If the differences are as profound as that noted above, clearly counsel would have missed a crucial element of preparation. In actuality here, most of the changes are utterly innocuous. Petitioner argues that some, like the reference to \"... pounding ...\" instead of \"... patting ...\" and the fact that he made a trip upstairs and would have seen the vomit, are important and would have affected the outcome of the trial.</blockquote>\n<blockquote>This court and the Law Court disagree with the Petitioner's sentiment. In each instance, the discrepancy between the enhanced version and the transcript concerns only one point in a much larger set of facts which formed the basis for the verdict. Additionally, it should be noted that the transcript was not admitted into evidence  it was utilized as an aid for the jury to follow along in the actual playing of the tape. Furthermore, both the court and counsel felt that the tape was of sufficient quality to be discerned by the members of the jury. The Petitioner, more than anyone, was in a position to know what he actually said and could have clarified and corrected any <span class=\"star-pagination\">*231</span> misconceptions during the course of the trial. Under these circumstances, the court cannot conclude that counsel failed to perform competently by not objecting to the tape or obtaining an enhanced copy.</blockquote>\n<p>State PCR Decision at [2]-[3] (footnote omitted). In a footnote, the State PCR Justice quoted the comment made by the Law Court on appeal from denial of the motion for a new trial that \"Ardolino overstates the importance of the transcript in the overall context of the trial.\" <i>Id.</i> at [2] n. 1.</p>\n<p>Ardolino challenges those portions of the State PCR Decision (i) finding the tape/transcript discrepancies \"only one point in a much larger set of facts which formed the basis for the verdict,\" Petition at 34-35, ¶¶ 138-45, and (ii) observing that the transcript was not admitted into evidence and that \"both the court and counsel felt that the tape was of sufficient quality to be discerned by the members of the jury,\" <i>id.</i> at 35-37, ¶¶ 146-60.</p>\n<p>On the first point, Ardolino reasons that inasmuch as the State presented no evidence that he inflicted the fatal blow, his conviction for depraved-indifference murder \"necessarily depended on the jury concluding that Mr. Ardolino had knowingly, and with depraved indifference allowed his son to die.\" <i>Id.</i> at 34-35, ¶¶ 140-42. However, he continues, \"state and defense witnesses revealed that Matthew appeared to be healthy up until the time he went to bed.\" <i>Id.</i> at 35, ¶ 143. Ardolino posits that without the tape \"the facts presented at trial would reveal that Matthew was last seen by his brother and father as a healthy boy, albeit one who said he didn't feel well but went upstairs to bed unassisted and later told his brother that he was feeling `okay.'\" <i>Id.</i> at 35, ¶ 144. Accordingly, in his view, \"[t]he state court's attempt to bury the tape in the length of the trial is not supported by the record. Indeed, the fact that at the prosecutor's urging the jury asked for the tape, <i>and only the tape,</i> during deliberations highlights the fact that it was the linchpin of the conviction.\" <i>Id.</i> at 35, ¶ 145 (emphasis in original).</p>\n<p>The State PCR Decision does not on this basis constitute an objectively unreasonable application of clearly established federal law to the facts of this case. <i>Strickland</i> commands that \"the performance inquiry ... be whether counsel's assistance was reasonable considering all the circumstances.\" <i>Strickland,</i> 466 U.S. at 688, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. The State PCR Justice properly assessed the significance of the lack of a fully audible tape and accurate transcript in the context of the evidence as a whole. Ardolino's argument to the contrary notwithstanding, the jury did hear circumstantial evidence from which it could have concluded that he inflicted the fatal blow, including (i) the opinion of Drs. Sweeney and Ricci that Matthew's injuries were consistent with battered child syndrome, (ii) the fact that Ardolino, was Matthew's sole adult caretaker, (iii) the fact that the explanation Ardolino offered on the morning of Matthew's death for his injuries proved not to account for the fatal blow, (iv) evidence of motive, <i>i.e.,</i> poorly controlled rage generated by the divorce and backfiring of the plan to discredit Nan Ardolino and (v) evidence from which the jury could reasonably have inferred that Ardolino, who by his own admission had seen Matthew as late as 11:30 or midnight, shockingly delayed seeking medical treatment for the boy, indicating that he had something to hide.</p>\n<p>Second, even assuming <i>arguendo</i> that the verdict \"necessarily\" hinged on a conclusion by the jury that Ardolino allowed his son to die, the evidence did not monolithically paint a portrait of a boy who, to all appearances, was essentially \"healthy\" <span class=\"star-pagination\">*232</span> when he went to bed. There was extensive medical evidence from which the jury could have concluded that by the time Matthew went to bed (within two hours of his death) he would have appeared seriously ill, including Dr. Ricci's testimony that once peritonitis sets in, a child typically wants to lie quietly because any movement causes excruciating pain and evidence that, prior to death from this cause, a child typically goes into shock and slips into a coma. Even taking Ardolino's own reported statements to Dr. Beekman and Cameron on the morning of Matthew's death at face value, he would have known that his child had fallen as much as fifteen feet from a tree or tree house, sustained nicks and bruises and had vomited bile several times. Regardless whether the child himself professed that he was \"okay,\" the jury reasonably could have found that his state of health was in serious question.<sup>[9]</sup></p>\n<p>In support of his second point Ardolino makes four arguments, each of which I address in turn:</p>\n<p>1. Inasmuch as there is no dispute that the tape contained errors, the fact that Defense Counsel stated at trial that the tape and transcript were accurate \"reveals that counsel did not listen to the tape prior to trial,\" which was \"unprofessional conduct constituting ineffective assistance of counsel.\" Petition at 35, ¶¶ 148-50. Here, Ardolino delves into the realm of state-court factual findings, which are \"presumed to be correct,\" with a habeas petitioner \"bear[ing] the burden of disproving factual holdings by `clear and convincing evidence.'\" <i>Brown,</i> 267 F.3d at 40 (citing 28 U.S.C. § 2254(e)(1)). Ardolino presents no evidence (let alone clear and convincing evidence) that Defense Counsel failed to listen to the tape or compare it against the transcript. Indeed, the record evidence is to the contrary. <i>See, e.g.,</i> Trial Transcript, Vol. VII at 187-89.</p>\n<p>2. The fact that the transcript was not entered into evidence is irrelevant, inasmuch as its very purpose was to guide the jury through portions of the tape that were difficult to decipher and, to the extent the jury relied on it as an aid, the jury was misled by it. Petition at 35-36, ¶¶ 151-54. The State PCR Justice's observation is not irrelevant. To the extent the transcript had been allowed into evidence, its significance would have been magnified. The Trial Justice cautioned the jury that the tape itself, rather than the transcript, constituted evidence, <i>see, e.g.,</i> Trial Transcript, Vol. VII at 192, and when the jury asked during deliberations to rehear the tape, they were not then permitted to view the transcript again, <i>see id.,</i> Vol. XI at 3.</p>\n<p>3. If the errors on the tape were inadvertent, anyone listening to it would have heard the misstatements so that, even without the transcript, it could have only seemed to have contained the statements the prosecutor said it contained, damning Ardolino. Petition at 36, ¶¶ 155-57. Ardolino misunderstands the import of the State PCR Justice's comments. The point is not that the tape was of sufficient quality to be heard accurately by the jury, but rather that it was of sufficient quality that <span class=\"star-pagination\">*233</span> neither Defense Counsel nor the Trial Justice appreciated at the time that the jury would misapprehend the evidence. This, in turn, is highly relevant to the question whether counsel's performance \"was reasonable considering all the circumstances\"  an analysis in which \"every effort [must] be made to eliminate the distorting effects of hindsight[.]\" <i>Strickland,</i> 466 U.S. at 688-89, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n<p>4. The jury was affected by the prosecutor's \"baseless argument,\" as underscored by the fact that the tape was the only piece of evidence the jury requested and the conviction came just afterwards. Petition at 36, ¶¶ 158-59. The State PCR Decision does not suggest that the jury was unaffected by the prosecutor's argument; rather, it states that this was but one piece in the overall evidence. As discussed above, that conclusion is supported by the record in this case.</p>\n<p>For the foregoing reasons, Ardolino fails to demonstrate that section I of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>B. Battered Child Syndrome Evidence</h2>\n<p>Section II of the State PCR Decision addressed Defense Counsel's failure to challenge the admissibility of evidence regarding battered child syndrome, stating:</p>\n<blockquote>Dr. Lawrence Ricci testified at trial regarding his diagnosis of Battered Child Syndrome with respect to Matthew Ardolino. Petitioner faults trial counsel for not suggesting to Dr. Ricci alternate causes of the bruising and otherwise challenging the admissibility of the syndrome.</blockquote>\n<blockquote>Dr. Ricci testified that [B]attered Child Syndrome is a constellation of observations and symptoms based upon observation of injuries which do not ordinarily appear in children and are not otherwise explained. Petitioner offers a number of potential sources for injury to Matthew including falling from a tree (or tree house), fights with neighbors, bicycle accidents, and such. Even accepting these possibilities at face value, the fact that most of the injuries were sustained within the last five days of Matthew's life (as testified to by all of the experts) makes the Petitioner's assertions patently unlikely. Further, even if some of the numerous bruises which encircled his body could be attributed to those innocent causes, the question of the sheer magnitude of the number of bruises would still be unanswered. Counsel was wise to avoid highlighting this issue by wading into an impeachment attempt which was bound to fail.</blockquote>\n<blockquote>The diagnosis of Battered Child Syndrome is well established and accepted in the medical field. This diagnosis is beyond the knowledge of the average person and falls within the scope of testimony allowed by Rule 702. Petitioner was allowed to offer expert testimony to suggest that the criteria for the diagnosis of Battered Child Syndrome were not present here. The fact that counsel chose not to preserve an objection to its introduction does not raise a suggestion of incompetence. On the contrary, such testimony is well within the perimeters of the current legal landscape and would have little likelihood of being excluded at the appellate level.</blockquote>\n<p>State PCR Decision at [3].</p>\n<p>Ardolino challenges section II on three grounds. Petition at 82-85, ¶¶ 305-23. First, he observes that he did not in fact fault Defense Counsel for failing to suggest alternate causes of bruising to Dr. Ricci; rather, he faulted the State for this omission. Petition at 82, ¶¶ 306-07. He argues that the State PCR Justice accordingly did not understand this issue. <i>Id.</i> at 82, ¶ 308. While this does indeed appear to be the case, it is of no moment. The <span class=\"star-pagination\">*234</span> State PCR Justice went on to address the issue actually presented: whether Defense Counsel erred in failing to contest the admissibility of the battered child syndrome evidence. <i>See</i> State PCR Petition at 5(C).</p>\n<p>Second, Ardolino contends that \"the state court dismissed counsel's failure to object to the state's use of the `battered child syndrome' by claiming it was a `wise' strategic decision `to avoid highlighting the issue [of the abrasions and bruises on Matthew] by wading into an impeachment attempt which was bound to fail.'\" Petition at 82, ¶ 309. He notes, <i>inter alia,</i> that \"[a] motion to exclude testimony is not presented to the jury. It is not an impeachment attempt of a witness.\" <i>Id.</i> at 83, ¶ 310. Ardolino misunderstands the State PCR Decision. The court was not at that point addressing the asserted failure to object to the use of battered child syndrome testimony; instead, it was focusing on what it (mistakenly) thought was the additional argument by Ardolino that Defense Counsel failed to suggest to Dr. Ricci alternate causes for Matthew's bruises.</p>\n<p>Finally, Ardolino describes the State PCR Justice's characterization of battered child syndrome as \"well within the perimeters of the current legal landscape\" as \"an erroneous and cynical interpretation of Maine law, relying on the presumption that settled state legal principles can be disregarded in any particular case or category of cases.\" <i>Id.</i> at 83, ¶¶ 313-14. He also posits that admission of this evidence offended his right to due process inasmuch as it permitted the State to place before the jury a fact not in evidence  that the bruises were caused by intentional battery  and the evidence was not tested for reliability. <i>Id.</i> at 84, ¶¶ 317, 319. Hence, in his view, \"[c]ounsel's failure to make the appropriate exclusionary motion to protect Mr. Ardolino's state and federal rights constitute[d] unprofessional conduct[.]\" <i>Id.</i> at 84, ¶ 321.</p>\n<p>To the extent Ardolino argues that the State PCR Decision wrongly applies state law, he fails to raise an issue cognizable on federal habeas review. <i>See, e.g., </i><i>Estelle v. McGuire,</i> <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991) (\"[I]t is not the province of a federal habeas court to reexamine state-court determinations on state-law questions.\"); <i>Brown,</i> 267 F.3d at 44 (\"Ordinarily a federal court may not issue a writ based on a perceived error of state law, although there may be an exception if an error of state law could be sufficiently egregious to amount to a denial of equal protection or of due process of law.\") (citations and internal quotation marks omitted).</p>\n<p>To the extent Ardolino argues that the State PCR Decision was sufficiently egregious to offend his federal due-process rights, he raises a cognizable issue but founders on the merits. First, he cites no authority to buttress this proposition. <i>See</i> Petition at 84, ¶¶ 317-20; Reply to Respondent's Answer to Petition for a Writ of Habeas Corpus Pursuant to [28] U.S.C. § 2254 Filed on December 13, 2001 (\"Reply\") (Docket No. 10) at 18-19.<sup>[10]</sup> Indeed, in what appears to be its only case addressing battered child syndrome evidence, the Supreme Court held that the admission of such evidence did not violate due process in the circumstances presented. <span class=\"star-pagination\">*235</span> <i>McGuire,</i> 502 U.S. at 68-70, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>.</p>\n<p>In any event, Ardolino's premise that battered child syndrome evidence is unreliable (and thus violated his right to due process) appears to be based on a mischaracterization of the evidence at trial as defining the syndrome as merely \"a collection of clinical impressions combined with a presumption of the occurrence of abuse.\" <i>See</i> Petition at 83-84, ¶ 316. In fact, Dr. Ricci also testified that \"battered child syndrome is an accepted medical diagnosis, not just within the specialty of child abuse but really within all medical providers.\" Trial Transcript, Vol. V at 113.</p>\n<p>Nor, finally, is Ardolino's argument that use of the \"syndrome\" violated due process by permitting the State to argue a fact not in evidence (that Matthew was battered) persuasive. In this case, there was other evidence, in the form of Daniel's testimony, that some of the bruises found on Matthew's body were the result of non-lethal battering on the day before he died. In any event, even in a case in which there are no eyewitnesses to any battering, the condition of the body itself provides the evidence underpinning a battered child syndrome determination.</p>\n<p>For the foregoing reasons, Ardolino fails to demonstrate that section II of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>C. Daniel's Testimony</h2>\n<p>The third and final section of the State PCR Decision addressed Ardolino's claim that Defense Counsel failed to look into and make use of the findings of an expert such as Dr. Bruck to challenge Daniel's testimony. State PCR Decision at [4]-[5]. The court summarized Dr. Bruck's impressive credentials and the nature of her work, stating:</p>\n<blockquote>In the broadest sense, suggestive interviews with children should be avoided because they undercut the validity of the childrens' answers. Dr. Bruck itemized a number of factors which tend to create unreliable results in child interrogations including, but not limited to, the following: repeated interviews, repeated questions, rewards, punishment, stereotype induction, and peer pressure.</blockquote>\n<blockquote>Dr. Bruck is familiar with the various interviews of Daniel Ardolino taken in this case. She discussed each in some detail and pointed out the flawed interview technique used by the interviewers. She was extremely critical of the officers' manner of handling of the interviews. She suggested that they bordered on abusive handling and violated virtually all of the \"don'ts\" which her research has established. She holds the opinion that the statements of Daniel Ardolino are patently unreliable as a result of the improper questioning.</blockquote>\n<blockquote>Petitioner argues that his trial counsel should have retained Dr. Bruck or someone like her and offered her testimony at trial.</blockquote>\n<blockquote>Upon cross examination, Dr. Bruck reports that she was not familiar with all of the facts of this case and whether they would corroborate or refute Daniel's statements. She asserts that it is unnecessary for her to have this information as her opinion is based wholly and satisfactorily on the four corners of the interview. The State's attorney suggested to Dr. Bruck that the questioning was necessary to break through a powerful web of influence which the Petitioner had cast over Daniel. Dr. Bruck refused to agree with this notion. She said,</blockquote>\n<blockquote>\"If children are not going to give you information, you have to respect that. You have to let go at some point. And that has consequences ...\".</blockquote>\n<blockquote>Dr. Bruck allowed that older children are less suggestible than young ones, <span class=\"star-pagination\">*236</span> but could not quantify or compare the levels of suggestibility.</blockquote>\n<blockquote>This court concludes that Dr. Bruck's opinion is confirmatory of what the average person would believe in the absence of expert testimony  children are susceptible to suggestion and manipulation by adults. A skillful questioner can get a child to say almost everything. This conclusion is utterly expected and intuitive.</blockquote>\n<blockquote>\n<i>State v. Gordius</i> <span class=\"citation\" data-id=\"2181004\"><a href=\"/opinion/2181004/state-v-gordius/\"><span class=\"volume\">544</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">309</span></a></span> (Me.1988) remains the law of the land. This court sees little basis ... in the instant matter to depart from its well reasoned result. While Dr. Bruck clearly has a great deal of research data and test results which would not be within the knowledge of the average juror, her conclusions do not significantly add to the common perception of people living in a society which includes children. As such, it is this court's conclusion that her testimony would not have been properly admitted at trial. As such, trial counsel cannot be faulted for failing to pursue this avenue. Indeed, the offering of testimony regarding suggestibility and manipulation would have been a questionable defense strategy. See also <i>State v. Rich,</i> <span class=\"citation\" data-id=\"2260586\"><a href=\"/opinion/2260586/state-v-rich/\"><span class=\"volume\">549</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">742</span></a></span> (Me.1988).</blockquote>\n<p><i>Id.</i> (footnote references omitted). In two footnotes, the court also observed:</p>\n<blockquote>In response to the court's questions, Dr. Bruck maintained that many of her research results were counter-intuitive. After hearing her testimony in its entirety, the court must disagree. Every opinion she offers in relation to this case could be a product simply of common sense.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>One of the State's primary efforts in the case was to demonstrate the Defendant's manipulation of the children. Dr. Bruck's testimony would have provided a very plausible explanation of how the Defendant could have suggested and manipulated the boys into making the allegations of sexual abuse and Daniel's early claims regarding Daniel's [sic] alleged fall from the tree house.</blockquote>\n<p><i>Id.</i> at [5] nn. 2-3.</p>\n<p>Ardolino contends that section III of the State PCR Decision represents an unreasonable application of clearly established federal law to the facts of his case inasmuch as the State PCR Justice: (i) omitted to address one of his claims, Petition at 70-71, ¶¶ 260, 265, (ii) \"overlooked  never even mentioned  evidence that arose at the hearing establishing that Dr. Bruck's conclusions are well beyond the ken of average, and even sophisticated, lay people,\" <i>id.</i> at 71, ¶ 267, and (iii) erred in finding that the offering of Dr. Bruck's testimony would have been a \"questionable defense strategy,\" <i>id.</i> at 77-79, ¶¶ 278-87.</p>\n<p>On the first point, Ardolino observes (correctly) that the State PCR Decision did not address his claim that Defense Counsel were ineffective in failing to move to exclude Daniel's suggestion-induced accusations on the basis of their asserted unreliability. <i>Id.</i> at 70-71, ¶¶ 260, 265; <i>also compare</i> State PCR Petition at 5(A) <i>with</i> State PCR Decision at [4]-[5]. Nonetheless, this omission does not <i>per se</i> render the State PCR Decision an unreasonable application of clearly established federal law. Rather, in such a case, a habeas court must review the claim in issue <i>de novo. See, e.g., </i><i>Brown,</i> 267 F.3d at 40.</p>\n<p>I am satisfied that, in this case, Defense Counsel did not render ineffective assistance in failing to move to exclude Daniel's testimony on the basis suggested. \"[C]ounsel is strongly presumed to have rendered adequate assistance and made all significant decisions in the exercise of reasonable professional judgment.\" <i>Strickland,</i> 466 U.S. at 690, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. <span class=\"star-pagination\">*237</span> Apart from the Davis statement, Ardolino presents no evidence that counsel failed to consider making the motion in question. <i>See</i> Statement of Mary Davis (\"Davis Statement\"), filed as Exh. P to Petition, ¶ 8.<sup>[11]</sup> The Davis statement is not cognizable on habeas review. Even in this posture of <i>de novo</i> review, a state court's factual findings are presumed correct absent rebuttal by clear and convincing evidence. <i>See, e.g., </i><i>Horn,</i> 250 F.3d at 210. The State PCR Justice excluded the Davis statement from the record. Moreover, the Davis statement is unsworn. Such statements are insufficient to raise a genuine issue on habeas review. <i>See, e.g., </i><i>United States v. LaBonte,</i> <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1413 (1st Cir.1995), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">751</span></a></span>, <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1001</span></a></span> (1997) (\"A habeas application must rest on a foundation of factual allegations presented under oath, either in a verified petition or supporting affidavits.... Facts alluded to in an unsworn memorandum will not suffice.\").</p>\n<p>In any event, even were the Davis statement cognizable, Ardolino still would fall short of showing entitlement to relief. Ardolino faults Defense Counsel for failing to have made a cutting-edge argument then (and still) untested in any published decision in Maine. The motion that Ardolino argues counsel should have made would have analogized suggestive interviews of children to coerced confessions and suggestive eyewitness-identification techniques, urging that as a matter of due process Daniel's in-court testimony be excluded to the extent elicited by suggestive pretrial techniques likely to have rendered it unreliable. <i>See</i> Petition at 37, ¶ 163; 38-41, ¶¶ 166-75; 64-66, ¶¶ 233-41; Reply at 15. The Supreme Court of New Jersey embraced this premise in <i>State v. Michaels,</i> <span class=\"citation\" data-id=\"2009700\"><a href=\"/opinion/2009700/state-v-michaels/\"><span class=\"volume\">136</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"2009700\"><a href=\"/opinion/2009700/state-v-michaels/\"><span class=\"volume\">642</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1372</span></a></span> (1994), acknowledging that \"although reliability assessments with respect to the admissibility of out-of-court statements are commonplace, assessing reliability as a predicate to the admission of in-court testimony is a somewhat extraordinary step,\" <i>id.</i> at 1380-81 (citations omitted).<sup>[12]</sup></p>\n<p>Michaels, a nursery-school teacher, had been \"convicted of bizarre acts of sexual <span class=\"star-pagination\">*238</span> abuse against many of the children who had been entrusted to her care\" and sentenced to a lengthy prison term with a substantial period of parole ineligibility. <i>Id.</i> at 1374. The New Jersey Superior Court, Appellate Division, reversed the conviction and remanded for retrial; at issue in <i>Michaels</i> was the Appellate Division's order that, were Michaels to be retried, \"a pretrial hearing would be necessary to determine whether the statements and testimony of the child-sex-abuse victims must be excluded because improper questioning by State investigators had irremediably compromised the reliability of that testimonial evidence.\" <i>Id.</i> The New Jersey Supreme Court affirmed, noting, <i>inter alia,</i> that the bulk of the state's evidence consisted solely of the testimony of pre-schoolers who had been interrogated using most, if not all, of the interviewing techniques experts (such as Dr. Bruck) have condemned. <i>Id.</i> at 1375, 1379.<sup>[13]</sup></p>\n<p><i>Michaels</i> was a ground-breaking decision. <i>See, e.g.,</i> Karol L. Ross, <i>State v. Michaels: A New Jersey Supreme Court Ruling with National Implications,</i> 78 Mich.B.J. 32, 32 (1999) (\"State v. Michaels is one of the first cases that attempts to resolve the issue of the reliability of testimony of the alleged child abuse victim, thus filling an important void.\"); Julie A. Jablonski, <i>Where Has Michaels Taken Us?: Assessing the Future of Taint Hearings,</i> 3 Suffolk J. Trial &amp; App.Advoc. 49, 49 (1998) (\"[I]n State v. Michaels, ... New Jersey became the first jurisdiction to extend `taint hearings' to a child's testimony in sexual abuse cases.\"); John E.B. Myers, <i>Taint Hearings for Child Witnesses? A Step in the Wrong Direction,</i> 46 Baylor L.Rev. 873, 877 (1994) (\"Defective interviewing is fair game for criticism, and the New Jersey Supreme Court's concern is understandable in view of the clearly defective interviewing in Michaels. Nevertheless, the New Jersey court's decision breaks new and troubling ground.\") (footnote omitted).</p>\n<p>Not all state courts considering <i>Michaels</i>-type arguments have been inclined to follow the New Jersey Supreme Court's lead, with some declining to do so on the basis that existing rules of evidence covering witness competency adequately address the issue. <i>See, e.g., </i><i>English v. State,</i> <span class=\"citation\" data-id=\"1252775\"><a href=\"/opinion/1252775/english-v-state/\"><span class=\"volume\">982</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">139</span></a></span>, 146 (Wyo.1999) (\"While we agree with the reasoning of the New Jersey Supreme Court, we conclude that there is no void in Wyoming law which a `taint hearing' procedure would fill.\"); <i>Fischbach v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">145968</span></span>, at *2, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">902</span></span> (Del.1996) (declining to adopt Michaels' formal procedures; noting that competency inquiry encompassed use of impermissible interviewing techniques). Since its amendment in 1990, Maine's witness-competency rule (Me.R.Evid.601) also has covered such matters. <i>See, e.g.,</i> Kermit V. Lipez, <i>The Child Witness in Sexual Abuse Cases in Maine: Presentation, Impeachment, and Controversy,</i> 42 Me. L.Rev. 283, 366 (1990) (noting that expanded competency test adopted in 1990 permits trial judge, during a competency hearing, \"to evaluate ... experiences that <span class=\"star-pagination\">*239</span> might have compromised the ability of the child to retain an independent recollection of the abuse.\").<sup>[14]</sup> The Law Court in 1996 likely would have declined to follow <i>Michaels,</i> reasoning that the evils it aimed to eradicate are adequately addressed by Me. R.Evid. 601.</p>\n<p>Counsel does not render ineffective assistance for failing to make (or think of making) a cutting-edge legal argument with dim prospects of success. <i>See, e.g., </i><i>Sellan v. Kuhlman,</i> <span class=\"citation\" data-id=\"774513\"><a href=\"/opinion/774513/angel-sellan-v-robert-kuhlman/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 315 (2d Cir.2001) (\"An attorney is not required to forecast changes or advances in the law.\") (citations and internal quotation marks omitted); <i>Clark v. Moran,</i> <span class=\"citation\" data-id=\"566796\"><a href=\"/opinion/566796/sidney-a-clark-v-john-moran-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 33 (1st Cir.1991) (\"It is well-established ... that `reasonably effective assistance' does not require an attorney to divine the judicial development of the law.\") (citation and internal quotation marks omitted). In any event, even assuming <i>arguendo</i> that the conduct of Defense Counsel satisfied the first <i>Strickland</i> prong, given the likelihood that a <i>Michaels</i>-like argument would not have prevailed, Ardolino does not demonstrate a \"reasonable probability\" that, but for this error, the result of the proceeding would have been different.<sup>[15]</sup></p>\n<p>Turning to Ardolino's second point, he argues that the State PCR Decision represents an unreasonable application of clearly established federal law to the facts of his case inasmuch as the State PCR Justice \"overlooked  never even mentioned  evidence that arose at the hearing establishing that Dr. Bruck's conclusions are well beyond the ken of average, and even sophisticated, lay people.\" Petition at 71, ¶ 267. He catalogues instances of asserted misunderstandings on the part of both the prosecutor and the State PCR Justice that, in his view, \"reveal[] that the conclusions about which Dr. Bruck testified are not intuitive at all.\" <i>Id.</i> at 71, ¶¶ 270-71; <i>see also id.</i> at 71-76, ¶ 272.</p>\n<p>In so arguing, Ardolino assails the soundness of a state-court ruling on a point of state law (that the Bruck evidence would have been inadmissible because \"confirmatory of what the average person would believe in the absence of expert testimony\"). He makes no argument that this ruling offended federal law. Hence, there is no basis on which this court may disturb it. <i>See, e.g., </i><i>Brown,</i> 267 F.3d at 44.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*240</span> I come to Ardolino's third and final point: that the State PCR Decision erred in opining that the offering of Dr. Bruck's testimony would have been a \"questionable defense strategy\" given that it \"would have provided a very plausible explanation of how the Defendant could have suggested and manipulated the boys[.]\" Petition at 77-79, ¶¶ 278-87. Ardolino faults this finding in three respects, each of which I address in turn:</p>\n<p>1. That this demonstrates a misunderstanding of the effects of suggestion on children, Dr. Bruck having explained that the investigators' use of improper suggestion was not mitigated by anything Ardolino or anyone else previously had done to influence the boy. <i>Id.</i> at 77-78, ¶¶ 279-80. Ardolino misses the State PCR Justice's point, which was that Dr. Bruck's findings could have been used not only by the defense as a shield, casting doubt on the reliability of Daniel's ultimate accusations, but also by the State as a sword, casting doubt on the reliability of his initial tree-house story. <i>See, e.g.,</i> State PCR Transcript, Vol. 2 at 46 (argument by prosecutor that \"if you put Dr. Bruck on that stand, as a defense attorney, and you go through this whole business about suggestibility, getting kids to say what you want them to say, you do all that and you're playing, frankly, right into my hands, because my whole theory of this case is, yes, there was manipulation here. There was suggestibility here. There was control here, and it was at the hands of Mr. Ardolino.\").</p>\n<p>2. That, inasmuch as without Daniel's accusations, there was no case against Ardolino, \"the notion that it was an acceptable defense strategy to leave those accusations unchallenged, or to leave the jury unaware of the methods used to extract them from the boy requires a disregard for the record and the suspension of even minimal defense standards.\" Petition at 78, ¶¶ 282-83. The State PCR Decision does not intimate that it was \"an acceptable defense strategy\" to leave Daniel's accusations unchallenged, but rather that a decision to offer testimony such as that of Dr. Bruck would have been a \"questionable defense strategy.\" <i>See</i> State PCR Decision at [5].<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*241</span> 3. That Defense Counsel's failure to challenge Daniel's accusations was not even a \"defense strategy,\" let alone an acceptable strategy, because it was based on his failure to research the issue prior to trial or even to become familiar with the contents of the recordings of the pretrial investigative interviews. Petition at 77-79, ¶¶ 278-87. Ardolino presents no cognizable evidence that counsel failed to research the issue or familiarize themselves with the recordings. In fact, the record indicates that Defense Counsel were familiar with the substance of Daniel's pretrial interviews. <i>See, e.g.,</i> Trial Transcript, Vol. II at 198 (opening statement of Defense Counsel noting that Daniel was interviewed close to ten times and, in his final interview, \"we counted it up and he said in answers to a state trooper ... I don't know, I don't remember, or I don't think so 109 times[.]\"); <i>id.,</i> Vol. VIII at 29 (cross-examining Cameron with aid of transcripts of five of pretrial interviews).</p>\n<p>Ardolino accordingly fails to demonstrate that section III of the State PCR Decision represents an unreasonable application of <i>Strickland</i> or its progeny to the facts of his case.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, I recommend that the Petition be DENIED without a hearing.</p>\n<p></p>\n<h2><i>NOTICE</i></h2>\n<p><i>A party may file objections to those specified portions of a magistrate judge's report or proposed findings or recommended decisions entered pursuant to 28 U.S.C. § 636(b)(1)(B) for which de novo review by the district court is sought, together with a supporting memorandum, within ten (10) days after being served with a copy thereof. A responsive memorandum shall be filed within ten (10) days after the filing of the objection.</i></p>\n<p><i>Failure to file a timely objection shall constitute a waiver of the right to de novo review by the district court and to appeal the district court's order.</i></p>\n<p>June 5, 2002.</p>\n<h2>NOTES</h2>\n<p>[1]  Several of the documents contained in Ardolino's appendix contain handwritten comments, some apparently made by Ardolino. <i>See generally, e.g.,</i> Exhs. E, F &amp; J to Petition. I have disregarded these notes, which are not part of the record.</p>\n<p>[2]  Dr. Stephen Patterson, who examined both boys on January 29, 1993, noted no bruising of either child. Trial Transcript, Vol. IV at 14-15. There was conflicting evidence as to Matthew's behavior toward the end of the 1993 school year. <i>Compare, e.g., id.</i> at 75 (testimony of teacher's aide Judith Burke that there was a \"tremendous change\" in Matthew's behavior; he had many crying spells and was very sensitive) <i>with id.</i> at 89, 94 (testimony of teacher Steven Noyes that Matthew was an A and B student and class president; Noyes had no real concerns about his well-being).</p>\n<p>[3]  In April 1993 Ardolino was informed that there were problems with the investigation of his father-in-law, against whom no criminal charges would be filed at that time. Trial Transcript, Vol. VI at 102-03 (Hoffman testimony).</p>\n<p>[4]  Prosecution expert witness Dr. Lawrence Ricci acknowledged on cross-examination that none of Matthew's skin injuries was life-threatening. Trial Transcript, Vol. V at 140 (testimony of Dr. Lawrence Ricci).</p>\n<p>[5]  Lilley and the prosecutor disagreed as to the clarity of the tape, with Lilley maintaining it was \"quite clear\" and the prosecutor saying he did not think it was clear because Ardolino spoke in a low voice. Trial Transcript, Vol. VII at 187. Davis said that she had compared the tape against the transcript and was not claiming any inaccuracies. <i>Id.</i> at 189.</p>\n<p>[6]  Defense expert witness Dr. Steven Dunton disagreed, opining that apart from an older ankle injury, Matthew could have sustained all of the bruises and abrasions on his body in one event, such as a fall from a tree. Trial Transcript, Vol. IX at 103-04. However, he thought it a \"fairly reasonable\" statement that Matthew likely sustained those bruises and abrasions within the last five days of his life. <i>Id.</i> at 83. He also challenged Dr. Sweeney's finding that the older internal abdominal \"injuries\" were caused by an injury mechanism. <i>Id.</i> at 73.</p>\n<p>[7]  Defense Counsel also elicited that one of the \"classic\" causes of jejunum injury in a child is injury on the handlebars of a bicycle, <i>see, e.g.,</i> Trial Transcript, Vol. VI at 79 (Beekman testimony), that Matthew had fallen into the handlebars of his bicycle and hurt his gut, Daniel Transcript at 84, and that at least some of his injuries were consistent with falling from a spruce tree, outdoor play, athletic activities, fights with other children and postmortem resuscitative efforts, <i>see, e.g.,</i> Trial Transcript, Vol. VI at 52, 58 (Beekman testimony); <i>id.,</i> Vol. VII at 125-27, 134, 150, 155 (Sweeney testimony); <i>see also, e.g.,</i> Daniel Transcript at 75-80, 82 (Matthew was athletic, played sports, enjoyed hunting, fishing and playing in the woods, had a favorite spruce tree, had gotten into fights with other boys); Trial Transcript, Vol. VIII at 195-97 (testimony of shellfish conservation warden Albion Kenney, Sr., that he observed Daniel chasing Matthew with a stick and broke up the \"scrap\" in June 1993); <i>id.,</i> Vol. IV at 81 (testimony of teacher's aide Burke that she had seen Daniel hit Matthew many times and show no remorse).</p>\n<p>[8]  According to the original transcript used as an aid at trial, Ardolino told Cameron: \"_______ there was vomit in his bed, there was vomit in his bed, and like a couple of little spots, another spot, went up and shut the light off, Dan, Danny went up and shut out lights, he _______________ so he went to sleep upstairs, and we ended up finding him on the couch.\" Original Ardolino Transcript at 5-6. After audiological enhancement, the same passage was transcribed to read: \"I know, I was getting ready to leave the house, went upstairs, and there was ah  there was vomit in  in his bed. There was vomit in his bed, ah a coupla' little spot (ui).... We went up to shut the light off together. Daniel went up to shut his lights `cause you could see his (ui).... So he went to sleep upstairs, and we ended up findin' him on the couch.\" Corrected Transcript, Interview of Robert Ardolino, June 27, 1993, Conducted by Maine State Police Detective Robert Cameron, attached as Exh. B to Petition, at 8.</p>\n<p>[9]  Moreover, there was other evidence besides the tape from which the jury reasonably could have inferred that Ardolino carried Matthew downstairs, including (i) the fact that Matthew went to bed upstairs at about midnight and died within approximately two hours of that time, (ii) medical evidence, including testimony of defense expert witness Dr. Dunton, indicating it was improbable that Matthew could have gotten downstairs unassisted in the final two hours of his life, (iii) the fact that Ardolino \"popped up\" for no apparent reason at 4 a.m. and woke Daniel to check on Matthew, and (iv) the fact that Ardolino was observed drinking a cup of coffee within minutes of having called neighbors for assistance in circumstances where he observed that Matthew was not breathing.</p>\n<p>[10]  Ardolino raises an additional argument for the first time in his reply brief: that admission of the \"syndrome\" evidence violated his Confrontation Clause rights. Reply at 18-19. Apart from the fact that this claim is belatedly raised, <i>see, e.g., </i><i>In re One Bancorp Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">4</span></span>, 10 n. 5 (D.Me.1991) (courts generally will not consider arguments raised for the first time in a reply memorandum), it is conclusory and unsupported by citation to authority.</p>\n<p>[11]  Davis states in relevant part that she \"did not know that experts in that specific field [suggestive techniques] were available and did not investigate to find out.\" Davis Statement ¶ 8.</p>\n<p>[12]  In <i>Idaho v. Wright,</i> <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></a></span>, 816-18, <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3139</span></a></span>, <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span></a></span> (1990), the Supreme Court affirmed the ruling of the Supreme Court of Idaho that a child's out-of-court hearsay statement had been improperly admitted in a sexual-abuse trial inasmuch as it lacked the \"particularized guarantees of trustworthiness\" necessary for admission of hearsay statements under the Confrontation Clause. The record in that case revealed that the physician interviewing the child had failed to record the interview on videotape, asked leading questions and interviewed the child with a preconceived idea of what she should be disclosing. <i>Id.</i> at 818, <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3139</span></a></span>. However, in <i>Maryland v. Craig,</i> <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">836</span></a></span>, 851, <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3157</span></a></span>, <span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1990), in which the Court held that the giving of a small child's testimony via one-way closed circuit television did not violate the Confrontation Clause, the Court drew a critical distinction between the admission of a child's hearsay statements and live testimony, observing: \"Maryland's statutory procedure, when invoked, prevents a child witness from seeing the defendant as he or she testifies against the defendant at trial. We find it significant, however, that Maryland's procedure preserves all of the other elements of the confrontation right: The child witness must be competent to testify and must testify under oath; the defendant retains full opportunity for contemporaneous cross-examination; and the judge, jury, and defendant are able to view (albeit by video monitor) the demeanor (and body) of the witness as he or she testifies.... [W]e think these elements of effective confrontation not only permit a defendant to confound and undo the false accuser, or reveal the child coached by a malevolent adult, but may well aid a defendant in eliciting favorable testimony from the child witness. Indeed, ... these assurances of reliability and adversariness are far greater than those required for admission of hearsay testimony under the Confrontation Clause.\" (citations and internal quotation marks omitted).</p>\n<p>[13]  The New Jersey Supreme Court looked to the law governing the admissibility of eyewitness-identification testimony to craft a pretrial \"taint hearing\" procedure whereby, \"[c]onsonant with the presumption that child victims are to be presumed no more or less reliable than any other class of witnesses, the initial burden to trigger a pretrial taint hearing is on the defendant.\" <i>Michaels,</i> 642 A.2d at 1383. \"Once defendant establishes that sufficient evidence of unreliability exists, the burden shall shift to the State to prove the reliability of the proferred statements and testimony by clear and convincing evidence.\" <i>Id.</i></p>\n<p>[14]  In addition, as the State emphasizes, Response at 28, <i>Michaels</i> involved the use of suggestive techniques on pre-school children, some as young as three, <i>Michaels,</i> 642 A.2d at 1385. Daniel was eleven at the time of Matthew's death. As the State PCR Justice found, State PCR Decision at [5], Dr. Bruck acknowledged that suggestibility decreases with age, although she was unable to quantify the extent to which it does so, State PCR Transcript, Vol. 1 at 210-13.</p>\n<p>[15]  I note that Ardolino presses no claim that Defense Counsel omitted to move to exclude Daniel's testimony on competency grounds pursuant to Me.R.Evid. 601. Nor could he. Defense Counsel urged the Trial Justice to exclude some of Daniel's testimony or, at the least, conduct a <i>voir dire</i> on the basis of Daniel's asserted tenuous recall of some of the events about which he was to testify. <i>See, e.g.,</i> Trial Transcript, Vol. I at 49. In so arguing, Defense Counsel touched on the methodology by which the accusations had been elicited. <i>See, e.g., id.</i> at 48 (argument by Davis that \"[w]e have to be able to segregate what he really remembers from his personal knowledge from what he's been led to believe what happened by the police officer. It might be the problem with his testimony would be personal knowledge as well as competency, because it's almost like he's got the story from the cop. He's saying I don't remember that, but it could have been that, and that's not personal knowledge.\").</p>\n<p>[16]  Moreover, the State PCR Decision cannot fairly be characterized as having \"overlooked\" Dr. Bruck's evidence that her conclusions and opinions were beyond the ken of the average person. To the contrary, at the close of Dr. Bruck's testimony, the State PCR Justice pointedly inquired how her conclusions were counterintuitive. <i>See</i> State PCR Transcript, Vol. 1 at 207-10. The court noted that it took this dialogue (as well as the entirety of Dr. Bruck's presentation) into consideration. <i>See</i> State PCR Decision at [5] n. 2.</p>\n<p>[17]  In any event, as the State suggests, Response at 30, Defense Counsel vigorously challenged Daniel's accusations and made the jury aware of the circumstances under which they had been made. <i>See, e.g.,</i> Trial Transcript, Vol. II at 198-99 (arguing, in opening statement, that in view of fact that Daniel had been interviewed close to ten times and, in his final interview, had said \"I don't know,\" \"I don't remember\" or \"I don't think so\" 109 times, \"no one using common sense would want to rest a conviction on his testimony.\"); Daniel Transcript at 144, 146 (asking, on cross-examination, \"The officers asked the same questions over and over again till they got you tired?\" \"[W]hen you had this interview, you didn't want that to happen again, did you?\" and \"They grilled you so hard at that session that you came out of there crying, didn't you?\"); Trial Transcript, Vol. VIII at 23-26 (pressing Cameron on cross-examination as to why, in pretrial interview, he told Daniel such things as \"I understand mom really loves you\" and repeatedly challenged him to \"tell the truth,\" thus suggesting Daniel was lying; inquiring whether Cameron had \"read any of the studies on interviewing children and the possibility of power of suggestion of the questioner or leading questions that can be misleading and things of that nature?\"); Trial Transcript, Vol. X at 107-08 (stating, in closing argument, \"This is a case in which there is no homicide case. That if you believe Daniel, there might be an assault case. But can you believe Daniel? Would you rest or anchor a conviction on what Daniel said? Which day? Which day do you want to believe? Do you want to believe someone who says in a courtroom under oath that he's a good liar? This kid has been pushed and pulled we don't know where he's been, through his head.\").</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199401/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/709025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1252775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2009700/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2102355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2181004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2260586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2269550/"
          ]
        }
      ],
      "judges": "Hornby",
      "date_created": "2014-10-30T22:42:00.069938Z",
      "date_modified": "2016-03-03T22:02:58.490315Z",
      "date_filed": "2002-07-22",
      "date_filed_is_approximate": false,
      "slug": "ardolino-v-warden-maine-state-prison",
      "citation_id": 2318123,
      "case_name_short": "Ardolino",
      "case_name": "Ardolino v. Warden, Maine State Prison",
      "case_name_full": "",
      "federal_cite_one": "223 F. Supp. 2d 215",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2215974/ardolino-v-warden-maine-state-prison/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:42:00.066528Z",
  "date_modified": "2014-10-30T22:42:00.066528Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Ardolino",
  "case_name": "Ardolino v. Warden, Maine State Prison",
  "case_name_full": "",
  "slug": "ardolino-v-warden-maine-state-prison",
  "docket_number": "Civ. 01-246-B-H",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}