{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2236012/",
  "id": 2236012,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2390534/",
      "id": 2390534,
      "absolute_url": "/opinion/2390534/earth-island-institute-v-evans/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2236012/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2390534/",
          "id": 2390534,
          "absolute_url": "/opinion/2390534/earth-island-institute-v-evans/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2390534/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1429/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:20:11.779190Z",
          "date_modified": "2017-04-09T18:25:16.442323Z",
          "type": "010combined",
          "sha1": "4e9d4b1ede76cd496bbb3f709d5e5570d3f0f73a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>256 F.Supp.2d 1064 (2003)</b></center>\n<center><h1>EARTH ISLAND INSTITUTE, a California non-profit corporation, et. al., Plaintiffs,<br>\nv.<br>\nDonald EVANS, et al., Defendants.</h1></center>\n<center>No. C 03-0007 THE.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>April 10, 2003.</center>\n<p><span class=\"star-pagination\">*1065</span> Jason T. Cohen, United States Department of Justice, Maureen Rudolph, Policy, Legislation &amp; Special Litigation, U.S. Dept. of Justice, Environment &amp; Natural Resources, Washington, DC, for defendants.</p>\n<p>Joshua R. Floum, Shinyung Oh, Ariela St. Pierre, Andrew Webster-Main, Holme, Roberts &amp; Owen LLP, San Francisco, CA, for plaintiffs.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1066</span> ORDER RE: PRELIMINARY INJUNCTION</h2>\n<p>THELTON E. HENDERSON, District Judge.</p>\n<p>This matter came before the Court on Monday, April 7, 2003, on plaintiffs' motion for a preliminary injunction pursuant to Federal Rule of Civil Procedure 65. Having carefully considered the written and oral arguments presented, the record herein, and the governing law, the Court grants plaintiffs' motion for the reasons set forth below.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>Much of the background to this action is set forth in great detail in the prior opinions of this Court and the Ninth Circuit Court of Appeals and will not be repeated here. <i>See </i><i>Brower v. Daley,</i> 93 F.Supp.2d 1071 (N.D.Cal.2000) (\"<i>Brower I\"); aff'd Brower v. Evans,</i> 257 F.3d 1058 (9th Cir. 2001). At issue, once again, is a finding by the Secretary of Commerce (\"Secretary\") under the International Dolphin Conservation Program Act (\"IDCPA\") regarding the impact of purse seine fishing operations on dolphins who inhabit the Eastern Tropical Pacific ocean (\"ETP\").</p>\n<p>Over the last thirty years, Congress has enacted various legislation in response to public outcry over millions of dolphins deaths caused by tuna fishermen using purse seine nets in the ETP. <i>Brower,</i> 257 F.3d at 1060. In 1990, Congress enacted the law at issue herethe Dolphin Protection Consumer Information Act (\"DPCIA\"), 16 U.S.C. § 1385which prevents tuna sold in the United States from being labeled \"dolphin safe\" if the tuna is caught with purse seine nets used to intentionally chase and encircle dolphins, which tend to congregate above schools of tuna in the ETP.</p>\n<p>Since the early 1970s, the number of reported dolphin deaths in the ETP fishery has dropped dramatically as a result of protective legislation, embargoes, and voluntary efforts by nations fishing in the ETP to improve purse seine fishing techniques. Thus, while the number of reported dolphin deaths was 423,678 in 1972, that number dropped to a little over 120,000 in 1986, to 15,550 per year in 1992, and is estimated to be under 2,000 per year at present.<sup>[1]</sup> Given the dwindling levels of observed dolphin deaths, the nations most affected by the dolphin safe label law, primarily Mexico and other countries in Central and South America,<sup>[2]</sup> have vigorously lobbied to change the dolphin safe standard to allow tuna caught with purse seine nets to qualify as \"dolphin safe\" so long as no dolphins are observed to be killed or seriously injured during the set. As part of an agreement entered into with these nations, the United States administration promised, in 1995, to seek from Congress a relaxation of the dolphin safe label law. <i>Brower I,</i> 93 F.Supp.2d at 1074.</p>\n<p>Concerns remained in Congress, however, that despite the low <i>observed</i> death rates, that depleted dolphin stocks in the ETP were not recovering as expected because \"indirect effects\" from the purse seine fishery were adversely affecting the dolphins. In particular, there were concerns that the physiological stress effects on dolphins that may arise from repeated chase and encirclement, as well as the separation of mothers and calves, could be <span class=\"star-pagination\">*1067</span> impeding the ability of the dolphins to recover. Accordingly, Congress rejected Administration efforts to immediately weaken the dolphin safe label standard, and instead provided that the dolphin safe label could not be changed to include tuna caught with purse seine netseven if no dolphins were observed to be killed or seriously injured during the setunless the Secretary, after conducting specifically mandated scientific research, made either an \"initial finding\" by March 31, 1999, or a \"final finding\" by December 31, 2002, that the chase and encirclement by the tuna purse seine fishery was not having a \"significant adverse impact on any depleted dolphin stock\" in the ETP. <i>Brower I,</i> 93 F.Supp.2d at 1074-76; IDCPA, 16 U.S.C. §§ 1385(g)(1)-(2), 1414a.</p>\n<p>In 1999, the Secretary made his \"initial finding,\" pursuant to the IDCPA, that \"there is insufficient evidence that chase and encirclement by the tuna purse seine fishery 'is having a significant adverse impact' on the depleted dolphin stocks in the [ETP].\" <i>Brower I,</i> 93 F.Supp.2d at 1073. This Court set aside that finding because the Secretary had failed to conduct the congressionally mandated scientific research necessary to address the question of \"significant adverse impact\" prior to making his initial finding.<sup>[3]</sup> It would, the Court concluded, \"flout the statutory scheme to permit the Secretary to fail to conduct mandated research, and then invoke a lack of evidence as a justification for removing a form of protection for a depleted species, particularly given that the evidence presently available to the Secretary is all suggestive of a significant adverse impact.\" <i>Id.</i> at 1089.</p>\n<p>In affirming this decision, the Ninth Circuit Court of Appeals also emphasized that the Secretary can not rely on \"insufficient evidence\" as a basis for declining to find a significant adverse impact. <i>Brower,</i> 257 F.3d at 1066-67. Such an approach, the Court explained, would allow the Secretary to \"deliberately drag his feet in commencing studies or while conducting studies and then conclude there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks.\" <i>Id.</i> at 1067. Rather, in making his findings, the Secretary is required to \"affirmatively find whether or not there is a significant adverse impact before the dolphin safe labeling standards can be relaxed.\" <i>Id.</i></p>\n<p>On December 31, 2002, the Secretary made his \"final finding\" that \"the chase and intentional deployment on or encirclement of dolphins with purse seine nets is not having a significant adverse impact on depleted dolphin stocks in the [ETP].\" 68 Fed.Reg.2010, 2011 (Jan. 15, 2003); 16 U.S.C. § 1385(g)(2). According to the Secretary, this finding was made based on the September 17, 2002 \"Report of the Scientific Research Program Under the International Dolphin Conservation Program Act\" (\"Final Science Report\"), prepared by the National Oceanic and Atmospheric Administration (\"NOAA\"), reports from two Expert Review Panels, comments on the Final Science Report by the Inter-American Tropical Tuna Commission (\"IATTC\"), and the Marine Mammal Commission, other relevant information, and comments submitted <span class=\"star-pagination\">*1068</span> by the public. Hogarth Decl. at ¶ 19.<sup>[4]</sup> As stated above, the effect of this final finding is to permit tuna caught in the ETP using purse seine nets that are deployed to chase and encircle dolphins, to be sold and marketed in the United States using the label \"dolphin safe\" so long as no dolphins are observed to have been killed or seriously injured during the set in which the tuna was harvested. 68 Fed. Reg. at 2011</p>\n<p>On December 31, 2002, plaintiffs<sup>[5]</sup> filed this action, again contending that the Secretary's finding is arbitrary, capricious, an abuse of discretion, and contrary to law under the Administrative Procedure Act, 5 U.S.C. § 706, and must therefore be set aside. The instant motion seeks to maintain the status quo by preliminarily enjoining implementation of the Secretary's final finding pending final disposition of this action.<sup>[6]</sup> Such relief is justified, they contend, because they have shown a likelihood of success on the merits, and the equities, including the public interest, weigh in favor of maintaining the status quo pending resolution of this case. Defendants contest the motion, arguing that the Secretary's final finding is adequately supported by the scientific evidence, and that the public interest and other equitable considerations weigh in favor of allowing an immediate change in the dolphin safe label. Each of these of contentions is addressed in turn below.<sup>[7]</sup></p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>To obtain preliminary injunctive relief, plaintiffs must demonstrate either (1) a likelihood of success on the merits and a possibility of irreparable injury, or (2) the existence of serious questions on the merits and a balance of hardships tipping in their favor. <i>Fund for Animals v. Lujan,</i> 962 F.2d 1391, 1400 (9th Cir.1992). \"Each of these two formulations requires an examination of both the potential merits of the asserted claims and the harm or hardships faced by the parties.\" <i>Sammartano v. First Judicial Distr. Court,</i> 303 F.3d 959, 965 (9th Cir.2002). The public interest is also a factor in determining a request for preliminary injunctive relief. <i>Id.</i> at 965; <i>Fund for Animals,</i> 962 F.2d at 1400.</p>\n<p></p>\n<h2>A. <i>The Merits</i>\n</h2>\n<p>In order to successfully overturn the Secretary's final finding under the APA, plaintiffs must demonstrate that the finding is either arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law. <i>Brower,</i> 257 F.3d at 1065. While this burden is substantial, it can be sustained by showing that the agency has (1) relied on factors that Congress did not intend it to consider, (2) entirely failed to consider an important aspect of the problem, (3) offered an explanation for its decision that runs counter to the evidence <span class=\"star-pagination\">*1069</span> before the agency, or (4) made a decision that is so implausible that it could not be ascribed to a difference in view or the product of agency expertise. <i>Id.</i></p>\n<p>As this narrow standard suggests, \"a court is not to substitute its judgment for that of the agency.\" <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mut. Auto. Ins. Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983). Nevertheless, the Court in reviewing the agency's explanation for its decision, \"must 'consider whether the decision was based on consideration of the relevant factors and whether there has been a clear error of judgment.'\" <i>Id.</i> (citations omitted). Agencies are also entitled to deference with respect to scientific matters within their expertise. <i>Defenders of Wildlife v. Babbitt,</i> 958 F.Supp. 670, 679 (D.D.C.1997). Such deference, is not, however, \"unlimited.\" <i>Brower,</i> 257 F.3d at 1067. The \"presumption of agency expertise can be rebutted when its decisions, while relying on scientific expertise, are not reasoned.\" <i>Id.</i> In sum, the Court's review, while clearly narrow in scope, \"must be searching and careful.\" <i>Id.</i> at 1065.</p>\n<p>Guided by the principles above, this Court concludes that plaintiffs have (1) raised a serious question as to whether the Secretary relied on factors which Congress did not intend it to consider, and (2) shown that they are likely to succeed on their claim that the final finding is contrary to the best available scientific evidence, and thus the Secretary has offered \"an explanation for [his] decision that runs counter to the evidence before the agency.\" <i>Brower,</i> 257 F.3d at 1065.</p>\n<p></p>\n<h2>1. <i>Factors Considered</i>\n</h2>\n<p>As defendants concede, the IDCPA squarely requires the Secretary to make his findings regarding significant adverse impact based solely on the \"best available scientific evidence.\" <i>Brower,</i> 257 F.3d at 1070 (\"The Secretary... agree[s] that [his finding] was to be determined using the `best available evidence' standard\"). In <i>Brower I,</i> however, this Court expressed its concern that the Secretary was injecting international trade policy considerations into his decision-making process. <i>Brower I,</i> 93 F.Supp.2d at 1089. The Ninth Circuit also noted that the Secretary (and amicus) had \"stress[ed]\" \"international concerns,\" but that such concerns were not properly before the Court. <i>Brower,</i> 257 F.3d at 1065-66. While the Secretary has wisely refrained in this case from expressly invoking trade policy concerns as grounds for affirming his final finding,<sup>[8]</sup> there is little doubt that he has continued to face pressure to consider factors beyond the scientific evidence. Indeed, on December 3, 2002, Secretary of State Colin L. Powell personally wrote the Secretary that \"[t]he Department of State has an ongoing interest in this matter because this finding will profoundly affect our role as the lead USG representative to the [International Dolphin Conservation Program]\" and encouraged the Secretary to make a finding of no significant adverse impact. Palmer Deck, Exh C.</p>\n<p><span class=\"star-pagination\">*1070</span> It is against this backdrop that the Court concludes that plaintiffs have raised a serious question as to the integrity of the Secretary's decision-making process. First, as was the case in 1999, the Secretary has, without apparent evidence of compelling justification, failed to comply with the stress-research mandate of the IDCPA. In 1999, the Secretary had failed to obtain <i>any</i> preliminary results from these Congressionally mandated research projects. In 2002, the Secretary concedes that with respect to two of the three mandated research projects, so little was accomplished that they are effectively rendered meaningless. For example, Congress required a necropsy study (involving the autopsies of dolphins) which, as the Secretary recognized in 1999, was necessary to better evaluate the effect of the tuna purse seine fishery on depleted dolphins stocks in the ETP. <i>Brower,</i> 257 F.3d at 1063 (noting NMFS' conclusion that it lacked evidence to determine whether there was physiological evidence of stress in individual dolphins but that the answer would probably come from \"the completion of the necropsy sampling program\"); <i>Brower I,</i> 93 F.Supp.2d at 1079, 1087 (\"The missing evidence that prevented firmer conclusions... on the central issue of stress... was the actual physiological data... that NMFS was to obtain from the ... stress research projects\"). Yet although NOAA had determined that a <i>minimum</i> sample size of 300 was necessary to allow scientifically valid results, only 56 necropsies were completed. This small sample size was \"not sufficient to produce meaningful ... scientific insights.\" Hogarth Decl. at ¶ 18(c).</p>\n<p>As in 1999, defendants make vague assertions about \"less than full cooperation\" from \"some foreign-flag vessels\" to explain the lack of progress, <i>see</i> Hogarth Decl. at ¶ 18(c), which both this Court and the Ninth Circuit previously rejected as unpersuasive. <i>Brower I,</i> 93 F.Supp.2d at 1085-86; <i>Brower,</i> 257 F.3d at 1069. Defendants also argue that there \"simply are not many dead dolphins found in the course of a year.\" Hogarth Decl. at ¶ 18(c). Even under the low reported mortality levels, however, there have still been several thousand dolphins killed in nets in the ETP over the last five years. As such, this does not adequately explain why the Secretary was not able to obtain necropsy samples from an additional 244 dolphins. At oral argument, the Secretary argued for the first time (and without citation to the record) that the need for specialized training for observers who obtain the samples, and various bureaucratic hurdles (e.g. the need for special permits and the logistics of getting equipment to the observers), made obtaining the necessary samples \"very difficult.\" Even assuming these assertions are correct, defendants have not explained why such logistical difficulties were insurmountable, and thus should justify the failure to fulfill an express statutory mandate.<sup>[9]</sup> With respect to the \"chase <span class=\"star-pagination\">*1071</span> and capture\" experiment mandated by Congress, the Secretary also did not complete this study in a manner sufficient to yield usable results. <i>See</i> 68 Fed.Reg. at 2016.</p>\n<p>As the Ninth Circuit made clear in 2001, it would be improper for the Secretary to \"drag his feet\" on the stress studies, or \"limit the studies' breadth,\" and \"then conclude there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks.\" <i>Brower,</i> 257 F.3d at 1067. Yet, as in 1999, the Secretary again relies on the lack of sufficiently reliable stress research results, and the need for \"[additional research,\" to support his finding. 68 Fed.Reg.2016 (\"[T]here are insufficient data to determine the impact of stress and other chase-related effects on dolphin populations. Additional research must be done on this before there will be sufficient data to yield definitive results\") <i>id.</i> at 2015 (\"available data are insufficient to determine whether the fishery is causing indirect effects of sufficient magnitude to either risk recovery or appreciably delay recovery\").</p>\n<p>The Secretary's earlier failure to comply with his congressionally mandated research obligations, and subsequent reliance on a lack of evidence regarding these very research subjects to support his initial finding was troubling in 1999. The continuation of this pattern in 2002 raises a serious question as to whether the Secretary's actions have been influenced by competing factors beyond the scientific evidence, and thus beyond that which Congress intended the Secretary to consider.</p>\n<p>In addition, plaintiffs have presented declarations from two scientists who have attested under oath that defendants impeded their scientific research into the effects of the purse seine fishery on dolphins. Dr. Southern also states that her supervisor stated to her that \"there's science and there's politics, and the politics dictates what sort of science can be used.\" <i>See</i> Southern Decl. at ¶ 6; Myrick Decl. at ¶ 15. While defendants strenuously contest the substance of these declarations, <i>see</i> Tillman Decl. at ¶¶ 5-18, and there is clearly a dispute of fact, the Court concludes that they are sufficient, in conjunction with all of the above, to raise a serious question as to the integrity of the decision-making process.</p>\n<p></p>\n<h2>2. <i>Best Available Scientific Evidence</i>\n</h2>\n<p>Between 1999 and 2002, NOAA undertook a dolphin research program that involved 34 papers and reports, and culminated in the Final Science Report which was subject to rigorous peer-review. In addition, the NOAA convened two expert panels, the Ecosystem Expert Panel and the Indirect Effects Panel, each of which provided additional comments and analysis. Defendants acknowledge that it is this Final Science Report, the underlying data, and the Expert Panel Reports which represent the \"best available scientific evidence\" on depleted dolphin stocks in the ETP. Hogarth Decl. at ¶ 12; Defs.' Opp'n. at 10, 16; Def's. Exh. 1, Final Science Report (\"FSR\") at 15-16; 68 Fed.Reg. at 2013.</p>\n<p><span class=\"star-pagination\">*1072</span> The Final Science Report reported two \"primary results.\" First it confirmed that two dolphin stocks in the ETP are still <i>severely</i> depleted. FSR at 8-9, 10; 68 Fed.Reg.2016. Second, neither depleted dolphin stock \"is recovering at a rate consistent with these levels of depletion <i>and the [low] reported kills.\"</i> FSR at 10 (emphasis added). Rather, as the Final Report stated, \"The most striking result from the trend and assessment analyses for both northeastern and offshore spotted dolphins and eastern spinner dolphins is that their population growth rates are very low\" which \"suggest[s] [that] some process is acting to suppress population growth.... [T]hese low rates <i>are a conservation concern</i> given the depleted state of the populations.\" FSR at 8 (emphasis added).</p>\n<p>The Final Science Report then addressed the question of why, given the very low reported dolphin death rates, the depleted dolphin stocks are not recovering at expected rates.<sup>[10]</sup> Specifically, the Final Science Report considered three possible explanations for this failure: (1) a large-scale environmental change to the ETP, (2) the existence of a lag period before recovery begins, once mortality rates are reduced or eliminated, and (3) adverse effects of the purse seine fishery beyond observed and reported dolphin deaths during each set (\"indirect effects\"). FSR at 11.</p>\n<p>With respect to the first theory, the Final Science Report concluded that \"physical and biological data do not support... a large-scale environmental change in the ETP.\" FSR at 11. While the Report did not rule out the possibility that there could be some degree of reduction in the carrying capacity of the ETP, it found any such change \"unlikely\" to match the fishery-induced depletion levels. FSR at 11. <i>See also</i> Hogarth Decl. Exh A (\"Ecosystem change possible, but magnitude of change needed to explain lack of recovery is unlikely\").</p>\n<p>With respect to a lag period, the Final Science Report found no data regarding this hypothesis.</p>\n<p>With respect to whether the use of purse-seine nets is adversely affecting dolphin populations in ways beyond the reported death toll, the report analyzed the following \"indirect effects\" of the purse seine fishery: (1) the separation of mothers from calves that occurs during the sets, and (2) the physiological stress effects of repeated chase and encirclement that could affect subsequent survival and reproduction. The Report also observed that there are several reasons to think that <span class=\"star-pagination\">*1073</span> the actual dolphin death toll could be larger than the number reported by observers on the boats including (1) some mortality is not observed because the observer can not see all of the net at all times on all sets, (2) dolphin sets made by boats smaller than Class 6 are not observed at all, and (3) some mortality is observed but not reported by the observer.<sup>[11]</sup></p>\n<p>Based on the data and information available, the Report determined that it is <i>\"probable</i> that all of these effects [separation of mothers from calves, physiological stress effects, and unreported deaths] are operating to some degree, and it is <i>plausible</i> that in sum they could account for the observed lack of growth of the dolphin populations\" but that without \"comprehensive quantitative estimates for any of these effects, it is not possible to reach <i>more definitive</i> conclusions.\" FSR at 11-12 (emphasis added); <i>see also</i> FSR at 2-27, 32-33. As such, the report concluded, the finding regarding significant adverse impact \"should be made in consideration of the evidence for adverse fishery effects <i>beyond</i> reported mortality and the lack of evidence for substantial ecosystem change.\" <i>Id.</i> at 12 (emphasis added). In reaching this conclusion, the Report emphasized that given the intensity of the fishery, there would only need to be between two and five unobserved deaths from each set traceable to either (1) mother-calf separation, (2) physiological stress effects, or (3) unreported deaths to explain the failure of the depleted dolphin stocks to recover as expected. FSR at 10; <i>see also id.</i> at 26-27.</p>\n<p>Significantly, the members of the Indirect Effects Panel did not contradict the above conclusions regarding the indirect effects of the purse seine fishery but only provided further corroboration. Even the Secretary acknowledges that, while members gave opinions of varying strength, all five experts \"indicated that indirect fishery effects, especially cow-calf separation and increased likelihood of predation, may account for the lack of expected dolphin recovery.\" 68 Fed.Reg.2016.<sup>[12]</sup></p>\n<p>In sum, the <i>best available</i> scientific evidence before the Secretary showed that: (1) dolphin stocks were still severely depleted and not recovering as they should in light of low reported death rates, (2) some force was acting to suppress their recovery, (3) adverse indirect effects of the purse seine fishery are probable, and could plausibly account for the failure of the dolphin stocks to recover, and (4) it is <i>unlikely</i> that the competing theorya large-scale change in the ETP ecosystemexplained the failure of the dolphins to recover. Moreover, while the evidence before the Secretary was inconclusive because insufficient research barred population-level inferences, <i>see</i> 68 Fed.Reg.2016, <span class=\"star-pagination\">*1074</span> the lack of definitive results is not, as the Ninth Circuit has emphasized, a proper basis for \"defaulting\" to a finding of \"no significant adverse impact\" since findings in the area of marine science must often be based on incomplete information. <i>See Brower,</i> 257 F.3d at 1067 (\"It would be inconsistent with .. [the] history [of the IDCPA] and congressional concern to interpret the statute as establishing the new less-protective labeling standard as the default\"); <i>id.</i> at 1066,1070-71.</p>\n<p>The Secretary contends that this is simply a case of agency discretion, and that plaintiffs have no more than a scientific disagreement with the Secretary, who was entitled to chose from among the conflicting scientific opinion, citing <i>Southern Offshore Fishing Ass'n v. Daley,</i> 995 F.Supp. 1411 (M.D.Fla.1998) and <i>Associated Fisheries of Maine v. Daley,</i> 954 F.Supp. 383 (D.Me.1997). Defs.' Opp'n. at 19. In both of these cases, however, there were substantial, direct conflicts in the scientific evidence. <i>See </i><i>Associated Fisheries,</i> 954 F.Supp. at 389 (noting \"strenuous disagreement among the scientists\"); <i>Offshore Fishing,</i> 995 F.Supp. at 1432 (\"as in <i>Associated Fisheries,</i> the administrative record before the Court elaborates 'strenuous disagreement' among scientists\").</p>\n<p>Here, the \"disagreement\" among the scientists identified by the Secretary in his papers concerns the comments of two of the five members of the Ecosystem Panel. One member believes that there is a persuasive argument that the carrying capacity of the ETP is \"lower,\" and the other believes that changes in the ecosystem provide a credible explanation for \"at least part\" of the slow recovery of the depleted dolphin stocks. <i>See</i> Defs.' Exhs. 24, 26; <i>see also</i> Defs.' Exh. 22 (opinion of expert panel member that certain indications, \"while speculative,\" preclude ruling out the possibility that a decline in carrying capacity has \"affected\" recovery of the dolphin population). Whether or not there has been \"some\" change in the ecosystem that could explain \"part\" of the slow recovery, however, does not create a conflict with the fundamental conclusions of the Final Science Report. Indeed, as defendants previously acknowledged, if in fact, the carrying capacity has diminished so as to make it \"more difficult for a depleted stock to recover, then any given [indirect] effect of the fishery would be considered <i>more</i> significant.\" 67 Fed.Reg. 54633, 54636 (Aug. 23, 2002) (emphasis added). In short, a partial reduction in carrying capacity in the ETP should heighten, rather than reduce, concerns regarding indirect effects from the fishery. Given the above, and the Secretary's mandate to base his decision solely on the \"best available scientific evidence,\" the Court is not, at this preliminary juncture, persuaded that this is simply a case of an agency choosing between conflicting scientific opinions.</p>\n<p>As the Secretary rightly emphasizes, this is an entirely separate proceeding from that which concerned his initial finding. Nonetheless, certain parallels are striking. As was the case in 1999, the best available evidence before the Secretary, while not conclusive, is \"all suggestive of a significant adverse impact.\" <i>Brower I,</i> 93 F.Supp.2d at 1089. And again, the Secretary's rationale for declining to find a significant adverse impact, is largely based on the absence of more conclusive evidence regarding the stress and other effects of the purse seine fisheryalthough conclusive evidence is not required. <i>Brower,</i> 257 F.3d at 1070-71. Finally, there is again a serious question as to whether the Secretary can justify the lack of progress on the mandated research, and, in this instance, whether research was suppressed. The Secretary has yet to compile the Administrative Record underlying his final finding and thus the Court's conclusions at this point represent no more than a preliminary assessment. Based on this assessment, <span class=\"star-pagination\">*1075</span> however, the Court concludes that plaintiffs have demonstrated a likelihood of proving that the Secretary's final finding is contrary to the best available evidence, and thus constitutes an abuse of discretion. <i>Brower,</i> 257 F.3d at 1065.</p>\n<p></p>\n<h2>B. <i>Equitable Considerations</i>\n</h2>\n<p>Plaintiffs have also demonstrated that the risks of irreparable injury, as well as the public interest, weigh in favor of maintaining the status quo pending final disposition of this action.</p>\n<p>First, as plaintiffs emphasize, the dolphin safe label has been the status quo for 12 years. It also appears that the Secretary should be able to complete his compilation of the administrative record shortly. <i>See</i> Defs.' Mot. to Extend Stay, filed March 6, 2003 (indicating record could be completed by April 1, 2003). Even allowing for anticipated litigation over the introduction of extra-record evidence, and the parties' intended motions for summary judgment, it is clear that a final disposition of this matter could occur in a matter of months. Accordingly, it is not anticipated that a preliminary injunction in this matter will be lengthy.</p>\n<p>Second, as discussed below, plaintiffs have provided evidence that a temporary change in the label will likely cause irreparable injury to dolphins, create consumer confusion, and involve significant administrative efforts. Defendants on the other hand, have not persuasively shown that maintaining a label standard that has been in effect for 12 years for yet a few more months will result in either irreparable injury or tip the balance of hardships in their favor.</p>\n<p></p>\n<h2>1. <i>Harm to Dolphins</i>\n</h2>\n<p>Both parties claim that if the motion is not decided in their favor, dolphins in the ETP are more likely to be harmed as a result. Defendants argue that if a preliminary injunction is granted, the United States Department of State believes that \"some [unidentified] foreign governments\" are likely to protest by withdrawing from the International Dolphin Conservation Program or refusing to abide by its requirements, which might cause a \"potential collapse\" of the IDCP and hence injury to dolphins. <i>See</i> Turner Decl. at ¶ 21. Initiated in 1992 by nations fishing in the ETP, the IDCP is a voluntary program which seeks, <i>inter alia,</i> to reduce reported dolphin deaths in the ETP fishery to levels approaching zero through use of voluntary dolphin mortality limits (DMLs), vessel eligibility requirements, and observer coverage. <i>See</i> Lent Decl. at ¶¶ 15-16; <i>Brower,</i> 257 F.3d at 1061.</p>\n<p>While the Court does not take these concerns lightly, these general assertions do not persuade the Court that a temporary injunction of a few months would likely cause the collapse of the IDCP. Significantly, while such threats have been made in the past, they have not been acted upon. For example, Latin American countries threatened a collapse of the IDCP if legislation immediately weakening the dolphin safe label was not passed as part of the IDCP, <i>see</i> Suppl. St. Pierre Deck, Exh. B, and more recently in connection with this Court's ruling in <i>Brower I. See</i> Turner Decl. at ¶ 21 (some foreign governments \"strongly indicated they would [withdraw from the IDCP] after the 1999 preliminary finding ... failed to result in the change of the dolphin-safe definition\"). As such, defendants' concerns that dolphins will be significantly harmed by the collapse of the IDCP lack force, particularly given that the only relief at issue at this time is a preliminary injunction expected to last a matter of months at most.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*1076</span> If, on the other hand, indirect effects of the purse seine fishery are causing a significant adverse impact on depleted dolphin stocksas the evidence presented indicates is likelyan immediate change in the dolphin safe label will likely cause irreparable injury to dolphins because it will no doubt increase the number of sets on dolphins. <i>See, e.g.,</i> Phillips Decl, Exh. C (after initial finding, additional vessels evidenced their intent to employ purse seine nets). Indeed, the very purpose of the label change is to provide ETP fishermen who use purse seine nets access to the United States tuna market.<sup>[14]</sup> Defendants respond that even if a change in the label standard encourages increases in the number of <i>sets</i> on dolphins, there will be no increased harm to dolphins because (1) even under the new label, tuna can only be labeled \"dolphin safe\" if no dolphins were observed to be killed or seriously injured during the set, and (2) the IDCP has already set total dolphin mortality limits for the 2003 season. Both of these arguments, however, address the wrong question. It is not the total observed mortality that is the primary issue, but the adverse indirect effects that occur with <i>each set.</i> Given plaintiffs' showing on the merits of this issue, they have satisfactorily shown that an increase in the number of sets creates a risk of significant irreparable injury to dolphins, even if the mortality limits for the 2003 season are observed.</p>\n<p></p>\n<h2>2. <i>Public Interest</i>\n</h2>\n<p>While both defendants and plaintiffs contend that the public interest will be furthered by a resolution of the motion in their favor, the Court again concludes that this factor weighs in favor of a preliminary injunction in this matter.</p>\n<p>Defendants contend that allowing an immediate label change is in the public interest because it will help preserve the IDCP. As discussed above, however, the Court is not persuaded that a preliminary injunction is likely to cause the immediate dissolution of the IDCP. Defendants also assert that failing to allow the new dolphin safe label to take immediate effect will result in a \"loss of credibility for the United States as a country that honors its international commitments.\" <i>See</i> Turner Decl. at ¶ 21. The United States, however, only agreed to <i>seek</i> changes from Congress to the dolphin safe label standard, a promise it fulfilled. Likewise, defendants can not reasonably claim a \"loss of credibility\" if implementation of the Secretary's final finding is temporarily enjoined as a result of judicial proceedings by which the Secretary must constitutionally abide.</p>\n<p>Plaintiffs, on the other hand, emphasize that if injunctive relief is denied now, and <span class=\"star-pagination\">*1077</span> later subsequently granted, the public will be harmed by consumer confusion. Substantial efforts have been undertaken to inform consumers of the meaning of the dolphin safe label. <i>See</i> St. Pierre Deck, Exh H at 13 (Burney Dep.). If the definition of \"dolphin safe\" switches back and forth, this will likely create confusion among at least some consumers that rely on the integrity of the dolphin safe label in purchasing their tuna. <i>See</i> Burney Depo. at 12 (\"If we change it once and then change it again, obviously, in my mind, that doubles the confusion\"); <i>see also</i> Phillips Decl. at ¶¶ 23-24. As courts generally recognize, the public interest is served by avoiding consumer confusion in the marketplace. <i>See e.g. </i><i>Davidoff &amp; CIE, S.A. v. PLD Int'l Corp.,</i> 263 F.3d 1297, 1304 (11th Cir.2001); <i>Paisa, Inc. v. N &amp; G Auto,</i> 928 F.Supp. 1009, 1012-1013 (C.D.Cal.1996).</p>\n<p>While defendants argue that plaintiffs have not provided a consumer study to support their position, defendants have not shown that such a study is a prerequisite to obtaining preliminary relief. Defendants also contend that since tuna from the ETP fishery is not likely to occupy a significant part of the American market in the near term, consumers can be \"fairly certain\" in the short term that the can of tuna at the grocery store will not have been caught using purse seine nets. Defs.' Opp'n. at 30. Even assuming <i>arguendo</i> that defendants' assertion regarding market share is correct, this does not alleviate the confusion that inevitably arises if the meaning of the dolphin safe label materially changes back and forth in a matter of months. Nor does it help those consumers seeking to avoid purchasing tuna caught using purse seine nets to be only \"fairly\" certain of this fact. Finally, defendants argue that any consumer confusion should be given little weight because it will arise from efforts by plaintiffs to inform the public that the dolphin safe standard has changed, and thus will be \"self-inflicted.\" <i>See</i> Defs.' Opp'n. at 31 (\"In short, it would be [Earth Island Institute's] efforts, not the Final Finding, that would cause any consumer confusion\"). The attention this case has garnered, however, ensures publicity in the event of a label change regardless of any actions taken by plaintiffs. <i>See, e.g.,</i> Hoffman Decl. Exh. B; Southern Deck, Exhs. B, C (news articles relating to final finding); <i>see also</i> St. Pierre Deck, Exh. I (statement in Congressional Record by Senator Barbara Boxer that \"we will start another boycott\" in the event of a label change); Suppl. St. Pierre Decl. (Burney Dep. at 35-36) (stating that he is aware of \"some 53 groups that ... will strongly try to protect the market against the new definition of dolphin-safe\").</p>\n<p>Finally, plaintiffs contend that there are significant administrative burdens that would be required by a change in the label standardin particular, new procedures and attendant training of industry workers. It does not make sense, plaintiffs argue, to undertake this process and risk having to undo it all in a matter of months if plaintiffs ultimately prevail. Defendants respond that implementation of the final finding is actually extremely simple, requiring only a single change on a particular \"tracking form,\" and the posting of this form on the NOAA web site, which can be accomplished within about five minutes. <i>See</i> Donley Decl. ¶¶ 4-8. Defendants also contend that no new procedures, training or education programs for the agency, industry, or the public are envisioned to implement this \"minor change.\" <i>Id.</i> at ¶ 9.</p>\n<p>While the \"tracking form\" may only require a single change, it appears that defendants have substantially understated the changes in procedure that will be required to effectively implement the new standard. As NOAA previously explained to Congress, under the current system, if a <span class=\"star-pagination\">*1078</span> vessel intentionally sets on dolphins using purse seine nets the entire catch is labeled not dolphin safe. Under the label change, the process would become \"more complex\" to ensure that tuna caught in sets in which no dolphins are killed or seriously injured is not mixed in with tuna that is caught in sets in which dolphin death or serious injury has occurred:</p>\n<blockquote>Observers would become responsible for tracking the loading of tuna from the two types of sets into segregated wells. Once a designated well is full, it can be sealed and coded as either dolphin-safe or non-dolphin-safe. Mechanisms can be established to allow an observer to monitor temperature fluctuations in the proper well since temperature variations will occur when fresh fish are dumped into individual cold water wells. If non-dolphin-safe tuna is directed into a well previously designated as dolphin-safe, the subsequent rise in water temperature would be noticeable and that well would then be designated as non-dolphin safe. Once at the canneries, the tuna can continue to be tracked during the canning process through a paper trail derived from the required observer's and captains' certificates...</blockquote>\n<blockquote>This same documentation follows the tuna throughout the canning process, into cold storage and during any subsequent transportation of the product. Additionally, each can is printed with an encrypted code which provides an investigator access to the processing records which certify the origins and processing of that particular batch of tuna.</blockquote>\n<p>Suppl. St. Pierre Decl, Exh. B at 5-6; <i>see also</i> Agreement on the IDCP (amended), Annex IX (discussing establishment of a program to track and verify vessel operations including \"training\" and \"the designation of well location, procedures for sealing holds, procedures for monitoring and certifying both above and below deck\") (attached to Turner Decl.); Suppl. St. Pierre Decl, Exh. C (NOAA submission regarding \"Possible Methods to Track Tuna Under the Panama Declaration\").</p>\n<p>Given all of the above, the Court concludes that this case presents exactly the type of situation in which maintenance of the status quo for a few months pending final disposition is warranted. The current dolphin safe label standard has been in effect for 12 years. Plaintiffs have satisfactorily demonstrated that maintaining this standard for another few months to allow the Court the opportunity to fully adjudicate this action on the merits will both avoid the risk of irreparable injury to depleted dolphin stocks in the ETP and further the public interest.<sup>[15]</sup></p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Accordingly, and good cause appearing, and in light of all of the above and the record herein,<sup>[16]</sup> it is HEREBY ORDERED that: <span class=\"star-pagination\">*1079</span> (1) plaintiffs' Motion for a Preliminary Injunction is granted.</p>\n<p><span class=\"star-pagination\">*1080</span> (2) Pending final disposition of this action or further order of the Court, defendants and their agents, servants, employees and attorneys and those in active concert or participation with them, who receive actual notice of this order by personal service or otherwise, are hereby enjoined from taking any action under the Dolphin Protection Consumer Information Act, as amended by the IDCPA, to allow any tuna product to be labeled as \"dolphin safe\" that was harvested using purse seine nets intentionally set on dolphins in the ETP.</p>\n<p>(3) Pending final disposition of this action or further order of the Court, \"dolphin safe\" will continue to mean that no tuna were caught on the trip in which such tuna were harvested using a purse seine net intentionally deployed on or to encircle dolphins, and that no dolphins were killed or seriously injured during the sets in which the tuna were caught, as defined in 16 U.S.C. § 1385(h)(2).</p>\n<p>(4) No bond shall be required and this Order shall be served upon defendants or their counsel within (5) calendar days of the date of this Order.</p>\n<p>(5) The parties shall appear on Monday, April 28, 2003 at 10:00 a.m. for a status conference to address the schedule for further proceedings in this action.<sup>[17]</sup> The parties shall submit a joint status statement five days in advance (by April 23, 2003) which includes a specific proposed schedule for any such proceedings necessary to reach a final disposition in this action. If the parties are unable to agree upon a proposed schedule, the parties may include separate proposed schedules. The parties shall keep in mind that the Court intends that this case shall progress as expeditiously as is reasonably practicable. Upon prior written request, counsel who are not local may appear by telephone.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Brower I,</i> 93 F.Supp.2d at 1074, and n. 3; Turner Decl. at ¶ 14; Lent Decl. at ¶: 18; Suppl. St. Pierre Decl., Exh. D.</p>\n<p>[2]  There are no longer any United States vessels using purse seine nets in the ETP. <i>Brower I,</i> 93 F.Supp.2d. at 1085 n. 16. Rather, the United States fleet either moved out of the ETP to fish in the western Pacific ocean, where there is no known association between dolphins and tuna, or changed registry. <i>See</i> Defs.' Opp'n. at 4.</p>\n<p>[3]  Specifically, the statute mandated population abundance surveys and stress studies which \"shall address the question of whether such encirclement is having a significant adverse impact on any depleted dolphin stock in the [ETP].\" 16 U.S.C. § 1414a(a)(l). The required stress studies, in turn, include: (a) a review of relevant stress-related research and a 3-year series of necropsy samples obtained by commercial vessels, (b) a 1-year review of relevant historical demographic and biological data, and (c) an experiment involving the repeated chasing and capturing of dolphins by means of intentional encirclement. <i>Id.</i> at § 1414a(3).</p>\n<p>[4]  As set forth in Dr. Hogarth's declaration, the Secretary of Commerce delegated to him the authority to make the final finding under 16 U.S.C. § 1385(g)(2) in his capacity as the Assistant Administrator for Fisheries at the NOAA and as the administrative official in charge of the National Marine Fisheries Service (\"NMFS\"). Hogarth Decl. at ¶¶ 1, 4; <i>see also</i> 68 Fed.Reg. at 2011.</p>\n<p>[5]  Plaintiffs consist of several non-profit organizations including Earth Island Institute, the Humane Society of the United States, The Oceanic Society, and the International Wildlife Coalition.</p>\n<p>[6]  The Secretary stipulated to a temporary stay of his final finding pending a ruling on plaintiffs' preliminary injunction motion for a period of 90 days or until April 24, 2003, whichever is earlier. <i>See</i> March 3, 2003 Third Am. Joint Stipulation and Order for Briefing Schedule and Stay.</p>\n<p>[7]  The Secretary does not challenge plaintiffs' standing or the Court's jurisdiction to review the Secretary's final finding.</p>\n<p>[8]  The Secretary does repeatedly argue, however, that an immediate change in the dolphin safe label would promote United States administration trade policy objectives. <i>See</i> Defs.' Opp'n. at 24 (urging the Court not to enjoin the final finding because the <i>\"only</i> incentive the U.S. has to offer [Mexico and other nations] and their fishing industries in exchange for their continuing willingness to bear the costs of fishing in accordance with the strict procedures of the IDCP [International Dolphin Conservation Program] is the ability to sell their tuna in the U.S. market\") (emphasis in original); <i>id.</i> at 25 (urging Court not to enjoin final finding because it could lead to the potential collapse of the IDCP, \"the preservation of which remains an important goal of U.S. foreign policy,\" and because it would lead to a \"loss of credibility for the U.S.\").</p>\n<p>[9]  The Secretary also argued that the Court should find that the Secretary fulfilled its obligation to carry out the necropsy study because Congress did not specifically identify the sample size required for the necropsy stress study; rather, the statutory language simply requires a \"3-year series of necropsy samples from dolphins obtained by commercial vessels.\" 16 U.S.C. § 1414a(a)(3)(A). Since Congress left the methodology and implementation of the stress studies to the discretion of the NOAA, defendants argue, the Court should find that the Secretary discharged his obligation under the statute to complete the necropsy study. While the Secretary clearly has discretion in how to manage a congressionally mandated scientific study, it would be an abuse of that discretion for the Secretary to fail to follow his own methodology (which, in this case, required a minimum sample size of 300), or otherwise manage the study in such a way as to preclude scientifically meaningful results, without compelling justification. Indeed, under the Secretary's approach, he could have discharged his mandate by exercising his discretion to obtain a necropsy sample from a single dolphin. Nor can we accept the suggestion that while Congress took the trouble to mandate a specific scientific studya study clearly central to the purpose of the statuteit did not also intend that the Secretary carry out the study in such a manner as to yield scientifically meaningful results. <i>See Brower,</i> 257 F.3d at 1067 (rejecting interpretation of IDCPA that would allow the Secretary to \"limit the studies' breadth and then discover that there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks\").</p>\n<p>[10]  The Court notes that defendants (as well as amicus and proposed intervenors) tend to equate low observable death rates as proof that the use of purse seine nets no longer harm dolphins, thereby rendering the Secretary's finding de facto reasonable. <i>See, e.g.,</i> Defs.' Opp'n. at 32. This line of reasoning, however, misses the fundamental point of the research and process required by the IDCPA. As the Final Science Report explained, given the \"dramatic reduction in mortality, indications of the initial stages of recovery of the affected populations to near pre-exploitations abundance levels would be expected. However.. . there is little evidence of recovery, and concerns remain that the practice of chasing and encircling dolphins somehow is adversely affecting the ability of these depleted stocks to recover.\" FSR at 3. It is these \"indirect\" or unobserved effects of the purse seine fishery on dolphins, sometimes referred to as \"cryptic kill\" or \"cryptic effects,\" that the Secretary was required to study and assess. <i>See </i><i>Brower I,</i> 93 F.Supp.2d 1071; 68 Fed.Reg. at 2013 (explaining that Congress required stress studies \"to address the concern that chase and encirclement during fishing operations might affect dolphins in ways that might not necessarily result in their immediate and observable death in the nets, but that could impede recovery\"). As such, the low numbers of reported dolphins deaths can not, alone, be used to infer a lack of adverse impact on depleted dolphin populations.</p>\n<p>[11]  Congress also has identified this as a concern. <i>See</i> Cong. Rec. S340 (Jan. 15, 2003), Suppl. St. Pierre Decl., Exh. E.(Omnibus Appropriations Bill):\n</p>\n<p>The Committee is concerned that Mexico and other non-U.S. parties to the International Dolphin Conservation Program [IDCP], of which the United States is a member, are not fully complying with the requirements of the IDCP, particularly with respect to the accurate reporting of dolphin interactions and mortality. The Committee directs the [Commerce] Department, in conjunction with NOAA. . . .to evaluate and document any lack of compliance by the non-U.S. parties to the IDCP with its provisions. . . and to submit a written report describing the findings to the Committee no later than May 1, 2003.</p>\n<p>[12]  Notably, an outline of the decision-making process and scientific results, prepared by the Commerce Department, and attached to Dr. Hogarth's declaration is even more direct, stating that \"All 5 panelists [on the Indirect Fishery Effects Expert Panel] agree that indirect fishery effects, especially cow-calf separation and increased likelihood of predation, account for the lack of recovery.\" <i>See</i> Hogarth Decl. at ¶ 9, and attachment.</p>\n<p>[13]  The also Court notes that the effectiveness of the IDCP has come under increasing scrutiny lately amid concerns regarding the compliance of member states with IDCP requirements. <i>See, e.g.,</i> note 11 <i>supra</i> (congressional concerns regarding underreporting of dolphin mortality and other issues); St. Pierre Decl, Exh. J (IATTC Chart regarding \"Observed Sightings of Illegal Fishing Activity by Large Purse Seine Vessels in the Eastern Tropical Pacific\"); St. Pierre Decl, Exh. H at 32-33 (Burney Dep.) (testimony by Executive Director of the United States Tuna Foundation that vessel owners have informed him on numerous occasions of observer reporting irregularities); Suppl. Palmer Decl, Exh. E (letter from members of Congress to Secretary of Commerce expressing concerns regarding reporting discrepancies and other related issues); Suppl. Palmer Decl, Exhs, A, B, C (regarding incident in which Columbian vessel illegally set nets on dolphins).</p>\n<p>[14]  While defendants assert that the increase in the short run will be modest, <i>see</i> Defs' Opp'n. at 30 (\"ETP tuna from foreign fisheries is not likely to occupy any significant part of the American market in the near term\"), the record indicates that the ETP fishery will respond quickly to a change in the label. <i>See, e.g.,</i> St. Pierre Decl, Exh. K (press report that Mexico exported 30,000 cases of tuna to the United States prior to entry of the stipulated temporary restraining order in this case).</p>\n<p>[15]  The Court also notes that it is plainly evident that an injunction maintaining the status quo would help the interests of the United States vessels which relocated to the Pacific Ocean and do not use purse seine nets to set on dolphins, while an immediate change in the label would further the interests of fishermen in Mexico and other nations that fish for tuna in the ETP. The Court concludes, however, that the outcome of this motion should not turn on these competing interests, but rather on the considerations discussed above.</p>\n<p>[16]  Defendants have moved to strike certain materials submitted by plaintiffs in support of their motion for preliminary injunction. Defendants argue that the Court is limited to reviewing the administrative record in cases, such as this, that are brought pursuant to the APA, 5 U.S.C. § 706, and that plaintiffs are improperly attempting to introduce \"extrarecord\" evidence. <i>See, e.g., </i><i>Friends of the Earth v. Hintz,</i> 800 F.2d 822, 829 (9th Cir. 1986) (as a general rule, review of agency decisions are limited to the administrative record compiled by the agency). Many of the specific documents defendants object to, however, have been submitted (and considered only), not in connection with plaintiffs' challenge to the Secretary's final finding, but in connection with the equitable and public interest considerations that plaintiffs must address in order to obtain preliminary injunctive relief. Defendants do not appear to dispute that \"extra-record\" materials may be considered for these purposes, and indeed, documents submitted for this purpose do not even fall within the ambit of rules governing review of agency decisions under the APA. <i>See</i> Defs.' Mot. to Strike at 4 n. 1; <i>see also </i><i>Ft. Funston Dog Walkers v. Babbitt,</i> 96 F.Supp.2d 1021, 1035 (N.D.Cal.2000). Nor do defendants dispute that extra-record evidence may be considered in connection with plaintiffs' standing. Accordingly, the Court rejects defendants' objections to the following documents because they fall into one or more of the above categories: (1) Exhs. H, I, and K, St. Pierre Decl., (2) Phillips Decl., and Exhs. A-E attached thereto, (3) Palmer Deck, except for ¶ 11, (4) Exh. B to Hoffman Deck, and (5) Exhs B, C to Southern Decl.\n</p>\n<p>Defendants also object to additional materials that are directed to plaintiffs' challenge to the merits of the Secretary's decision. Given that defendants have yet to provide the Court with an administrative record, it is not clear that any material can, at this point, be objected to as going beyond something that does not yet exist. Moreover, defendants themselves have submitted materials that may or may not be contained in the official administrative record, once it is compiled. On the other hand, plaintiffs have not persuasively shown that the usual limitations on extra-record review in APA cases do not apply on motions for preliminary injunction. As such, the Court has applied the rules governing review of extra-evidence record in assessing defendants' specific objections with respect to documents that go to the merits of the Secretary's decision.</p>\n<p>Turning to these materials, plaintiffs are clearly entitled to submit extra-record evidence relevant to their claim that the Secretary suppressed relevant evidence. Since courts \"may inquire outside the agency record when plaintiffs make a strong showing of agency bad faith\" or \"improper behavior,\" <i>Animal Defense Council v. Hodel,</i> 840 F.2d 1432, 1437 (9th Cir. 1988), <i>amended,</i> 867 F.2d 1244 (9th Cir. 1989); <i>see also </i><i>Southwest Center for Biological Diversity v. U.S. Forest Service,</i> 100 F.3d 1443, 1450 (9th Cir. 1996), plaintiffs must be permitted to introduce evidence necessary to make this threshold showingevidence that is unlikely to ever appear within the four corners of the official administrative record. Accordingly, those portions of the declarations of Dr. Albert Myrick, Jr. and Dr. Sarka Southern that are relevant to this issue are considered for his purpose. Mr. Palmer's declaration, at ¶ 11 and Exh. A, is also relevant to this issue.</p>\n<p>The Court will not, however, otherwise consider the declarations of Drs. Myrick or Sarka in assessing plaintiffs' challenge to the merits of the Secretary's final finding because plaintiffs have not satisfactorily shown that they otherwise fall into the other potentially applicable exceptions. <i>See </i><i>Southwest Center,</i> 100 F.3d at 1450. First, plaintiffs have not shown that they are necessary to determine whether the agency considered all relevant factors. It is clear that the Secretary considered the factor of the indirect effects of the fishery (the subject matter of the declarations). <i>See</i> 68 Fed.Reg. at 2015-16 The dispute is not, therefore, whether the Secretary failed to consider this critical factor, but rather whether his determinations regarding this factor were contrary to the best available scientific evidence before him, whether he suppressed evidence, and whether his final finding was based on factors Congress did not intend. Second, plaintiffs have not adequately shown that the declarations are necessary to <i>explain</i> either the Secretary's action, or technical or complex terms or concepts. <i>Southwest Center,</i> 100 F.3d at 1450. Similarly, plaintiffs have not satisfactorily shown that the declarations of Drs. Wartzok, Johnson, and Hoffman (all members of the Expert Indirect Effects Panel) fall within the above exceptions, particularly given that their reports (which are attached to their declarations and to which defendants do not object) speak for themselves. The Court makes these rulings for purposes of the instant motion only; as such, they are not intended to preclude plaintiffs from seeking to demonstrate that this Court may consider extra-evidence for purposes of other proceedings in this action based on any applicable exceptions once the record has in fact been determined.</p>\n<p>[17]  This conference shall be in place of the status conference previously scheduled for May 5, 2003.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1064</span></span> (2003)</b></center>\n<center><h1>EARTH ISLAND INSTITUTE, a California non-profit corporation, et. al., Plaintiffs,<br>\nv.<br>\nDonald EVANS, et al., Defendants.</h1></center>\n<center>No. C 03-0007 THE.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>April 10, 2003.</center>\n<p><span class=\"star-pagination\">*1065</span> Jason T. Cohen, United States Department of Justice, Maureen Rudolph, Policy, Legislation &amp; Special Litigation, U.S. Dept. of Justice, Environment &amp; Natural Resources, Washington, DC, for defendants.</p>\n<p>Joshua R. Floum, Shinyung Oh, Ariela St. Pierre, Andrew Webster-Main, Holme, Roberts &amp; Owen LLP, San Francisco, CA, for plaintiffs.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1066</span> ORDER RE: PRELIMINARY INJUNCTION</h2>\n<p>THELTON E. HENDERSON, District Judge.</p>\n<p>This matter came before the Court on Monday, April 7, 2003, on plaintiffs' motion for a preliminary injunction pursuant to Federal Rule of Civil Procedure 65. Having carefully considered the written and oral arguments presented, the record herein, and the governing law, the Court grants plaintiffs' motion for the reasons set forth below.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>Much of the background to this action is set forth in great detail in the prior opinions of this Court and the Ninth Circuit Court of Appeals and will not be repeated here. <i>See </i><i>Brower v. Daley,</i> <span class=\"citation\" data-id=\"2284866\"><a href=\"/opinion/2284866/brower-v-daley/\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1071</span></a></span> (N.D.Cal.2000) (\"<i>Brower I\"); aff'd Brower v. Evans,</i> <span class=\"citation\" data-id=\"774110\"><a href=\"/opinion/774110/david-r-brower-an-individual-samuel-f-labudde-an-individual-earth/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span> (9th Cir. 2001). At issue, once again, is a finding by the Secretary of Commerce (\"Secretary\") under the International Dolphin Conservation Program Act (\"IDCPA\") regarding the impact of purse seine fishing operations on dolphins who inhabit the Eastern Tropical Pacific ocean (\"ETP\").</p>\n<p>Over the last thirty years, Congress has enacted various legislation in response to public outcry over millions of dolphins deaths caused by tuna fishermen using purse seine nets in the ETP. <i>Brower,</i> 257 F.3d at 1060. In 1990, Congress enacted the law at issue herethe Dolphin Protection Consumer Information Act (\"DPCIA\"), 16 U.S.C. § 1385which prevents tuna sold in the United States from being labeled \"dolphin safe\" if the tuna is caught with purse seine nets used to intentionally chase and encircle dolphins, which tend to congregate above schools of tuna in the ETP.</p>\n<p>Since the early 1970s, the number of reported dolphin deaths in the ETP fishery has dropped dramatically as a result of protective legislation, embargoes, and voluntary efforts by nations fishing in the ETP to improve purse seine fishing techniques. Thus, while the number of reported dolphin deaths was 423,678 in 1972, that number dropped to a little over 120,000 in 1986, to 15,550 per year in 1992, and is estimated to be under 2,000 per year at present.<sup>[1]</sup> Given the dwindling levels of observed dolphin deaths, the nations most affected by the dolphin safe label law, primarily Mexico and other countries in Central and South America,<sup>[2]</sup> have vigorously lobbied to change the dolphin safe standard to allow tuna caught with purse seine nets to qualify as \"dolphin safe\" so long as no dolphins are observed to be killed or seriously injured during the set. As part of an agreement entered into with these nations, the United States administration promised, in 1995, to seek from Congress a relaxation of the dolphin safe label law. <i>Brower I,</i> 93 F.Supp.2d at 1074.</p>\n<p>Concerns remained in Congress, however, that despite the low <i>observed</i> death rates, that depleted dolphin stocks in the ETP were not recovering as expected because \"indirect effects\" from the purse seine fishery were adversely affecting the dolphins. In particular, there were concerns that the physiological stress effects on dolphins that may arise from repeated chase and encirclement, as well as the separation of mothers and calves, could be <span class=\"star-pagination\">*1067</span> impeding the ability of the dolphins to recover. Accordingly, Congress rejected Administration efforts to immediately weaken the dolphin safe label standard, and instead provided that the dolphin safe label could not be changed to include tuna caught with purse seine netseven if no dolphins were observed to be killed or seriously injured during the setunless the Secretary, after conducting specifically mandated scientific research, made either an \"initial finding\" by March 31, 1999, or a \"final finding\" by December 31, 2002, that the chase and encirclement by the tuna purse seine fishery was not having a \"significant adverse impact on any depleted dolphin stock\" in the ETP. <i>Brower I,</i> 93 F.Supp.2d at 1074-76; IDCPA, 16 U.S.C. §§ 1385(g)(1)-(2), 1414a.</p>\n<p>In 1999, the Secretary made his \"initial finding,\" pursuant to the IDCPA, that \"there is insufficient evidence that chase and encirclement by the tuna purse seine fishery 'is having a significant adverse impact' on the depleted dolphin stocks in the [ETP].\" <i>Brower I,</i> 93 F.Supp.2d at 1073. This Court set aside that finding because the Secretary had failed to conduct the congressionally mandated scientific research necessary to address the question of \"significant adverse impact\" prior to making his initial finding.<sup>[3]</sup> It would, the Court concluded, \"flout the statutory scheme to permit the Secretary to fail to conduct mandated research, and then invoke a lack of evidence as a justification for removing a form of protection for a depleted species, particularly given that the evidence presently available to the Secretary is all suggestive of a significant adverse impact.\" <i>Id.</i> at 1089.</p>\n<p>In affirming this decision, the Ninth Circuit Court of Appeals also emphasized that the Secretary can not rely on \"insufficient evidence\" as a basis for declining to find a significant adverse impact. <i>Brower,</i> 257 F.3d at 1066-67. Such an approach, the Court explained, would allow the Secretary to \"deliberately drag his feet in commencing studies or while conducting studies and then conclude there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks.\" <i>Id.</i> at 1067. Rather, in making his findings, the Secretary is required to \"affirmatively find whether or not there is a significant adverse impact before the dolphin safe labeling standards can be relaxed.\" <i>Id.</i></p>\n<p>On December 31, 2002, the Secretary made his \"final finding\" that \"the chase and intentional deployment on or encirclement of dolphins with purse seine nets is not having a significant adverse impact on depleted dolphin stocks in the [ETP].\" 68 Fed.Reg.2010, 2011 (Jan. 15, 2003); 16 U.S.C. § 1385(g)(2). According to the Secretary, this finding was made based on the September 17, 2002 \"Report of the Scientific Research Program Under the International Dolphin Conservation Program Act\" (\"Final Science Report\"), prepared by the National Oceanic and Atmospheric Administration (\"NOAA\"), reports from two Expert Review Panels, comments on the Final Science Report by the Inter-American Tropical Tuna Commission (\"IATTC\"), and the Marine Mammal Commission, other relevant information, and comments submitted <span class=\"star-pagination\">*1068</span> by the public. Hogarth Decl. at ¶ 19.<sup>[4]</sup> As stated above, the effect of this final finding is to permit tuna caught in the ETP using purse seine nets that are deployed to chase and encircle dolphins, to be sold and marketed in the United States using the label \"dolphin safe\" so long as no dolphins are observed to have been killed or seriously injured during the set in which the tuna was harvested. 68 Fed. Reg. at 2011</p>\n<p>On December 31, 2002, plaintiffs<sup>[5]</sup> filed this action, again contending that the Secretary's finding is arbitrary, capricious, an abuse of discretion, and contrary to law under the Administrative Procedure Act, 5 U.S.C. § 706, and must therefore be set aside. The instant motion seeks to maintain the status quo by preliminarily enjoining implementation of the Secretary's final finding pending final disposition of this action.<sup>[6]</sup> Such relief is justified, they contend, because they have shown a likelihood of success on the merits, and the equities, including the public interest, weigh in favor of maintaining the status quo pending resolution of this case. Defendants contest the motion, arguing that the Secretary's final finding is adequately supported by the scientific evidence, and that the public interest and other equitable considerations weigh in favor of allowing an immediate change in the dolphin safe label. Each of these of contentions is addressed in turn below.<sup>[7]</sup></p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>To obtain preliminary injunctive relief, plaintiffs must demonstrate either (1) a likelihood of success on the merits and a possibility of irreparable injury, or (2) the existence of serious questions on the merits and a balance of hardships tipping in their favor. <i>Fund for Animals v. Lujan,</i> <span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1391</span></span>, 1400 (9th Cir.1992). \"Each of these two formulations requires an examination of both the potential merits of the asserted claims and the harm or hardships faced by the parties.\" <i>Sammartano v. First Judicial Distr. Court,</i> <span class=\"citation\" data-id=\"779149\"><a href=\"/opinion/779149/sammartano-v-first-judicial-district-court-in-and-for-the-county-of/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">959</span></a></span>, 965 (9th Cir.2002). The public interest is also a factor in determining a request for preliminary injunctive relief. <i>Id.</i> at 965; <i>Fund for Animals,</i> 962 F.2d at 1400.</p>\n<p></p>\n<h2>A. <i>The Merits</i>\n</h2>\n<p>In order to successfully overturn the Secretary's final finding under the APA, plaintiffs must demonstrate that the finding is either arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law. <i>Brower,</i> 257 F.3d at 1065. While this burden is substantial, it can be sustained by showing that the agency has (1) relied on factors that Congress did not intend it to consider, (2) entirely failed to consider an important aspect of the problem, (3) offered an explanation for its decision that runs counter to the evidence <span class=\"star-pagination\">*1069</span> before the agency, or (4) made a decision that is so implausible that it could not be ascribed to a difference in view or the product of agency expertise. <i>Id.</i></p>\n<p>As this narrow standard suggests, \"a court is not to substitute its judgment for that of the agency.\" <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mut. Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983). Nevertheless, the Court in reviewing the agency's explanation for its decision, \"must 'consider whether the decision was based on consideration of the relevant factors and whether there has been a clear error of judgment.'\" <i>Id.</i> (citations omitted). Agencies are also entitled to deference with respect to scientific matters within their expertise. <i>Defenders of Wildlife v. Babbitt,</i> <span class=\"citation no-link\"><span class=\"volume\">958</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">670</span></span>, 679 (D.D.C.1997). Such deference, is not, however, \"unlimited.\" <i>Brower,</i> 257 F.3d at 1067. The \"presumption of agency expertise can be rebutted when its decisions, while relying on scientific expertise, are not reasoned.\" <i>Id.</i> In sum, the Court's review, while clearly narrow in scope, \"must be searching and careful.\" <i>Id.</i> at 1065.</p>\n<p>Guided by the principles above, this Court concludes that plaintiffs have (1) raised a serious question as to whether the Secretary relied on factors which Congress did not intend it to consider, and (2) shown that they are likely to succeed on their claim that the final finding is contrary to the best available scientific evidence, and thus the Secretary has offered \"an explanation for [his] decision that runs counter to the evidence before the agency.\" <i>Brower,</i> 257 F.3d at 1065.</p>\n<p></p>\n<h2>1. <i>Factors Considered</i>\n</h2>\n<p>As defendants concede, the IDCPA squarely requires the Secretary to make his findings regarding significant adverse impact based solely on the \"best available scientific evidence.\" <i>Brower,</i> 257 F.3d at 1070 (\"The Secretary... agree[s] that [his finding] was to be determined using the `best available evidence' standard\"). In <i>Brower I,</i> however, this Court expressed its concern that the Secretary was injecting international trade policy considerations into his decision-making process. <i>Brower I,</i> 93 F.Supp.2d at 1089. The Ninth Circuit also noted that the Secretary (and amicus) had \"stress[ed]\" \"international concerns,\" but that such concerns were not properly before the Court. <i>Brower,</i> 257 F.3d at 1065-66. While the Secretary has wisely refrained in this case from expressly invoking trade policy concerns as grounds for affirming his final finding,<sup>[8]</sup> there is little doubt that he has continued to face pressure to consider factors beyond the scientific evidence. Indeed, on December 3, 2002, Secretary of State Colin L. Powell personally wrote the Secretary that \"[t]he Department of State has an ongoing interest in this matter because this finding will profoundly affect our role as the lead USG representative to the [International Dolphin Conservation Program]\" and encouraged the Secretary to make a finding of no significant adverse impact. Palmer Deck, Exh C.</p>\n<p><span class=\"star-pagination\">*1070</span> It is against this backdrop that the Court concludes that plaintiffs have raised a serious question as to the integrity of the Secretary's decision-making process. First, as was the case in 1999, the Secretary has, without apparent evidence of compelling justification, failed to comply with the stress-research mandate of the IDCPA. In 1999, the Secretary had failed to obtain <i>any</i> preliminary results from these Congressionally mandated research projects. In 2002, the Secretary concedes that with respect to two of the three mandated research projects, so little was accomplished that they are effectively rendered meaningless. For example, Congress required a necropsy study (involving the autopsies of dolphins) which, as the Secretary recognized in 1999, was necessary to better evaluate the effect of the tuna purse seine fishery on depleted dolphins stocks in the ETP. <i>Brower,</i> 257 F.3d at 1063 (noting NMFS' conclusion that it lacked evidence to determine whether there was physiological evidence of stress in individual dolphins but that the answer would probably come from \"the completion of the necropsy sampling program\"); <i>Brower I,</i> 93 F.Supp.2d at 1079, 1087 (\"The missing evidence that prevented firmer conclusions... on the central issue of stress... was the actual physiological data... that NMFS was to obtain from the ... stress research projects\"). Yet although NOAA had determined that a <i>minimum</i> sample size of 300 was necessary to allow scientifically valid results, only 56 necropsies were completed. This small sample size was \"not sufficient to produce meaningful ... scientific insights.\" Hogarth Decl. at ¶ 18(c).</p>\n<p>As in 1999, defendants make vague assertions about \"less than full cooperation\" from \"some foreign-flag vessels\" to explain the lack of progress, <i>see</i> Hogarth Decl. at ¶ 18(c), which both this Court and the Ninth Circuit previously rejected as unpersuasive. <i>Brower I,</i> 93 F.Supp.2d at 1085-86; <i>Brower,</i> 257 F.3d at 1069. Defendants also argue that there \"simply are not many dead dolphins found in the course of a year.\" Hogarth Decl. at ¶ 18(c). Even under the low reported mortality levels, however, there have still been several thousand dolphins killed in nets in the ETP over the last five years. As such, this does not adequately explain why the Secretary was not able to obtain necropsy samples from an additional 244 dolphins. At oral argument, the Secretary argued for the first time (and without citation to the record) that the need for specialized training for observers who obtain the samples, and various bureaucratic hurdles (e.g. the need for special permits and the logistics of getting equipment to the observers), made obtaining the necessary samples \"very difficult.\" Even assuming these assertions are correct, defendants have not explained why such logistical difficulties were insurmountable, and thus should justify the failure to fulfill an express statutory mandate.<sup>[9]</sup> With respect to the \"chase <span class=\"star-pagination\">*1071</span> and capture\" experiment mandated by Congress, the Secretary also did not complete this study in a manner sufficient to yield usable results. <i>See</i> 68 Fed.Reg. at 2016.</p>\n<p>As the Ninth Circuit made clear in 2001, it would be improper for the Secretary to \"drag his feet\" on the stress studies, or \"limit the studies' breadth,\" and \"then conclude there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks.\" <i>Brower,</i> 257 F.3d at 1067. Yet, as in 1999, the Secretary again relies on the lack of sufficiently reliable stress research results, and the need for \"[additional research,\" to support his finding. 68 Fed.Reg.2016 (\"[T]here are insufficient data to determine the impact of stress and other chase-related effects on dolphin populations. Additional research must be done on this before there will be sufficient data to yield definitive results\") <i>id.</i> at 2015 (\"available data are insufficient to determine whether the fishery is causing indirect effects of sufficient magnitude to either risk recovery or appreciably delay recovery\").</p>\n<p>The Secretary's earlier failure to comply with his congressionally mandated research obligations, and subsequent reliance on a lack of evidence regarding these very research subjects to support his initial finding was troubling in 1999. The continuation of this pattern in 2002 raises a serious question as to whether the Secretary's actions have been influenced by competing factors beyond the scientific evidence, and thus beyond that which Congress intended the Secretary to consider.</p>\n<p>In addition, plaintiffs have presented declarations from two scientists who have attested under oath that defendants impeded their scientific research into the effects of the purse seine fishery on dolphins. Dr. Southern also states that her supervisor stated to her that \"there's science and there's politics, and the politics dictates what sort of science can be used.\" <i>See</i> Southern Decl. at ¶ 6; Myrick Decl. at ¶ 15. While defendants strenuously contest the substance of these declarations, <i>see</i> Tillman Decl. at ¶¶ 5-18, and there is clearly a dispute of fact, the Court concludes that they are sufficient, in conjunction with all of the above, to raise a serious question as to the integrity of the decision-making process.</p>\n<p></p>\n<h2>2. <i>Best Available Scientific Evidence</i>\n</h2>\n<p>Between 1999 and 2002, NOAA undertook a dolphin research program that involved 34 papers and reports, and culminated in the Final Science Report which was subject to rigorous peer-review. In addition, the NOAA convened two expert panels, the Ecosystem Expert Panel and the Indirect Effects Panel, each of which provided additional comments and analysis. Defendants acknowledge that it is this Final Science Report, the underlying data, and the Expert Panel Reports which represent the \"best available scientific evidence\" on depleted dolphin stocks in the ETP. Hogarth Decl. at ¶ 12; Defs.' Opp'n. at 10, 16; Def's. Exh. 1, Final Science Report (\"FSR\") at 15-16; 68 Fed.Reg. at 2013.</p>\n<p><span class=\"star-pagination\">*1072</span> The Final Science Report reported two \"primary results.\" First it confirmed that two dolphin stocks in the ETP are still <i>severely</i> depleted. FSR at 8-9, 10; 68 Fed.Reg.2016. Second, neither depleted dolphin stock \"is recovering at a rate consistent with these levels of depletion <i>and the [low] reported kills.\"</i> FSR at 10 (emphasis added). Rather, as the Final Report stated, \"The most striking result from the trend and assessment analyses for both northeastern and offshore spotted dolphins and eastern spinner dolphins is that their population growth rates are very low\" which \"suggest[s] [that] some process is acting to suppress population growth.... [T]hese low rates <i>are a conservation concern</i> given the depleted state of the populations.\" FSR at 8 (emphasis added).</p>\n<p>The Final Science Report then addressed the question of why, given the very low reported dolphin death rates, the depleted dolphin stocks are not recovering at expected rates.<sup>[10]</sup> Specifically, the Final Science Report considered three possible explanations for this failure: (1) a large-scale environmental change to the ETP, (2) the existence of a lag period before recovery begins, once mortality rates are reduced or eliminated, and (3) adverse effects of the purse seine fishery beyond observed and reported dolphin deaths during each set (\"indirect effects\"). FSR at 11.</p>\n<p>With respect to the first theory, the Final Science Report concluded that \"physical and biological data do not support... a large-scale environmental change in the ETP.\" FSR at 11. While the Report did not rule out the possibility that there could be some degree of reduction in the carrying capacity of the ETP, it found any such change \"unlikely\" to match the fishery-induced depletion levels. FSR at 11. <i>See also</i> Hogarth Decl. Exh A (\"Ecosystem change possible, but magnitude of change needed to explain lack of recovery is unlikely\").</p>\n<p>With respect to a lag period, the Final Science Report found no data regarding this hypothesis.</p>\n<p>With respect to whether the use of purse-seine nets is adversely affecting dolphin populations in ways beyond the reported death toll, the report analyzed the following \"indirect effects\" of the purse seine fishery: (1) the separation of mothers from calves that occurs during the sets, and (2) the physiological stress effects of repeated chase and encirclement that could affect subsequent survival and reproduction. The Report also observed that there are several reasons to think that <span class=\"star-pagination\">*1073</span> the actual dolphin death toll could be larger than the number reported by observers on the boats including (1) some mortality is not observed because the observer can not see all of the net at all times on all sets, (2) dolphin sets made by boats smaller than Class 6 are not observed at all, and (3) some mortality is observed but not reported by the observer.<sup>[11]</sup></p>\n<p>Based on the data and information available, the Report determined that it is <i>\"probable</i> that all of these effects [separation of mothers from calves, physiological stress effects, and unreported deaths] are operating to some degree, and it is <i>plausible</i> that in sum they could account for the observed lack of growth of the dolphin populations\" but that without \"comprehensive quantitative estimates for any of these effects, it is not possible to reach <i>more definitive</i> conclusions.\" FSR at 11-12 (emphasis added); <i>see also</i> FSR at 2-27, 32-33. As such, the report concluded, the finding regarding significant adverse impact \"should be made in consideration of the evidence for adverse fishery effects <i>beyond</i> reported mortality and the lack of evidence for substantial ecosystem change.\" <i>Id.</i> at 12 (emphasis added). In reaching this conclusion, the Report emphasized that given the intensity of the fishery, there would only need to be between two and five unobserved deaths from each set traceable to either (1) mother-calf separation, (2) physiological stress effects, or (3) unreported deaths to explain the failure of the depleted dolphin stocks to recover as expected. FSR at 10; <i>see also id.</i> at 26-27.</p>\n<p>Significantly, the members of the Indirect Effects Panel did not contradict the above conclusions regarding the indirect effects of the purse seine fishery but only provided further corroboration. Even the Secretary acknowledges that, while members gave opinions of varying strength, all five experts \"indicated that indirect fishery effects, especially cow-calf separation and increased likelihood of predation, may account for the lack of expected dolphin recovery.\" 68 Fed.Reg.2016.<sup>[12]</sup></p>\n<p>In sum, the <i>best available</i> scientific evidence before the Secretary showed that: (1) dolphin stocks were still severely depleted and not recovering as they should in light of low reported death rates, (2) some force was acting to suppress their recovery, (3) adverse indirect effects of the purse seine fishery are probable, and could plausibly account for the failure of the dolphin stocks to recover, and (4) it is <i>unlikely</i> that the competing theorya large-scale change in the ETP ecosystemexplained the failure of the dolphins to recover. Moreover, while the evidence before the Secretary was inconclusive because insufficient research barred population-level inferences, <i>see</i> 68 Fed.Reg.2016, <span class=\"star-pagination\">*1074</span> the lack of definitive results is not, as the Ninth Circuit has emphasized, a proper basis for \"defaulting\" to a finding of \"no significant adverse impact\" since findings in the area of marine science must often be based on incomplete information. <i>See Brower,</i> 257 F.3d at 1067 (\"It would be inconsistent with .. [the] history [of the IDCPA] and congressional concern to interpret the statute as establishing the new less-protective labeling standard as the default\"); <i>id.</i> at 1066,1070-71.</p>\n<p>The Secretary contends that this is simply a case of agency discretion, and that plaintiffs have no more than a scientific disagreement with the Secretary, who was entitled to chose from among the conflicting scientific opinion, citing <i>Southern Offshore Fishing Ass'n v. Daley,</i> <span class=\"citation no-link\"><span class=\"volume\">995</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1411</span></span> (M.D.Fla.1998) and <i>Associated Fisheries of Maine v. Daley,</i> <span class=\"citation no-link\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">383</span></span> (D.Me.1997). Defs.' Opp'n. at 19. In both of these cases, however, there were substantial, direct conflicts in the scientific evidence. <i>See </i><i>Associated Fisheries,</i> 954 F.Supp. at 389 (noting \"strenuous disagreement among the scientists\"); <i>Offshore Fishing,</i> 995 F.Supp. at 1432 (\"as in <i>Associated Fisheries,</i> the administrative record before the Court elaborates 'strenuous disagreement' among scientists\").</p>\n<p>Here, the \"disagreement\" among the scientists identified by the Secretary in his papers concerns the comments of two of the five members of the Ecosystem Panel. One member believes that there is a persuasive argument that the carrying capacity of the ETP is \"lower,\" and the other believes that changes in the ecosystem provide a credible explanation for \"at least part\" of the slow recovery of the depleted dolphin stocks. <i>See</i> Defs.' Exhs. 24, 26; <i>see also</i> Defs.' Exh. 22 (opinion of expert panel member that certain indications, \"while speculative,\" preclude ruling out the possibility that a decline in carrying capacity has \"affected\" recovery of the dolphin population). Whether or not there has been \"some\" change in the ecosystem that could explain \"part\" of the slow recovery, however, does not create a conflict with the fundamental conclusions of the Final Science Report. Indeed, as defendants previously acknowledged, if in fact, the carrying capacity has diminished so as to make it \"more difficult for a depleted stock to recover, then any given [indirect] effect of the fishery would be considered <i>more</i> significant.\" 67 Fed.Reg. 54633, 54636 (Aug. 23, 2002) (emphasis added). In short, a partial reduction in carrying capacity in the ETP should heighten, rather than reduce, concerns regarding indirect effects from the fishery. Given the above, and the Secretary's mandate to base his decision solely on the \"best available scientific evidence,\" the Court is not, at this preliminary juncture, persuaded that this is simply a case of an agency choosing between conflicting scientific opinions.</p>\n<p>As the Secretary rightly emphasizes, this is an entirely separate proceeding from that which concerned his initial finding. Nonetheless, certain parallels are striking. As was the case in 1999, the best available evidence before the Secretary, while not conclusive, is \"all suggestive of a significant adverse impact.\" <i>Brower I,</i> 93 F.Supp.2d at 1089. And again, the Secretary's rationale for declining to find a significant adverse impact, is largely based on the absence of more conclusive evidence regarding the stress and other effects of the purse seine fisheryalthough conclusive evidence is not required. <i>Brower,</i> 257 F.3d at 1070-71. Finally, there is again a serious question as to whether the Secretary can justify the lack of progress on the mandated research, and, in this instance, whether research was suppressed. The Secretary has yet to compile the Administrative Record underlying his final finding and thus the Court's conclusions at this point represent no more than a preliminary assessment. Based on this assessment, <span class=\"star-pagination\">*1075</span> however, the Court concludes that plaintiffs have demonstrated a likelihood of proving that the Secretary's final finding is contrary to the best available evidence, and thus constitutes an abuse of discretion. <i>Brower,</i> 257 F.3d at 1065.</p>\n<p></p>\n<h2>B. <i>Equitable Considerations</i>\n</h2>\n<p>Plaintiffs have also demonstrated that the risks of irreparable injury, as well as the public interest, weigh in favor of maintaining the status quo pending final disposition of this action.</p>\n<p>First, as plaintiffs emphasize, the dolphin safe label has been the status quo for 12 years. It also appears that the Secretary should be able to complete his compilation of the administrative record shortly. <i>See</i> Defs.' Mot. to Extend Stay, filed March 6, 2003 (indicating record could be completed by April 1, 2003). Even allowing for anticipated litigation over the introduction of extra-record evidence, and the parties' intended motions for summary judgment, it is clear that a final disposition of this matter could occur in a matter of months. Accordingly, it is not anticipated that a preliminary injunction in this matter will be lengthy.</p>\n<p>Second, as discussed below, plaintiffs have provided evidence that a temporary change in the label will likely cause irreparable injury to dolphins, create consumer confusion, and involve significant administrative efforts. Defendants on the other hand, have not persuasively shown that maintaining a label standard that has been in effect for 12 years for yet a few more months will result in either irreparable injury or tip the balance of hardships in their favor.</p>\n<p></p>\n<h2>1. <i>Harm to Dolphins</i>\n</h2>\n<p>Both parties claim that if the motion is not decided in their favor, dolphins in the ETP are more likely to be harmed as a result. Defendants argue that if a preliminary injunction is granted, the United States Department of State believes that \"some [unidentified] foreign governments\" are likely to protest by withdrawing from the International Dolphin Conservation Program or refusing to abide by its requirements, which might cause a \"potential collapse\" of the IDCP and hence injury to dolphins. <i>See</i> Turner Decl. at ¶ 21. Initiated in 1992 by nations fishing in the ETP, the IDCP is a voluntary program which seeks, <i>inter alia,</i> to reduce reported dolphin deaths in the ETP fishery to levels approaching zero through use of voluntary dolphin mortality limits (DMLs), vessel eligibility requirements, and observer coverage. <i>See</i> Lent Decl. at ¶¶ 15-16; <i>Brower,</i> 257 F.3d at 1061.</p>\n<p>While the Court does not take these concerns lightly, these general assertions do not persuade the Court that a temporary injunction of a few months would likely cause the collapse of the IDCP. Significantly, while such threats have been made in the past, they have not been acted upon. For example, Latin American countries threatened a collapse of the IDCP if legislation immediately weakening the dolphin safe label was not passed as part of the IDCP, <i>see</i> Suppl. St. Pierre Deck, Exh. B, and more recently in connection with this Court's ruling in <i>Brower I. See</i> Turner Decl. at ¶ 21 (some foreign governments \"strongly indicated they would [withdraw from the IDCP] after the 1999 preliminary finding ... failed to result in the change of the dolphin-safe definition\"). As such, defendants' concerns that dolphins will be significantly harmed by the collapse of the IDCP lack force, particularly given that the only relief at issue at this time is a preliminary injunction expected to last a matter of months at most.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*1076</span> If, on the other hand, indirect effects of the purse seine fishery are causing a significant adverse impact on depleted dolphin stocksas the evidence presented indicates is likelyan immediate change in the dolphin safe label will likely cause irreparable injury to dolphins because it will no doubt increase the number of sets on dolphins. <i>See, e.g.,</i> Phillips Decl, Exh. C (after initial finding, additional vessels evidenced their intent to employ purse seine nets). Indeed, the very purpose of the label change is to provide ETP fishermen who use purse seine nets access to the United States tuna market.<sup>[14]</sup> Defendants respond that even if a change in the label standard encourages increases in the number of <i>sets</i> on dolphins, there will be no increased harm to dolphins because (1) even under the new label, tuna can only be labeled \"dolphin safe\" if no dolphins were observed to be killed or seriously injured during the set, and (2) the IDCP has already set total dolphin mortality limits for the 2003 season. Both of these arguments, however, address the wrong question. It is not the total observed mortality that is the primary issue, but the adverse indirect effects that occur with <i>each set.</i> Given plaintiffs' showing on the merits of this issue, they have satisfactorily shown that an increase in the number of sets creates a risk of significant irreparable injury to dolphins, even if the mortality limits for the 2003 season are observed.</p>\n<p></p>\n<h2>2. <i>Public Interest</i>\n</h2>\n<p>While both defendants and plaintiffs contend that the public interest will be furthered by a resolution of the motion in their favor, the Court again concludes that this factor weighs in favor of a preliminary injunction in this matter.</p>\n<p>Defendants contend that allowing an immediate label change is in the public interest because it will help preserve the IDCP. As discussed above, however, the Court is not persuaded that a preliminary injunction is likely to cause the immediate dissolution of the IDCP. Defendants also assert that failing to allow the new dolphin safe label to take immediate effect will result in a \"loss of credibility for the United States as a country that honors its international commitments.\" <i>See</i> Turner Decl. at ¶ 21. The United States, however, only agreed to <i>seek</i> changes from Congress to the dolphin safe label standard, a promise it fulfilled. Likewise, defendants can not reasonably claim a \"loss of credibility\" if implementation of the Secretary's final finding is temporarily enjoined as a result of judicial proceedings by which the Secretary must constitutionally abide.</p>\n<p>Plaintiffs, on the other hand, emphasize that if injunctive relief is denied now, and <span class=\"star-pagination\">*1077</span> later subsequently granted, the public will be harmed by consumer confusion. Substantial efforts have been undertaken to inform consumers of the meaning of the dolphin safe label. <i>See</i> St. Pierre Deck, Exh H at 13 (Burney Dep.). If the definition of \"dolphin safe\" switches back and forth, this will likely create confusion among at least some consumers that rely on the integrity of the dolphin safe label in purchasing their tuna. <i>See</i> Burney Depo. at 12 (\"If we change it once and then change it again, obviously, in my mind, that doubles the confusion\"); <i>see also</i> Phillips Decl. at ¶¶ 23-24. As courts generally recognize, the public interest is served by avoiding consumer confusion in the marketplace. <i>See e.g. </i><i>Davidoff &amp; CIE, S.A. v. PLD Int'l Corp.,</i> <span class=\"citation\" data-id=\"75552\"><a href=\"/opinion/75552/davidoff-cie-sa-v-pld-international-corp/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1297</span></a></span>, 1304 (11th Cir.2001); <i>Paisa, Inc. v. N &amp; G Auto,</i> <span class=\"citation no-link\"><span class=\"volume\">928</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1009</span></span>, 1012-1013 (C.D.Cal.1996).</p>\n<p>While defendants argue that plaintiffs have not provided a consumer study to support their position, defendants have not shown that such a study is a prerequisite to obtaining preliminary relief. Defendants also contend that since tuna from the ETP fishery is not likely to occupy a significant part of the American market in the near term, consumers can be \"fairly certain\" in the short term that the can of tuna at the grocery store will not have been caught using purse seine nets. Defs.' Opp'n. at 30. Even assuming <i>arguendo</i> that defendants' assertion regarding market share is correct, this does not alleviate the confusion that inevitably arises if the meaning of the dolphin safe label materially changes back and forth in a matter of months. Nor does it help those consumers seeking to avoid purchasing tuna caught using purse seine nets to be only \"fairly\" certain of this fact. Finally, defendants argue that any consumer confusion should be given little weight because it will arise from efforts by plaintiffs to inform the public that the dolphin safe standard has changed, and thus will be \"self-inflicted.\" <i>See</i> Defs.' Opp'n. at 31 (\"In short, it would be [Earth Island Institute's] efforts, not the Final Finding, that would cause any consumer confusion\"). The attention this case has garnered, however, ensures publicity in the event of a label change regardless of any actions taken by plaintiffs. <i>See, e.g.,</i> Hoffman Decl. Exh. B; Southern Deck, Exhs. B, C (news articles relating to final finding); <i>see also</i> St. Pierre Deck, Exh. I (statement in Congressional Record by Senator Barbara Boxer that \"we will start another boycott\" in the event of a label change); Suppl. St. Pierre Decl. (Burney Dep. at 35-36) (stating that he is aware of \"some 53 groups that ... will strongly try to protect the market against the new definition of dolphin-safe\").</p>\n<p>Finally, plaintiffs contend that there are significant administrative burdens that would be required by a change in the label standardin particular, new procedures and attendant training of industry workers. It does not make sense, plaintiffs argue, to undertake this process and risk having to undo it all in a matter of months if plaintiffs ultimately prevail. Defendants respond that implementation of the final finding is actually extremely simple, requiring only a single change on a particular \"tracking form,\" and the posting of this form on the NOAA web site, which can be accomplished within about five minutes. <i>See</i> Donley Decl. ¶¶ 4-8. Defendants also contend that no new procedures, training or education programs for the agency, industry, or the public are envisioned to implement this \"minor change.\" <i>Id.</i> at ¶ 9.</p>\n<p>While the \"tracking form\" may only require a single change, it appears that defendants have substantially understated the changes in procedure that will be required to effectively implement the new standard. As NOAA previously explained to Congress, under the current system, if a <span class=\"star-pagination\">*1078</span> vessel intentionally sets on dolphins using purse seine nets the entire catch is labeled not dolphin safe. Under the label change, the process would become \"more complex\" to ensure that tuna caught in sets in which no dolphins are killed or seriously injured is not mixed in with tuna that is caught in sets in which dolphin death or serious injury has occurred:</p>\n<blockquote>Observers would become responsible for tracking the loading of tuna from the two types of sets into segregated wells. Once a designated well is full, it can be sealed and coded as either dolphin-safe or non-dolphin-safe. Mechanisms can be established to allow an observer to monitor temperature fluctuations in the proper well since temperature variations will occur when fresh fish are dumped into individual cold water wells. If non-dolphin-safe tuna is directed into a well previously designated as dolphin-safe, the subsequent rise in water temperature would be noticeable and that well would then be designated as non-dolphin safe. Once at the canneries, the tuna can continue to be tracked during the canning process through a paper trail derived from the required observer's and captains' certificates...</blockquote>\n<blockquote>This same documentation follows the tuna throughout the canning process, into cold storage and during any subsequent transportation of the product. Additionally, each can is printed with an encrypted code which provides an investigator access to the processing records which certify the origins and processing of that particular batch of tuna.</blockquote>\n<p>Suppl. St. Pierre Decl, Exh. B at 5-6; <i>see also</i> Agreement on the IDCP (amended), Annex IX (discussing establishment of a program to track and verify vessel operations including \"training\" and \"the designation of well location, procedures for sealing holds, procedures for monitoring and certifying both above and below deck\") (attached to Turner Decl.); Suppl. St. Pierre Decl, Exh. C (NOAA submission regarding \"Possible Methods to Track Tuna Under the Panama Declaration\").</p>\n<p>Given all of the above, the Court concludes that this case presents exactly the type of situation in which maintenance of the status quo for a few months pending final disposition is warranted. The current dolphin safe label standard has been in effect for 12 years. Plaintiffs have satisfactorily demonstrated that maintaining this standard for another few months to allow the Court the opportunity to fully adjudicate this action on the merits will both avoid the risk of irreparable injury to depleted dolphin stocks in the ETP and further the public interest.<sup>[15]</sup></p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Accordingly, and good cause appearing, and in light of all of the above and the record herein,<sup>[16]</sup> it is HEREBY ORDERED that: <span class=\"star-pagination\">*1079</span> (1) plaintiffs' Motion for a Preliminary Injunction is granted.</p>\n<p><span class=\"star-pagination\">*1080</span> (2) Pending final disposition of this action or further order of the Court, defendants and their agents, servants, employees and attorneys and those in active concert or participation with them, who receive actual notice of this order by personal service or otherwise, are hereby enjoined from taking any action under the Dolphin Protection Consumer Information Act, as amended by the IDCPA, to allow any tuna product to be labeled as \"dolphin safe\" that was harvested using purse seine nets intentionally set on dolphins in the ETP.</p>\n<p>(3) Pending final disposition of this action or further order of the Court, \"dolphin safe\" will continue to mean that no tuna were caught on the trip in which such tuna were harvested using a purse seine net intentionally deployed on or to encircle dolphins, and that no dolphins were killed or seriously injured during the sets in which the tuna were caught, as defined in 16 U.S.C. § 1385(h)(2).</p>\n<p>(4) No bond shall be required and this Order shall be served upon defendants or their counsel within (5) calendar days of the date of this Order.</p>\n<p>(5) The parties shall appear on Monday, April 28, 2003 at 10:00 a.m. for a status conference to address the schedule for further proceedings in this action.<sup>[17]</sup> The parties shall submit a joint status statement five days in advance (by April 23, 2003) which includes a specific proposed schedule for any such proceedings necessary to reach a final disposition in this action. If the parties are unable to agree upon a proposed schedule, the parties may include separate proposed schedules. The parties shall keep in mind that the Court intends that this case shall progress as expeditiously as is reasonably practicable. Upon prior written request, counsel who are not local may appear by telephone.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Brower I,</i> 93 F.Supp.2d at 1074, and n. 3; Turner Decl. at ¶ 14; Lent Decl. at ¶: 18; Suppl. St. Pierre Decl., Exh. D.</p>\n<p>[2]  There are no longer any United States vessels using purse seine nets in the ETP. <i>Brower I,</i> 93 F.Supp.2d. at 1085 n. 16. Rather, the United States fleet either moved out of the ETP to fish in the western Pacific ocean, where there is no known association between dolphins and tuna, or changed registry. <i>See</i> Defs.' Opp'n. at 4.</p>\n<p>[3]  Specifically, the statute mandated population abundance surveys and stress studies which \"shall address the question of whether such encirclement is having a significant adverse impact on any depleted dolphin stock in the [ETP].\" 16 U.S.C. § 1414a(a)(l). The required stress studies, in turn, include: (a) a review of relevant stress-related research and a 3-year series of necropsy samples obtained by commercial vessels, (b) a 1-year review of relevant historical demographic and biological data, and (c) an experiment involving the repeated chasing and capturing of dolphins by means of intentional encirclement. <i>Id.</i> at § 1414a(3).</p>\n<p>[4]  As set forth in Dr. Hogarth's declaration, the Secretary of Commerce delegated to him the authority to make the final finding under 16 U.S.C. § 1385(g)(2) in his capacity as the Assistant Administrator for Fisheries at the NOAA and as the administrative official in charge of the National Marine Fisheries Service (\"NMFS\"). Hogarth Decl. at ¶¶ 1, 4; <i>see also</i> 68 Fed.Reg. at 2011.</p>\n<p>[5]  Plaintiffs consist of several non-profit organizations including Earth Island Institute, the Humane Society of the United States, The Oceanic Society, and the International Wildlife Coalition.</p>\n<p>[6]  The Secretary stipulated to a temporary stay of his final finding pending a ruling on plaintiffs' preliminary injunction motion for a period of 90 days or until April 24, 2003, whichever is earlier. <i>See</i> March 3, 2003 Third Am. Joint Stipulation and Order for Briefing Schedule and Stay.</p>\n<p>[7]  The Secretary does not challenge plaintiffs' standing or the Court's jurisdiction to review the Secretary's final finding.</p>\n<p>[8]  The Secretary does repeatedly argue, however, that an immediate change in the dolphin safe label would promote United States administration trade policy objectives. <i>See</i> Defs.' Opp'n. at 24 (urging the Court not to enjoin the final finding because the <i>\"only</i> incentive the U.S. has to offer [Mexico and other nations] and their fishing industries in exchange for their continuing willingness to bear the costs of fishing in accordance with the strict procedures of the IDCP [International Dolphin Conservation Program] is the ability to sell their tuna in the U.S. market\") (emphasis in original); <i>id.</i> at 25 (urging Court not to enjoin final finding because it could lead to the potential collapse of the IDCP, \"the preservation of which remains an important goal of U.S. foreign policy,\" and because it would lead to a \"loss of credibility for the U.S.\").</p>\n<p>[9]  The Secretary also argued that the Court should find that the Secretary fulfilled its obligation to carry out the necropsy study because Congress did not specifically identify the sample size required for the necropsy stress study; rather, the statutory language simply requires a \"3-year series of necropsy samples from dolphins obtained by commercial vessels.\" 16 U.S.C. § 1414a(a)(3)(A). Since Congress left the methodology and implementation of the stress studies to the discretion of the NOAA, defendants argue, the Court should find that the Secretary discharged his obligation under the statute to complete the necropsy study. While the Secretary clearly has discretion in how to manage a congressionally mandated scientific study, it would be an abuse of that discretion for the Secretary to fail to follow his own methodology (which, in this case, required a minimum sample size of 300), or otherwise manage the study in such a way as to preclude scientifically meaningful results, without compelling justification. Indeed, under the Secretary's approach, he could have discharged his mandate by exercising his discretion to obtain a necropsy sample from a single dolphin. Nor can we accept the suggestion that while Congress took the trouble to mandate a specific scientific studya study clearly central to the purpose of the statuteit did not also intend that the Secretary carry out the study in such a manner as to yield scientifically meaningful results. <i>See Brower,</i> 257 F.3d at 1067 (rejecting interpretation of IDCPA that would allow the Secretary to \"limit the studies' breadth and then discover that there was insufficient evidence to warrant finding a significant adverse impact on the ETP dolphin stocks\").</p>\n<p>[10]  The Court notes that defendants (as well as amicus and proposed intervenors) tend to equate low observable death rates as proof that the use of purse seine nets no longer harm dolphins, thereby rendering the Secretary's finding de facto reasonable. <i>See, e.g.,</i> Defs.' Opp'n. at 32. This line of reasoning, however, misses the fundamental point of the research and process required by the IDCPA. As the Final Science Report explained, given the \"dramatic reduction in mortality, indications of the initial stages of recovery of the affected populations to near pre-exploitations abundance levels would be expected. However.. . there is little evidence of recovery, and concerns remain that the practice of chasing and encircling dolphins somehow is adversely affecting the ability of these depleted stocks to recover.\" FSR at 3. It is these \"indirect\" or unobserved effects of the purse seine fishery on dolphins, sometimes referred to as \"cryptic kill\" or \"cryptic effects,\" that the Secretary was required to study and assess. <i>See </i><i>Brower I,</i> <span class=\"citation\" data-id=\"2284866\"><a href=\"/opinion/2284866/brower-v-daley/\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1071</span></a></span>; 68 Fed.Reg. at 2013 (explaining that Congress required stress studies \"to address the concern that chase and encirclement during fishing operations might affect dolphins in ways that might not necessarily result in their immediate and observable death in the nets, but that could impede recovery\"). As such, the low numbers of reported dolphins deaths can not, alone, be used to infer a lack of adverse impact on depleted dolphin populations.</p>\n<p>[11]  Congress also has identified this as a concern. <i>See</i> Cong. Rec. S340 (Jan. 15, 2003), Suppl. St. Pierre Decl., Exh. E.(Omnibus Appropriations Bill):\n</p>\n<p>The Committee is concerned that Mexico and other non-U.S. parties to the International Dolphin Conservation Program [IDCP], of which the United States is a member, are not fully complying with the requirements of the IDCP, particularly with respect to the accurate reporting of dolphin interactions and mortality. The Committee directs the [Commerce] Department, in conjunction with NOAA. . . .to evaluate and document any lack of compliance by the non-U.S. parties to the IDCP with its provisions. . . and to submit a written report describing the findings to the Committee no later than May 1, 2003.</p>\n<p>[12]  Notably, an outline of the decision-making process and scientific results, prepared by the Commerce Department, and attached to Dr. Hogarth's declaration is even more direct, stating that \"All 5 panelists [on the Indirect Fishery Effects Expert Panel] agree that indirect fishery effects, especially cow-calf separation and increased likelihood of predation, account for the lack of recovery.\" <i>See</i> Hogarth Decl. at ¶ 9, and attachment.</p>\n<p>[13]  The also Court notes that the effectiveness of the IDCP has come under increasing scrutiny lately amid concerns regarding the compliance of member states with IDCP requirements. <i>See, e.g.,</i> note 11 <i>supra</i> (congressional concerns regarding underreporting of dolphin mortality and other issues); St. Pierre Decl, Exh. J (IATTC Chart regarding \"Observed Sightings of Illegal Fishing Activity by Large Purse Seine Vessels in the Eastern Tropical Pacific\"); St. Pierre Decl, Exh. H at 32-33 (Burney Dep.) (testimony by Executive Director of the United States Tuna Foundation that vessel owners have informed him on numerous occasions of observer reporting irregularities); Suppl. Palmer Decl, Exh. E (letter from members of Congress to Secretary of Commerce expressing concerns regarding reporting discrepancies and other related issues); Suppl. Palmer Decl, Exhs, A, B, C (regarding incident in which Columbian vessel illegally set nets on dolphins).</p>\n<p>[14]  While defendants assert that the increase in the short run will be modest, <i>see</i> Defs' Opp'n. at 30 (\"ETP tuna from foreign fisheries is not likely to occupy any significant part of the American market in the near term\"), the record indicates that the ETP fishery will respond quickly to a change in the label. <i>See, e.g.,</i> St. Pierre Decl, Exh. K (press report that Mexico exported 30,000 cases of tuna to the United States prior to entry of the stipulated temporary restraining order in this case).</p>\n<p>[15]  The Court also notes that it is plainly evident that an injunction maintaining the status quo would help the interests of the United States vessels which relocated to the Pacific Ocean and do not use purse seine nets to set on dolphins, while an immediate change in the label would further the interests of fishermen in Mexico and other nations that fish for tuna in the ETP. The Court concludes, however, that the outcome of this motion should not turn on these competing interests, but rather on the considerations discussed above.</p>\n<p>[16]  Defendants have moved to strike certain materials submitted by plaintiffs in support of their motion for preliminary injunction. Defendants argue that the Court is limited to reviewing the administrative record in cases, such as this, that are brought pursuant to the APA, 5 U.S.C. § 706, and that plaintiffs are improperly attempting to introduce \"extrarecord\" evidence. <i>See, e.g., </i><i>Friends of the Earth v. Hintz,</i> <span class=\"citation no-link\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></span>, 829 (9th Cir. 1986) (as a general rule, review of agency decisions are limited to the administrative record compiled by the agency). Many of the specific documents defendants object to, however, have been submitted (and considered only), not in connection with plaintiffs' challenge to the Secretary's final finding, but in connection with the equitable and public interest considerations that plaintiffs must address in order to obtain preliminary injunctive relief. Defendants do not appear to dispute that \"extra-record\" materials may be considered for these purposes, and indeed, documents submitted for this purpose do not even fall within the ambit of rules governing review of agency decisions under the APA. <i>See</i> Defs.' Mot. to Strike at 4 n. 1; <i>see also </i><i>Ft. Funston Dog Walkers v. Babbitt,</i> <span class=\"citation\" data-id=\"2421036\"><a href=\"/opinion/2421036/ft-funston-dog-walkers-v-babbitt/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1021</span></a></span>, 1035 (N.D.Cal.2000). Nor do defendants dispute that extra-record evidence may be considered in connection with plaintiffs' standing. Accordingly, the Court rejects defendants' objections to the following documents because they fall into one or more of the above categories: (1) Exhs. H, I, and K, St. Pierre Decl., (2) Phillips Decl., and Exhs. A-E attached thereto, (3) Palmer Deck, except for ¶ 11, (4) Exh. B to Hoffman Deck, and (5) Exhs B, C to Southern Decl.\n</p>\n<p>Defendants also object to additional materials that are directed to plaintiffs' challenge to the merits of the Secretary's decision. Given that defendants have yet to provide the Court with an administrative record, it is not clear that any material can, at this point, be objected to as going beyond something that does not yet exist. Moreover, defendants themselves have submitted materials that may or may not be contained in the official administrative record, once it is compiled. On the other hand, plaintiffs have not persuasively shown that the usual limitations on extra-record review in APA cases do not apply on motions for preliminary injunction. As such, the Court has applied the rules governing review of extra-evidence record in assessing defendants' specific objections with respect to documents that go to the merits of the Secretary's decision.</p>\n<p>Turning to these materials, plaintiffs are clearly entitled to submit extra-record evidence relevant to their claim that the Secretary suppressed relevant evidence. Since courts \"may inquire outside the agency record when plaintiffs make a strong showing of agency bad faith\" or \"improper behavior,\" <i>Animal Defense Council v. Hodel,</i> <span class=\"citation no-link\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1432</span></span>, 1437 (9th Cir. 1988), <i>amended,</i> <span class=\"citation\" data-id=\"518491\"><a href=\"/opinion/518491/animal-defense-council-v-donald-p-hodel-southern-arizona-water-resources/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span> (9th Cir. 1989); <i>see also </i><i>Southwest Center for Biological Diversity v. U.S. Forest Service,</i> <span class=\"citation\" data-id=\"729783\"><a href=\"/opinion/729783/southwest-center-for-biological-diversity-a-non-profit-corporation-v-us/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1443</span></a></span>, 1450 (9th Cir. 1996), plaintiffs must be permitted to introduce evidence necessary to make this threshold showingevidence that is unlikely to ever appear within the four corners of the official administrative record. Accordingly, those portions of the declarations of Dr. Albert Myrick, Jr. and Dr. Sarka Southern that are relevant to this issue are considered for his purpose. Mr. Palmer's declaration, at ¶ 11 and Exh. A, is also relevant to this issue.</p>\n<p>The Court will not, however, otherwise consider the declarations of Drs. Myrick or Sarka in assessing plaintiffs' challenge to the merits of the Secretary's final finding because plaintiffs have not satisfactorily shown that they otherwise fall into the other potentially applicable exceptions. <i>See </i><i>Southwest Center,</i> 100 F.3d at 1450. First, plaintiffs have not shown that they are necessary to determine whether the agency considered all relevant factors. It is clear that the Secretary considered the factor of the indirect effects of the fishery (the subject matter of the declarations). <i>See</i> 68 Fed.Reg. at 2015-16 The dispute is not, therefore, whether the Secretary failed to consider this critical factor, but rather whether his determinations regarding this factor were contrary to the best available scientific evidence before him, whether he suppressed evidence, and whether his final finding was based on factors Congress did not intend. Second, plaintiffs have not adequately shown that the declarations are necessary to <i>explain</i> either the Secretary's action, or technical or complex terms or concepts. <i>Southwest Center,</i> 100 F.3d at 1450. Similarly, plaintiffs have not satisfactorily shown that the declarations of Drs. Wartzok, Johnson, and Hoffman (all members of the Expert Indirect Effects Panel) fall within the above exceptions, particularly given that their reports (which are attached to their declarations and to which defendants do not object) speak for themselves. The Court makes these rulings for purposes of the instant motion only; as such, they are not intended to preclude plaintiffs from seeking to demonstrate that this Court may consider extra-evidence for purposes of other proceedings in this action based on any applicable exceptions once the record has in fact been determined.</p>\n<p>[17]  This conference shall be in place of the status conference previously scheduled for May 5, 2003.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/518491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2284866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2421036/"
          ]
        }
      ],
      "judges": "Thelton E. Henderson",
      "date_created": "2014-10-30T22:49:29.803141Z",
      "date_modified": "2014-10-30T22:49:29.803141Z",
      "date_filed": "2003-04-10",
      "date_filed_is_approximate": false,
      "slug": "earth-island-institute-v-evans",
      "citation_id": 2363306,
      "case_name_short": "Evans",
      "case_name": "Earth Island Institute v. Evans",
      "case_name_full": "",
      "federal_cite_one": "256 F. Supp. 2d 1064",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2236012/earth-island-institute-v-evans/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:49:29.799359Z",
  "date_modified": "2014-10-30T22:49:29.799359Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Evans",
  "case_name": "Earth Island Institute v. Evans",
  "case_name_full": "",
  "slug": "earth-island-institute-v-evans",
  "docket_number": "C 03-0007 THE",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}