{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2240638/",
  "id": 2240638,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mssd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2395260/",
      "id": 2395260,
      "absolute_url": "/opinion/2395260/united-states-v-state-of-miss/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2240638/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2395260/",
          "id": 2395260,
          "absolute_url": "/opinion/2395260/united-states-v-state-of-miss/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2395260/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1893/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:21:00.252211Z",
          "date_modified": "2017-04-09T18:54:55.980616Z",
          "type": "010combined",
          "sha1": "3c3b29663cbe1af77655acdc7fe4dae51bc5e9d6",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>622 F.Supp. 622 (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nand<br>\nZandra Pittman, minor child, by her parents and next friends, Andrew and Patricia Pittman; Geneva Harrell and Jimmy Harrell, Jr., minor children, by their parents and next friends, Jimmie and Rose Mary Harrell, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nThe STATE OF MISSISSIPPI, et al., Defendants,<br>\nand<br>\nHattiesburg Municipal Separate School District, Defendant-Intervenors.</h1></center>\n<center>Civ. A. No. 4706.</center>\n<center><p><b>United States District Court, S.D. Mississippi, Jackson Division.</b></p></center>\n<center>October 21, 1985.</center>\n<p><span class=\"star-pagination\">*623</span> Nausead Stewart, Jackson, Miss., for plaintiffs-intervenors.</p>\n<p>Salliann S.M. Dougherty, Educational Opportunities Litigation Section, Civil Rights Div. (Main J), Dept. of Justice, Washington, D.C., for plaintiff.</p>\n<p>Edwin L. Pittman, Atty. Gen., Jackson, Miss., Moran M. Pope, Jr., Hattiesburg, Miss., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>TOM S. LEE, District Judge.</p>\n<p>On July 9, 1970, the United States initiated this action by bringing suit, pursuant to section 407 of Title IV of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000c-6, against the State of Mississippi, alleging the unlawful operation of a racially dual system of public education in violation of the Fourteenth Amendment and the Civil Rights Act of 1964. The Hattiesburg Municipal Separate School District (HMSSD) intervened as a defendant on July 16, 1970. A consent decree was entered in 1970 which, as supplemented by an order issued in 1971, provided for mandatory student assignments, biannual reports to the court and provisions for desegregation in other areas of the school system. To date, the HMSSD has complied with the 1970 and 1971 orders.<sup>[1]</sup></p>\n<p>The HMSSD is currently composed of approximately sixty percent black students and forty percent white.<sup>[2]</sup> According to the HMSSD March 22, 1985 report to the court, eight of the eleven elementary schools in the district were racially identifiable in that <span class=\"star-pagination\">*624</span> they served student bodies of eighty percent or more of one race.<sup>[3]</sup> Approximately seventy-three percent of the children in the elementary school system attend schools which are eighty percent or more of one race.<sup>[4]</sup> On July 17, 1984, the HMSSD and the United States entered into and filed with the court a proposed consent decree providing for the modification of attendance zone lines, creation of two magnet schools,<sup>[5]</sup> increase of majority-to-minority transfers and improvements of historically black schools.</p>\n<p>The court, following a hearing on July 26, 1984, granted the motion of Zandra Pittman, minor child, by her parents and next friends, Andrew and Patricia Pittman, and Geneva Harrell and Jimmy Harrell, Jr., minor children, by their parents and next friends, Jimmy and Rose Mary Harrell,<sup>[6]</sup> to intervene as plaintiffs but did not rule on or approve the proposed consent decree. On September 24, 1984, the court approved a proposed consent decree submitted by the HMSSD and plaintiff-intervenors setting out a procedure and schedule for development of alternative desegregation plans for the district elementary schools. Pursuant to that decree, copies of desegregation plans prepared by the Title IV Racial Desegregation Assistance Center (Foster Plan A<sup>[7]</sup> and Foster Plan B<sup>[8]</sup>) and by Dr. Larry Winecoff of the University of South Carolina and Dr. Burnett Joiner of Grambling State University (Winecoff-Joiner Plan) were filed with the court. The HMSSD also filed on December 10, 1984 the District Plan of December 10 (District Plan)<sup>[9]</sup> and the District Alternative Plan of December 10 (District Alternative Plan).<sup>[10]</sup> Both plans submitted by the HMSSD were prepared and endorsed by the Superintendent's Biracial Committee.<sup>[11]</sup> On January 21, 1985, <span class=\"star-pagination\">*625</span> plaintiff-intervenors filed a plan prepared by Dr. Michael Stolee of the University of Wisconsin-Milwaukee (Stolee Plan).</p>\n<p>The United States employed Dr. Christine H. Rossell, a political scientist, to evaluate the merits of the proposed plans. Rossell considered district enrollment data for the last fifteen years, reports submitted to the court, the final grand jury report on facilities, achievement data, school district maps, capacity data, majority-to-minority transfers and transportation data and made two visits to Hattiesburg to view the facilities and meet with HMSSD officials and the Biracial Committee. Rossell evaluated the plans in terms of the extent of interracial exposure produced, a standard used by Rossell in every desegregation case in which she has participated<sup>[12]</sup> and one that is recognized by desegregation experts. At trial, Rossell explained that interracial exposure is the percentage of white students in the average black child's school and measures net benefit more accurately than a consideration of only racial balance.<sup>[13]</sup> Rossell adjusted the projections for each of the plans to account for anticipated white flight. She testified that her research reflected that in the implementation year, sixty percent of the white students reassigned from predominantly white schools to schools above ninety percent black would not show up, that fifty percent of the white students reassigned from predominantly white schools to schools between eighty to ninety percent black would not show up, that twenty-five percent of the white students reassigned from predominantly white schools to schools between thirty-five and eighty percent black would not show up and that ten percent of the white students remaining in predominantly white schools would leave as a result of increased black enrollment. Her research further showed that, in the second year of the plan, there would be no additional white flight from formerly black schools but that there would be a fifteen percent loss of white students from formerly white schools. Rossell further adjusted projections based on her analysis of data from the HMSSD.</p>\n<p>On the basis of her study, Rossell chose the District Alternative Plan as the best plan.<sup>[14]</sup> The Plan proposes creation of two magnet schools, the themes of which would be determined later, at Jones and Walthall <span class=\"star-pagination\">*626</span> schools and basic skills learning centers with kindergarten and pre-kindergarten at Bethune, Eureka and Love schools. The plan further provides for the closing of Eaton School<sup>[15]</sup> and certain contiguous zone line changes to increase the interracial exposure at Christian, Thames and Woodley. Rossell adjusted the plan's projections to account for white flight and to formulate more conservative and realistic projections.<sup>[16]</sup> In her report, Rossell noted that Jones and Walthall appear to be excellent choices for magnet school locations<sup>[17]</sup> and that selection of magnet themes is properly left to a community planning committee. She suggested that YMCA-sponsored child care programs be discontinued if an extended day magnet should be established.<sup>[18]</sup> She also recommended use of controls on admission to the magnets to prevent resegregation and to maintain current desegregation efforts. Additionally, Rossell suggested extensive publicity to promote the magnet schools in the black and white communities. Rossell also advised that the mandatory reassignment back-up plans should be made applicable upon the existence of two, rather than three, racially identifiable schools at more than eighty percent when subject to review by the court after three years.</p>\n<p>At trial, Rossell stated that in her opinion, the District Alternative Plan would produce substantial interracial exposure and promises to maintain interracial exposure at a higher level than the other plans because it offers educational incentives which would induce parents to keep their children in the public schools and attract other students who are presently not in the system.<sup>[19]</sup> Additionally, Rossell testified that the plan offers genuine educational improvements and satisfies concerns of members of the Biracial Committee regarding closings of historically black schools. Rossell also stated that plans such as the District Alternative Plan, which were developed by the people with responsibility for implementation, have the best prospects for success.</p>\n<p>Rossell determined that the Stolee Plan would produce the least interracial exposure.<sup>[20]</sup> The plan, a mandatory reassignment pairing and clustering plan, projects no schools with over 80% black student bodies and would close no schools. The plan, however, does not make concessions in anticipation of white flight<sup>[21]</sup> and Rossell predicted that its already lower interracial exposure would decrease over time.</p>\n<p>Following completion of Rossell's study, the United States, the HMSSD and the State of Mississippi entered into a proposed consent decree which consists of the District Alternative Plan with most of the changes recommended by Rossell. At a hearing before this court, the HMSSD and <span class=\"star-pagination\">*627</span> the United States presented their plan and the plaintiff-intervenors offered theirs.</p>\n<p>The plan submitted by the United States, HMSSD and the State of Mississippi (Consent Degree Plan) proposes establishment of magnet schools at Walthall and Jones, basic skills learning centers at Bethune, Eureka and Love,<sup>[22]</sup> and consideration of implementation of a magnet school at Eureka at a later time. The plan also provides for limited changes to the present zone lines and for reassignment of students displaced by magnet schools.</p>\n<p>Plaintiff-intervenors object to the lack of specificity regarding the programs to be offered by the magnet schools. The plan provides for creation of a community planning committee which will elicit public comments and be assisted by the HMSSD with funding and personnel for its work. Under the plan, this committee's report would be submitted to the parties for comments. The court is of the opinion that the plan's lack of specificity is not fatal; Dr. Gordon Walker, Superintendent of HMSSD, testified that although the HMSSD has done substantial preliminary planning, further work is not feasible or practicable prior to acceptance of the plan by the court. The court is of the opinion that the Consent Decree Plan is sufficiently specific to be evaluated as a desegregation tool.</p>\n<p>Plaintiff-intervenors further contend that blacks will bear the heavier burden regarding transfers proposed by the plan. Under the Consent Decree Plan, the majority of mandatory transfers are to contiguous zones.<sup>[23]</sup> Other transfers are voluntary and, as Rossell testified, cannot be considered a burden because they are the result of a free choice. The number of transfers of blacks under the Stolee Plan and the Consent Decree Plan are similar<sup>[24]</sup> but the Stolee Plan's transfers are clearly more burdensome because they are mandatory.<sup>[25]</sup> The Consent Decree Plan does not require that transportation be provided to students transferring to a magnet school. The HMSSD should determine the extent to which transportation will affect the decision of parents to send their children to a magnet school.<sup>[26]</sup></p>\n<p>Plaintiff-intervenors' primary argument against the Consent Decree Plan is that it will not desegregate the system now. The constitutional mandate is, of course, a plan which \"promises realistically to work and promises realistically to work <i>now.</i>\" <i>Green v. County School Board,</i> 391 U.S. 430, 439, 88 S.Ct. 1689, 1694, 20 L.Ed.2d 716 (1968) (emphasis original). Plaintiff-intervenors contend that the plan will not be subject to review for more than four years and, accordingly, cannot be said to \"work now.\" The magnet schools are to be implemented <span class=\"star-pagination\">*628</span> in the fall of 1987<sup>[27]</sup> and reviewed by the court three years later. Sufficient time for planning and publicity is, of course, needed. The three year trial time is not undue as Rossell testified that magnet schools require at least that much time to attain maximum success. Additionally, the testimony showed that the difference between the initial net benefit and effectiveness of the Consent Decree Plan and that of the Stolee Plan would be slight.<sup>[28]</sup> Accordingly, it cannot be said that the Consent Decree Plan does not \"promise to work realistically now.\"</p>\n<p>Plaintiff-intervenors further question whether the Consent Decree Plan will work at all. They argue that whites will transfer to the magnet schools from predominantly black schools, leading to further segregation and resegregation. To prevent this from occurring, the HMSSD shall propose controls on admission to magnet schools designed to maintain desegregation. The proposal shall be submitted to the parties for comments and then to the court for review and approval. With such controls, this court is of the opinion that the proposed Consent Decree Plan will work effectively. Testimony regarding the success of similar magnet plans indicates that such plans are effective desegregation tools. The probability of success of HMSSD's plan is greatly enhanced by the obvious support of and commitment to the plan by the community and school officials.<sup>[29]</sup></p>\n<p>Various projections of enrollment in the schools were discussed during the trial. Projections offered by the United States and HMSSD, while obviously flawed because of the inability to anticipate exactly what choices will be made, are sufficient to demonstrate that the plan should lead to more fully desegregated schools in Hattiesburg. At the end of the three year trial period, the plan is to be judged on whether the HMSSD contains more than two racially identifiable schools. Plaintiff-intervenors argue that such a limited requirement is unacceptable in a school system where all racially identifiable schools could easily be abolished. The consent decree states that upon a showing of implementation and maintenance of the plan, the court <i>may</i> enter a declaration of unitariness. By no means does the standard set out in the consent decree alter this court's ability or responsibility to apply constitutional requirements for unitariness and the HMSSD will be declared unitary only when it satisfies such standards.</p>\n<p>The Consent Decree Plan is furthermore the more effective plan in that it not only \"promises realistically to work now,\" but also promises realistically to <span class=\"star-pagination\">*629</span> work later.<sup>[30]</sup> While the Stolee Plan offers certain theoretical advantages in that it appears to desegregate the schools somewhat faster, has a higher racial balance and has interracial exposure of only a few percentage points lower than that of the Consent Decree Plan, it will also cause much more white flight upon implementation and will continue to do so at a faster rate than the Consent Decree Plan. White flight is, of course, no justification for inaction. <i>See </i><i>United States v. Scotland Neck City Board of Education,</i> 407 U.S. 484, 92 S.Ct. 2214, 33 L.Ed.2d 75 (1972). A court may, however, consider anticipated white flight and choose the desegregation plan most likely to minimize white boycotts. <i>See </i><i>Liddell v. State of Missouri,</i> 731 F.2d 1294, 1313-14 (8th Cir.1984); <i>Valley v. Rapides Parish School Board,</i> 702 F.2d 1221, 1226 n. 6 (5th Cir.1983); <i>Stout v. Jefferson County Board of Education,</i> 537 F.2d 800 (5th Cir.1976). The Consent Decree Plan will cause less white flight thereby producing a more stable and successful school system with the potential to attract whites who are not presently within the system, all the while further desegregating the system and increasing interracial exposure.</p>\n<p>The Stolee Plan is much less likely to achieve the required result of further desegregation. While initial projections of its success appear promising, this court is of the opinion, based on the testimony of Rossell and other experts, that the Stolee Plan will not ultimately lead to more fully desegregated elementary schools in the HMSSD. The plan imposes heavy burdens on all school children in transportation<sup>[31]</sup> and repeated transfers and on school officials who termed the pairing and clustering an \"administrative nightmare.\"<sup>[32]</sup> Additionally, for all the added burdens and costs, the plan includes no provisions for improving educational quality in the system<sup>[33]</sup> and has little promise of maintaining or increasing interracial exposure.</p>\n<p>The court has reviewed the portions of the consent decree to which no objections have been made and finds that they satisfy constitutional requirements.</p>\n<p>It is, therefore, ORDERED that the proposed consent decree filed herein by the HMSSD, the United States and the State of Mississippi on September 4, 1985 and attached hereto is approved, and the defendant HMSSD, the Board of Trustees for the HMSSD, their successors, agents, employees and all those in active concert or participation with them are hereby directed to announce and implement forthwith said plan.</p>\n<p>It is further ORDERED that the defendant HMSSD shall</p>\n<p>1. draft and present to the other parties for comments and thereafter to the court for review and approval proposed controls on admission to magnet schools designed to maintain current desegregation; and</p>\n<p>2. present a report to the court regarding the feasibility of and need for providing transportation for children electing to attend magnet schools.</p>\n<p>It is further ORDERED that ยง A of Attachment B of the July 16, 1970 order of this court shall remain in full force and effect and the proposed consent decree approved <span class=\"star-pagination\">*630</span> by this order is modified to the extent that it is in conflict with said section.</p>\n<h2>NOTES</h2>\n<p>[1]  That the HMSSD has complied with all previous orders does not render the system unitary. There has been no adjudication of or motion for adjudication of unitariness. The HMSSD remains subject to a court-ordered desegregation plan and is required to file biannual reports with the court.</p>\n<p>[2]  According to the March 15, 1985 report filed with the court, the elementary schools in the HMSSD were 59% black and 41% white. Data compiled by the HMSSD as of September 5, 1985 shows that the elementary schools were then 62% black and 38% white.</p>\n<p>[3]  The March 15, 1985 report filed with the court shows the following:\n</p>\n<p></p>\n<pre>\n  School           Blacks    Whites   Total   % Black\n  Bethune           609         5      614        99\n  Jones             191        24      215        89\n  Eureka            165        12      177        93\n  Love              138        -0-     138       100\n  Walthall          172        17      189        91\n  Eaton              57        38       95        60\n  Davis             116        66      182        64\n  Camp              101       109      210        48\n  Christian          47       184      231        20\n  Thames             57       526      583        10\n  Woodley            87       214      301        29\n</pre>\n<p>[4]  73.27% of the black students in the system attend schools which are composed of student bodies which are 80% or more of one race.</p>\n<p>[5]  A magnet school features specialized curriculum as well as basic studies, often with a different teaching format and environment.</p>\n<p>[6]  At the time the Complaint in Intervention was filed, Zandra Pittman, aged seven, attended first grade at Bethune, Geneva Harrell, aged ten, attended Bethune, and Jimmy Harrell, Jr. was four years of age and was to enroll in the HMSSD in the fall of 1985.</p>\n<p>[7]  Foster Plan A is a magnet school plan with a partial same-year mandatory reassignment backup plan. It proposes the use of Bethune, Jones and Walthall as magnet schools, reassigning students currently attending those schools to predominantly white schools. The plan also recommends closing three schools, two of which are historically black.</p>\n<p>[8]  Foster Plan B is a mandatory reassignment plan. It proposes the closing of two historically black schools, Eureka and Love, and the establishment of extended day programs at one formerly black school and one formerly white school.</p>\n<p>[9]  The District Plan is similar to the Consent Decree Plan submitted in 1984.</p>\n<p>[10]  The District Alternative Plan adopts parts of the other plans submitted. With the addition of some of the changes recommended in Rossell's report, <i>see infra</i> text accompanying notes 14-21, it comprises the Consent Decree Plan before the court.</p>\n<p>[11]  The Superintendent's Biracial Committee is composed of equal numbers of black and white residents of the district, including parents and non-parents who live in different attendance zones. The Committee advises the Superintendent on various issues regarding the school district and also actively participated in planning and drafting the desegregation plans submitted by the HMSSD. At trial, several members of the Committee testified including Charles Lawrence, an attorney, newly elected member of the Hattiesburg City Council and Chairman of the NAACP Education Committee; Henry McFarlin, Jr., NAACP member and plaintiff in a recent law suit which resulted in a change of government for the City of Hattiesburg; Jeanette Smith, past president of the NAACP; Donna Matthews, mother of three elementary aged children, who is involved in community affairs; and Eugene Williams, father of three former students, who is active in church and community affairs. The role of the Superintendent in the Biracial Committee, according to Dr. Samuel Spinks, former Superintendent of HMSSD, is to provide information and generate discussion and not to influence the Committee's decisions.</p>\n<p>[12]  Rossell testified that she has worked on approximately 11 desegregation cases, has been named by a court to be a member of a city-wide coordinating committee to monitor desegregation in Boston and has been appointed to evaluate the desegregation situation and propose plans in Marion County, Florida.</p>\n<p>[13]  Rossell stated that racial balance indices, which measure the extent to which each school reflects the racial composition of the school system as a whole, do not distinguish between (1) a desegregation plan in which 99 percent of the whites have fled, but the remaining one percent are evenly distributed, and (2) one in which none of the whites have fled and each school is 50 percent white. She considered a hypothetical school system which consisted of three black schools and three white schools and two possible outcomes resulting from implementation of desegregation plans and different degrees of white flight.\n</p>\n<p></p>\n<pre>\n       Outcome A           Outcome B        \n       Blacks   Whites     Blacks     Whites\n       50       40         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n</pre>\n<p>While Outcome B produces greater racial balance, Outcome A yields greater interracial exposure and is obviously preferable.</p>\n<p>[14]  Foster Plan A would produce a greater degree of interracial exposure. Rossell testified that that plan is not the most effective, however, because it closes three schools, two of which are historically black, and includes a partial same year mandatory reassignment back-up. She opined that the closing of historically black schools is not favored by members of the Biracial Committee and that the mandatory reassignment back-up plan is premature.</p>\n<p>[15]  Students attending Eaton School would be reassigned to Love, which serves a contiguous zone.</p>\n<p>[16]  For example, Russell reduced the number of anticipated majority-to-minority transfers based on her study of the historical pattern of such transfers in the district.</p>\n<p>[17]  The Winecoff-Joiner Plan, Foster Plan A and the District Alternative plan recommend use of Walthall and Jones as magnet schools. Walthall is located in an integrated area of the city which was formerly predominantly white. The school, while 91% black, is generally considered a historically white school. Jones is situated in the northern part of the city and is readily accessible. The testimony showed that both facilities are well-equipped and attractive.</p>\n<p>[18]  Rossell reasoned that the attractiveness of the extended day magnet would be reduced if similar programs were available at other schools.</p>\n<p>[19]  Students who are not currently in the system include children who are not yet school age and children who live in the district and are enrolled in private schools. Also included are children of parents who will in the future move into the Hattiesburg area.</p>\n<p>[20]  The Stolee Plan would produce the greatest racial balance. For a discussion of racial balance and interracial exposure, see footnote 13.</p>\n<p>[21]  The plan clusters two predominantly black schools, Bethune and Love, with a predominantly white school, Thames, and provides for grades one through four to meet at Bethune and Love and grades five and six at Thames. Rossell testified that social science research teaches that interracial exposure is maximized by placing lower grades in the formerly white school.</p>\n<p>[22]  According to the testimony of Dr. Gordon Walker, Superintendent of HMSSD, these schools have lower achievement test scores than other schools in the district. A member of the Biracial Committee and Joiner testified that raising test scores is important. Walker stated that the basic skills learning centers would provide parent education, special education and curriculum enhancements.</p>\n<p>[23]  For example, students who live in the Bonhomie Apartments, most of whom are black, will be reassigned from Bethune to Thames, a predominantly white school. The apartments, like Thames, are located on the west side of Highway 49. The reassignment is to a more conveniently located school in a contiguous zone. Additionally, a black member of the Superintendent's Biracial Committee testified that she and most other blacks consider the magnet plan to be less burdensome.</p>\n<p>[24]  Under the Stolee Plan, 604 blacks will be reassigned, and approximately 532 blacks are expected to transfer, either voluntarily or by mandatory reassignment, under the Consent Decree Plan.</p>\n<p>[25]  The Stolee Plan's transfers are also more burdensome because the schools which are paired or clustered are not all in contiguous zones. Furthermore, the Stolee Plan calls for additional mandatory transfers to another paired or clustered school in either the fourth or fifth grade.</p>\n<p>[26]  Terry Goodbread, HMSSD Director of Transportation, testified that free transportation would prompt parents to transfer their children to another school voluntarily, particularly those children who are currently ineligible for transportation.</p>\n<p>[27]  Although the magnet schools will not be operative until the beginning of the 1987-88 school year, the basic skills learning centers will be started in the fall of 1986 and planning and publicity for the magnet schools will begin immediately.</p>\n<p>[28]  Stolee's projections, which the court does not credit because of their failure to take into consideration white flight, would not include any schools which are 80% or more of one race. Rossell's projections of enrollment upon implementation of the Consent Decree Plan indicate that approximately 25% of the students would be in schools which are 80% or more of one race. The magnet plan proposed here is, therefore, distinguishable from that rejected by the district court in <i>Davis v. East Baton Rouge Parish School Bd.,</i> 514 F.Supp. 869, 872-73 (M.D.La. 1981) (48% of elementary school left in one-race schools), <i>aff'd and remanded,</i> 721 F.2d 1425 (5th Cir.1983). According to Rossell's projections of enrollment two years after implementation, 30.69% of the students would be enrolled in schools serving student bodies which are approximately 80% of one race under the Stolee Plan and, under the Consent Decree Plan, 26.72% of the HMSSD students would be in such schools.</p>\n<p>[29]  Members of the Biracial Committee who testified showed strong commitment to making the plan successful. A black member of the committee, who is an active member of the NAACP, stated that the black community supports the magnet school program as the best plan. The HMSSD's commitment to the plan is apparent in its earlier planning, the appointment of Dr. Russell, a former principal of Thames who is highly respected in the community, to be director of the magnet programs and visits made by Russell and Walker to successful magnet systems.</p>\n<p>[30]  The court is further of the opinion that the plan is \"`workable,' `effective,' and `realistic.'\" and satisfies the \"basic fairness inherent in equity.\" <i>Swann v. Charlotte-Mecklenburg Bd. of Ed.,</i> 402 U.S. 1, 31, 91 S.Ct. 1267, 1283, 28 L.Ed.2d 554 (1971).</p>\n<p>[31]  While transportation costs for either plan cannot be precisely predicted, the testimony of Terry Goodbread, Director of Transportation, demonstrated that the cost of transportation would be substantially greater under the Stolee Plan than under the Consent Decree Plan.</p>\n<p>[32]  Walker and Winecoff testified that the pairing and clustering plan proposed by Stolee would be difficult to administer. Testimony regarding implementation of a similar pairing and clustering plan in Laurel, Mississippi, which is demographically similar to Hattiesburg, indicated that the plan there has not been successful.</p>\n<p>[33]  Improvements in educational quality are, of course, not alternatives to desegregation. Such improvements, however, provide needed incentives to minimize white flight, thereby increasing interracial exposure.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></span> (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nand<br>\nZandra Pittman, minor child, by her parents and next friends, Andrew and Patricia Pittman; Geneva Harrell and Jimmy Harrell, Jr., minor children, by their parents and next friends, Jimmie and Rose Mary Harrell, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nThe STATE OF MISSISSIPPI, et al., Defendants,<br>\nand<br>\nHattiesburg Municipal Separate School District, Defendant-Intervenors.</h1></center>\n<center>Civ. A. No. 4706.</center>\n<center><p><b>United States District Court, S.D. Mississippi, Jackson Division.</b></p></center>\n<center>October 21, 1985.</center>\n<p><span class=\"star-pagination\">*623</span> Nausead Stewart, Jackson, Miss., for plaintiffs-intervenors.</p>\n<p>Salliann S.M. Dougherty, Educational Opportunities Litigation Section, Civil Rights Div. (Main J), Dept. of Justice, Washington, D.C., for plaintiff.</p>\n<p>Edwin L. Pittman, Atty. Gen., Jackson, Miss., Moran M. Pope, Jr., Hattiesburg, Miss., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>TOM S. LEE, District Judge.</p>\n<p>On July 9, 1970, the United States initiated this action by bringing suit, pursuant to section 407 of Title IV of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000c-6, against the State of Mississippi, alleging the unlawful operation of a racially dual system of public education in violation of the Fourteenth Amendment and the Civil Rights Act of 1964. The Hattiesburg Municipal Separate School District (HMSSD) intervened as a defendant on July 16, 1970. A consent decree was entered in 1970 which, as supplemented by an order issued in 1971, provided for mandatory student assignments, biannual reports to the court and provisions for desegregation in other areas of the school system. To date, the HMSSD has complied with the 1970 and 1971 orders.<sup>[1]</sup></p>\n<p>The HMSSD is currently composed of approximately sixty percent black students and forty percent white.<sup>[2]</sup> According to the HMSSD March 22, 1985 report to the court, eight of the eleven elementary schools in the district were racially identifiable in that <span class=\"star-pagination\">*624</span> they served student bodies of eighty percent or more of one race.<sup>[3]</sup> Approximately seventy-three percent of the children in the elementary school system attend schools which are eighty percent or more of one race.<sup>[4]</sup> On July 17, 1984, the HMSSD and the United States entered into and filed with the court a proposed consent decree providing for the modification of attendance zone lines, creation of two magnet schools,<sup>[5]</sup> increase of majority-to-minority transfers and improvements of historically black schools.</p>\n<p>The court, following a hearing on July 26, 1984, granted the motion of Zandra Pittman, minor child, by her parents and next friends, Andrew and Patricia Pittman, and Geneva Harrell and Jimmy Harrell, Jr., minor children, by their parents and next friends, Jimmy and Rose Mary Harrell,<sup>[6]</sup> to intervene as plaintiffs but did not rule on or approve the proposed consent decree. On September 24, 1984, the court approved a proposed consent decree submitted by the HMSSD and plaintiff-intervenors setting out a procedure and schedule for development of alternative desegregation plans for the district elementary schools. Pursuant to that decree, copies of desegregation plans prepared by the Title IV Racial Desegregation Assistance Center (Foster Plan A<sup>[7]</sup> and Foster Plan B<sup>[8]</sup>) and by Dr. Larry Winecoff of the University of South Carolina and Dr. Burnett Joiner of Grambling State University (Winecoff-Joiner Plan) were filed with the court. The HMSSD also filed on December 10, 1984 the District Plan of December 10 (District Plan)<sup>[9]</sup> and the District Alternative Plan of December 10 (District Alternative Plan).<sup>[10]</sup> Both plans submitted by the HMSSD were prepared and endorsed by the Superintendent's Biracial Committee.<sup>[11]</sup> On January 21, 1985, <span class=\"star-pagination\">*625</span> plaintiff-intervenors filed a plan prepared by Dr. Michael Stolee of the University of Wisconsin-Milwaukee (Stolee Plan).</p>\n<p>The United States employed Dr. Christine H. Rossell, a political scientist, to evaluate the merits of the proposed plans. Rossell considered district enrollment data for the last fifteen years, reports submitted to the court, the final grand jury report on facilities, achievement data, school district maps, capacity data, majority-to-minority transfers and transportation data and made two visits to Hattiesburg to view the facilities and meet with HMSSD officials and the Biracial Committee. Rossell evaluated the plans in terms of the extent of interracial exposure produced, a standard used by Rossell in every desegregation case in which she has participated<sup>[12]</sup> and one that is recognized by desegregation experts. At trial, Rossell explained that interracial exposure is the percentage of white students in the average black child's school and measures net benefit more accurately than a consideration of only racial balance.<sup>[13]</sup> Rossell adjusted the projections for each of the plans to account for anticipated white flight. She testified that her research reflected that in the implementation year, sixty percent of the white students reassigned from predominantly white schools to schools above ninety percent black would not show up, that fifty percent of the white students reassigned from predominantly white schools to schools between eighty to ninety percent black would not show up, that twenty-five percent of the white students reassigned from predominantly white schools to schools between thirty-five and eighty percent black would not show up and that ten percent of the white students remaining in predominantly white schools would leave as a result of increased black enrollment. Her research further showed that, in the second year of the plan, there would be no additional white flight from formerly black schools but that there would be a fifteen percent loss of white students from formerly white schools. Rossell further adjusted projections based on her analysis of data from the HMSSD.</p>\n<p>On the basis of her study, Rossell chose the District Alternative Plan as the best plan.<sup>[14]</sup> The Plan proposes creation of two magnet schools, the themes of which would be determined later, at Jones and Walthall <span class=\"star-pagination\">*626</span> schools and basic skills learning centers with kindergarten and pre-kindergarten at Bethune, Eureka and Love schools. The plan further provides for the closing of Eaton School<sup>[15]</sup> and certain contiguous zone line changes to increase the interracial exposure at Christian, Thames and Woodley. Rossell adjusted the plan's projections to account for white flight and to formulate more conservative and realistic projections.<sup>[16]</sup> In her report, Rossell noted that Jones and Walthall appear to be excellent choices for magnet school locations<sup>[17]</sup> and that selection of magnet themes is properly left to a community planning committee. She suggested that YMCA-sponsored child care programs be discontinued if an extended day magnet should be established.<sup>[18]</sup> She also recommended use of controls on admission to the magnets to prevent resegregation and to maintain current desegregation efforts. Additionally, Rossell suggested extensive publicity to promote the magnet schools in the black and white communities. Rossell also advised that the mandatory reassignment back-up plans should be made applicable upon the existence of two, rather than three, racially identifiable schools at more than eighty percent when subject to review by the court after three years.</p>\n<p>At trial, Rossell stated that in her opinion, the District Alternative Plan would produce substantial interracial exposure and promises to maintain interracial exposure at a higher level than the other plans because it offers educational incentives which would induce parents to keep their children in the public schools and attract other students who are presently not in the system.<sup>[19]</sup> Additionally, Rossell testified that the plan offers genuine educational improvements and satisfies concerns of members of the Biracial Committee regarding closings of historically black schools. Rossell also stated that plans such as the District Alternative Plan, which were developed by the people with responsibility for implementation, have the best prospects for success.</p>\n<p>Rossell determined that the Stolee Plan would produce the least interracial exposure.<sup>[20]</sup> The plan, a mandatory reassignment pairing and clustering plan, projects no schools with over 80% black student bodies and would close no schools. The plan, however, does not make concessions in anticipation of white flight<sup>[21]</sup> and Rossell predicted that its already lower interracial exposure would decrease over time.</p>\n<p>Following completion of Rossell's study, the United States, the HMSSD and the State of Mississippi entered into a proposed consent decree which consists of the District Alternative Plan with most of the changes recommended by Rossell. At a hearing before this court, the HMSSD and <span class=\"star-pagination\">*627</span> the United States presented their plan and the plaintiff-intervenors offered theirs.</p>\n<p>The plan submitted by the United States, HMSSD and the State of Mississippi (Consent Degree Plan) proposes establishment of magnet schools at Walthall and Jones, basic skills learning centers at Bethune, Eureka and Love,<sup>[22]</sup> and consideration of implementation of a magnet school at Eureka at a later time. The plan also provides for limited changes to the present zone lines and for reassignment of students displaced by magnet schools.</p>\n<p>Plaintiff-intervenors object to the lack of specificity regarding the programs to be offered by the magnet schools. The plan provides for creation of a community planning committee which will elicit public comments and be assisted by the HMSSD with funding and personnel for its work. Under the plan, this committee's report would be submitted to the parties for comments. The court is of the opinion that the plan's lack of specificity is not fatal; Dr. Gordon Walker, Superintendent of HMSSD, testified that although the HMSSD has done substantial preliminary planning, further work is not feasible or practicable prior to acceptance of the plan by the court. The court is of the opinion that the Consent Decree Plan is sufficiently specific to be evaluated as a desegregation tool.</p>\n<p>Plaintiff-intervenors further contend that blacks will bear the heavier burden regarding transfers proposed by the plan. Under the Consent Decree Plan, the majority of mandatory transfers are to contiguous zones.<sup>[23]</sup> Other transfers are voluntary and, as Rossell testified, cannot be considered a burden because they are the result of a free choice. The number of transfers of blacks under the Stolee Plan and the Consent Decree Plan are similar<sup>[24]</sup> but the Stolee Plan's transfers are clearly more burdensome because they are mandatory.<sup>[25]</sup> The Consent Decree Plan does not require that transportation be provided to students transferring to a magnet school. The HMSSD should determine the extent to which transportation will affect the decision of parents to send their children to a magnet school.<sup>[26]</sup></p>\n<p>Plaintiff-intervenors' primary argument against the Consent Decree Plan is that it will not desegregate the system now. The constitutional mandate is, of course, a plan which \"promises realistically to work and promises realistically to work <i>now.</i>\" <i>Green v. County School Board,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1694, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968) (emphasis original). Plaintiff-intervenors contend that the plan will not be subject to review for more than four years and, accordingly, cannot be said to \"work now.\" The magnet schools are to be implemented <span class=\"star-pagination\">*628</span> in the fall of 1987<sup>[27]</sup> and reviewed by the court three years later. Sufficient time for planning and publicity is, of course, needed. The three year trial time is not undue as Rossell testified that magnet schools require at least that much time to attain maximum success. Additionally, the testimony showed that the difference between the initial net benefit and effectiveness of the Consent Decree Plan and that of the Stolee Plan would be slight.<sup>[28]</sup> Accordingly, it cannot be said that the Consent Decree Plan does not \"promise to work realistically now.\"</p>\n<p>Plaintiff-intervenors further question whether the Consent Decree Plan will work at all. They argue that whites will transfer to the magnet schools from predominantly black schools, leading to further segregation and resegregation. To prevent this from occurring, the HMSSD shall propose controls on admission to magnet schools designed to maintain desegregation. The proposal shall be submitted to the parties for comments and then to the court for review and approval. With such controls, this court is of the opinion that the proposed Consent Decree Plan will work effectively. Testimony regarding the success of similar magnet plans indicates that such plans are effective desegregation tools. The probability of success of HMSSD's plan is greatly enhanced by the obvious support of and commitment to the plan by the community and school officials.<sup>[29]</sup></p>\n<p>Various projections of enrollment in the schools were discussed during the trial. Projections offered by the United States and HMSSD, while obviously flawed because of the inability to anticipate exactly what choices will be made, are sufficient to demonstrate that the plan should lead to more fully desegregated schools in Hattiesburg. At the end of the three year trial period, the plan is to be judged on whether the HMSSD contains more than two racially identifiable schools. Plaintiff-intervenors argue that such a limited requirement is unacceptable in a school system where all racially identifiable schools could easily be abolished. The consent decree states that upon a showing of implementation and maintenance of the plan, the court <i>may</i> enter a declaration of unitariness. By no means does the standard set out in the consent decree alter this court's ability or responsibility to apply constitutional requirements for unitariness and the HMSSD will be declared unitary only when it satisfies such standards.</p>\n<p>The Consent Decree Plan is furthermore the more effective plan in that it not only \"promises realistically to work now,\" but also promises realistically to <span class=\"star-pagination\">*629</span> work later.<sup>[30]</sup> While the Stolee Plan offers certain theoretical advantages in that it appears to desegregate the schools somewhat faster, has a higher racial balance and has interracial exposure of only a few percentage points lower than that of the Consent Decree Plan, it will also cause much more white flight upon implementation and will continue to do so at a faster rate than the Consent Decree Plan. White flight is, of course, no justification for inaction. <i>See </i><i>United States v. Scotland Neck City Board of Education,</i> <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2214</span></a></span>, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">75</span></a></span> (1972). A court may, however, consider anticipated white flight and choose the desegregation plan most likely to minimize white boycotts. <i>See </i><i>Liddell v. State of Missouri,</i> <span class=\"citation\" data-id=\"433833\"><a href=\"/opinion/433833/craton-liddell-v-state-of-missouri-craton-liddell-v-city-of-st-louis/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1313-14 (8th Cir.1984); <i>Valley v. Rapides Parish School Board,</i> <span class=\"citation\" data-id=\"415637\"><a href=\"/opinion/415637/virgie-lee-valley-united-states-of-america-intervenor-appellee-v-rapides/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1221</span></a></span>, 1226 n. 6 (5th Cir.1983); <i>Stout v. Jefferson County Board of Education,</i> <span class=\"citation\" data-id=\"336420\"><a href=\"/opinion/336420/linda-stout-by-her-father-and-next-friend-blevin-stout-cross-v/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span> (5th Cir.1976). The Consent Decree Plan will cause less white flight thereby producing a more stable and successful school system with the potential to attract whites who are not presently within the system, all the while further desegregating the system and increasing interracial exposure.</p>\n<p>The Stolee Plan is much less likely to achieve the required result of further desegregation. While initial projections of its success appear promising, this court is of the opinion, based on the testimony of Rossell and other experts, that the Stolee Plan will not ultimately lead to more fully desegregated elementary schools in the HMSSD. The plan imposes heavy burdens on all school children in transportation<sup>[31]</sup> and repeated transfers and on school officials who termed the pairing and clustering an \"administrative nightmare.\"<sup>[32]</sup> Additionally, for all the added burdens and costs, the plan includes no provisions for improving educational quality in the system<sup>[33]</sup> and has little promise of maintaining or increasing interracial exposure.</p>\n<p>The court has reviewed the portions of the consent decree to which no objections have been made and finds that they satisfy constitutional requirements.</p>\n<p>It is, therefore, ORDERED that the proposed consent decree filed herein by the HMSSD, the United States and the State of Mississippi on September 4, 1985 and attached hereto is approved, and the defendant HMSSD, the Board of Trustees for the HMSSD, their successors, agents, employees and all those in active concert or participation with them are hereby directed to announce and implement forthwith said plan.</p>\n<p>It is further ORDERED that the defendant HMSSD shall</p>\n<p>1. draft and present to the other parties for comments and thereafter to the court for review and approval proposed controls on admission to magnet schools designed to maintain current desegregation; and</p>\n<p>2. present a report to the court regarding the feasibility of and need for providing transportation for children electing to attend magnet schools.</p>\n<p>It is further ORDERED that ยง A of Attachment B of the July 16, 1970 order of this court shall remain in full force and effect and the proposed consent decree approved <span class=\"star-pagination\">*630</span> by this order is modified to the extent that it is in conflict with said section.</p>\n<h2>NOTES</h2>\n<p>[1]  That the HMSSD has complied with all previous orders does not render the system unitary. There has been no adjudication of or motion for adjudication of unitariness. The HMSSD remains subject to a court-ordered desegregation plan and is required to file biannual reports with the court.</p>\n<p>[2]  According to the March 15, 1985 report filed with the court, the elementary schools in the HMSSD were 59% black and 41% white. Data compiled by the HMSSD as of September 5, 1985 shows that the elementary schools were then 62% black and 38% white.</p>\n<p>[3]  The March 15, 1985 report filed with the court shows the following:\n</p>\n<p></p>\n<pre>\n  School           Blacks    Whites   Total   % Black\n  Bethune           609         5      614        <span class=\"citation no-link\"><span class=\"volume\">99</span>\n  <span class=\"reporter\">Jones</span>             <span class=\"page\">191</span></span>        24      215        89\n  Eureka            165        12      177        93\n  Love              138        -0-     138       100\n  Walthall          172        17      189        91\n  Eaton              57        38       95        60\n  Davis             116        66      182        64\n  Camp              101       109      210        48\n  Christian          47       184      231        20\n  Thames             57       526      583        10\n  Woodley            87       214      301        29\n</pre>\n<p>[4]  73.27% of the black students in the system attend schools which are composed of student bodies which are 80% or more of one race.</p>\n<p>[5]  A magnet school features specialized curriculum as well as basic studies, often with a different teaching format and environment.</p>\n<p>[6]  At the time the Complaint in Intervention was filed, Zandra Pittman, aged seven, attended first grade at Bethune, Geneva Harrell, aged ten, attended Bethune, and Jimmy Harrell, Jr. was four years of age and was to enroll in the HMSSD in the fall of 1985.</p>\n<p>[7]  Foster Plan A is a magnet school plan with a partial same-year mandatory reassignment backup plan. It proposes the use of Bethune, Jones and Walthall as magnet schools, reassigning students currently attending those schools to predominantly white schools. The plan also recommends closing three schools, two of which are historically black.</p>\n<p>[8]  Foster Plan B is a mandatory reassignment plan. It proposes the closing of two historically black schools, Eureka and Love, and the establishment of extended day programs at one formerly black school and one formerly white school.</p>\n<p>[9]  The District Plan is similar to the Consent Decree Plan submitted in 1984.</p>\n<p>[10]  The District Alternative Plan adopts parts of the other plans submitted. With the addition of some of the changes recommended in Rossell's report, <i>see infra</i> text accompanying notes 14-21, it comprises the Consent Decree Plan before the court.</p>\n<p>[11]  The Superintendent's Biracial Committee is composed of equal numbers of black and white residents of the district, including parents and non-parents who live in different attendance zones. The Committee advises the Superintendent on various issues regarding the school district and also actively participated in planning and drafting the desegregation plans submitted by the HMSSD. At trial, several members of the Committee testified including Charles Lawrence, an attorney, newly elected member of the Hattiesburg City Council and Chairman of the NAACP Education Committee; Henry McFarlin, Jr., NAACP member and plaintiff in a recent law suit which resulted in a change of government for the City of Hattiesburg; Jeanette Smith, past president of the NAACP; Donna Matthews, mother of three elementary aged children, who is involved in community affairs; and Eugene Williams, father of three former students, who is active in church and community affairs. The role of the Superintendent in the Biracial Committee, according to Dr. Samuel Spinks, former Superintendent of HMSSD, is to provide information and generate discussion and not to influence the Committee's decisions.</p>\n<p>[12]  Rossell testified that she has worked on approximately 11 desegregation cases, has been named by a court to be a member of a city-wide coordinating committee to monitor desegregation in Boston and has been appointed to evaluate the desegregation situation and propose plans in Marion County, Florida.</p>\n<p>[13]  Rossell stated that racial balance indices, which measure the extent to which each school reflects the racial composition of the school system as a whole, do not distinguish between (1) a desegregation plan in which 99 percent of the whites have fled, but the remaining one percent are evenly distributed, and (2) one in which none of the whites have fled and each school is 50 percent white. She considered a hypothetical school system which consisted of three black schools and three white schools and two possible outcomes resulting from implementation of desegregation plans and different degrees of white flight.\n</p>\n<p></p>\n<pre>\n       Outcome A           Outcome B        \n       Blacks   Whites     Blacks     Whites\n       50       40         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n       50       45         50         1\n</pre>\n<p>While Outcome B produces greater racial balance, Outcome A yields greater interracial exposure and is obviously preferable.</p>\n<p>[14]  Foster Plan A would produce a greater degree of interracial exposure. Rossell testified that that plan is not the most effective, however, because it closes three schools, two of which are historically black, and includes a partial same year mandatory reassignment back-up. She opined that the closing of historically black schools is not favored by members of the Biracial Committee and that the mandatory reassignment back-up plan is premature.</p>\n<p>[15]  Students attending Eaton School would be reassigned to Love, which serves a contiguous zone.</p>\n<p>[16]  For example, Russell reduced the number of anticipated majority-to-minority transfers based on her study of the historical pattern of such transfers in the district.</p>\n<p>[17]  The Winecoff-Joiner Plan, Foster Plan A and the District Alternative plan recommend use of Walthall and Jones as magnet schools. Walthall is located in an integrated area of the city which was formerly predominantly white. The school, while 91% black, is generally considered a historically white school. Jones is situated in the northern part of the city and is readily accessible. The testimony showed that both facilities are well-equipped and attractive.</p>\n<p>[18]  Rossell reasoned that the attractiveness of the extended day magnet would be reduced if similar programs were available at other schools.</p>\n<p>[19]  Students who are not currently in the system include children who are not yet school age and children who live in the district and are enrolled in private schools. Also included are children of parents who will in the future move into the Hattiesburg area.</p>\n<p>[20]  The Stolee Plan would produce the greatest racial balance. For a discussion of racial balance and interracial exposure, see footnote 13.</p>\n<p>[21]  The plan clusters two predominantly black schools, Bethune and Love, with a predominantly white school, Thames, and provides for grades one through four to meet at Bethune and Love and grades five and six at Thames. Rossell testified that social science research teaches that interracial exposure is maximized by placing lower grades in the formerly white school.</p>\n<p>[22]  According to the testimony of Dr. Gordon Walker, Superintendent of HMSSD, these schools have lower achievement test scores than other schools in the district. A member of the Biracial Committee and Joiner testified that raising test scores is important. Walker stated that the basic skills learning centers would provide parent education, special education and curriculum enhancements.</p>\n<p>[23]  For example, students who live in the Bonhomie Apartments, most of whom are black, will be reassigned from Bethune to Thames, a predominantly white school. The apartments, like Thames, are located on the west side of Highway 49. The reassignment is to a more conveniently located school in a contiguous zone. Additionally, a black member of the Superintendent's Biracial Committee testified that she and most other blacks consider the magnet plan to be less burdensome.</p>\n<p>[24]  Under the Stolee Plan, 604 blacks will be reassigned, and approximately 532 blacks are expected to transfer, either voluntarily or by mandatory reassignment, under the Consent Decree Plan.</p>\n<p>[25]  The Stolee Plan's transfers are also more burdensome because the schools which are paired or clustered are not all in contiguous zones. Furthermore, the Stolee Plan calls for additional mandatory transfers to another paired or clustered school in either the fourth or fifth grade.</p>\n<p>[26]  Terry Goodbread, HMSSD Director of Transportation, testified that free transportation would prompt parents to transfer their children to another school voluntarily, particularly those children who are currently ineligible for transportation.</p>\n<p>[27]  Although the magnet schools will not be operative until the beginning of the 1987-88 school year, the basic skills learning centers will be started in the fall of 1986 and planning and publicity for the magnet schools will begin immediately.</p>\n<p>[28]  Stolee's projections, which the court does not credit because of their failure to take into consideration white flight, would not include any schools which are 80% or more of one race. Rossell's projections of enrollment upon implementation of the Consent Decree Plan indicate that approximately 25% of the students would be in schools which are 80% or more of one race. The magnet plan proposed here is, therefore, distinguishable from that rejected by the district court in <i>Davis v. East Baton Rouge Parish School Bd.,</i> <span class=\"citation\" data-id=\"1961104\"><a href=\"/opinion/1961104/davis-v-east-baton-rouge-parish-sch-bd/\"><span class=\"volume\">514</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">869</span></a></span>, 872-73 (M.D.La. 1981) (48% of elementary school left in one-race schools), <i>aff'd and remanded,</i> <span class=\"citation\" data-id=\"427620\"><a href=\"/opinion/427620/clifford-eugene-davis-jr-v-east-baton-rouge-parish-school-board/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1425</span></a></span> (5th Cir.1983). According to Rossell's projections of enrollment two years after implementation, 30.69% of the students would be enrolled in schools serving student bodies which are approximately 80% of one race under the Stolee Plan and, under the Consent Decree Plan, 26.72% of the HMSSD students would be in such schools.</p>\n<p>[29]  Members of the Biracial Committee who testified showed strong commitment to making the plan successful. A black member of the committee, who is an active member of the NAACP, stated that the black community supports the magnet school program as the best plan. The HMSSD's commitment to the plan is apparent in its earlier planning, the appointment of Dr. Russell, a former principal of Thames who is highly respected in the community, to be director of the magnet programs and visits made by Russell and Walker to successful magnet systems.</p>\n<p>[30]  The court is further of the opinion that the plan is \"`workable,' `effective,' and `realistic.'\" and satisfies the \"basic fairness inherent in equity.\" <i>Swann v. Charlotte-Mecklenburg Bd. of Ed.,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 31, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1283, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).</p>\n<p>[31]  While transportation costs for either plan cannot be precisely predicted, the testimony of Terry Goodbread, Director of Transportation, demonstrated that the cost of transportation would be substantially greater under the Stolee Plan than under the Consent Decree Plan.</p>\n<p>[32]  Walker and Winecoff testified that the pairing and clustering plan proposed by Stolee would be difficult to administer. Testimony regarding implementation of a similar pairing and clustering plan in Laurel, Mississippi, which is demographically similar to Hattiesburg, indicated that the plan there has not been successful.</p>\n<p>[33]  Improvements in educational quality are, of course, not alternatives to desegregation. Such improvements, however, provide needed incentives to minimize white flight, thereby increasing interracial exposure.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/415637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961104/"
          ]
        }
      ],
      "judges": "Tom S. Lee",
      "date_created": "2014-10-30T22:51:12.019523Z",
      "date_modified": "2017-03-25T09:33:47.479997Z",
      "date_filed": "1985-10-21",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-state-of-miss",
      "citation_id": 2368032,
      "case_name_short": "",
      "case_name": "United States v. State of Miss.",
      "case_name_full": "",
      "federal_cite_one": "622 F. Supp. 622",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2240638/united-states-v-state-of-miss/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:51:12.016951Z",
  "date_modified": "2014-10-30T22:51:12.016951Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. State of Miss.",
  "case_name_full": "",
  "slug": "united-states-v-state-of-miss",
  "docket_number": "Civ. A. No. 4706",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}