{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2246148/",
  "id": 2246148,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cod/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2400873/",
      "id": 2400873,
      "absolute_url": "/opinion/2400873/keyes-v-school-dist-no-1/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2246148/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2400873/",
          "id": 2400873,
          "absolute_url": "/opinion/2400873/keyes-v-school-dist-no-1/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2400873/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2079/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:21:52.882996Z",
          "date_modified": "2017-04-09T19:35:37.815223Z",
          "type": "010combined",
          "sha1": "933f6c21698f7bad5a469db4a9b485907ae094a4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>653 F.Supp. 1536 (1987)</b></center>\n<center><h1>Wilfred KEYES, et al., Plaintiffs, Congress of Hispanic Educators, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nSCHOOL DISTRICT NO. 1, et al., Defendants.</h1></center>\n<center>Civ. A. No. C-1499.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>February 25, 1987.</center>\n<p>Gordon G. Greiner, Holland &amp; Hart, Denver, Colo., James M. Nabritt, III, New York City, for plaintiffs.</p>\n<p>Antonia Hernandez, Norma V. Cantu, Mexican American Legal Defense and Educational Fund, San Antonio, Tex., Kenneth Siegal, Kenneth Salazar, Sherman &amp; Howard, Denver, Colo., for plaintiffs-intervenors.</p>\n<p><span class=\"star-pagination\">*1537</span> Michael H. Jackson, Semple &amp; Jackson, Denver, Colo., Phil C. Neal, Neal, Gerber &amp; Eisenberg, Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>MATSCH, District Judge.</p>\n<p>On June 3, 1985, this court issued a Memorandum Opinion and Order (\"June 1985 Opinion\") denying the defendants' motion of January 19, 1984. That motion requested an order declaring that School District No. 1 is unitary, an order modifying and dissolving the existing injunction relating to the assignment of pupils to schools, and an order declaring that this court's remedial orders have been fully implemented and there is no further need for continuing court jurisdiction. After the parties reported that their extensive efforts to reach a negotiated settlement of the remaining issues had failed, this court entered an Order For Further Proceedings on October 29, 1985 (\"October 1985 Order\"). That order directed the defendant to submit plans for achieving unitary status as defined in this court's Memorandum Opinion and Order of May 12, 1982, <i>Keyes v. School District No. 1, Denver, Colorado,</i> 540 F.Supp. 399, 403-04 (D.Colo.1982), and to provide reasonable assurance that future Board policies and practices will not cause resegregation. The court directed that four particular matters be addressed: (1) the identification of Barrett, Harrington and Mitchell elementary schools as schools for minority children, (2) the \"hardship\" transfer policy, (3) faculty assignments, and (4) plans for implementation of Resolution 2233.</p>\n<p>The defendants appealed from the June 1985 Opinion and the October 1985 Order. Despite the appeal, the defendants have responded to the court's directions for further proceedings, and the plaintiffs and plaintiff-intervenors (\"plaintiffs\") filed a reply on December 16, 1985. A hearing was held on March 13, 14 and 15, 1986. Evidence was presented concerning the actions and plans set forth in the defendants' response and supplemental response and plaintiffs' alternative proposals.</p>\n<p></p>\n<h2>The Defendants' Responses</h2>\n<p><i>Barrett, Harrington and Mitchell Schools.</i> The District seeks to increase the Anglo enrollment at Barrett, Harrington and Mitchell elementary schools by the use of special programs and educational enhancements. The Barrett/Cory paired elementary schools are using a teaching method called the Whole Language Program, designed to increase emphasis on language development. An instructional computer program complements the curriculum. The Ellis/Harrington paired elementary schools use the Mastery Learning Program, a prescriptive teaching method, and an instructional computer program. The Montessori Method has been started at Mitchell to improve the effectiveness of the Mitchell/Force elementary school pair. The District has also increased communication with parents and is upgrading the physical appearance of these facilities to support the paired school concept.</p>\n<p><i>Student Transfers.</i> DPS Policy 1226D provides new procedures for the administration of parent-initiated transfers from the school of assignment for day-care needs at the elementary level, and program needs at the secondary level. It also directs new record-keeping and analyses of the effects of such transfers. DX-D(86). The Assistant Superintendent has responsibility for granting or denying such applications, within stated restrictions on the exercise of discretion. The objective is to discourage requests for transfers that are not based on genuine necessity by obtaining independent verification of the need. Most importantly, the new data collection and monitoring processes should enable the administration to evaluate any resegregative effects of the policy.</p>\n<p><i>Faculty Assignment.</i> A new policy on teacher assignments has been implemented. It is stated as follows:</p>\n<p></p>\n<h2>POLICY ON TEACHER ASSIGNMENT</h2>\n<blockquote>The District will continue to assign teachers so that the teaching staff at each school will reasonably reflect the racial/ethnic <span class=\"star-pagination\">*1538</span> composition of the total teaching staff.</blockquote>\n<blockquote>Beginning with the school year 1985, this shall mean that, to the extent practicable, the percentage of minority teachers, respectively, at each school shall be within one-third of the applicable elementary (1-6), middle (7-8), or high school (9-12), percentages. When the required minimum number includes a fraction, the minimum shall be considered to be the next higher integer.</blockquote>\n<blockquote>It is recognized that fulfilling the requirements of the bilingual program will require departure from the above guideline in a number of schools and that availability of qualified teachers for particular positions is among the factors that may make achievement of the above goal impracticable in some instances.</blockquote>\n<p>DX-A(86).</p>\n<p>Mr. Andrew Raicevich, Director of Personnel Services, testified that he has interpreted this statement to mean that the required percentage is the number of minority teachers at the respective levels compared to the total number of teachers at those levels, and that this percentage is applied as both a minimum and a maximum. Additionally, in the reply brief, the defendants have accepted the principle that \"rounding\" of fractions should be symmetrical at both the lower and upper ends to keep the whole numbers within the specified range. The policy provides for adjustments necessary for the bilingual program.</p>\n<p></p>\n<h2>Further Relief Sought By Plaintiffs</h2>\n<p>The plaintiffs do not object to the implementation of these programs and policies, but assert that they are inadequate to make the system unitary. Additionally, they request further relief, not only by providing more specific directions to implement the 1974 Decree but, also, the entry of new orders to remove all vestiges of past discrimination and to protect against resegregation. They contend that the evidence developed at the 1984 and 1986 hearings supports the need for additional measures.</p>\n<p><i>Barrett, Harrington and Mitchell Schools.</i> The plaintiffs' witness, Dr. Stolee, expressed skepticism about the effectiveness of the Whole Language Program at Barrett, but he was enthusiastic about the Mastery Learning Program at Harrington and the Montessori Program at Mitchell. The plaintiffs observe that only time will tell whether any of these programs will increase Anglo enrollment. Their principal concern is the potential effect of the Montessori Program at Mitchell on Force, recognizing that as the program develops the non-Montessori pupils from Mitchell will be assigned to Force. Additionally, the plaintiffs suggest that the magnet program enrollments be controlled to within plus or minus 15% of the elementary Anglo percentage, and that no transfers be allowed from schools where the effect would be to reduce the Anglo percentage below 10% of the elementary average.</p>\n<p><i>Student Transfer Policy.</i> The plaintiffs assert that the evidence at the 1986 hearing reinforces this court's concern about the segregative effects of the hardship transfer policy expressed in the June 1985 Opinion. Importantly, the District could not produce adequate data concerning the parent-initiated transfers, and Dr. Stolee presented an analysis, with exhibits, showing that fifteen formerly Anglo schools had their Anglo percentages increased by transfers, while fifteen formerly minority schools lost Anglos because of transfers. More than 10% of all elementary pupils attended schools other than their school of assignment through use of the transfer policy. The focus of the new policy is on the impact of the transfer on the receiving school, rather than on both the receiving and sending schools. It is not clear if the policy will be applied to the magnet programs. Only carefully monitored implementation of Policy 1226D will indicate whether it effectively prevents circumvention of the pupil assignment plan.</p>\n<p><i>Faculty Assignment.</i> The plaintiffs contend that the continued over-representation of minority teachers at former minority schools and under-representation at former Anglo schools, even under the new <span class=\"star-pagination\">*1539</span> policy, is attributable to the fact that reassignments are made in the late spring or late summer and not adjusted in the fall. Additionally, they assert that the exclusion of kindergarten and special education teachers has no rational basis, and that the District has not presented sufficient data to justify the bilingual teacher exception.</p>\n<p><i>Further Relief.</i> The plaintiffs contend that either by modification of the existing remedial orders, or by the entry of new orders, this court should exercise its continuing jurisdiction to provide more specific directions on matters which go beyond the October 1985 Order. More particularly, they urge that this court direct the adoption of Dr. Stolee's majority to minority transfer policy proposal as the principal vehicle for the voluntary transfers into the magnet programs, and to eliminate the need for the hardship transfer policy. Dr. Stolee proposed that any Anglo pupil in a school with higher than the district-wide average Anglo percentage can transfer to any school where either the minority percentage is higher than the district-wide average, or to any Anglo school which has a lower Anglo percentage than in the current school of attendance. Similarly, minority pupils in schools which are above the district-wide minority average can transfer to any school where the Anglo percentage is above the district average, or to any minority school having a lower percentage of minority pupils than the school of attendance.</p>\n<p>The plaintiffs observe that although large scale changes in grade structure and building utilization have been discussed publicly, the District has never adopted any suitably detailed policies to assure that these changes will promote and not impede integration. They assert that the promises of Resolution 2233 are insufficient. The plaintiffs request that this court make specific orders for detailed monitoring and reporting on the effects of the defendants' proposals. They also urge a clarification of the 1974 Decree to require expressly that the Board eliminate concentrations of minority teachers in schools historically identified as minority schools. The plaintiffs seek controls to assure that implementation of the Language Consent Decree does not impede the desegregation of students and teachers. Finally, the plaintiffs urge this court to state its views on the subject of permanent injunctive relief, and they suggest language to be included in such an order.</p>\n<p></p>\n<h2>Resolution of the Immediate Dispute</h2>\n<p>The 1974 Decree imposed court control over student assignments, use of facilities, faculty and staff employment, and many other aspects of the operation of the Denver School System. That degree of court involvement was necessary to fulfill the Supreme Court's mandate to ensure that the School Board perform its \"affirmative duty to desegregate the entire system `root and branch.'\" <i>Keyes v. School District No. 1, Denver, Colorado,</i> 413 U.S. 189, 213, 93 S.Ct. 2686, 2700, 37 L.Ed.2d 548 (1973) (quoting <i>Green v. County School Board,</i> 391 U.S. 430, 438, 88 S.Ct. 1689, 1694, 20 L.Ed.2d 716 (1968)). Essentially, the plaintiffs urge this court to continue such close supervision until the transition to a unitary school system is complete with adequate measures to prevent resegregation. The defendants view the court's continuing role as stifling and stigmatic. This court made specific findings on the District's failure to achieve unitary status and the reasons for continuing jurisdiction in the June 1985 Opinion. While the District responded positively to the October 1985 Order, the defendants have not proved that the objectives will be achieved. The defendants recognize the uncertainty and, essentially, ask this court to rely on the Board of Education, the administrative staff, the faculty and the community to take the necessary action. The defendants' position is that Resolution 2233, discussed extensively in this court's June 1985 Opinion, is an adequate basis for assuring that race, color and ethnicity will not be impediments to obtaining the benefits offered by the Denver Public Schools.</p>\n<p>This court cannot determine the effectiveness of the programs for increasing Anglo population at Barrett, Harrington <span class=\"star-pagination\">*1540</span> and Mitchell Schools from the evidence at the March, 1986 hearing. The defendants have not demonstrated that the new transfer policy and faculty assignment plan will produce the required results. There is ample reason for the plaintiffs' continued skepticism about the concern, commitment and capacity to achieve and maintain a unitary school system in Denver. The only comprehensive plan developed by the Board of Education was the \"Consensus Plan\" which this court approved reluctantly in 1982. That plan was adopted only after rejection of the irresponsible Total Access Plan, and the Board's ability to arrive at its own consensus was undoubtedly affected by the need to close nine schools and establish the middle school program. While the magnet programs for Knight Fundamental Academy and the Gilpin Extended Day Care Center have been successful, the Consensus Plan had resegregative effects on Barrett, Harrington and Mitchell Schools.<sup>[1]</sup></p>\n<p>The resegregative effects could easily be remedied by additional adjustments in the student assignment plan as the plaintiffs have suggested. The District has chosen not to take that approach, reasoning that such changes have a destabilizing effect on the community resulting in reduced support for the public schools. This court accepts that assessment and encourages the effort to use alternative means. It is precisely because the Board has selected the more subtle methods for inducing change that this court must retain jurisdiction to be certain that those methods are effective.</p>\n<p>Despite disagreement with this court's conclusion that the District has not achieved unitary status, the defendants have made a sincere and strenuous effort to meet the requirements of the October 1985 Order. Considering that effort, and accepting the declarations of Resolution 2233 as official District policy, this court now determines that it is time to relax the degree of court control over the Denver Public Schools, and to reduce the court's role in the operation of the District. The plaintiffs contend that there is institutional bad faith, and the history of the case casts a shadow of doubt over the Board's statement of intentions in Resolution 2233. This court has consistently recognized the importance of local autonomy in matters of educational policy and administrative judgment. The Board and administration must have sufficient freedom to make adaptations to enhance the effectiveness of the new programs and to accommodate changed circumstances. With that freedom goes the responsibility to meet the requirements of federal law. The degree of court control depends upon the extent of compliance with that duty.</p>\n<p>This court rejects the request of the plaintiffs to impose the data collection, monitoring and reporting requirements set forth in the plaintiffs' post-hearing brief. It is this court's expectation that the District will accomplish data collection and monitoring on its own. The Board and administration must be able to demonstrate the existence of equal educational opportunity for all students in the system.</p>\n<p>The plaintiffs' suggestions for controls on the magnet program participation, adoption of the majority to minority transfer proposal, timing of teacher reassignments and inclusion of kindergarten and special education teachers in the teacher assignment policy are rejected at this time. The court accepts the defendants' contentions that there are adequate administrative and educational policy reasons for refusing these suggestions and that the objectives can be achieved without them. After a reasonable time, the District will be required to return to court to prove that it has performed its duty. If it fails, these and other suggestions will be considered.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1541</span> The Future</h2>\n<p>A corollary to the decision to reduce court control over the District's activities is the conclusion that the process of constructing a final order of permanent injunction should go forward. The defendants have resisted this effort for the reasons urged in the motion to vacate the existing injunctive orders and to release the District from jurisdiction. Although that issue is on appeal, this court must proceed for several reasons.</p>\n<p>First and foremost is the conviction that a final order of permanent injunction is the logical conclusion of this lawsuit because this court has the responsibility to define the duty owed to the plaintiffs by the defendants. Like any other litigation, that question must be decided in the context of an evidentiary record. That record reflects changes which have occurred during the course of this lawsuit. Denver was a triethnic community. It is now multi-racial. There have been adjustments in educational policy by the adoption of middle schools and magnet programs. Undoubtedly, new approaches to enhancing the quality of education will involve alterations of the structure of the Denver School System. It can be expected that these changes will generate controversy and the Board of Education will make difficult decisions. In the absence of some workable definition of a unitary school system, those decisions will generate new charges of discriminatory impact and disparate treatment.</p>\n<p>A specific definition of a unitary school system for Denver, Colorado has evolved in this case. It was first proposed by the Ad-Hoc Committee established by the Board in 1980, and it was expressly adopted by this court in June, 1982, as follows:</p>\n<blockquote>A unitary school system is one in which all of the students have equal access to the opportunity for education, with the publicly provided educational resources distributed equitably, and with the expectation that all students can acquire a community defined level of knowledge and skills consistent with their individual efforts and abilities. It provides a chance to develop fully each individual's potentials, without being restricted by an idenfification with any racial or ethnic groups.</blockquote>\n<p><i>Keyes v. School District No. 1, Denver, Colorado,</i> 540 F.Supp. at 403-404. The court considers the guidelines developed by the Ad-Hoc Committee as useful criteria for determining the existence of a unitary system.</p>\n<p>A final injunctive order is also necessary because of the proscription against student transportation to achieve racial balance contained in the Colorado Constitution, Art. IX, ยง 8, adopted in 1974. The defendants assert that this provision is invalid because it conflicts with the United States Constitution. But this section is not facially invalid. One can conceive of a school district in which methods other than mandatory student assignments may avoid racial segregation, but that is certainly not true in Denver, Colorado. Some amount of student transportation is required to operate and maintain a unitary school system in Denver because there are segregated residential neighborhoods. Without a federal court order, any student assignment plan involving mandatory assignment or transportation of students would be subject to new attack under the state law. The Colorado Constitution cannot be ignored by the Board, but its application may be enjoined by this court.</p>\n<p>A permanent injunction is necessary for the protection of all those who may be adversely affected by Board action. The Tenth Circuit Court of Appeals has recently emphasized and repeated the admonition that \"the purpose of court-ordered school integration is not only to achieve, but also to <i>maintain</i> a unitary school system.\" <i>Dowell v. Board of Education,</i> 795 F.2d 1516, 1520, <i>cert. denied,</i> ___ U.S. ___, 107 S.Ct. 420, 93 L.Ed.2d 370 (1986). Resegregation can occur as much by benign neglect as by discriminatory intent. A beneficiary of a permanent injunction may come to court to enforce the rights obtained in this litigation by showing that the injunctive <span class=\"star-pagination\">*1542</span> decree is not being obeyed. <i>Id.</i> at 1521. \"To make the remedy meaningful, the injunctive order must survive beyond the procedural life of the litigation ...\" <i>Id.</i> at 1521. The District may \"return to the court if it wants to alter the duties imposed upon it by a mandatory decree.\" <i>Id.</i> at 1520.</p>\n<p>The defendant has resisted the development of a final permanent injunctive order because the Board believes that it cannot bind future Boards. This court agrees. That is exactly why there must be a court order. Neither this Board, nor any future Board, can escape the history of this case.</p>\n<p>Having rejected the plaintiffs' request for the data collection, monitoring and reporting requirements, this court will set a time for the defendant to make a further evidentiary showing of the effectiveness of its plans and operations in achieving a unitary school system. The court and counsel must proceed to determine the specific contents of a final order of permanent injunction. Additionally, immediate changes must be made in the existing orders. There is uncertainty about whether the plus or minus 15% ratio of the Finger Plan remains in effect. This court has <i>not</i> required that every school in the District maintain that ratio. The 1974 and 1976 Decrees emphasized numbers because that was the starting point. The specific pupil assignment plan adopted in the 1976 Decree is no longer operative. The monitoring commission has been removed. There are some conflicts between the 1974 Decree and the Language Consent Decree. The ZB-III training program is outdated. Paragraphs 16 through 20 of the 1974 Decree are no longer appropriate.</p>\n<p>Accordingly, the court will meet with counsel to discuss immediate modifications of the existing orders, a time for the District to prove the effectiveness of its programs, and a final order of permanent injunction.</p>\n<p>Upon the foregoing, it is</p>\n<p>ORDERED, that the defendants may proceed with the implementation of the plans and policies discussed in this opinion, and it is</p>\n<p>FURTHER ORDERED, that the plaintiffs' alternative proposals and requests for further relief are denied, and it is</p>\n<p>FURTHER ORDERED, that counsel will meet with the court on <i>March 13, 1987 at 10:30 a.m.,</i> in the court's Conference Room, Second Floor, Post Office Building, 18th and Stout Streets, Denver, Colorado.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs have called attention to this court's erroneous statement in the October 1985 Order that both Mitchell and Barrett remained racially identifiable throughout this litigation. As shown by the evidence at the 1984 and 1986 hearings, Barrett was integrated by the 1976 Decree and Mitchell nearly so. Both schools were segregated by the Consensus Plan as this court found in the 1985 Opinion, 609 F.Supp. 1491, 1507.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1536</span></span> (1987)</b></center>\n<center><h1>Wilfred KEYES, et al., Plaintiffs, Congress of Hispanic Educators, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nSCHOOL DISTRICT NO. 1, et al., Defendants.</h1></center>\n<center>Civ. A. No. C-1499.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>February 25, 1987.</center>\n<p>Gordon G. Greiner, Holland &amp; Hart, Denver, Colo., James M. Nabritt, III, New York City, for plaintiffs.</p>\n<p>Antonia Hernandez, Norma V. Cantu, Mexican American Legal Defense and Educational Fund, San Antonio, Tex., Kenneth Siegal, Kenneth Salazar, Sherman &amp; Howard, Denver, Colo., for plaintiffs-intervenors.</p>\n<p><span class=\"star-pagination\">*1537</span> Michael H. Jackson, Semple &amp; Jackson, Denver, Colo., Phil C. Neal, Neal, Gerber &amp; Eisenberg, Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>MATSCH, District Judge.</p>\n<p>On June 3, 1985, this court issued a Memorandum Opinion and Order (\"June 1985 Opinion\") denying the defendants' motion of January 19, 1984. That motion requested an order declaring that School District No. 1 is unitary, an order modifying and dissolving the existing injunction relating to the assignment of pupils to schools, and an order declaring that this court's remedial orders have been fully implemented and there is no further need for continuing court jurisdiction. After the parties reported that their extensive efforts to reach a negotiated settlement of the remaining issues had failed, this court entered an Order For Further Proceedings on October 29, 1985 (\"October 1985 Order\"). That order directed the defendant to submit plans for achieving unitary status as defined in this court's Memorandum Opinion and Order of May 12, 1982, <i>Keyes v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"1611807\"><a href=\"/opinion/1611807/keyes-v-school-dist-no-1-denver-colo/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">399</span></a></span>, 403-04 (D.Colo.1982), and to provide reasonable assurance that future Board policies and practices will not cause resegregation. The court directed that four particular matters be addressed: (1) the identification of Barrett, Harrington and Mitchell elementary schools as schools for minority children, (2) the \"hardship\" transfer policy, (3) faculty assignments, and (4) plans for implementation of Resolution 2233.</p>\n<p>The defendants appealed from the June 1985 Opinion and the October 1985 Order. Despite the appeal, the defendants have responded to the court's directions for further proceedings, and the plaintiffs and plaintiff-intervenors (\"plaintiffs\") filed a reply on December 16, 1985. A hearing was held on March 13, 14 and 15, 1986. Evidence was presented concerning the actions and plans set forth in the defendants' response and supplemental response and plaintiffs' alternative proposals.</p>\n<p></p>\n<h2>The Defendants' Responses</h2>\n<p><i>Barrett, Harrington and Mitchell Schools.</i> The District seeks to increase the Anglo enrollment at Barrett, Harrington and Mitchell elementary schools by the use of special programs and educational enhancements. The Barrett/Cory paired elementary schools are using a teaching method called the Whole Language Program, designed to increase emphasis on language development. An instructional computer program complements the curriculum. The Ellis/Harrington paired elementary schools use the Mastery Learning Program, a prescriptive teaching method, and an instructional computer program. The Montessori Method has been started at Mitchell to improve the effectiveness of the Mitchell/Force elementary school pair. The District has also increased communication with parents and is upgrading the physical appearance of these facilities to support the paired school concept.</p>\n<p><i>Student Transfers.</i> DPS Policy 1226D provides new procedures for the administration of parent-initiated transfers from the school of assignment for day-care needs at the elementary level, and program needs at the secondary level. It also directs new record-keeping and analyses of the effects of such transfers. DX-D(86). The Assistant Superintendent has responsibility for granting or denying such applications, within stated restrictions on the exercise of discretion. The objective is to discourage requests for transfers that are not based on genuine necessity by obtaining independent verification of the need. Most importantly, the new data collection and monitoring processes should enable the administration to evaluate any resegregative effects of the policy.</p>\n<p><i>Faculty Assignment.</i> A new policy on teacher assignments has been implemented. It is stated as follows:</p>\n<p></p>\n<h2>POLICY ON TEACHER ASSIGNMENT</h2>\n<blockquote>The District will continue to assign teachers so that the teaching staff at each school will reasonably reflect the racial/ethnic <span class=\"star-pagination\">*1538</span> composition of the total teaching staff.</blockquote>\n<blockquote>Beginning with the school year 1985, this shall mean that, to the extent practicable, the percentage of minority teachers, respectively, at each school shall be within one-third of the applicable elementary (1-6), middle (7-8), or high school (9-12), percentages. When the required minimum number includes a fraction, the minimum shall be considered to be the next higher integer.</blockquote>\n<blockquote>It is recognized that fulfilling the requirements of the bilingual program will require departure from the above guideline in a number of schools and that availability of qualified teachers for particular positions is among the factors that may make achievement of the above goal impracticable in some instances.</blockquote>\n<p>DX-A(86).</p>\n<p>Mr. Andrew Raicevich, Director of Personnel Services, testified that he has interpreted this statement to mean that the required percentage is the number of minority teachers at the respective levels compared to the total number of teachers at those levels, and that this percentage is applied as both a minimum and a maximum. Additionally, in the reply brief, the defendants have accepted the principle that \"rounding\" of fractions should be symmetrical at both the lower and upper ends to keep the whole numbers within the specified range. The policy provides for adjustments necessary for the bilingual program.</p>\n<p></p>\n<h2>Further Relief Sought By Plaintiffs</h2>\n<p>The plaintiffs do not object to the implementation of these programs and policies, but assert that they are inadequate to make the system unitary. Additionally, they request further relief, not only by providing more specific directions to implement the 1974 Decree but, also, the entry of new orders to remove all vestiges of past discrimination and to protect against resegregation. They contend that the evidence developed at the 1984 and 1986 hearings supports the need for additional measures.</p>\n<p><i>Barrett, Harrington and Mitchell Schools.</i> The plaintiffs' witness, Dr. Stolee, expressed skepticism about the effectiveness of the Whole Language Program at Barrett, but he was enthusiastic about the Mastery Learning Program at Harrington and the Montessori Program at Mitchell. The plaintiffs observe that only time will tell whether any of these programs will increase Anglo enrollment. Their principal concern is the potential effect of the Montessori Program at Mitchell on Force, recognizing that as the program develops the non-Montessori pupils from Mitchell will be assigned to Force. Additionally, the plaintiffs suggest that the magnet program enrollments be controlled to within plus or minus 15% of the elementary Anglo percentage, and that no transfers be allowed from schools where the effect would be to reduce the Anglo percentage below 10% of the elementary average.</p>\n<p><i>Student Transfer Policy.</i> The plaintiffs assert that the evidence at the 1986 hearing reinforces this court's concern about the segregative effects of the hardship transfer policy expressed in the June 1985 Opinion. Importantly, the District could not produce adequate data concerning the parent-initiated transfers, and Dr. Stolee presented an analysis, with exhibits, showing that fifteen formerly Anglo schools had their Anglo percentages increased by transfers, while fifteen formerly minority schools lost Anglos because of transfers. More than 10% of all elementary pupils attended schools other than their school of assignment through use of the transfer policy. The focus of the new policy is on the impact of the transfer on the receiving school, rather than on both the receiving and sending schools. It is not clear if the policy will be applied to the magnet programs. Only carefully monitored implementation of Policy 1226D will indicate whether it effectively prevents circumvention of the pupil assignment plan.</p>\n<p><i>Faculty Assignment.</i> The plaintiffs contend that the continued over-representation of minority teachers at former minority schools and under-representation at former Anglo schools, even under the new <span class=\"star-pagination\">*1539</span> policy, is attributable to the fact that reassignments are made in the late spring or late summer and not adjusted in the fall. Additionally, they assert that the exclusion of kindergarten and special education teachers has no rational basis, and that the District has not presented sufficient data to justify the bilingual teacher exception.</p>\n<p><i>Further Relief.</i> The plaintiffs contend that either by modification of the existing remedial orders, or by the entry of new orders, this court should exercise its continuing jurisdiction to provide more specific directions on matters which go beyond the October 1985 Order. More particularly, they urge that this court direct the adoption of Dr. Stolee's majority to minority transfer policy proposal as the principal vehicle for the voluntary transfers into the magnet programs, and to eliminate the need for the hardship transfer policy. Dr. Stolee proposed that any Anglo pupil in a school with higher than the district-wide average Anglo percentage can transfer to any school where either the minority percentage is higher than the district-wide average, or to any Anglo school which has a lower Anglo percentage than in the current school of attendance. Similarly, minority pupils in schools which are above the district-wide minority average can transfer to any school where the Anglo percentage is above the district average, or to any minority school having a lower percentage of minority pupils than the school of attendance.</p>\n<p>The plaintiffs observe that although large scale changes in grade structure and building utilization have been discussed publicly, the District has never adopted any suitably detailed policies to assure that these changes will promote and not impede integration. They assert that the promises of Resolution 2233 are insufficient. The plaintiffs request that this court make specific orders for detailed monitoring and reporting on the effects of the defendants' proposals. They also urge a clarification of the 1974 Decree to require expressly that the Board eliminate concentrations of minority teachers in schools historically identified as minority schools. The plaintiffs seek controls to assure that implementation of the Language Consent Decree does not impede the desegregation of students and teachers. Finally, the plaintiffs urge this court to state its views on the subject of permanent injunctive relief, and they suggest language to be included in such an order.</p>\n<p></p>\n<h2>Resolution of the Immediate Dispute</h2>\n<p>The 1974 Decree imposed court control over student assignments, use of facilities, faculty and staff employment, and many other aspects of the operation of the Denver School System. That degree of court involvement was necessary to fulfill the Supreme Court's mandate to ensure that the School Board perform its \"affirmative duty to desegregate the entire system `root and branch.'\" <i>Keyes v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 213, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2700, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973) (quoting <i>Green v. County School Board,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 438, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1694, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968)). Essentially, the plaintiffs urge this court to continue such close supervision until the transition to a unitary school system is complete with adequate measures to prevent resegregation. The defendants view the court's continuing role as stifling and stigmatic. This court made specific findings on the District's failure to achieve unitary status and the reasons for continuing jurisdiction in the June 1985 Opinion. While the District responded positively to the October 1985 Order, the defendants have not proved that the objectives will be achieved. The defendants recognize the uncertainty and, essentially, ask this court to rely on the Board of Education, the administrative staff, the faculty and the community to take the necessary action. The defendants' position is that Resolution 2233, discussed extensively in this court's June 1985 Opinion, is an adequate basis for assuring that race, color and ethnicity will not be impediments to obtaining the benefits offered by the Denver Public Schools.</p>\n<p>This court cannot determine the effectiveness of the programs for increasing Anglo population at Barrett, Harrington <span class=\"star-pagination\">*1540</span> and Mitchell Schools from the evidence at the March, 1986 hearing. The defendants have not demonstrated that the new transfer policy and faculty assignment plan will produce the required results. There is ample reason for the plaintiffs' continued skepticism about the concern, commitment and capacity to achieve and maintain a unitary school system in Denver. The only comprehensive plan developed by the Board of Education was the \"Consensus Plan\" which this court approved reluctantly in 1982. That plan was adopted only after rejection of the irresponsible Total Access Plan, and the Board's ability to arrive at its own consensus was undoubtedly affected by the need to close nine schools and establish the middle school program. While the magnet programs for Knight Fundamental Academy and the Gilpin Extended Day Care Center have been successful, the Consensus Plan had resegregative effects on Barrett, Harrington and Mitchell Schools.<sup>[1]</sup></p>\n<p>The resegregative effects could easily be remedied by additional adjustments in the student assignment plan as the plaintiffs have suggested. The District has chosen not to take that approach, reasoning that such changes have a destabilizing effect on the community resulting in reduced support for the public schools. This court accepts that assessment and encourages the effort to use alternative means. It is precisely because the Board has selected the more subtle methods for inducing change that this court must retain jurisdiction to be certain that those methods are effective.</p>\n<p>Despite disagreement with this court's conclusion that the District has not achieved unitary status, the defendants have made a sincere and strenuous effort to meet the requirements of the October 1985 Order. Considering that effort, and accepting the declarations of Resolution 2233 as official District policy, this court now determines that it is time to relax the degree of court control over the Denver Public Schools, and to reduce the court's role in the operation of the District. The plaintiffs contend that there is institutional bad faith, and the history of the case casts a shadow of doubt over the Board's statement of intentions in Resolution 2233. This court has consistently recognized the importance of local autonomy in matters of educational policy and administrative judgment. The Board and administration must have sufficient freedom to make adaptations to enhance the effectiveness of the new programs and to accommodate changed circumstances. With that freedom goes the responsibility to meet the requirements of federal law. The degree of court control depends upon the extent of compliance with that duty.</p>\n<p>This court rejects the request of the plaintiffs to impose the data collection, monitoring and reporting requirements set forth in the plaintiffs' post-hearing brief. It is this court's expectation that the District will accomplish data collection and monitoring on its own. The Board and administration must be able to demonstrate the existence of equal educational opportunity for all students in the system.</p>\n<p>The plaintiffs' suggestions for controls on the magnet program participation, adoption of the majority to minority transfer proposal, timing of teacher reassignments and inclusion of kindergarten and special education teachers in the teacher assignment policy are rejected at this time. The court accepts the defendants' contentions that there are adequate administrative and educational policy reasons for refusing these suggestions and that the objectives can be achieved without them. After a reasonable time, the District will be required to return to court to prove that it has performed its duty. If it fails, these and other suggestions will be considered.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1541</span> The Future</h2>\n<p>A corollary to the decision to reduce court control over the District's activities is the conclusion that the process of constructing a final order of permanent injunction should go forward. The defendants have resisted this effort for the reasons urged in the motion to vacate the existing injunctive orders and to release the District from jurisdiction. Although that issue is on appeal, this court must proceed for several reasons.</p>\n<p>First and foremost is the conviction that a final order of permanent injunction is the logical conclusion of this lawsuit because this court has the responsibility to define the duty owed to the plaintiffs by the defendants. Like any other litigation, that question must be decided in the context of an evidentiary record. That record reflects changes which have occurred during the course of this lawsuit. Denver was a triethnic community. It is now multi-racial. There have been adjustments in educational policy by the adoption of middle schools and magnet programs. Undoubtedly, new approaches to enhancing the quality of education will involve alterations of the structure of the Denver School System. It can be expected that these changes will generate controversy and the Board of Education will make difficult decisions. In the absence of some workable definition of a unitary school system, those decisions will generate new charges of discriminatory impact and disparate treatment.</p>\n<p>A specific definition of a unitary school system for Denver, Colorado has evolved in this case. It was first proposed by the Ad-Hoc Committee established by the Board in 1980, and it was expressly adopted by this court in June, 1982, as follows:</p>\n<blockquote>A unitary school system is one in which all of the students have equal access to the opportunity for education, with the publicly provided educational resources distributed equitably, and with the expectation that all students can acquire a community defined level of knowledge and skills consistent with their individual efforts and abilities. It provides a chance to develop fully each individual's potentials, without being restricted by an idenfification with any racial or ethnic groups.</blockquote>\n<p><i>Keyes v. School District No. 1, Denver, Colorado,</i> 540 F.Supp. at 403-404. The court considers the guidelines developed by the Ad-Hoc Committee as useful criteria for determining the existence of a unitary system.</p>\n<p>A final injunctive order is also necessary because of the proscription against student transportation to achieve racial balance contained in the Colorado Constitution, Art. IX, ยง 8, adopted in 1974. The defendants assert that this provision is invalid because it conflicts with the United States Constitution. But this section is not facially invalid. One can conceive of a school district in which methods other than mandatory student assignments may avoid racial segregation, but that is certainly not true in Denver, Colorado. Some amount of student transportation is required to operate and maintain a unitary school system in Denver because there are segregated residential neighborhoods. Without a federal court order, any student assignment plan involving mandatory assignment or transportation of students would be subject to new attack under the state law. The Colorado Constitution cannot be ignored by the Board, but its application may be enjoined by this court.</p>\n<p>A permanent injunction is necessary for the protection of all those who may be adversely affected by Board action. The Tenth Circuit Court of Appeals has recently emphasized and repeated the admonition that \"the purpose of court-ordered school integration is not only to achieve, but also to <i>maintain</i> a unitary school system.\" <i>Dowell v. Board of Education,</i> <span class=\"citation\" data-id=\"473671\"><a href=\"/opinion/473671/robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span>, 1520, <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">420</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></span> (1986). Resegregation can occur as much by benign neglect as by discriminatory intent. A beneficiary of a permanent injunction may come to court to enforce the rights obtained in this litigation by showing that the injunctive <span class=\"star-pagination\">*1542</span> decree is not being obeyed. <i>Id.</i> at 1521. \"To make the remedy meaningful, the injunctive order must survive beyond the procedural life of the litigation ...\" <i>Id.</i> at 1521. The District may \"return to the court if it wants to alter the duties imposed upon it by a mandatory decree.\" <i>Id.</i> at 1520.</p>\n<p>The defendant has resisted the development of a final permanent injunctive order because the Board believes that it cannot bind future Boards. This court agrees. That is exactly why there must be a court order. Neither this Board, nor any future Board, can escape the history of this case.</p>\n<p>Having rejected the plaintiffs' request for the data collection, monitoring and reporting requirements, this court will set a time for the defendant to make a further evidentiary showing of the effectiveness of its plans and operations in achieving a unitary school system. The court and counsel must proceed to determine the specific contents of a final order of permanent injunction. Additionally, immediate changes must be made in the existing orders. There is uncertainty about whether the plus or minus 15% ratio of the Finger Plan remains in effect. This court has <i>not</i> required that every school in the District maintain that ratio. The 1974 and 1976 Decrees emphasized numbers because that was the starting point. The specific pupil assignment plan adopted in the 1976 Decree is no longer operative. The monitoring commission has been removed. There are some conflicts between the 1974 Decree and the Language Consent Decree. The ZB-III training program is outdated. Paragraphs 16 through 20 of the 1974 Decree are no longer appropriate.</p>\n<p>Accordingly, the court will meet with counsel to discuss immediate modifications of the existing orders, a time for the District to prove the effectiveness of its programs, and a final order of permanent injunction.</p>\n<p>Upon the foregoing, it is</p>\n<p>ORDERED, that the defendants may proceed with the implementation of the plans and policies discussed in this opinion, and it is</p>\n<p>FURTHER ORDERED, that the plaintiffs' alternative proposals and requests for further relief are denied, and it is</p>\n<p>FURTHER ORDERED, that counsel will meet with the court on <i>March 13, 1987 at 10:30 a.m.,</i> in the court's Conference Room, Second Floor, Post Office Building, 18th and Stout Streets, Denver, Colorado.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs have called attention to this court's erroneous statement in the October 1985 Order that both Mitchell and Barrett remained racially identifiable throughout this litigation. As shown by the evidence at the 1984 and 1986 hearings, Barrett was integrated by the 1976 Decree and Mitchell nearly so. Both schools were segregated by the Consensus Plan as this court found in the 1985 Opinion, <span class=\"citation\" data-id=\"1887209\"><a href=\"/opinion/1887209/keyes-v-school-dist-no-1-denver-colo/\"><span class=\"volume\">609</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1491</span></a></span>, 1507.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/473671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1611807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1887209/"
          ]
        }
      ],
      "judges": "Matsch",
      "date_created": "2014-10-30T22:53:31.619369Z",
      "date_modified": "2016-03-03T22:11:11.186483Z",
      "date_filed": "1987-02-25",
      "date_filed_is_approximate": false,
      "slug": "keyes-v-school-dist-no-1",
      "citation_id": 2373645,
      "case_name_short": "Keyes",
      "case_name": "Keyes v. School Dist. No. 1",
      "case_name_full": "",
      "federal_cite_one": "653 F. Supp. 1536",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2246148/keyes-v-school-dist-no-1/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:53:31.616703Z",
  "date_modified": "2014-10-30T22:53:31.616703Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Keyes",
  "case_name": "Keyes v. School Dist. No. 1",
  "case_name_full": "",
  "slug": "keyes-v-school-dist-no-1",
  "docket_number": "Civ. A. No. C-1499",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}