{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2247091/",
  "id": 2247091,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2401670/",
      "id": 2401670,
      "absolute_url": "/opinion/2401670/bd-of-educ-of-township-of-e-brunswick-v-tp-council-e-brunswick/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2247091/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2401670/",
          "id": 2401670,
          "absolute_url": "/opinion/2401670/bd-of-educ-of-township-of-e-brunswick-v-tp-council-e-brunswick/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2401670/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:22:02.396789Z",
          "date_modified": "2017-04-09T19:44:03.716670Z",
          "type": "010combined",
          "sha1": "f5fad913bbc1f267c3496f78c1955a4e1ee124fe",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>48 N.J. 94 (1966)</b></center>\n<center><b>223 A.2d 481</b></center>\n<center><h1>THE BOARD OF EDUCATION OF THE TOWNSHIP OF EAST BRUNSWICK, ETC., PLAINTIFF-RESPONDENT,<br>\nv.<br>\nTHE TOWNSHIP COUNCIL OF THE TOWNSHIP OF EAST BRUNSWICK, ETC., DEFENDANT-APPELLANT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued September 12, 1966.</center>\n<center>Decided October 24, 1966.</center>\n<p><span class=\"star-pagination\">*97</span> <i>Mr. Stanton L. Levy</i> argued the cause for appellant.</p>\n<p><i>Mr. Richard S. Cohen</i> argued the cause for respondent.</p>\n<p><i>Mr. Joseph A. Hoffman,</i> Assistant Attorney General, argued the cause for the Attorney General (<i>Mr. Arthur J. Sills,</i> Attorney General of New Jersey).</p>\n<p><i>Mr. Stewart M. Hutt,</i> attorney for Township Council of Township of Woodbridge, submitted a brief <i>amicus curiae.</i></p>\n<p><i>Mr. Thomas P. Cook,</i> attorney for State Federation of District Boards of Education, submitted a brief <i>amicus curiae.</i></p>\n<p>The opinion of the court was delivered by JACOBS, J.</p>\n<p>The Appellate Division, in an opinion reported at 91 <i>N.J. Super.</i> 20 (1966), affirmed the Law Division's determination that the Commissioner of Education had jurisdiction under <i>R.S.</i> 18:3-14 to decide the controversy between East Brunswick's Board of Education and Township Council and that this jurisdiction should be exhausted before judicial review is sought in the courts. See <i>R.R.</i> 4:88-14. We granted certification on application by the Township Council. 47 <i>N.J.</i> 423 (1966).</p>\n<p><span class=\"star-pagination\">*98</span> East Brunswick's Board of Education operates under <i>Chapter</i> 7 of <i>Title</i> 18 (see <i>Botkin v. Mayor and Borough Council of Borough of Westwood,</i> 52 <i>N.J. Super.</i> 416, 425-427 (<i>App. Div.</i>), appeal dismissed 28 <i>N.J.</i> 218 (1958)) and its annual budget is submitted to the voters for approval or rejection. <i>R.S.</i> 18:7-78 <i>et seq.</i> If the voters reject the budget, it is resubmitted in the same or altered form within 15 days at a special election (<i>R.S.</i> 18:7-81) and, if again rejected, it comes before the Township Council in accordance with <i>R.S.</i> 18:7-82. After consultation with the Board of Education, the Council must within 10 days of its receipt of the budget, certify to the county board of taxation an amount which the Council considers necessary \"to provide a thorough and efficient system of schools in the district.\" See <i>Const.</i> 1947, <i>Art.</i> VIII, <i>sec.</i> IV, <i>par.</i> 1. Nothing in the letter or spirit of <i>R.S.</i> 18:7-82 precludes the Council from certifying the same amount as proposed in the Board of Education's budget; on the contrary, the Council would be obligated to certify that very amount whenever it considers it necessary to satisfy the statutory standard. If the Council fails to make certification within the time prescribed by <i>R.S.</i> 18:7-82, the Commissioner of Education is directed to make an original certification to the tax board in its stead. <i>R.S.</i> 18:7-83.</p>\n<p>On February 8, 1966 and again on February 23, 1966 the voters of East Brunswick rejected the Board of Education's proposed budget. After consultation with the Board of Education, the Township Council resolved that the budget should be reduced by $195,000 and that certification should be made to the tax board in a sum which would result in a budget of $4,959,096 rather than $5,154,096 as proposed by the Board of Education. Considering itself aggrieved by the Council's action, the Board of Education filed a complaint in lieu of prerogative writ in the Law Division. The complaint alleged that the Council's budget reduction would deprive the local school system of necessary teaching staffs and physical facilities, and that the Council had acted \"arbitrarily, unreasonably and capriciously, without consideration <span class=\"star-pagination\">*99</span> of the needs of the school system, upon improper standards and in satisfaction of political commitments made prior to the submission of the said budget to the voters.\" The relief sought in the complaint was a restraint against certification by the Council to the tax board, a declaration that the Council had not certified an amount sufficient to provide a thorough and efficient school system, and an order that the cause be referred for determination by the Commissioner of Education as required by law.</p>\n<p>After hearing argument, the Law Division on March 18, 1966 entered an order (1) directing that the Board of Education file a petition pursuant to <i>R.S.</i> 18:3-14 with the Commissioner of Education, (2) restraining the Township Council from making certification to the tax board, and (3) dismissing the complaint except that jurisdiction was retained for the single purpose of administering the restraint. The Council appealed to the Appellate Division and then moved for vacation of the restraint on condition that, in the event there is a final judgment by a court of competent jurisdiction or an order of the Commissioner of Education unappealed from, requiring the Township to provide additional funds for the Board of Education up to $195,000, the Township Council \"will make an emergency appropriation as provided for in <i>R.S.</i> 40A:4-46 and borrow the funds by emergency notes as provided for in <i>R.S.</i> 40A:4-51.\" By an order dated March 31, 1966, the Law Division dissolved the restraint and thereafter the Council certified the reduced budget to the tax board.</p>\n<p>On April 11, 1966, the Appellate Division rendered an opinion affirming the judgment entered in the Law Division. It held that the dispute between the Board of Education and the Township Council with respect to the sufficiency of the budget was cognizable by the Commissioner of Education under the comprehensive terms of <i>R.S.</i> 18:3-14; that statute provides that \"The commissioner shall decide without cost to the parties all controversies and disputes arising under the school laws, or under the rules and regulations of the state <span class=\"star-pagination\">*100</span> board or of the commissioner.\" 91 <i>N.J. Super.,</i> at <i>p.</i> 24; see <i>Laba v. Newark Board of Education,</i> 23 <i>N.J.</i> 364, 381-82 (1957). It found no sufficient reason for bypassing the available administrative review, pointing out that \"the expertise of the commissioner\" was directly involved. 91 <i>N.J. Super.,</i> at <i>p.</i> 25; see <i>R.R.</i> 4:88-14; <i>Roadway Express, Inc. v. Kingsley,</i> 37 <i>N.J.</i> 136, 141 (1962); 3 <i>Davis, Administrative Law</i> § 20.09 (1958).</p>\n<p>Differentiating recent opinions in this Court where stress was laid on the general breadth of the administrative reviewing responsibilities under <i>R.S.</i> 18:3-14, the Appellate Division expressed the thought that the Commissioner's scope of review of a budget controversy, such as the one presented here, should be narrowly confined \"to an inquiry into any arbitrariness in the action of the council.\" 91 <i>N.J. Super.,</i> at <i>pp.</i> 24-26. The Township Council urges before us that its action under <i>R.S.</i> 18:7-82 is not reviewable at all by the Commissioner and that it is to be deemed final except on a positive showing in court that a complete breakdown in the local educational system is threatened. On the other hand, the Board of Education urges that the Council's action is reviewable by the Commissioner under the clear terms of <i>R.S.</i> 18:3-14 and that the Commissioner is charged, in the course of his review, with the responsibility of seeing to it that the amount being certified by the Council to the tax board is sufficient to enable fulfillment of the constitutional and statutory mandate for a thorough and efficient school system. <i>Cf. </i><i>Booker v. Board of Education, Plainfield,</i> 45 <i>N.J.</i> 161, 175, 177 (1965); <i>In re Masiello,</i> 25 <i>N.J.</i> 590, 606 (1958); <i>Laba v. Newark Board of Education, supra,</i> 23 <i>N.J.,</i> at <i>pp.</i> 381-82.</p>\n<p>In 1846 the Legislature provided for a State superintendent of public schools who was charged with the duty of obtaining faithful execution of the school laws. <i>L.</i> 1846, <i>p.</i> 168; see also <i>L.</i> 1845, <i>p.</i> 242. By 1851 the superintendent had been empowered to decide any disputes or controversies that might arise with respect to the true construction of the <span class=\"star-pagination\">*101</span> laws relating to schools. <i>L.</i> 1851, <i>p.</i> 271; see <i>Ridgway v. Upper Freehold Bd. of Education,</i> 88 <i>N.J.L.</i> 530, 531 (<i>Sup. Ct.</i> 1916). In 1867 the Legislature adopted \"An act to establish a system of Public Instruction.\" This act vested the general supervision and control of public instruction throughout the State in a State Board of Education which was broadly authorized to adopt such rules and regulations as might be necessary to carry out the school laws of the State. It empowered the State Board to decide appeals from the superintendent and provided that, subject to the right of appeal from his decision to the State Board, the superintendent shall decide all controveries or disputes that might arise under the school laws or under the State Board's rules and regulations. <i>L.</i> 1867, <i>c.</i> 179, <i>p.</i> 362. By later enactments the office of superintendent was replaced by the office of Commissioner of Education (<i>L.</i> 1911, <i>c.</i> 231, <i>p.</i> 508) and its powers were supplemented from time to time; at no time was the comprehensive statutory responsibility for hearing all controversies or disputes under the school laws or the State Board's regulations ever withdrawn or narrowed. See 4 <i>Comp. Stat.</i> 1709-1910, <i>pp.</i> 4727-28; <i>N.J.S.A.</i> 18:3-14 (<i>Cumulative Suppl.</i> 1965).</p>\n<p>Our courts have long recognized the sweep of the Commissioner's reviewing powers under <i>R.S.</i> 18:3-14 and its predecessors. Thus in <i>Town Council of Montclair v. Baxter,</i> 76 <i>N.J.L.</i> 68 (<i>Sup. Ct.</i> 1908), the town council refused to appropriate a sum which the board of school estimate was said to have fixed and determined (see <i>R.S.</i> 18:6-50) as the amount necessary for a new school. A petition was filed with the State superintendent who decided that the council's refusal was erroneous. Without appealing the superintendent's decision to the State Board, the town council sought relief in the courts. In denying the application for relief as premature, Justice Swayze noted that the case involved a controversy arising under the school laws, that the State superintendent had jurisdiction to hear the controversy, and that the council should have appealed to the State Board before resorting <span class=\"star-pagination\">*102</span> to the courts. The approach in the <i>Montclair</i> case is expressly embodied in our current rules which dictate that, generally, the available administrative remedies must be exhausted before judicial relief is sought. See <i>R.R.</i> 4:88-14; <i>Roadway Express, Inc. v. Kingsley, supra,</i> 37 <i>N.J.,</i> at <i>p.</i> 139.</p>\n<p>In <i>Ridgway v. Upper Freehold Bd. of Education, supra</i><i>,</i> a prerogative writ action was brought to compel a local board of education to call a special meeting of the voters to consider proposed alterations in the annual budget. In dismissing the action as premature, Justice Parker pointed out that the matter was \"manifestly a controversy arising under the school laws,\" and that under the terms of the statute, it was cognizable in the first instance by the State superintendent and, on appeal from his decision, by the State Board of Education. He noted that the law was settled \"that the prerogative writs of the state should not be awarded until the remedies provided by the School law have been exhausted.\" 88 <i>N.J.L.,</i> at <i>pp.</i> 531-532. While there have been instances where the courts have entertained controversies under the school laws without prior exhaustion of the available administrative remedies, those instances have been isolated and exceptional ones where, unlike here, no administrative expertise was thought to be involved. See <i>Wilbert v. DeCamp,</i> 72 <i>N.J. Super.</i> 60, 68 (<i>App. Div.</i> 1962); <i>Waldor v. Untermann,</i> 10 <i>N.J. Super.</i> 188, 192 (<i>App. Div.</i> 1950); <i>cf. </i><i>Schults v. Bd. of Ed. of Teaneck,</i> 86 <i>N.J. Super.</i> 29, 44-46 (<i>App. Div.</i> 1964), affirmed 45 <i>N.J.</i> 2 (1965).</p>\n<p>Where the controversy does not arise under the school laws, it is outside the Commissioner's jurisdiction even though it may pertain to school personnel. See <i>Bd. of Trustees of Teachers' Pension, etc. v. LaTronica,</i> 81 <i>N.J. Super.</i> 461 (<i>App. Div.</i> 1963), certif. denied 41 <i>N.J.</i> 587 (1964); <i>cf. Bd. of Education of Borough of Beach Haven v. State Bd. of Education,</i> 115 <i>N.J.L.</i> 364 (<i>Sup. Ct.</i> 1935). But here the controversy between the East Brunswick Township Council and Board of Education clearly arises under the school laws. The pertinent statutory provision (<i>R.S.</i> 18:7-82) is an integral <span class=\"star-pagination\">*103</span> part of <i>Chapter</i> 7, <i>Title</i> 18, which governs school districts in various communities including East Brunswick. See <i>R.S.</i> 18:7-2. By its terms the Legislature has brought the governing body into the educational budget-making process where the voters have twice rejected the Board of Education's budget; it has directed that the governing body certify to the tax board the amount it determines \"to be necessary to provide a thorough and efficient system of schools in the district\"; and it has at no point indicated that this pervasively educational determination, when disputed by the Board of Education, shall be unreviewable by the Commissioner of Education notwithstanding the comprehensive terms of <i>R.S.</i> 18:3-14.</p>\n<p>We, as the Appellate Division, find no substance in the suggestion that the statutory timetable evinces a legislative intent to make the governing body's determination unreviewable (91 <i>N.J. Super.,</i> at <i>p.</i> 23), nor do we find any merit in the suggestion that <i>R.S.</i> 18:7-83 evinces such legislative intent. <i>R.S.</i> 18:7-83 simply provides that where the governing body makes no certification at all, the Commissioner shall make an original certification in its stead; it carries no implication that where the governing body does make a certification, its underlying determination that the constitutional and statutory standard has been satisfied is not subject to appellate review within the traditional educational channels.</p>\n<p>We subscribe fully to the holding below that the Commissioner had jurisdiction to decide the controversy on review under <i>R.S.</i> 18:3-14 and come now to the scope of his reviewing power. The Constitution contains a specific mandate for the State's maintenance and support of a thorough and efficient public school system. <i>Art.</i> VIII, <i>sec.</i> IV, <i>par.</i> 1. In fulfillment thereof, the Legislature has made provision for local school districts and State supervisory agencies. The local school districts have been broadly directed to provide \"suitable school facilities and accommodations\" including proper school buildings and equipment and courses of studies. <i>R.S.</i> 18:11-1. And the State supervisory agencies have been vested <span class=\"star-pagination\">*104</span> with far reaching powers and duties designed to insure that the facilities and accommodations are being provided and that the constitutional mandate is being discharged. See, <i>e.g., R.S.</i> 18:2-1 <i>et seq.; R.S.</i> 18:3-1 <i>et seq.; R.S.</i> 18:10-45; <i>R.S.</i> 18:11-2; <i>R.S.</i> 18:11-12.</p>\n<p>Acting under its broad regulatory powers (<i>R.S.</i> 18:2-4), the State Board of Education has adopted rules governing schoolhouse construction which are embodied in a detailed and widely distributed booklet captioned \"Schoolhouse Planning and Construction: A Guide.\" See <i>Kaveny v. Montclair Bd. of Comm'rs.,</i> 71 <i>N.J. Super.</i> 244, 247 (<i>App Div.</i>), certif. denied 36 <i>N.J.</i> 597 (1962). The guide sets forth mandatory minimum specifications as well as many supplemental recommendations. It is revised periodically and its minimum specifications are binding insofar as local school construction is concerned. Its recommendations beyond the minimum specifications properly carry great weight; in this connection it may be noted that, under the statute, the State Board's approval of the plans and specifications must be obtained before any local contract for school construction is entered into. See <i>R.S.</i> 18:11-8.</p>\n<p>Beyond physical facilities, the State Board and the Commissioner have been appropriately vested with wide regulatory responsibilities bearing on the educational process. Illustrative is <i>R.S.</i> 18:3-17 which provides that, with the advice and consent of the State Board, the Commissioner shall \"Prescribe a minimum course of study for the public schools, and require boards of education to submit to him for approval or disapproval courses adopted by them, if and when in his opinion it is necessary or advisable so to do.\" Action taken by the Commissioner pursuant to this provision would be binding on the local boards which, as they must when complying with the State Board's school construction regulations, would have to make suitable budgetary provision for any resulting increases in cost. Similarly, suitable budgetary provision would have to be made for any increased costs due to other statutory (<i>cf. L.</i> 1965, <i>c.</i> 936) or regulatory provisions <span class=\"star-pagination\">*105</span> such as minimum standards which may be prescribed with respect to individual classroom enrollments. See \"Department of Education, Elementary School Bulletin No. 8,\" <i>p.</i> 8 (<i>Rev'd ed.</i> 1956); <i>cf.</i> \"Schoolhouse Planning and Construction: A Guide,\" <i>supra, p.</i> 8.</p>\n<p>All in all, it is evident that, when preparing the budget which it ultimately determines to be necessary and appropriate in view of the nature of the local community, its educational needs and financial abilities, the local board must have clearly in mind the educational mandate in our Constitution and the State's statutory and administrative requirements. It, of course, retains a considerable measure of discretion, particularly when dealing with matters which the State's supervisory agencies have recommended rather than directed; but in no event may it disregard the general standard in the Constitution or the specific standards which have been announced legislatively or administratively. In the course of its endeavors, the local board affords suitable hearing to the local citizenry (<i>N.J.S.A.</i> 18:7-77.1 and -77.2) and soundly brings together its intimate knowledge of local conditions and needs and the wide educational expertise of its members and professional staff.</p>\n<p>Though the law enables voter rejection, it does not stop there but turns the matter over to the local governing body. That body is not set adrift without guidance, for the statute specifically provides that it shall consult with the local board of education and shall thereafter fix an amount which it determines to be necessary to fulfill the standard of providing a thorough and efficient system of schools. Here, as in the original preparation of the budget, elements of discretion play a proper part. The governing body may, of course, seek to effect savings which will not impair the educational process. But its determinations must be independent ones properly related to educational considerations rather than voter reactions. In every step it must act conscientiously, reasonably and with full regard for the State's educational standards and its own obligation to fix a sum sufficient to provide a <span class=\"star-pagination\">*106</span> system of local schools which may fairly be considered thorough and efficient in view of the makeup of the community. Where its action entails a significant aggregate reduction in the budget and a resulting appealable dispute with the local board of education, it should be accompanied by a detailed statement setting forth the governing body's underlying determinations and supporting reasons. This is particularly important since, on the board of education's appeal under <i>R.S.</i> 18:3-14, the Commissioner will undoubtedly want to know quickly what individual items in the budget the governing body found could properly be eliminated or curbed and on what basis it so found. <i>Cf. Davis, supra</i> § 16.05.</p>\n<p>We agree with the Appellate Division that the function of the Commissioner under <i>R.S.</i> 18:3-14 is not to sit as an original budget-making body, as he would if the governing body had failed to make any certification. See <i>R.S.</i> 18:7-83; 91 <i>N.J. Super.,</i> at <i>p.</i> 26. His function is admittedly to sit as a reviewing body which, however, is charged with the overriding responsibility of seeing to it that the mandate for a thorough and efficient system of free public schools is being carried out. See <i>Laba v. Newark Board of Education, supra,</i> 23 <i>N.J.,</i> at <i>pp.</i> 381-382; <i>In re Masiello, supra,</i> 25 <i>N.J.,</i> at <i>p.</i> 606; <i>Booker v. Board of Education, Plainfield, supra,</i> 45 <i>N.J.,</i> at <i>p.</i> 177.</p>\n<p>In <i>Laba,</i> which involved schoolteachers' appeals under <i>R.S.</i> 18:3-14, we had occasion to point out that while the Commissioner must give due weight to lower findings, \"his primary responsibility is to make certain that the terms and policies of the School Laws are being faithfully effectuated.\" 23 <i>N.J.,</i> at <i>p.</i> 382. In <i>Masiello,</i> we rejected the contention that the Commissioner's function on reviewal of the Board of Examiners is simply to see whether its action was \"arbitrary or capricious\"; we reiterated what was said in <i>Laba</i> and noted that the Commissioner's responsibility was to make independent determinations giving due weight, of course, to the lower findings and the measures of discretion vested below. 25 <i>N.J.,</i> <span class=\"star-pagination\">*107</span> at <i>p.</i> 606. In <i>Booker</i> we recently reaffirmed <i>Laba</i> and <i>Masiello</i> and held that the Commissioner's obligation in a segregation dispute before him under <i>R.S.</i> 18:3-14 was to determine affirmatively whether the reasonably feasible steps towards desegregation were being taken \"in proper fulfillment of State policy\"; if not he could remand the matter to the local board for further action or \"prescribe a plan of his own.\" 45 <i>N.J.,</i> at <i>p.</i> 178.</p>\n<p>As in <i>Booker,</i> the Commissioner in deciding the budget dispute here before him, will be called upon to determine not only the strict issue of arbitrariness but also whether the State's educational policies are being properly fulfilled. Thus, if he finds that the budget fixed by the governing body is insufficient to enable compliance with mandatory legislative and administrative educational requirements or is insufficient to meet minimum educational standards for the mandated \"thorough and efficient\" East Brunswick school system, he will direct appropriate corrective action by the governing body or fix the budget on his own within the limits originally proposed by the board of education. On the other hand, if he finds that the governing body's budget is not so inadequate, even though significantly below what the Board of Education had fixed or what he would fix if he were acting as the original budget-making body under <i>R.S.</i> 18:7-83, then he will sustain it, absent any independent showing of procedural or substantive arbitrariness. See 91 <i>N.J. Super.,</i> at <i>pp.</i> 24-26.</p>\n<p>Although neither party to the controversy has raised the question, the Township of Woodbridge as <i>amicus curiae</i> contends that the East Brunswick Board of Education has no legal standing to maintain action against the East Brunswick Township Council. Passing any inquiry as to the right of <i>amicus curiae</i> to raise a standing issue not raised by the parties (<i>cf. </i><i>Casey v. Male,</i> 63 <i>N.J. Super.</i> 255 (<i>Essex County Ct.</i> 1960); 4 <i>Am. Jur.</i>2<i>d Amicus Curiae</i> § 3 (1962)), we are satisfied that the contention is wholly without merit. As Justice Hall pointed out in <i>Botkin v. Mayor and Borough Council of Borough of Westwood, supra</i><i>,</i> a board of education, particularly <span class=\"star-pagination\">*108</span> one operating under <i>Chapter</i> 7, is an independent governmental entity which is substantially free of any controls by the local governing body. 52 <i>N.J. Super.,</i> at <i>pp.</i> 425-427. It has been vested by the Legislature with the responsibility of providing suitable school facilities and accommodations (<i>R.S.</i> 18:11-1) and with the right to sue. <i>R.S.</i> 18:7-59. Where, as here, it was satisfied that the governing body's action was erroneous and would deprive the local school system of necessary teaching staffs and physical facilities, it had the right, if not the obligation, to seek review; clearly, the interest of the local Board of Education was more direct than various interests which have recently been recognized as sufficient under our broad judicial approach to problems of standing. See <i>Elizabeth Federal S. &amp; L. Assn. v. Howell,</i> 24 <i>N.J.</i> 488, 499-504 (1957).</p>\n<p>The <i>amicus curiae</i> expresses doubts as to the propriety of a board of education of a municipality \"taking legal action against the municipality itself,'\" but we find no basis for its doubts. McQuillin notes that where procedural requirements are complied with, \"suits between political subdivisions will be entertained\" and he refers to many pertinent instances, including illustrative proceedings between municipalities and autonomous municipal agencies. 17 <i>McQuillin, Municipal Corporations</i> § 49.04 (3<i>d ed.</i> 1950); see, <i>e.g., </i><i>City of New Kensington v. Municipal Authority of the City of New Kensington,</i> 383 <i>Pa.</i> 182, 118 <i>A.</i>2<i>d</i> 149 (1955); <i>Water Works Board of City of Mobile v. City of Mobile,</i> 253 <i>Ala.</i> 158, 43 <i>So.</i>2<i>d</i> 409 (1949); <i>Oklahoma City v. Board of Education of Oklahoma City,</i> 181 <i>Okl.</i> 539, 75 <i>P.</i>2<i>d</i> 201 (1938). The <i>amicus curiae</i> relies on <i>Bergen County v. Port of N.Y. Authority, et al.,</i> 32 <i>N.J.</i> 303 (1960), for a contrary view, but its reliance is plainly misplaced. While the majority opinion there held that the County of Bergen was without standing, it recognized that the Borough of Moonachie, where the property in question was located, would have had sufficient interest and standing to maintain action against the Port of New York Authority. <span class=\"star-pagination\">*109</span> See <i>Borough of Moonachie v. Port of N.Y. Authority,</i> 38 <i>N.J.</i> 414 (1962). With that in mind, the Moonachie litigation might well be cited in additional support of the standing here of the Board of Education, acting as it is \"within the orbit of its own political responsibility.\" <i>Bergen County v. Port of N.Y. Authority, et al., supra,</i> 32 <i>N.J.,</i> at <i>p.</i> 311.</p>\n<p>One final item requires mention. After the Appellate Division rendered its decision, the State increased its aid to the East Brunswick Board of Education for the school year 1966-67 and it may be that this circumstance will in itself lead to the withdrawal or dismissal of the proceeding before the Commissioner. A suggestion of mootness has been made but is of doubtful validity; in any event, we are satisfied that the public interest called strongly for our determination of the meritorious issues controverted before us by the parties. See <i>Delaware River and Bay Auth. v. International Org. etc.,</i> 45 <i>N.J.</i> 138, 142 (1965); <i>State v. Perricone,</i> 37 <i>N.J.</i> 463, 469, <i>certiorari</i> denied 371 <i>U.S.</i> 890, 83 <i>S.Ct.</i> 189, 9 <i>L.Ed.</i>2<i>d</i> 124 (1962).</p>\n<p>Affirmed. No costs.</p>\n<p><i>For affirmance</i>  Chief Justice WEINTRAUB and Justices JACOBS, FRANCIS, PROCTOR, HALL, SCHETTINO and HANEMAN  7.</p>\n<p><i>For reversal</i>  None.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">94</span></span> (1966)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">481</span></span></b></center>\n<center><h1>THE BOARD OF EDUCATION OF THE TOWNSHIP OF EAST BRUNSWICK, ETC., PLAINTIFF-RESPONDENT,<br>\nv.<br>\nTHE TOWNSHIP COUNCIL OF THE TOWNSHIP OF EAST BRUNSWICK, ETC., DEFENDANT-APPELLANT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued September 12, 1966.</center>\n<center>Decided October 24, 1966.</center>\n<p><span class=\"star-pagination\">*97</span> <i>Mr. Stanton L. Levy</i> argued the cause for appellant.</p>\n<p><i>Mr. Richard S. Cohen</i> argued the cause for respondent.</p>\n<p><i>Mr. Joseph A. Hoffman,</i> Assistant Attorney General, argued the cause for the Attorney General (<i>Mr. Arthur J. Sills,</i> Attorney General of New Jersey).</p>\n<p><i>Mr. Stewart M. Hutt,</i> attorney for Township Council of Township of Woodbridge, submitted a brief <i>amicus curiae.</i></p>\n<p><i>Mr. Thomas P. Cook,</i> attorney for State Federation of District Boards of Education, submitted a brief <i>amicus curiae.</i></p>\n<p>The opinion of the court was delivered by JACOBS, J.</p>\n<p>The Appellate Division, in an opinion reported at 91 <i>N.J. Super.</i> 20 (1966), affirmed the Law Division's determination that the Commissioner of Education had jurisdiction under <i>R.S.</i> 18:3-14 to decide the controversy between East Brunswick's Board of Education and Township Council and that this jurisdiction should be exhausted before judicial review is sought in the courts. See <i>R.R.</i> 4:88-14. We granted certification on application by the Township Council. 47 <i>N.J.</i> 423 (1966).</p>\n<p><span class=\"star-pagination\">*98</span> East Brunswick's Board of Education operates under <i>Chapter</i> 7 of <i>Title</i> 18 (see <i>Botkin v. Mayor and Borough Council of Borough of Westwood,</i> 52 <i>N.J. Super.</i> 416, 425-427 (<i>App. Div.</i>), appeal dismissed 28 <i>N.J.</i> 218 (1958)) and its annual budget is submitted to the voters for approval or rejection. <i>R.S.</i> 18:7-78 <i>et seq.</i> If the voters reject the budget, it is resubmitted in the same or altered form within 15 days at a special election (<i>R.S.</i> 18:7-81) and, if again rejected, it comes before the Township Council in accordance with <i>R.S.</i> 18:7-82. After consultation with the Board of Education, the Council must within 10 days of its receipt of the budget, certify to the county board of taxation an amount which the Council considers necessary \"to provide a thorough and efficient system of schools in the district.\" See <i>Const.</i> 1947, <i>Art.</i> VIII, <i>sec.</i> IV, <i>par.</i> 1. Nothing in the letter or spirit of <i>R.S.</i> 18:7-82 precludes the Council from certifying the same amount as proposed in the Board of Education's budget; on the contrary, the Council would be obligated to certify that very amount whenever it considers it necessary to satisfy the statutory standard. If the Council fails to make certification within the time prescribed by <i>R.S.</i> 18:7-82, the Commissioner of Education is directed to make an original certification to the tax board in its stead. <i>R.S.</i> 18:7-83.</p>\n<p>On February 8, 1966 and again on February 23, 1966 the voters of East Brunswick rejected the Board of Education's proposed budget. After consultation with the Board of Education, the Township Council resolved that the budget should be reduced by $195,000 and that certification should be made to the tax board in a sum which would result in a budget of $4,959,096 rather than $5,154,096 as proposed by the Board of Education. Considering itself aggrieved by the Council's action, the Board of Education filed a complaint in lieu of prerogative writ in the Law Division. The complaint alleged that the Council's budget reduction would deprive the local school system of necessary teaching staffs and physical facilities, and that the Council had acted \"arbitrarily, unreasonably and capriciously, without consideration <span class=\"star-pagination\">*99</span> of the needs of the school system, upon improper standards and in satisfaction of political commitments made prior to the submission of the said budget to the voters.\" The relief sought in the complaint was a restraint against certification by the Council to the tax board, a declaration that the Council had not certified an amount sufficient to provide a thorough and efficient school system, and an order that the cause be referred for determination by the Commissioner of Education as required by law.</p>\n<p>After hearing argument, the Law Division on March 18, 1966 entered an order (1) directing that the Board of Education file a petition pursuant to <i>R.S.</i> 18:3-14 with the Commissioner of Education, (2) restraining the Township Council from making certification to the tax board, and (3) dismissing the complaint except that jurisdiction was retained for the single purpose of administering the restraint. The Council appealed to the Appellate Division and then moved for vacation of the restraint on condition that, in the event there is a final judgment by a court of competent jurisdiction or an order of the Commissioner of Education unappealed from, requiring the Township to provide additional funds for the Board of Education up to $195,000, the Township Council \"will make an emergency appropriation as provided for in <i>R.S.</i> 40A:4-46 and borrow the funds by emergency notes as provided for in <i>R.S.</i> 40A:4-51.\" By an order dated March 31, 1966, the Law Division dissolved the restraint and thereafter the Council certified the reduced budget to the tax board.</p>\n<p>On April 11, 1966, the Appellate Division rendered an opinion affirming the judgment entered in the Law Division. It held that the dispute between the Board of Education and the Township Council with respect to the sufficiency of the budget was cognizable by the Commissioner of Education under the comprehensive terms of <i>R.S.</i> 18:3-14; that statute provides that \"The commissioner shall decide without cost to the parties all controversies and disputes arising under the school laws, or under the rules and regulations of the state <span class=\"star-pagination\">*100</span> board or of the commissioner.\" 91 <i>N.J. Super.,</i> at <i>p.</i> 24; see <i>Laba v. Newark Board of Education,</i> 23 <i>N.J.</i> 364, 381-82 (1957). It found no sufficient reason for bypassing the available administrative review, pointing out that \"the expertise of the commissioner\" was directly involved. 91 <i>N.J. Super.,</i> at <i>p.</i> 25; see <i>R.R.</i> 4:88-14; <i>Roadway Express, Inc. v. Kingsley,</i> 37 <i>N.J.</i> 136, 141 (1962); 3 <i>Davis, Administrative Law</i> § 20.09 (1958).</p>\n<p>Differentiating recent opinions in this Court where stress was laid on the general breadth of the administrative reviewing responsibilities under <i>R.S.</i> 18:3-14, the Appellate Division expressed the thought that the Commissioner's scope of review of a budget controversy, such as the one presented here, should be narrowly confined \"to an inquiry into any arbitrariness in the action of the council.\" 91 <i>N.J. Super.,</i> at <i>pp.</i> 24-26. The Township Council urges before us that its action under <i>R.S.</i> 18:7-82 is not reviewable at all by the Commissioner and that it is to be deemed final except on a positive showing in court that a complete breakdown in the local educational system is threatened. On the other hand, the Board of Education urges that the Council's action is reviewable by the Commissioner under the clear terms of <i>R.S.</i> 18:3-14 and that the Commissioner is charged, in the course of his review, with the responsibility of seeing to it that the amount being certified by the Council to the tax board is sufficient to enable fulfillment of the constitutional and statutory mandate for a thorough and efficient school system. <i>Cf. </i><i>Booker v. Board of Education, Plainfield,</i> 45 <i>N.J.</i> 161, 175, 177 (1965); <i>In re Masiello,</i> 25 <i>N.J.</i> 590, 606 (1958); <i>Laba v. Newark Board of Education, supra,</i> 23 <i>N.J.,</i> at <i>pp.</i> 381-82.</p>\n<p>In 1846 the Legislature provided for a State superintendent of public schools who was charged with the duty of obtaining faithful execution of the school laws. <i>L.</i> 1846, <i>p.</i> 168; see also <i>L.</i> 1845, <i>p.</i> 242. By 1851 the superintendent had been empowered to decide any disputes or controversies that might arise with respect to the true construction of the <span class=\"star-pagination\">*101</span> laws relating to schools. <i>L.</i> 1851, <i>p.</i> 271; see <i>Ridgway v. Upper Freehold Bd. of Education,</i> 88 <i>N.J.L.</i> 530, 531 (<i>Sup. Ct.</i> 1916). In 1867 the Legislature adopted \"An act to establish a system of Public Instruction.\" This act vested the general supervision and control of public instruction throughout the State in a State Board of Education which was broadly authorized to adopt such rules and regulations as might be necessary to carry out the school laws of the State. It empowered the State Board to decide appeals from the superintendent and provided that, subject to the right of appeal from his decision to the State Board, the superintendent shall decide all controveries or disputes that might arise under the school laws or under the State Board's rules and regulations. <i>L.</i> 1867, <i>c.</i> 179, <i>p.</i> 362. By later enactments the office of superintendent was replaced by the office of Commissioner of Education (<i>L.</i> 1911, <i>c.</i> 231, <i>p.</i> 508) and its powers were supplemented from time to time; at no time was the comprehensive statutory responsibility for hearing all controversies or disputes under the school laws or the State Board's regulations ever withdrawn or narrowed. See 4 <i>Comp. Stat.</i> 1709-1910, <i>pp.</i> 4727-28; <i>N.J.S.A.</i> 18:3-14 (<i>Cumulative Suppl.</i> 1965).</p>\n<p>Our courts have long recognized the sweep of the Commissioner's reviewing powers under <i>R.S.</i> 18:3-14 and its predecessors. Thus in <i>Town Council of Montclair v. Baxter,</i> 76 <i>N.J.L.</i> 68 (<i>Sup. Ct.</i> 1908), the town council refused to appropriate a sum which the board of school estimate was said to have fixed and determined (see <i>R.S.</i> 18:6-50) as the amount necessary for a new school. A petition was filed with the State superintendent who decided that the council's refusal was erroneous. Without appealing the superintendent's decision to the State Board, the town council sought relief in the courts. In denying the application for relief as premature, Justice Swayze noted that the case involved a controversy arising under the school laws, that the State superintendent had jurisdiction to hear the controversy, and that the council should have appealed to the State Board before resorting <span class=\"star-pagination\">*102</span> to the courts. The approach in the <i>Montclair</i> case is expressly embodied in our current rules which dictate that, generally, the available administrative remedies must be exhausted before judicial relief is sought. See <i>R.R.</i> 4:88-14; <i>Roadway Express, Inc. v. Kingsley, supra,</i> 37 <i>N.J.,</i> at <i>p.</i> 139.</p>\n<p>In <i>Ridgway v. Upper Freehold Bd. of Education, supra</i><i>,</i> a prerogative writ action was brought to compel a local board of education to call a special meeting of the voters to consider proposed alterations in the annual budget. In dismissing the action as premature, Justice Parker pointed out that the matter was \"manifestly a controversy arising under the school laws,\" and that under the terms of the statute, it was cognizable in the first instance by the State superintendent and, on appeal from his decision, by the State Board of Education. He noted that the law was settled \"that the prerogative writs of the state should not be awarded until the remedies provided by the School law have been exhausted.\" 88 <i>N.J.L.,</i> at <i>pp.</i> 531-532. While there have been instances where the courts have entertained controversies under the school laws without prior exhaustion of the available administrative remedies, those instances have been isolated and exceptional ones where, unlike here, no administrative expertise was thought to be involved. See <i>Wilbert v. DeCamp,</i> 72 <i>N.J. Super.</i> 60, 68 (<i>App. Div.</i> 1962); <i>Waldor v. Untermann,</i> 10 <i>N.J. Super.</i> 188, 192 (<i>App. Div.</i> 1950); <i>cf. </i><i>Schults v. Bd. of Ed. of Teaneck,</i> 86 <i>N.J. Super.</i> 29, 44-46 (<i>App. Div.</i> 1964), affirmed 45 <i>N.J.</i> 2 (1965).</p>\n<p>Where the controversy does not arise under the school laws, it is outside the Commissioner's jurisdiction even though it may pertain to school personnel. See <i>Bd. of Trustees of Teachers' Pension, etc. v. LaTronica,</i> 81 <i>N.J. Super.</i> 461 (<i>App. Div.</i> 1963), certif. denied 41 <i>N.J.</i> 587 (1964); <i>cf. Bd. of Education of Borough of Beach Haven v. State Bd. of Education,</i> 115 <i>N.J.L.</i> 364 (<i>Sup. Ct.</i> 1935). But here the controversy between the East Brunswick Township Council and Board of Education clearly arises under the school laws. The pertinent statutory provision (<i>R.S.</i> 18:7-82) is an integral <span class=\"star-pagination\">*103</span> part of <i>Chapter</i> 7, <i>Title</i> 18, which governs school districts in various communities including East Brunswick. See <i>R.S.</i> 18:7-2. By its terms the Legislature has brought the governing body into the educational budget-making process where the voters have twice rejected the Board of Education's budget; it has directed that the governing body certify to the tax board the amount it determines \"to be necessary to provide a thorough and efficient system of schools in the district\"; and it has at no point indicated that this pervasively educational determination, when disputed by the Board of Education, shall be unreviewable by the Commissioner of Education notwithstanding the comprehensive terms of <i>R.S.</i> 18:3-14.</p>\n<p>We, as the Appellate Division, find no substance in the suggestion that the statutory timetable evinces a legislative intent to make the governing body's determination unreviewable (91 <i>N.J. Super.,</i> at <i>p.</i> 23), nor do we find any merit in the suggestion that <i>R.S.</i> 18:7-83 evinces such legislative intent. <i>R.S.</i> 18:7-83 simply provides that where the governing body makes no certification at all, the Commissioner shall make an original certification in its stead; it carries no implication that where the governing body does make a certification, its underlying determination that the constitutional and statutory standard has been satisfied is not subject to appellate review within the traditional educational channels.</p>\n<p>We subscribe fully to the holding below that the Commissioner had jurisdiction to decide the controversy on review under <i>R.S.</i> 18:3-14 and come now to the scope of his reviewing power. The Constitution contains a specific mandate for the State's maintenance and support of a thorough and efficient public school system. <i>Art.</i> VIII, <i>sec.</i> IV, <i>par.</i> 1. In fulfillment thereof, the Legislature has made provision for local school districts and State supervisory agencies. The local school districts have been broadly directed to provide \"suitable school facilities and accommodations\" including proper school buildings and equipment and courses of studies. <i>R.S.</i> 18:11-1. And the State supervisory agencies have been vested <span class=\"star-pagination\">*104</span> with far reaching powers and duties designed to insure that the facilities and accommodations are being provided and that the constitutional mandate is being discharged. See, <i>e.g., R.S.</i> 18:2-1 <i>et seq.; R.S.</i> 18:3-1 <i>et seq.; R.S.</i> 18:10-45; <i>R.S.</i> 18:11-2; <i>R.S.</i> 18:11-12.</p>\n<p>Acting under its broad regulatory powers (<i>R.S.</i> 18:2-4), the State Board of Education has adopted rules governing schoolhouse construction which are embodied in a detailed and widely distributed booklet captioned \"Schoolhouse Planning and Construction: A Guide.\" See <i>Kaveny v. Montclair Bd. of Comm'rs.,</i> 71 <i>N.J. Super.</i> 244, 247 (<i>App Div.</i>), certif. denied 36 <i>N.J.</i> 597 (1962). The guide sets forth mandatory minimum specifications as well as many supplemental recommendations. It is revised periodically and its minimum specifications are binding insofar as local school construction is concerned. Its recommendations beyond the minimum specifications properly carry great weight; in this connection it may be noted that, under the statute, the State Board's approval of the plans and specifications must be obtained before any local contract for school construction is entered into. See <i>R.S.</i> 18:11-8.</p>\n<p>Beyond physical facilities, the State Board and the Commissioner have been appropriately vested with wide regulatory responsibilities bearing on the educational process. Illustrative is <i>R.S.</i> 18:3-17 which provides that, with the advice and consent of the State Board, the Commissioner shall \"Prescribe a minimum course of study for the public schools, and require boards of education to submit to him for approval or disapproval courses adopted by them, if and when in his opinion it is necessary or advisable so to do.\" Action taken by the Commissioner pursuant to this provision would be binding on the local boards which, as they must when complying with the State Board's school construction regulations, would have to make suitable budgetary provision for any resulting increases in cost. Similarly, suitable budgetary provision would have to be made for any increased costs due to other statutory (<i>cf. L.</i> 1965, <i>c.</i> 936) or regulatory provisions <span class=\"star-pagination\">*105</span> such as minimum standards which may be prescribed with respect to individual classroom enrollments. See \"Department of Education, Elementary School Bulletin No. 8,\" <i>p.</i> 8 (<i>Rev'd ed.</i> 1956); <i>cf.</i> \"Schoolhouse Planning and Construction: A Guide,\" <i>supra, p.</i> 8.</p>\n<p>All in all, it is evident that, when preparing the budget which it ultimately determines to be necessary and appropriate in view of the nature of the local community, its educational needs and financial abilities, the local board must have clearly in mind the educational mandate in our Constitution and the State's statutory and administrative requirements. It, of course, retains a considerable measure of discretion, particularly when dealing with matters which the State's supervisory agencies have recommended rather than directed; but in no event may it disregard the general standard in the Constitution or the specific standards which have been announced legislatively or administratively. In the course of its endeavors, the local board affords suitable hearing to the local citizenry (<i>N.J.S.A.</i> 18:7-77.1 and -77.2) and soundly brings together its intimate knowledge of local conditions and needs and the wide educational expertise of its members and professional staff.</p>\n<p>Though the law enables voter rejection, it does not stop there but turns the matter over to the local governing body. That body is not set adrift without guidance, for the statute specifically provides that it shall consult with the local board of education and shall thereafter fix an amount which it determines to be necessary to fulfill the standard of providing a thorough and efficient system of schools. Here, as in the original preparation of the budget, elements of discretion play a proper part. The governing body may, of course, seek to effect savings which will not impair the educational process. But its determinations must be independent ones properly related to educational considerations rather than voter reactions. In every step it must act conscientiously, reasonably and with full regard for the State's educational standards and its own obligation to fix a sum sufficient to provide a <span class=\"star-pagination\">*106</span> system of local schools which may fairly be considered thorough and efficient in view of the makeup of the community. Where its action entails a significant aggregate reduction in the budget and a resulting appealable dispute with the local board of education, it should be accompanied by a detailed statement setting forth the governing body's underlying determinations and supporting reasons. This is particularly important since, on the board of education's appeal under <i>R.S.</i> 18:3-14, the Commissioner will undoubtedly want to know quickly what individual items in the budget the governing body found could properly be eliminated or curbed and on what basis it so found. <i>Cf. Davis, supra</i> § 16.05.</p>\n<p>We agree with the Appellate Division that the function of the Commissioner under <i>R.S.</i> 18:3-14 is not to sit as an original budget-making body, as he would if the governing body had failed to make any certification. See <i>R.S.</i> 18:7-83; 91 <i>N.J. Super.,</i> at <i>p.</i> 26. His function is admittedly to sit as a reviewing body which, however, is charged with the overriding responsibility of seeing to it that the mandate for a thorough and efficient system of free public schools is being carried out. See <i>Laba v. Newark Board of Education, supra,</i> 23 <i>N.J.,</i> at <i>pp.</i> 381-382; <i>In re Masiello, supra,</i> 25 <i>N.J.,</i> at <i>p.</i> 606; <i>Booker v. Board of Education, Plainfield, supra,</i> 45 <i>N.J.,</i> at <i>p.</i> 177.</p>\n<p>In <i>Laba,</i> which involved schoolteachers' appeals under <i>R.S.</i> 18:3-14, we had occasion to point out that while the Commissioner must give due weight to lower findings, \"his primary responsibility is to make certain that the terms and policies of the School Laws are being faithfully effectuated.\" 23 <i>N.J.,</i> at <i>p.</i> 382. In <i>Masiello,</i> we rejected the contention that the Commissioner's function on reviewal of the Board of Examiners is simply to see whether its action was \"arbitrary or capricious\"; we reiterated what was said in <i>Laba</i> and noted that the Commissioner's responsibility was to make independent determinations giving due weight, of course, to the lower findings and the measures of discretion vested below. 25 <i>N.J.,</i> <span class=\"star-pagination\">*107</span> at <i>p.</i> 606. In <i>Booker</i> we recently reaffirmed <i>Laba</i> and <i>Masiello</i> and held that the Commissioner's obligation in a segregation dispute before him under <i>R.S.</i> 18:3-14 was to determine affirmatively whether the reasonably feasible steps towards desegregation were being taken \"in proper fulfillment of State policy\"; if not he could remand the matter to the local board for further action or \"prescribe a plan of his own.\" 45 <i>N.J.,</i> at <i>p.</i> 178.</p>\n<p>As in <i>Booker,</i> the Commissioner in deciding the budget dispute here before him, will be called upon to determine not only the strict issue of arbitrariness but also whether the State's educational policies are being properly fulfilled. Thus, if he finds that the budget fixed by the governing body is insufficient to enable compliance with mandatory legislative and administrative educational requirements or is insufficient to meet minimum educational standards for the mandated \"thorough and efficient\" East Brunswick school system, he will direct appropriate corrective action by the governing body or fix the budget on his own within the limits originally proposed by the board of education. On the other hand, if he finds that the governing body's budget is not so inadequate, even though significantly below what the Board of Education had fixed or what he would fix if he were acting as the original budget-making body under <i>R.S.</i> 18:7-83, then he will sustain it, absent any independent showing of procedural or substantive arbitrariness. See 91 <i>N.J. Super.,</i> at <i>pp.</i> 24-26.</p>\n<p>Although neither party to the controversy has raised the question, the Township of Woodbridge as <i>amicus curiae</i> contends that the East Brunswick Board of Education has no legal standing to maintain action against the East Brunswick Township Council. Passing any inquiry as to the right of <i>amicus curiae</i> to raise a standing issue not raised by the parties (<i>cf. </i><i>Casey v. Male,</i> 63 <i>N.J. Super.</i> 255 (<i>Essex County Ct.</i> 1960); 4 <i>Am. Jur.</i>2<i>d Amicus Curiae</i> § 3 (1962)), we are satisfied that the contention is wholly without merit. As Justice Hall pointed out in <i>Botkin v. Mayor and Borough Council of Borough of Westwood, supra</i><i>,</i> a board of education, particularly <span class=\"star-pagination\">*108</span> one operating under <i>Chapter</i> 7, is an independent governmental entity which is substantially free of any controls by the local governing body. 52 <i>N.J. Super.,</i> at <i>pp.</i> 425-427. It has been vested by the Legislature with the responsibility of providing suitable school facilities and accommodations (<i>R.S.</i> 18:11-1) and with the right to sue. <i>R.S.</i> 18:7-59. Where, as here, it was satisfied that the governing body's action was erroneous and would deprive the local school system of necessary teaching staffs and physical facilities, it had the right, if not the obligation, to seek review; clearly, the interest of the local Board of Education was more direct than various interests which have recently been recognized as sufficient under our broad judicial approach to problems of standing. See <i>Elizabeth Federal S. &amp; L. Assn. v. Howell,</i> 24 <i>N.J.</i> 488, 499-504 (1957).</p>\n<p>The <i>amicus curiae</i> expresses doubts as to the propriety of a board of education of a municipality \"taking legal action against the municipality itself,'\" but we find no basis for its doubts. McQuillin notes that where procedural requirements are complied with, \"suits between political subdivisions will be entertained\" and he refers to many pertinent instances, including illustrative proceedings between municipalities and autonomous municipal agencies. 17 <i>McQuillin, Municipal Corporations</i> § 49.04 (3<i>d ed.</i> 1950); see, <i>e.g., </i><i>City of New Kensington v. Municipal Authority of the City of New Kensington,</i> 383 <i>Pa.</i> 182, 118 <i>A.</i>2<i>d</i> 149 (1955); <i>Water Works Board of City of Mobile v. City of Mobile,</i> 253 <i>Ala.</i> 158, 43 <i>So.</i>2<i>d</i> 409 (1949); <i>Oklahoma City v. Board of Education of Oklahoma City,</i> 181 <i>Okl.</i> 539, 75 <i>P.</i>2<i>d</i> 201 (1938). The <i>amicus curiae</i> relies on <i>Bergen County v. Port of N.Y. Authority, et al.,</i> 32 <i>N.J.</i> 303 (1960), for a contrary view, but its reliance is plainly misplaced. While the majority opinion there held that the County of Bergen was without standing, it recognized that the Borough of Moonachie, where the property in question was located, would have had sufficient interest and standing to maintain action against the Port of New York Authority. <span class=\"star-pagination\">*109</span> See <i>Borough of Moonachie v. Port of N.Y. Authority,</i> 38 <i>N.J.</i> 414 (1962). With that in mind, the Moonachie litigation might well be cited in additional support of the standing here of the Board of Education, acting as it is \"within the orbit of its own political responsibility.\" <i>Bergen County v. Port of N.Y. Authority, et al., supra,</i> 32 <i>N.J.,</i> at <i>p.</i> 311.</p>\n<p>One final item requires mention. After the Appellate Division rendered its decision, the State increased its aid to the East Brunswick Board of Education for the school year 1966-67 and it may be that this circumstance will in itself lead to the withdrawal or dismissal of the proceeding before the Commissioner. A suggestion of mootness has been made but is of doubtful validity; in any event, we are satisfied that the public interest called strongly for our determination of the meritorious issues controverted before us by the parties. See <i>Delaware River and Bay Auth. v. International Org. etc.,</i> 45 <i>N.J.</i> 138, 142 (1965); <i>State v. Perricone,</i> 37 <i>N.J.</i> 463, 469, <i>certiorari</i> denied 371 <i>U.S.</i> 890, 83 <i>S.Ct.</i> 189, 9 <i>L.Ed.</i>2<i>d</i> 124 (1962).</p>\n<p>Affirmed. No costs.</p>\n<p><i>For affirmance</i>  Chief Justice WEINTRAUB and Justices JACOBS, FRANCIS, PROCTOR, HALL, SCHETTINO and HANEMAN  7.</p>\n<p><i>For reversal</i>  None.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1478829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1544388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1550499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1911646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1928958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1932432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1939775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1957721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1988274/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2110167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2110225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2184418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2194231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2310110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2325192/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2330151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2384553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396623/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T22:53:56.776700Z",
      "date_modified": "2016-03-03T22:11:18.579956Z",
      "date_filed": "1966-10-24",
      "date_filed_is_approximate": false,
      "slug": "bd-of-educ-of-township-of-e-brunswick-v-tp-council-e-brunswick",
      "citation_id": 2374442,
      "case_name_short": "",
      "case_name": "Bd. of Educ. of Township of E. Brunswick v. Tp. Council, E. Brunswick",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "48 N.J. 94",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "223 A.2d 481",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 38,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2247091/bd-of-educ-of-township-of-e-brunswick-v-tp-council/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:53:56.772569Z",
  "date_modified": "2014-10-30T22:53:56.772569Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Bd. of Educ. of Township of E. Brunswick v. Tp. Council, E. Brunswick",
  "case_name_full": "",
  "slug": "bd-of-educ-of-township-of-e-brunswick-v-tp-council",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}