{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/224774/",
  "id": 224774,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/416690/",
      "id": 416690,
      "absolute_url": "/opinion/416690/31-fair-emplpraccas-465-31-empl-prac-dec-p-33497-hanson-bratton-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/224774/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/416690/",
          "id": 416690,
          "absolute_url": "/opinion/416690/31-fair-emplpraccas-465-31-empl-prac-dec-p-33497-hanson-bratton-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/416690/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:28:23Z",
          "date_modified": "2017-03-25T05:28:28.565953Z",
          "type": "010combined",
          "sha1": "e1ca71c1985b37be7f1fd67bb942bd1da532c78c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/704/704.F2d.878.80-1837.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">704 F.2d 878</p>\n    <p class=\"parties\">31 Fair Empl.Prac.Cas.  465,<br>31 Empl. Prac. Dec. P 33,497<br>Hanson BRATTON, et al., Plaintiffs-Appellants,<br>v.<br>CITY OF DETROIT, et al., Defendants-Appellees,<br>and<br>Guardians of Michigan, et al., Intervening Defendants-Appellees.</p>\n    <p class=\"docket\">No. 80-1837.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued June 15, 1982.<br>Decided March 29, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">K. Preston Oade, Jr.  (argued), Ramsdell, Oade &amp; Feldman, Southfield, Mich., for plaintiffs-appellants.</p>\n      <p class=\"indent\">O. Peter Sherwood (argued), New York City, James Andary, Detroit, Mich., Warren J. Bennia, New York City, for defendants-appellees.</p>\n      <p class=\"indent\">Before MERRITT and JONES, Circuit Judges, and CELEBREZZE, Senior Circuit Judge.</p>\n      <p class=\"indent\">NATHANIEL R. JONES, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of the controversy surrounding the adoption and administration of a voluntary affirmative action program for the Detroit Police Department.  The plaintiffs-appellants herein are a class of white police sergeants who claim to have been adversely affected by the operation of the program as it relates to the guidelines for the promotion of officers from the rank of sergeant to that of lieutenant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The appellants assert that the sergeant-to-lieutenant element of the plan violates their rights under Title VII (42 U.S.C. Sec. 2000, et seq.), 42 U.S.C. Sec. 1983, and the Fourteenth Amendment to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a series of judgments, culminating with the entry of a final order on November 17, 1980,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the district court thoroughly addressed each of the appellants' claims.  That court concluded that (1) the adoption of an affirmative action plan was a legitimate response to the reality of prior discriminatory practices,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> (2) the operation and proposed duration of this segment of the plan was reasonable and, thus, permissible under Title VII and the Fourteenth Amendment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (3) the plan, though voluntary, should be protected from collateral attack by incorporation into a judicial decree,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> (4) the plaintiffs were not entitled to a jury trial on disputed issues of fact concerning the validity of the plan,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and (5) the defendants were entitled to summary judgment with regard to the plaintiffs' claims for monetary judgments other than back pay.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   The appellants contest the propriety of each of these rulings in turn.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   Recognizing the importance and the difficulty of the issues raised by this appeal, this Court has given careful consideration to each of the appellants' contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We now hold that the affirmative action plan adopted for the Detroit Police Department is a valid and permissible remedy for the clearly identifiable past discriminatory practices in that department.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>   For the reasons detailed below, we affirm all judgments rendered by the district court in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* In 1974, the Detroit Police Department voluntarily adopted a set of affirmative action plans in an effort to eliminate discriminatory hiring practices and to increase the number of minority applicants being promoted from existing promotion lists.  The three basic job levels in the department are patrolman, sergeant and lieutenant.  An end goal of a 50/50 staffing ratio was adopted for all levels.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>   The portion of the plan pertinent to the instant appeal is that affecting the guidelines for promotions from sergeant to lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to 1974, all candidates for promotion were ranked on a single list.  Each was given a numerical rating based on various factors including, inter alia, their individual score on a written exam.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   The promotions would then be made by beginning with the highest-ranking candidate and working down the list until all available positions were filled.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The affirmative action plan does not alter the basic criteria for determining promotion eligibility, nor does it alter the minimum requirements necessary for consideration for the rank of lieutenant.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The plan mandates that two separate lists for promotion be compiled, one for black and the other for white officers.  The rankings on those lists are then made in accordance with the same numerical rating system previously employed.  The promotions are made alternately from each list so that white and black officers are promoted in equal numbers.  This 50/50 plan is to remain in effect until fifty percent of the lieutenant corps is black, an event estimated to occur in 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellants are a group of white officers in the department whose promotions were allegedly delayed or denied because of the affirmative action plan.  Their complaint essentially is that had all candidates been ranked on a single roster, their rankings would have been higher than some or all of those blacks promoted under the plan.  It is this result which the appellants contend is the product of illegal discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellants do not argue in this appeal, nor could it be seriously contended given the numerous judicial determinations on the issue, that affirmative action plans are per se illegal.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   See, Fullilove v. Klutznick, 448 U.S. 448, 100 S.Ct. 2758, 65 L.Ed.2d 902 (1980);  Regents of University of California v. Bakke, 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978);  Williams v. City of New Orleans, 694 F.2d 987 (5th Cir.1982);  Boston Chapter, NAACP v. Beecher, 679 F.2d 965 (1st Cir.1982);  Stotts v. Memphis Fire Department, 679 F.2d 541 (6th Cir.1982).   See also United States v. City of Miami, Florida, 614 F.2d 1322 (5th Cir.1980) and cases cited therein.  This is true whether the challenge has been raised under Title VII, see United Steelworkers of America, AFL-CIO-CLC v. Weber, et al., 443 U.S. 193, 209, 99 S.Ct. 2721, 2729, 61 L.Ed.2d 480 (1979);  Williams v. City of New Orleans, supra;  La Riviere v. EEOC &amp; California Highway Patrol, 682 F.2d 1275 (9th Cir.1982), the Fourteenth Amendment, see Valentine v. Smith, 654 F.2d 503 (8th Cir.1981), or both, see Boston Chapter, NAACP v. Beecher, supra.    In fact, this Court has previously found that, under the appropriate circumstances, affirmative action plans can withstand either challenge.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   Detroit Police Officers Association v. Young, 608 F.2d 671 (6th Cir.1979), cert. denied, 452 U.S. 938, 101 S.Ct. 3079, 69 L.Ed.2d 951 (1981).  The appellants do contend, however, that this particular affirmative action plan overstepped the bounds of statutory and constitutional validity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In assessing the merits of these claims, we will first analyze the guidelines under which we are to judge the propriety of any given affirmative action program.  Reviewing the particular facts of the case before us in light of those principles will then enable us to determine whether, in fact, the plaintiffs' rights have been violated by the operation of this particular plan.</p>\n    </div>\n    <p>II</p>\n    <p class=\"indent\">A. Title VII</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In United Steelworkers of America v. Weber, supra, the Supreme Court made clear that Title VII does not prohibit all remedial, race-conscious affirmative action plans.  443 U.S. at 209, 99 S.Ct. at 2729.  In Weber, the Supreme Court examined a voluntary affirmative action program adopted by a private employer which guaranteed fifty percent of the openings in an in-plant craft-training program for black employees.  The Court considered the terms and policies of Title VII and concluded that, although private employers were not required to implement affirmative remedial programs to offset prior racial imbalances, the Act does not prohibit voluntary race-conscious actions which are consistent with the antidiscrimination policy of the statute.   See Detroit Police Officers Association v. Young, 608 F.2d at 689.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court then proceeded to examine whether the particular affirmative action program before it fell within the bounds of what is deemed permissible under the ambit of Title VII.  The Court refused to draw any bright line for defining the outer limits of a permissible affirmative action plan.  It did, however, single out some particular features of the plan before it which compelled the conclusion that that program was \"on the permissible side of the line.\"   United Steelworkers of America v. Weber, 443 U.S. at 208, 99 S.Ct. at 2730.  The plan was aimed at breaking down prior patterns of segregation and racial hierarchy, it was deemed to not \"unnecessarily trammel\" the interests of the white employees and was merely a temporary measure, to end when the manifested racial imbalance no longer existed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no doubt that, on its facts, Weber dealt with whether and to what extent a private employer could adopt an affirmative action plan and remain consistent with the mandates of Title VII.  This does not mean, however, that the analysis in Weber is inapposite to a case in which a public employer has been charged with a violation of Title VII for the implementation of similar programs.  On the contrary, Title VII was specifically amended to include public employers within its purview so that states and their official agencies are explicitly subject to Title VII mandates.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>   In the traditional context of minority complaints under Title VII, the analysis employed for determining whether a statutory violation has occurred has been applied consistently, whether the employer is a public or private entity.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>   There is no reason to alter the reach of Title VII in the present context.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where a public employer adopts a voluntary affirmative action measure which satisfies the bounds of permissibility gleaned from Weber, that employer will be insulated from Title VII liability.    Williams v. City of New Orleans, supra;  La Riviere v. EEOC, 682 F.2d at 1279;  Boston Chapter, NAACP v. Beecher, 679 F.2d at 965.  This conclusion lay behind a significant portion of our analysis and holding in Young and we do not now deviate from that stance.   Cf. Van Aken v. Young, 541 F.Supp. 448 (E.D.Mich.1982).</p>\n    </div>\n    <p class=\"indent\">B. Fourteenth Amendment</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To hold that a public employer is not liable under Title VII where its affirmative action program satisfies Weber does not necessarily end the inquiry where, as here, that employer has also been charged with a violation of the Fourteenth Amendment.  The Supreme Court analyzed the scope and intent of Title VII in Weber;  it in no way intimated that had the plan before it been subject to the strictures of the Fourteenth Amendment, the test of permissibility would have been the same.  Instead, it is clear that the Court has chosen to keep the two analyses distinct.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>   When we cease analyzing the actions of a public employer qua employer and begin to examine the validity of those actions as state action, a constitutional inquiry is appropriate.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   Accord Detroit Police Officers Association v. Young, supra;  Valentine v. Smith, supra;  United States v. City of Miami, Florida, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has not provided the kind of guidance in the constitutional context that Weber affords under Title VII.  Instead, the Court has issued a series of opinions in the course of two significant cases on this issue, Regents of University of California v. Bakke, supra, and Fullilove v. Klutznick, supra.    The only clear consensus to be garnered from these various statements is that in any affirmative action program (1) some governmental interest must be served, and (2) the program must somehow be directed toward the achievement of that objective.  Beyond this, however, there appears to be no agreement on the nature of the governmental interest which must be at stake, on the finding necessary to establish the presence of that interest, see Valentine v. Smith, supra, 654 F.2d at 509 n. 11 and accompanying text, nor on the standard under which the method employed to achieve that interest is to be reviewed.  Id. at n. 12.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Young, this Court found that the Brennan-White-Marshall-Blackmun opinion in Bakke<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> offered the most reasonable guidance for a resolution of these constitutional issues.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>   Though Young was decided in the interim between Bakke and Fullilove, it does not appear that Fullilove requires a retreat from our earlier position.    Fullilove is a plurality decision with little precedential value.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>   It also addressed the constitutionality of affirmative action in a materially distinguishable context.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>   In addition, the concurring opinion authored by Justice Marshall in Fullilove clearly reaffirms the analysis generally relied upon in the initial formulation of this Circuit's approach to affirmative action.  Absent an opinion joined by a majority of the Supreme Court, or an en banc decision of this Court, we are unpersuaded that the standard in Young is no longer the law of this Circuit.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The standard to be applied in this case, then, is clearly set out in the pages of Judge Lively's opinion in Young.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>   At the outset, we note that the standard is one which does apply \"strict scrutiny\".  The review under the Fourteenth Amendment should be \"strict--not 'strict in theory and fatal in fact,' because it is stigma that causes fatality--but strict and searching nonetheless.\"   Regents of University of California v. Bakke, 438 U.S. at 361-62, 98 S.Ct. at 2784.  However, as noted in Young, in cases involving discrimination against those not traditionally discriminated against, \"strict scrutiny\" takes on a more precise meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A] case involving a claim of discrimination against members of the white majority is not a simple mirror image of a case involving claims of discrimination against minorities.  One analysis is required when those for whose benefit the Constitution was amended or a statute enacted claim discrimination.  A different analysis must be made when the claimants are not members of a class historically subjected to discrimination.  When claims are brought by members of a group formerly subjected to discrimination the case moves with the grain of the Constitution and national policy.  A suit which seeks to prevent public action designed to alleviate the effects of past discrimination moves against the grain ....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">608 F.2d at 697.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>   Bearing this general standard in mind, the first stage in our approach to affirmative action programs entails an analysis of the need for such remedial measures--i.e., with the presence of a governmental interest in their implementation.  It is uncontested that the government has a significant interest in ameliorating the disabling effects of identified discrimination.   Fullilove v. Klutznick, 448 U.S. at 497, 100 S.Ct. at 2784 (opinion of Justice Powell, concurring).  \"The existence of illegal discrimination justifies the imposition of a remedy that will make persons whole for injuries suffered on account of unlawful ... discrimination.   Albemarle Paper Co. v. Moody, 422 U.S. 405, 418 [95 S.Ct. 2362, 2372, 45 L.Ed.2d 280] (1975).\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A direct showing of past intentional discrimination is not required to establish the existence of this interest, however.  It is sufficient if findings are made by a body with the competence to act in this area<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and a review of those findings reveals \"a sound basis for concluding that minority under-representation is substantial and chronic, and that the handicap of past discrimination is impeding access [and promotion] of minorities.\"   Detroit Police Officers Association v. Young, 608 F.2d at 694 (quoting Bakke, 438 U.S. at 362, 98 S.Ct. at 2784).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Once the governmental interest in some remedial action is thus established,<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> we must proceed to determine whether the remedial measures employed are reasonable.  This includes an examination of whether any discrete group or individual is stigmatized by the program and whether racial classifications have been reasonably<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> used in light of the program's objectives.   Regents of the University of California v. Bakke, 438 U.S. at 372-76, 98 S.Ct. at 2790-92;  Fullilove v. Klutznick, 448 U.S. at 518-19, 100 S.Ct. at 2795.  If the affirmative action plan satisfies these criteria, it does not violate the equal protection clause of the Fourteenth Amendment.   Detroit Police Officers Association v. Young, 608 F.2d at 694.   Accord United States v. City of Miami, Florida, 614 F.2d at 1338.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Before proceeding to analyze the facts before us in light of the standards detailed above, we note that, although we have drawn the distinction between a Title VII analysis and that to be employed when reviewing in light of the Fourteenth Amendment, and have indicated our present unwillingness to employ only the Weber standards in the constitutional context, we are still able to combine the two analyses for purposes of a resolution of this case.  We find that to the extent that the constitutional standard may be more exacting than that employed in Weber, the Title VII challenge to the Detroit Police plan is necessarily subsumed into that made here under the Fourteenth Amendment;  what is valid under the latter will certainly pass muster under Title VII.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Though the appellants acknowledge that the guidelines we detail here are controlling, they attack this particular plan's ability to fit within them.  They claim that the 50/50 promotion program was adopted in 1974 despite the fact that there was no basis for concluding that minority underrepresentation at the lieutenant level was substantial or, more importantly, that minority access to that rank was in any way impeded by the effects of prior discrimination.  In fact, it is alleged that, post-1973, the written examinations and other promotional criteria actually favored minority candidates.  Essentially, the appellants claim that the need for redress at this level and time was simply nonexistent.  Absent a redress justification, and in the face of what the appellants deem to be a specious operational needs argument, they contend that there is simply no significant governmental interest to be served by the imposition of any sergeant-to-lieutenant affirmative action plan.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Additionally, the appellants argue that, assuming arguendo that some affirmative action was required, the promotion quota was not sufficiently tailored to the achievement of the objective of the remedy to fall within the permissible bounds of either Title VII or the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Governmental Interest in Affirmative Action</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Young, this Court held that the Board of Police Commissioners in Detroit was competent to make findings regarding the existence and effect of prior discrimination on the part of the Police Department.  We reaffirm that decision, noting that that body's competence encompasses findings which relate to hiring practices, interdepartmental promotions and the department's overall operations as they affect the populace of Detroit.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">After conducting formal administrative hearings, the Board of Police Commissioners found extensive past racial discrimination in all three of the areas detailed above.  Those administrative findings are supported both by our earlier findings in Young, 608 F.2d at 686-94, and the de novo findings of the district court in the case at bar.   Baker v. City of Detroit, 483 F.Supp. 930, 940-958 (E.D.Mich.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Young, we discussed the nature of the evidence necessary to justify a finding of prior overt discrimination.  608 F.2d at 693.  Where consistent practices have resulted in a significant disparate impact among races, the discriminatory intent may be established by any evidence which logically supports the inference that state action or policies were adopted for invidious purposes.  Id.  Such \"logical\" evidence includes the statistics of racial impact,<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> the historical background of the decisions which led to such an impact, the contemporaneous statements of the members of the decision-making body, and the presence of actions from which a disparate impact is foreseeable.  Id.;  cf. Columbus Board of Education v. Penick, 443 U.S. 449, 99 S.Ct. 2941, 61 L.Ed. 666 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The record is replete with evidence to support the district court's conclusion that the Board of Police Commissioners was correct in finding that the Detroit Police Department had employed a consistent, overt policy of intentional discrimination against blacks in all phases of its operations.  Judge Keith conducted a lengthy trial in this case and made comprehensive written findings of past discrimination dating as far back as the city's first race riot in 1943.  Most of this historical data stands undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In 1950 when the Detroit population was 16 percent black, less than 2.5 percent of the police force was black (96 black and 3,565 white officers) and less than one percent of the sergeants and lieutenants were black (3 black sergeants out of 347 and one black lieutenant of 168 total).  At the time of the severe race riot in 1967, the city was forty percent black with a police force that was from four to six percent black, only a minor fraction of which were members of the command structure.  By 1974 when the challenged affirmative action plan was initiated, the black population had again increased significantly, yet the department remained 17.2 percent black overall and less than five percent of the lieutenants were black (11 black and 219 white lieutenants).<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is no doubt that the inference of intentional discrimination which arises from the severe statistical disparity is an accurate one.  The district court has itemized in detail the evidence of intentional discrimination.  For example, prior to the 1960's, squad cars and patrol beats were clearly segregated.  Blacks and whites were not assigned to ride together, nor were blacks ever assigned to patrol white areas.  When initial tentative efforts were made to integrate some squad cars, the white officers struck and the prior policy was reinstituted in full force.  Numerous instances of discriminatory practices in hiring, promotion, the ability to transfer from a patrol position to a plain clothes one and the day-to-day treatment of black officers, evidences the systematic exclusion of blacks from any meaningful role on the Detroit police force.  No sufficient explanation for the severe under-representation of blacks at all levels, other than this manifest systematic exclusion, has been proffered.   See Detroit Police Officers Association v. Young, 608 F.2d at 687.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The history of this discrimination is corroborated by numerous independent studies made in response to the perceived problems within, and caused by the Detroit police force.  These include, inter alia, reports of the Michigan Civil Rights Commission, the 1968 report of the National Advisory Commission on Civil Disorders, and the 1967 report of the President's Crime Commission.  These and others are analyzed in full in the district court's historical analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record justifies the district court's finding that while the police department was discriminating against blacks in employment, a white police department was discriminating against black citizens on the street.  Two massive uprisings, one in 1943 and another in 1967, resulted directly from discriminatory treatment of black citizens by white police officers.  Justice Thurgood Marshall in his report on the 1943 Detroit uprising, written while a nationally known civil rights lawyer (quoted by the district court, 483 F.Supp. 940-41), indicates that the \"anti-Negro attitude of many members of the force helped to make the riot inevitable.\"    This and Justice Marshall's other findings are manifest in the mass of evidence adduced at the trial of this case.  In the 1967 uprising, large sections of the city were burned and many deaths, injuries and arrests were reported--all affecting blacks and black areas in a significantly disproportionate manner.  The record before this Court also supports the conclusion of John Hershey in his study entitled, The Algiers Motel Incident, p. 36 (1968) that the 1967 riot occurred, in part, because \"unequal justice is experienced by the Black populace ... with the cop in the street.\"    We find that Judge Keith's findings and conclusions in reviewing the findings of the Police Board regarding past discrimination are correct in all material respects.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the face of this evidence, the appellants continue to maintain that affirmative action, though necessary at some level in the police force, was unjustifiable in the sergeant-to-lieutenant promotion stage.  The argument centers on the fact that after 1968, and up until the time of this litigation, the department did embark upon a concentrated program of affirmative action.  They contend that the recruiting efforts in the early 1970s, the impact of the imposition of a 1976 increase in the post-1974 hiring quota and the effect of the promotion quota for sergeants have eliminated any under-representation of minorities which can be classified as \"substantial and chronic.\"    The second element of this argument is based on appellants' claim that the rise in potential black candidates for lieutenant (due to the increases in the lower levels) and the changes in the promotion guidelines have virtually given blacks equal, merit-based access to the lieutenant ranks.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These arguments misconstrue the nature of this element of our inquiry.  The district judge was faced with a determination of whether the Board's decision to adopt a voluntary affirmative action plan in 1974 was constitutionally permissible.  There is no doubt that as of 1974 there was severe underrepresentation of blacks in the lieutenant corps, and that the post-1971 recruiting policies had not worked any significant change in that reality.  We also have no doubt that that underrepresentation was caused not solely by lower-level discriminatory practices, but by discrimination in the specific promotion process designed for lieutenants as well.  We will not reiterate the thorough analysis of the promotional model which the district court undertook.    See Baker v. City of Detroit, 438 F.Supp. at 965-979.  We simply note that we are satisfied that the district court's finding that blacks had been illegally denied access to these promotions by the working of the promotion system itself is correct.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We find, therefore, that the contention that the need for redress was nonexistent at the stage at which the appellants were adversely affected by it is without merit.</p>\n    </div>\n    <p class=\"indent\">B. Reasonableness of the Program</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We must now proceed to the second step of our constitutional analysis:  whether the remedy adopted in response to the perceived governmental interest was sufficiently reasonable in light of those objectives.  As noted previously, this entails a determination of whether the white police officers were unduly stigmatized by the program and whether the particular program applies the use of racial classifications reasonably.</p>\n    </div>\n    <p class=\"indent\">1. Attachment of a Stigma</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether an undue stigma results from an affirmative action plan is a difficult issue.  Even once the need for some redress is established in a given case, the Supreme Court has cautioned that due care must be taken to insure that those who claim to be disadvantaged by a plan, its beneficiaries, or both, are not unduly stigmatized by an improperly drawn or implemented affirmative action program.  While this is true, however, remedial race-conscious programs under affirmative action plans must not be held hostage by those who claim to be adversely impacted unless they can demonstrate a constitutionally impermissible stigma.  Unless this is required, the legacy of racial discrimination would never be remedied.  Racial classifications which favor minorities do not per se result in such a stigma.  As Justice Blackmun observed in his Bakke opinion, \"[i]n order to get beyond racism we must first take race into account ... and in order to treat some persons equally we must first treat them differently.  We cannot--we dare not--let the Equal Protection Clause perpetuate racial supremacy.\"    438 U.S. at 407, 98 S.Ct. at 2807.  In the context we address today, differential treatment is neither constitutionally offensive nor unduly stigmatizing and we refuse to invalidate the Board program on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, though undue stigma must be cautiously guarded against, a plan designed to remedy the effects of past discrimination is not invalid merely because some individuals not in any way culpable with respect to past discriminatory acts must bear the brunt of the racial preference.   Valentine v. Smith, 654 F.2d at 511.  \"When effectuating a limited and properly-tailored remedy to cure the effects of prior discrimination, such a 'sharing the burden' by innocent parties is not impermissible.\"   Fullilove v. Klutznick, 448 U.S. at 484, 100 S.Ct. at 2778 (opinion of Chief Justice Burger).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This case is \"not a simple mirror image of a case involving claims of discrimination against minorities.\"   Detroit Police Officers Association v. Young, 608 F.2d at 697.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>   We are dealing with a white majority which has traditionally benefited from the prior systematic discriminatory practices which have given rise to the need for the kind of affirmative action program the Detroit Police Board implemented.  The self-esteem of whites as a group is not generally endangered by attempting to remedy past acts militating in their favor, the situation only arises in the first instance because of their social dominance.<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>   The purpose of this program is to aid blacks, it is not aimed at excluding whites--the fact that whites have equal access to the lieutenant ranks and that the plan is only temporary clearly support this conclusion.  In such instances, the white majority is simply not being subjected to what amounts to a constitutionally invidious stigma.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, we believe that where those hired or promoted by operation of affirmative action are qualified for the position in which they are placed, no constitutionally impermissible stigma attaches.    Valentine v. Smith, supra.    In Smith, the Eighth Circuit considered a complaint instituted by a white applicant for a teaching position at Arkansas State University.  The record specifically established that despite receiving the highest of the many recommendations from the screening committee, Ms. Valentine was not hired by the University.  The decision was made to hire a black educator in her stead.  There is no doubt that that decision was \"substantially motivated by a race-conscious choice by ASU to implement its affirmative action plan.\"    654 F.2d at 507.  The court concluded that as long as the black candidate was qualified to fill the position, as the facts in the record established she was, there would be no stigma to any of the parties involved.  The court noted that the majority group is rarely, if ever, stigmatized.  This was deemed to be particularly true where the party or parties otherwise filling the position were qualified, thus guaranteeing that no negative inference could arise regarding the quality of the credentials of those passed over.  Similarly, where the beneficiary of the plan is qualified, there can be no stigma caused by a perception that they would somehow be undeserving.  Based on this reasoning, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>Where the applicant is qualified, the risk of stigma is considerably less because presumably the person can perform the task adequately.  The evidence in this case shows not only that Georgia Mitchell [the black applicant] was fully qualified for the job but also she performed very well as a teacher.  We cannot invalidate ASU's affirmative action plan, or its application to the facts here, on the supposition that someone might be stigmatized.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id. at 511.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find this reasoning apposite to the situation before us.  At trial, the plaintiffs argued that they and the department were harmed by the new promotion guidelines.  They contended that they had been passed over by candidates who were manifestly less qualified for the rank of lieutenant.  The clear implication of their arguments is that, after 1974, the quality of the officers at this level was somehow less than it could or should have been.  The district court dedicated a large portion of its opinion to the merits of this argument.  Judge Keith determined that the black officers who were promoted out of sequence were as substantially equally qualified as the white officers promoted in strict rank order.  There is extensive support in the record for this conclusion.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a>   At minimum, we are convinced by the record evidence that, from 1974 to date, only well-qualified blacks were promoted to the lieutenant corps.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a>   In such instances we find that no stigma of a constitutional magnitude attaches to either those claiming to be adversely impacted by the plan or its beneficiaries.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We recognize that there has been, and continues to be, a misperception regarding the operation of affirmative action.  We have no doubt that, at times, some persons may have been placed in positions for which they were unqualified in an effort to discredit affirmative action.  Whether these hirings or promotions have occurred in fact, they have never been and would not now be justifiable under the law as it relates to affirmative action.  If a party is not qualified for a position in the first instance, affirmative action considerations do not come into play.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">2. Propriety of the 50/50 Racial Classification</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The use of the 50/50 promotional preference is to be judged against a \"test of reasonableness.\"   Detroit Police Officers Association v. Young, 608 F.2d at 694.   See also Boston Chapter, NAACP v. Beecher, 679 F.2d at 977;  U.S. v. City of Miami, Florida, 614 F.2d at 1338.  This test encompasses a variety of considerations which may vary given the nature of the preference plan to be considered and the circumstances surrounding its implementation.  Like the Supreme Court, we do not now attempt to define what will guarantee a finding of reasonableness for all purposes.  Rather, we address those factors which lead us to conclude that this plan is reasonable in light of what the record reveals about the Detroit Police Department.  We find that (1) the affirmative action plan is \"substantially related\" to the objective of remediation of prior discrimination, Detroit Police Officers Association v. Young, 608 F.2d at 696, (2) the use of racial classifications reflects the only legitimate method for achieving those objectives in light of the urgent need for a remedy and the practical limitations placed on the effective use of other means, id., (3) the plan is temporary in nature, scheduled to endure only so long as is necessary to achieve its legitimate goals, Valentine v. Smith, 654 F.2d at 510, and (4) the plan does not otherwise \"unnecessarily trammel\" the interests of white candidates for promotion.   Detroit Police Officers Association v. Young, 608 F.2d at 696.  Though no one of these characteristics is determinative, taken as a whole they justify a conclusion that this particular plan is within the bounds of what is constitutionally reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Board of Police Commissioners in 1974, the district court in the present case and this Court in Young, found three identifiable forms of injury to the black citizens of Detroit arising from past employment discrimination in the police department.  First, in 1974 there were not as many black officers in various positions in the department as there would have been in the absence of discrimination.  Second, during the major period of discrimination--roughly a twenty-year period from the end of World War II to the mid-1960s--there were fewer black officers than there otherwise would have been.  Third, as a consequence of employment discrimination, black citizens suffered harassment and indignities at the hands of a white police force.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In 1974, the chief legislative body of Detroit adopted for the first time the requirement that city employees, including police officers, live within the city limits.  The Board of Police Commissioners estimated that in 1974-75 the population of the city was approximately fifty percent black.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>   It did not find in 1974 that the lieutenant corps would be exactly fifty percent black in the absence of discrimination.  Rather, it found that in the absence of discrimination, the proportion of black lieutenants would be considerably higher than it was and in time would be approaching the fifty percent mark.  The Board concluded that a 50/50 hiring and promotion ratio would provide a reasonable and even-handed remedy in view of all of the injuries suffered by the black citizens of Detroit, the fact that at the time (1973-74) only five percent of the lieutenants were black, and the fact that the black population of Detroit was likely to increase as a percentage of the whole.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Board did not employ an economic or a statistical expert in 1974-75 to determine the relevant labor markets during the period of discrimination.  It did not try to determine the precise number of lieutenants who would have been hired in the absence of discrimination.  It simply concluded that most police officers in the past had come from within the city and that the city was now approximately fifty percent black.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In order to rebut the Board's findings and show reverse discrimination, the plaintiffs contended at trial that there was no need for redress because there was no discrimination in employment in the police department.  In order to establish this position, the plaintiffs also contended that the relevant labor market figures were the figures for the Detroit metropolitan area, figures which would justify a much lower percentage of blacks in the police department than the figures for the City of Detroit.  In light of the city's evidence concerning discrimination, the statistical evidence concerning percentages in the city population and the source of the department's labor pool, and our 1979 opinion in Young, the plaintiffs shifted grounds on appeal.  The appellants no longer contend that there had been no prior discrimination, nor that the metropolitan area statistics are controlling.  Instead, they contend that as of 1974 there was no need for redress at the lieutenant level and that, even if there were, the fifty percent ratio was, in reality, designed to do more than redress an identifiable wrong, that it was impermissibly aimed at achieving a racial balance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The first argument has been dealt with in detail above.  The second rests on the appellants' contention that the 50/50 promotion policy exceeds that necessary to offset any identifiable prior discrimination.  They claim that a 50/50 ratio and a fifty percent end goal is not justifiable since their data reveals that there is no merit to the argument that the lieutenant ranks would have been fifty percent black by 1974 absent past discriminatory practices.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a>   The data to which the appellants refer is that of their own statistical expert, Mr. Alan Fechter.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Taking into account the particular qualifications necessary for entry into the police department, Mr. Fechter calculated the relevant labor market for new hires between 1945 and 1973.  The following table summarizes his testimony concerning the black-white share of that market as compared to the black-white population in the department:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <pre>           Comparison, Racial Composition of Hires and Labor Pool,\n                                  1945-1978\n    Year      Labor Pool   Labor Pool         Black Hires         Difference\n               (Percent      (Total       (Estimated / Actual)\n               Nonwhite)     Hires)\n    1945         13.8          301           42            5          37*\n    1946         14.4          304           44            7          37*\n    1947         15.1          577           87           17          70*\n    1948         15.7          288           45            9          36*\n    1949         16.3          414           67            7          60*\n    1950         17.0          313           53            3          50*\n    1951         17.7          258           47           28          19*\n    1952         18.3          328           60           27          33*\n    1953         18.9          189           36           10          26*\n    1954         19.6          369           72            7          65*\n    1955         20.2          327           66           11          55*\n    1956         20.9          187           39           11          28*\n    1957         21.5          158           34            9          25*\n    1958         22.2           14            3            3           0\n    1959         22.8          116           26            7          19*\n    1960         23.5           90           21            3          18*\n    1961         25.1          192           48            7          41*\n    1962         25.7          278           74           10          64*\n    1963         28.8          179           51            9          36*\n    1964         29.9          141           42            6          36*\n    1965         31.5          171           54           16          36*\n    1966         33.1          205           68           38          30*\n    1967         34.8          323          112           71          51*\n    1968         46.1          519          239          180          59*\n    1969         42.9          561          241          127         114*\n    1970         39.5          495          196          101          85*\n    1971         40.5          656          266          170          96*\n    1972         47.9          618          257          185          72*\n    1973         43.0          491          211          149          62*\n*Statitically significant from zero at .05 level of probability.</pre>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>Based upon that data, the appellants argue that in a race-free hiring environment the proportion of black lieutenants would have been significantly less than fifty percent in 1973 and 1974.  They argue that in an increasingly black labor pool for new hires, it takes time for the percentage of blacks in the police department to equal the current percentages of blacks in the labor market.  In addition, they contend that Mr. Fechter's labor pool for promotion to lieutenant would be considerably less than that for new hires because there is a further delay of several years before a recently-hired officer becomes eligible for promotion to lieutenant.  Thus, the appellants argue that this data and these additional factors for consideration establish the error in basing this affirmative action goal on the statistical data for the city's overall population.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On appeal, the appellants now agree that the lieutenant corps should have been more than five percent black as actually was the case in 1973-74 but, after reassessing their case, the appellants now argue that in the absence of past discrimination the 1973 ratio of black lieutenants would have been, at most, about thirty percent.  They assert, therefore, that the 50/50 ration is improper and that if such a ratio were nevertheless employed it should be discontinued at the point when redress has been completed, i.e., at no point later than when the thirty percent figure has been attained.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a>   Since a thirty percent figure was reached by the time of trial in 1978-79, the appellants argue that the program should be terminated now.  Their complaint, then, centers on the validity of the top twenty percent of the affirmative action program, both in the interim application and in the determination of its stopping point.  We find their arguments unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">First, assuming that we were to accept the appellants' claim that the justifiable end goal should fall somewhere short of the fifty percent figure, that would not invalidate the implementation of a 50/50 ratio as the promotional guideline in 1974.  Even the use of a guideline which exceeds the percentage of minorities in the population would be justifiable as a temporary measure for attaining an appropriate end goal.   See e.g., NAACP v. Allen, 493 F.2d 614 (5th Cir.1974) (approving 50/50 black-white hiring ratio until 25 percent of state troopers were black).  The 1974 affirmative action program could not and did not immediately rectify the effects of prior discrimination in the department.  During the lag time after the adoption of the affirmative action plan in 1974, the police force began to more closely approximate the desired nondiscriminatory racial composition but always fell short of that goal.  The alternative--the en mass replacement in 1974 of existing white lieutenants with new black lieutenants--would have avoided the continuing discrimination but would obviously have unduly harmed the white lieutenants.  The redress of the continuing discriminatory effect of past hiring and promotion practices justifies the use of at least a 50/50 ratio.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Second, while purporting to represent the percentage of black lieutenants that would have existed in a discrimination-free environment, plaintiffs' thirty percent end figure fails to reflect the full extent of the police department's pre-1974 discriminatory practices.  The figure refers only to the number of black lieutenants who, according to the plaintiffs, should be promoted in order to bring the force up to the appropriate figure.  This proposed benchmark thus fails to account for those blacks who--absent discrimination--would have become lieutenants and would have left the force or retired by 1973.  While we cannot presume to establish the precise size of this group, we are convinced of its existence.  In addition to the intangible stigmatizing effects of invidious treatment, the members of this group were deprived of the higher salaries and retirement benefits commensurate with lieutenancy.  The Fourteenth Amendment does not forbid consideration and redress of this injury by affirmative action.  In light of the fact that the department and the lieutenant corps were far below the nondiscriminatory level of black police officers for the 25-year period from 1945 to 1970, we do not believe that marginally increasing the percentage of black lieutenants above the figure that would exist had hiring been nondiscriminatory is an unreasonable remedy for redressing this wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Third, discrimination in hiring in the Detroit police department has not injured only that finite number of black citizens who were denied the opportunity to become police officers or to be promoted to the rank of lieutenant.  The district court found that the black population of the city was subject to discrimination by a predominantly white police force.  The record establishes a pattern of mistreatment in the form of outright discrimination by white officers against black citizens as well as more subtle discrimination in the handling of complaints and investigations.  A number of witnesses testified to the fact that many such incidents could have been avoided had black lieutenants been overseeing the interaction of police officers with black citizens.  There is a clear pattern of unconstitutional deprivation of the rights of a specific, identifiable segment of the Detroit population by white members of the segregated police department.  This injury was itself a direct result of the interdepartmental discrimination which is so fully documented.  The 1974 affirmative action plan was dedicated to redressing all deleterious effects of the department's prior practices.  The redress of this injury to the black population as a whole justifies a plan which goes beyond the thirty percent work force limitation which appellants imply may have been appropriate.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Finally, the broad-based attack on the use of city-wide population figures is simply unsupportable.  The Supreme Court has approved the use of racial composition comparisons between employers' work forces and the general area-wide population as probative of discrimination in employment discrimination cases, see e.g., Hazelwood School District v. United States, 433 U.S. 299, 308, 97 S.Ct. 2736, 2741, 53 L.Ed.2d 768 (1977);  Int'l.  Brotherhood of Teamsters v. United States, 431 U.S. 324, 337-43, 97 S.Ct. 1843, 1855-58, 52 L.Ed.2d 396 (1977), and this Court has specifically held that in the context of challenges to affirmative action, \"a goal which seeks the same racial proportion among employees as in the labor force will ordinarily be reasonable.\"   Detroit Police Officers Association v. Young, 608 F.2d at 696.  In addition to the presumption of reasonableness which would ordinarily be accorded the use of such data, the district court specifically considered the prerequisites for employment in the police force and the impact, if any, those considerations should have in an appropriate calculation of the relevant labor market.  Judge Keith accepted the use of the city-wide figures in light of the prerequisites for employment, not in contravention of them.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We also reject the appellants' contention that this plan is constitutionally infirm because it somehow \"unnecessarily trammels\" the interests of the white officers.  While a preference system which requires the outright discharge of white employees or creates an absolute bar to all advancement may be regarded as an undue burden on those white employees, we have neither of those situations in the instant case.  We have already indicated that the mere fact that non-minorities bear some burden in effectuating the state's goals does not command a conclusion that the plan is unreasonable.  Concern for the interests of white employees is not meant to operate as a bar to the achievement of those legitimate goals.   See Detroit Police Officers Association v. Young, 608 F.2d at 696.  Where, as here, the plan does not mandate the promotion of unqualified candidates, a significant number of white employees have been promoted under the plan, the operation of the plan does not otherwise hinder the rights of these employees and the plan is merely of a temporary nature, we find that the interests of the white officers have not been \"unnecessarily trammeled.\"<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We affirm the district court's determination that the use of a 50/50 ratio and the establishment of a fifty percent end goal to be achieved by 1990 is reasonable in all respects.  Therefore, in light of our conclusions that there was a substantial governmental interest served in establishing the plan and that the plan does not unduly stigmatize any individual or group, we find that the Detroit plan is constitutionally permissible.<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In addition to the appellants' central attack on the affirmative action plan itself, a number of other assignments of error have been raised with regard to the various rulings made by the district court in this matter.  The appellants contend that the district court erred (1) in dismissing the plaintiffs' complaint for money damages other than back pay, (2) in denying their request for a jury trial on the various issues relating to the validity of the affirmative action plan, and (3) in incorporating the voluntary plan into its final decree.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A. Dismissal of Complaints For Money Damages under Sec. 1983</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In an order dated September 5, 1979, the district court granted the defendants' motion for partial summary judgment and dismissed the plaintiffs' claims under 42 U.S.C. Sec. 1983 for all monetary damages other than back pay.   Baker v. City of Detroit, 483 F.Supp. 919 (E.D.Mich.1979).  In that order, the court concluded that the defendants possessed qualified good faith immunity and, therefore, could not be held liable for damages under Sec. 1983.  The appellants now contend that in light of the Supreme Court's subsequent decision in Owen v. City of Independence, 445 U.S. 622, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980), the district court's decision was erroneous as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In Owen, the Court specifically held that a municipality has no immunity for its constitutional violations and that it may not assert the good faith of its officers or agents as a defense to liability under Sec. 1983.   Id. at 638, 100 S.Ct. at 1409.  This intervening Supreme Court decision clearly undercuts the basis of Judge Keith's decision to grant summary judgment on these issues.  It does not, however, require this Court to refuse to give effect to an ultimate ruling against the plaintiffs on their Sec. 1983 damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The issue of qualified good faith immunity is relevant in this case only insofar as it may affect the plaintiffs' right to recover damages based on injuries for which the city is liable.  We have, however, upheld Detroit's affirmative action plan, concluding that the city has no liability and that the plaintiffs are entitled to no relief.  As such, whether or not the plaintiffs would otherwise be barred from relief is no longer an issue in this case.  Accordingly, we decline to reach the question of qualified immunity presented here.</p>\n    </div>\n    <p class=\"indent\">B. Right to a Jury Trial</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">On July 31, 1978, the district court entered an order denying the plaintiffs' demand for a jury trial.   Baker v. City of Detroit, 458 F.Supp. 379 (E.D.Mich.1978).  The appellants now claim that that ruling was erroneous and had the effect of violating their constitutional right to a jury trial under the Seventh Amendment.<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a>   We find, however, that the issue of the validity of an affirmative action plan is a question of law, to be determined by the court and not the jury.   Setser v. Novack Investment Co., 657 F.2d 962, 969-70 (8th Cir.1981) (en banc ).  A variety of factors militate in favor of this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">First, the fact of prior discrimination and the factual circumstances surrounding the operation of this plan were either uncontested or previously determined in our decision in Young.    The task before Judge Keith was to determine whether, in light of that record, redress was justifiable and/or the method chosen for that redress was valid.  Determinations which do no more than attach constitutional significance to historical facts are conclusions of law.   See Downing v. Williams, 624 F.2d 612, 617 (5th Cir.1980);  cf. Glasson v. City of Louisville, 518 F.2d 899, 903 (6th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Second, in order to assess the validity of an affirmative action plan, a variety of factors must be considered and evaluated in light of the nature of the past discrimination and all factors relating to the particular method chosen.  The Supreme Court's refusal to adopt bright line standards to guide the lower courts and the consensus among the Circuits that an application of strict standards is therefore inappropriate, emphasizes the degree to which this evaluation is to be a flexible one.    See Setser v. Novack Investment Co., 657 F.2d at 696.  The inherent uncertainty in the law in this area, when combined with the magnitude of the issues to be resolved, places the necessary determinations in these cases peculiarly outside the practical abilities and limitations of the jury.  Id.;  cf. Ross v. Bernard, 396 U.S. 531, 90 S.Ct. 733, 24 L.Ed.2d 729 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Third, questions in this case regarding the Board's findings of past discrimination are analogous to cases in which the court reviews the decision of an administrative body in order to insure that its actions are within constitutional and statutory limits.  Although the district court under Sec. 1983 gave de novo review to the Police Board's action, it was still essentially reviewing the findings and conclusions of an administrative agency taken upon notice and due deliberation after formal hearings were conducted.  Neither federal nor state courts have traditionally used juries to review and resolve disputed questions of fact in this context.  See Jaffee, Judicial Control of Administrative Action 546-49 (1965);  Stern, Review of Findings of Administrators, Judges and Juries, 58 HARV.L.REV. 70 (1944).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Had the district court determined, in the liability phase of this trial,<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> that the Board had wrongfully discriminated against white officers in adopting the affirmative action plan, it may have then been appropriate to impanel a jury to determine disputed questions of fact on the issue of whether the city had engaged in the discrimination against white officers as a part of a \"custom or policy\" under Monell v. New York City, 436 U.S. 658, 690-95, 98 S.Ct. 2018, 2035-38, 56 L.Ed.2d 611 (1978), and whether the individual defendants acted in good faith under Owens v. City of Independence, 445 U.S. 622, 657, 100 S.Ct. 1398, 1418, 63 L.Ed.2d 673 (1980).  The case, however, never reached that stage since the district court found, and we agree, that the Board did not act wrongfully in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Finally, as the district court noted, \"the gravamen of this action is injunctive relief and back pay for alleged employment discrimination.\"   Baker v. City of Detroit, 458 F.Supp. at 383.  The question of whether the city and its officials committed a constitutional tort under Sec. 1983 which would justify damages, arises in this case only incidentally and only after the district court has determined whether it should enjoin the plan as invalid under Title VII and the Fourteenth Amendment.  The fact that the parties stipulated to a bifurcation of the trial emphasizes this result.  In order to establish the right to damages arising under Sec. 1983, the plaintiffs would be required to go beyond showing unconstitutional reverse discrimination;  the bad faith of the individuals and the question of whether the city had acted according to a \"custom or policy\" would yet need to be resolved.  The district court's adjudication of the equitable issues relating to the statutory and constitutional validity of the plan logically must come prior to the Sec. 1983 damages issue.  In such instances, our common law heritage does not suggest that a jury should have been employed to deal with the wholly equitable phase of the court's determination.<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a></p>\n    </div>\n    <p class=\"indent\">C. District Court's Final Decree</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On November 17, 1980, the district court \"adopted a rule of law\" which had the effect of incorporating the Board's plan, as it was then in operation, into the final judgment.   Baker v. City of Detroit, 504 F.Supp. 841, 846-48 (E.D.Mich.1980).  For the reasons enumerated below, we find that the district court's decision to protect this plan was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In examining the propriety of this \"rule of law,\" we must carefully define what we interpret the effect of that ruling to be and the particular circumstances which we find justify such a result in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This case began with a consideration of what a governmental employer may voluntarily do in an effort to remedy prior discrimination.  Since we do not now hold that the bounds of constitutionally permissible action are coexistent with what a governmental employer may be constitutionally required to do, it would appear that freezing a voluntary plan into an immutable decree may be inappropriate.  Such a result may effectively remove some of the discretion over the implementation of affirmative action plans which is to be afforded those dealing with the realities and problems of the employment context, even where governmental employers are concerned.    See United Steel Workers of America v. Weber, supra;  LaRiviere v. EEOC, supra.    There is also a danger of removing some of the incentive to adopt broad plans because of a fear of being locked into more than an involuntary judicial decree would otherwise require.  The district court's final order in this case does not operate to \"freeze\" this plan, however, and, hence, does not give rise to such concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court likened its decision in this case to one which approximates the situation which exists when a court enters a consent decree approving jointly agreed to affirmative action plans.  In those cases, the court effectively retains jurisdiction over the operation of the plan in order to assure that (1) the parties have a forum in which to object to actions which appear to violate the terms of the decree, and (2) no changes in the plan will be implemented unless the court determines that those changes are consistent with the purpose of that decree.  The court's order in this case merely operates to protect the Board's plan from inappropriate changes or collateral attacks which would vitiate its effect.  Rather than discourage voluntary action, then, the decision to incorporate this plan into a judicial decree is likely to encourage it.  Those, like the Board, faced with the decision of whether or not to adopt any affirmative action may more readily do so if they can be assured that their efforts, once deemed proper by a federal court, will be protected from a mere changing of the guard or from future attacks which they would be required to fend off.  Retaining jurisdiction will provide this protection while not completely tying the Board's hands with regard to appropriate future alterations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The facts of this case indicate that such retention of jurisdiction is particularly appropriate.  After making extensive findings regarding the existence of prior discrimination in and by the Detroit Police Department, the district court found that not only was the Board's plan itself constitutionally permissible, but that some affirmative action remedy was actually constitutionally required.  Continuing jurisdiction is the only logical approach to such a case.  In this way, some degree of discretion over the voluntary plan is retained by those adopting it while, at the same time, allowing the court to insure that the plan will, at minimum, satisfy what the Constitution requires.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">This approach will also promote judicial economy.  Further factfinding and court proceedings would otherwise be necessary if the plan were abandoned and black officers compelled to sue for some remedy, or further attacks on the plan were to be made, and defended against, in state court.  The record clearly reflects hostility toward the Board's plan and a desire to pursue any colorable state or federal claims in opposition thereto, even in the face of extensive judicial considerations of all issues presented.  We cannot blink at this reality.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's final order insofar as it operates to retain jurisdiction over the operation of, and changes in, the Board's affirmative action program for promotion to the rank of lieutenant.<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a></p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Challenges to affirmative action plans present a number of difficult and sensitive issues with which courts must struggle.  It is in cases like this one, however, where the facts so clearly establish the presence of calculated, prior discriminatory practices, that the need for such remedial programs is most acute.  Upon careful examination of the plan adopted by the Police Board, we are convinced that it is a valid, legitimate response to this identifiable discrimination and that as implemented it falls within the permissible bounds of Title VII, Sec. 1983 and the Fourteenth Amendment.  We therefore affirm the district court's order upholding the plan and approve the decision to protect that plan by continuing jurisdiction over its operation.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Since we also find that the determination of the validity of an affirmative action plan is a question of law for the court and not for the jury, and that the appellants' claim for Sec. 1983 damages has been mooted by our resolution of the liability issues, all of the district court's orders relating to this matter are hereby AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">CELEBREZZE, Senior Circuit Judge, concurring in result.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The issue regarding the appropriate constitutional analysis in a benign discrimination case was addressed by this court in Detroit Police Officers Assoc. v. Young, 608 F.2d 671 (6th Cir.1979).  I believe that this court's opinion in Young is the controlling precedent in this instance and that the constitutional analysis contained in Young is consistent with the judgment of the district court.  Therefore, I agree that the judgment of the district court should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">MERRITT, Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">I concur in Sections I, II.A, III, IV.A and IV.B of the opinion filed by Judge Jones for the Court.  I do not concur in the reasoning of Sections II.B or the result or the reasoning of Section IV.C.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I. THE COURT HAS NO POWER TO MAKE THE AFFIRMATIVE ACTION PLAN MANDATORY</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In Section IV.C of the opinion, the Court, affirming the opinion of the District Court, has ordered the City to enforce a plan requiring the Police Department to hire or promote a white officer for every other job opening.  The plan governs all hiring and promotion in the Police Department.  If the City of Detroit has two vacancies in the Police Department, it may not hire or promote two blacks or two whites depending on availability and qualifications.  The Court has ordered that the City must always fill the two vacancies with one black and one white.  Our Court's order, like the District Court's order to this effect, is irrational and constitutes an illegal exercise of judicial power.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Today, according to the latest decennial census, Detroit's population is more than 63% black.  According to the census, Detroit has a population of 1,203,339 people, 758,939 of whom are black and 413,730 of whom are white.  See General Population Characteristics for Michigan, 1980 Census, PC80-1-B24, United States Bureau of Census, Table 44, page 24-418.  A court-ordered plan that forbids the City from hiring or promoting blacks in proportion to the population and labor pool appears patently discriminatory against the black citizens of Detroit.  The City is 63% black, but by federal court order the Police Department may not be more than 50% black.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The District Court got itself into this strange situation because it held that if an \"affirmative action plan is upheld,\" then \"the approved plan should be treated as a court judgment, just as a consent decree is.  It is this rule of law which this court will adopt.\"    (Emphasis added.)    The District Court went on to say that \"affirmative action is required, not merely permitted\" and \"must have the force and effect of an order of this Court.\"    (Final opinion, Nov. 17, 1980, Technical Record, Vol. V, Document 129, pp. 6-8.)    Where such a \"rule of law\" comes from, neither this Court nor the District Court tries to tell us.  I know of no justification for such a \"rule of law.\"    None is cited.  Even if the plan does not now appear to discriminate against black citizens of Detroit, there is no justification for writing the plan into federal law by judicial decree.  To extend constitutionally mandatory status to the City's plan distorts the nature of the proceedings below.  This action was brought by white police officers who believed that they have been victimized by an illegal affirmative action pilot program.  The City defended by demonstrating the history of departmental discrimination against blacks, a history that provided the justification for the plan.  The issue at trial was never whether this history required the City to adopt precisely this plan.  Rather, the Court had to decide whether--in light of the past--the City was justified in pursuing the new policy.  The District Court resolved this issue in favor of the City.  For the City, having devised the plan, now to surrender further responsibility to the Court is anomalous.  The City is the responsible front line actor and should remain the institution politically accountable for its policies.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">I would vacate the order of the District Court in this respect and remand the case to the District Court with instructions to consider what should now be done with the affirmative action plan in light of 1980 census figures indicating that the plan discriminates against blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">II. THE COURT DOES NOT STATE THE CORRECT TEST OF CONSTITUTIONALITY UNDER THE FOURTEENTH AMENDMENT IN SECTION II.B OF ITS OPINION ALTHOUGH IT APPLIES THE CORRECT TEST IN SECTION III OF THE OPINION</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In assessing the validity of the voluntary governmental affirmative action plan in question, the Fourteenth Amendment requires a more exacting standard than the open-ended, mere \"reasonableness\" standard stated by the Court.  In order to be valid, a non-Congressional, governmental, affirmative action plan must meet the following exacting procedural and substantive standards under the Bakke and Fullilove cases:</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">1.   Procedural standard.--After rational and deliberative consideration, a governmental agency competent to make findings concerning racial discrimination by the governmental institution in question must make valid and supportable findings of prior discrimination, and it must make valid findings concerning the percentage of minority members who would have been employed by the governmental institution in question in the absence of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">2. Substantive standard.--These findings by a competent governmental agency must fully justify the percentage of minority members to be given preference under the affirmative action plan and the duration of the program, and the remedy incorporated in the affirmative action plan must not unduly burden or harm innocent parties in light of other available remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although the Court states the standard under the Fourteenth Amendment in far less exacting language than this, the Court in fact applies this very set of standards in Section III of its opinion.  I, therefore, concur in the Court's conclusion that--in light of the information available in 1974--the Detroit Board of Police Commissioners' findings justified the remedy it adopted.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Detroit Police Officers Association v. Young, 608 F.2d 671 (6th Cir.1979), cert. denied, 452 U.S. 938, 101 S.Ct. 3079, 69 L.Ed.2d 95 (1981), this Court addressed the validity of the patrolman-to-sergeant stage of this plan.  The district court's determination that there had been no showing of prior intentional discrimination and that the plan, therefore, violated Title VII was reversed as clearly erroneous.  The case was then remanded with guidelines for a consideration of constitutional issues similar to those which we reach here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Baker v. City of Detroit, 504 F.Supp. 841 (E.D.Mich.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. 930 (E.D.Mich.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Baker v. City of Detroit, supra, 483 F.Supp. at 993 and Baker v. City of Detroit, supra, 504 F.Supp. at 844-46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Baker v. City of Detroit, supra, 504 F.Supp. at 846-48</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Baker v. City of Detroit, 458 F.Supp. 379 (E.D.Mich.1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. 919 (E.D.Mich.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The appellants have also objected to the district court's treatment of several issues addressed in its decision on the liability issues in Baker v. City of Detroit, supra, 483 F.Supp. 930 at 994-95, to wit:  (1) the appellants claim that the court erred in finding that their rights under the Michigan Fair Employment Practices Act and Art. 1 Sec. 2 of the Michigan Constitution were not violated;  (2) that the court erred in finding that the applicable collective bargaining agreement had not been violated since there had been no \"refusal to bargain\" within the terms of that agreement;  and (3) that the court erred in finding that there had been no denial of due process since the city charter did not create a property right in public employment and that the Board had not violated the charter in any event</p>\n        <p>We have considered each of these claims and for the reasons set forth in the district court's opinion, find that they are all without merit.  Accordingly, we will not address them further in the course of our disposition of this appeal.   Accord, VanAken v. Young, 541 F.Supp. 448, 460 (E.D.Mich.1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Detroit Police Officers Association v. Young, supra at note 1, (addressing evidence of prior discriminatory practices on the part of the department)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Id., 608 F.2d at 680-81, for a full description of the details of the Board's overall plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Id.  (other criteria included length of service, performance or service ratings set by superiors, degree of college education or credits, veterans' points, and an oral interview)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Only candidates receiving a raw score of 70 or better on the written exam are qualified to be listed on the roster, no matter how they fare on other items of consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As Justice Brennan noted in his concurring opinion in Regents of University of California v. Bakke, 438 U.S. 265, 336, 98 S.Ct. 2733, 2771, 57 L.Ed.2d 750 (1978), no decision of the Supreme Court has ever adopted the proposition that the Constitution must be colorblind.   See also Stotts v. Memphis Fire Department, 679 F.2d 541, 553 (6th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See note 1, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The appellants have challenged this plan under Title VII, the Fourteenth Amendment and 42 U.S.C. Sec. 1983.  Because we find that, with regard to liability in affirmative action cases, the analysis under Sec. 1983 is identical to that under the Fourteenth Amendment, we simply omit any discussion of Sec. 1983 until we reach a consideration of the appellants' claim for damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See The Equal Employment Opportunity Act of 1972, Pub.L. No. 92-261, Secs. 2(1), (5), 86 Stat. 103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See e.g., Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981);  Grano v. Dept. of Development of City of Columbus, 637 F.2d 1073 (6th Cir.1980);  Horace v. City of Pontiac, 624 F.2d 765 (6th Cir.1980);  Calderon v. Martin County, 639 F.2d 271 (5th Cir.1981);  Dumas v. Town of Mt. Vernon, Ala., 612 F.2d 974 (5th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Under some circumstances, Title VII places all employers, whether public or private, in a difficult position.  Where prior discriminatory practices have occurred and can be shown, the employer is subject to liability to those minorities who have been the victims of that discrimination.  In attempting to remedy past acts and to thereby avoid such liability, the employer runs the risk of being charged with a violation of Title VII by those nonminorities who are no longer benefiting from the employer's past discriminatory practices.  We believe that it was largely this unique burden which Title VII places on an employer qua employer that the Weber court endeavored to reconcile</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> It is significant that Bakke was not cited as authority for the ultimate resolution of the issues in Weber and that the court did not later rely on Weber when it again addressed the constitutional bounds of permissible affirmative action in Fullilove</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In the lower court opinion in this case, Judge Keith recognized the distinction between a Weber Title VII analysis and the full analysis required where a governmental employer is also charged with a violation of the Fourteenth Amendment.  He went on, however, to conclude that the standards discussed in Weber sufficiently delineated the bounds of reasonableness in the constitutional analysis as well</p>\n        <p>Similarly, in Boston Chapter, NAACP, v. Beecher, 679 F.2d at 976, the First Circuit indicated a belief that Weber implicitly defines the permissible remedies in the Sec. 1983 context as well as that under Title VII.</p>\n        <p>Our discussion explicitly maintains flexibility in the determination of whether any affirmative action plan meets a constitutional requirement of reasonableness.  In addition, our review of this particular plan has convinced us that it would be permissible even under the strictest of standards.  As such, we need not, nor do we choose to, adopt the Weber standards as determinative in all cases requiring a Fourteenth Amendment or Sec. 1983 analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> After attempting to discern a standard to be applied to affirmative action plans, the Fifth Circuit noted:</p>\n        <p>We frankly admit that we are not entirely sure what to make of the various Bakke opinions.  In over one hundred and fifty pages of United States Reports, the Justices have told us mainly that they have agreed to disagree.</p>\n        <p>United States v. City of Miami, 614 F.2d 1322 (5th Cir.1980).  We do not believe that the court's subsequent decision in Fullilove has significantly clarified the Supreme Court's stance on this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Justice Powell wrote the Court's opinion in Bakke where he found that though affirmative action plans may not be per se illegal, the Board of Regents was not a competent body to make the determination that prior discrimination in society as a whole justified the use of affirmative action within the operations of the University.  Justice Brennan concurring in part and dissenting in part, in an opinion joined by Justices White, Marshall and Blackmun, would have found the University's plan valid in all respects.  The other four Justices never reached the constitutional issue, concurring in Justice Powell's conclusion that the Board of Regents was not a competent body to conclude that such a plan was appropriate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Accord Valentine v. Smith, 654 F.2d 503 (8th Cir.1980);  United States v. City of Miami, Fla., supra at note 19</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Trans World Airlines v. Hardison, 432 U.S. 63, 73 n. 8, 97 S.Ct. 2264, 2271 n. 8, 53 L.Ed.2d 113 (1977) citing Neil v. Biggers, 409 U.S. 188, 192, 93 S.Ct. 375, 378, 34 L.Ed.2d 401 (1972) (judgment entered by an equally divided court is not entitled to precedential weight);  Berlin v. F.C. Publications, 329 F.2d 541 (2d Cir.1964) (affirmance by an equally divided court is, between the parties, conclusive determination, but the principles of law involved, having not gained the assent of a majority of the court, prevents the case from being authority for other cases);  But see Marks v. United States, 430 U.S. 188, 97 S.Ct. 990, 51 L.Ed.2d 260 (1976) (holding of fragmented court may be viewed as that position taken by those members who concurred in the judgment on the narrowest grounds)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> In Fullilove, the Court was faced with determining whether a congressional decision to implement a ten percent set-aside in favor of minority contractors for public works contracts was constitutional.  That this issue is distinct from the employment context is manifested by the decision of the court, authored by Chief Justice Burger and joined by Justice White.  The Court refused to place the Fullilove situation into any one of the Bakke standards, finding simply that Congress had the particular power under Section 5 of the Fourteenth Amendment to institute such a plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Given the existence of an established precedent in this Circuit, we find it ill advised to attempt to dissect the positions taken in this and similar contexts by the various Justices on the Court and to then predict exactly which form of constitutional analysis may win the approval of a majority.  Since the Supreme Court has failed to set out a binding standard, the dissent's formulation of its own version of the constitutional requirements is unnecessary and inappropriate in light of Young</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See concurring opinion of Judge Celebrezze herein, infra at 901</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> In Valentine v. Smith, supra at note 21, the Eighth Circuit simply defined the appropriate degree of scrutiny as a \"searching analysis.\"    654 F.2d at 509.  Whatever the appropriate semantics, we recognize that though we are dealing with a unique form of constitutional analysis commanding somewhat unique considerations, it is a constitutional issue nonetheless and must be given extensive and careful consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> We recognize that this element was not a part of the guidelines for affirmative action laid out in Justice Brennan's opinion in Bakke.    Rather, this requirement arises out of Justice Powell's opinion in that case.  Though Judge Lively's opinion does specifically choose to follow the Brennan-White-Marshall-Blackmun approach, it also appears to require some finding by an appropriate body, one competent in the area.  As such, we have similarly addressed the issue of appropriate findings while adopting Justice Brennan's guidelines for purposes of all subsequent analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> We note that in Young, Judge Lively specifically observed that the city's assertion that the affirmative action program was necessary to satisfy its operational need for improved law enforcement was a substantial justification for the adoption of such a plan.  Accordingly, the case was remanded for a determination of whether the governmental interest in the plan could be justified on either the basis of the need for redress or on the basis of the department's operational needs.  Given our resolution of the redress issue and our consideration of the department's discrimination against the general population of the City of Detroit within the context of the need for redress, we find it unnecessary to address the validity of the operational needs defense to affirmative action in this context.    See also Boston Chapter, NAACP v. Beecher, supra at note 19, and VanAken v. Young, supra at note 8, for further discussions regarding the validity of an operational needs argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> What is or is not a \"reasonable\" use of race will vary with the circumstances surrounding the need for, urgency and operation of a given plan.  The factors to be weighed in making this determination are addressed more fully below in our discussion of the validity of the Detroit plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> At this stage, we note that were we to find that some other, stricter, standard were required or appropriate, for whatever reason, that we would still find this plan constitutionally valid.  As in Fullilove, this program is acceptable under any of the \"formulas of analysis articulated in such cases as University of California Board of Regents v. Bakke, 438 U.S. 265 [98 S.Ct. 2733, 57 L.Ed.2d 750] (1978).\"    448 U.S. at 492, 100 S.Ct. at 2781</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> The Board of Police Commissioners in Detroit has extremely broad authority over the operation of the Detroit police department.  Under the Charter of the City of Detroit adopted in 1974, the Board of Police Commissioners is appointed by the Mayor with the consent of the City Council.  The Board has the power to:  (1) establish policies, rules and regulations in consultation with the chief of police;  (2) review and approve the departmental budget;  (3) receive and resolve complaints about the operation of the police department;  (4) act as final reviewing authority over employee discipline;  and (5) subpoena witnesses, administer oaths, take testimony and require the production of evidence.  The Board reports annually to the Mayor, the City Council and the public regarding the department's activities during the prior year and its future plans</p>\n        <p>The Board of Regents may have had similar authority with regard to the operation of the University of California.  But there is nevertheless a distinguishing characteristic.  The university's affirmative action program was aimed at redressing past societal discrimination, not discrimination by the university.  It was simply assessing the performance of society generally, not its own performance.  Justice Powell held that the regents' educational authority did not qualify them to make findings about discrimination in society generally.  His theory was that the Board of Regents had no greater knowledge of societal discrimination and no greater interest, incentive or need to make accurate and objective findings on discrimination in general than any other group, agency or individual.  The record, such as there was in Bakke, did not contain an acknowledgement of the existence of discrimination in medical admissions policies, past or present.  The record here is replete with acknowledgements and findings of discrimination by and within the police department itself.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> See e.g., International Brotherhood of Teamsters v. United States, 431 U.S. 324, 337 n. 17, 339-40 n. 20, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Updated statistics (submitted by order of the court) on the racial composition of the various ranks of the department still show a marked disparity between relative representation of blacks and whites and between the percentage of blacks in the city and the police ranks</p>\n        <pre>                 Detroit Police Department - Racial Breakdown\n         Lieutenant         Sergeant        Police Officer          Total\n-------------------------------------------------------------------------------\n       White    Black    White    Black    White     Black     White     Black\n      -------------------------------------------------------------------------\n1975    195      23        1026    101      2947        1075    4215     1208\n        (89%)    (11%)    (91%)    (9%)     (73%)      (27%)    (78%)     (22%)\n-------------------------------------------------------------------------------\n1976    161      18         977    154      2677         978    3858     1165\n        (90%)    (10%)    (86%)    (14%)    (73%)      (27%)    (77%)     (23%)\n-------------------------------------------------------------------------------\n1977    176      51         871    148      2775        1685    3866     1905\n        (78%)    (22%)    (85%)    (15%)    (63%)      (38%)    (67%)     (33%)\n-------------------------------------------------------------------------------\n1978    157      47         799    146      2675        1719    3670     1936\n        (77%)    (23%)    (85%)    (15%)    (61%)      (39%)    (65%)     (35%)\n-------------------------------------------------------------------------------\n1979    145      44         725    144      2467        1394    3374     1604\n        (77%)    (23%)    (83%)    (17%)    (64%)      (36%)    (68%)     (32%)\n-------------------------------------------------------------------------------\n1980    151      56         716    175      2166         805    3070     1061\n        (73%)    (27%)    (80%)    (20%)    (73%)      (27%)    (74%)     (26%)\n-------------------------------------------------------------------------------\n1981    145      54         660    173      2074         860    2913     1111\n        (73%)    (27%)    (79%)    (21%)    (71%)      (29%)    (72%)     (28%)\n-------------------------------------------------------------------------------</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> There is extensive support in the record for these findings.  For years, the department employed IQ and aptitude tests which have long been recognized as having an impermissible adverse impact on minorities.  In fact, the tests used by the department early on were specifically prohibited by the Uniform Guidelines on Employee Selection Procedures adopted by the EEOC, 29 C.F.R. Sec. 1607.14c(1) for any selection which is to be job related.  Testimony adduced at trial indicated that some of those administering the tests had \"no doubt\" that the promotional exams had, at times, been discriminatory.  In addition, certain black officers also expressed a conviction that their subjectively set service ratings reflected the discriminatory bent of their supervisors.  Finally, the statistical data itself raises an inference in support of the district court's conclusions in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> See text, supra at page 884</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> See Nagel, Thomas, \"Equal Treatment and Compensatory Discrimination,\" Equality and Preferential Treatment, Eds.  Cohen, Nagel, Scanlon (1977) pp. 3-16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. at 970-79</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> Id. at 979</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> Although it is impossible to determine the exact racial characteristics of Detroit's population in 1974-75, the 1980 census shows that Detroit's black population was 63 percent.  The figure for 1970 was approximately 43 percent.  Thus the Board's estimate of Detroit's black population in 1974 was not unreasonable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> Plaintiffs argument in this respect is as follows:</p>\n        <p>That the 50/50 quota far exceeds its purported remedial nature is also confirmed by comparing the fifty percent goal of the quota to the relevant labor market data ....  In 1973, Mr. Fechter determined that the relevant labor market was 38.4 percent black.  This represents a twelve point difference from the fifty percent quota imposed by the City the following year in 1974.</p>\n        <p>Moreover, the 38.4 percent non-white labor pool for 1973 is not the relevant labor pool for the rank of lieutenant.  The record shows that virtually every person promoted to the rank of lieutenant had a minimum of six years with the Department.  Therefore, one must go back at least six years in time in order to determine the relevant labor market for lieutenants.  Accordingly, as of 1974 even the most liberal estimate of the relevant labor market for lieutenants would be the 1968 non-white labor pool of thirty percent.  [App.1760].  In other words, given the minimum period of time it takes for one to progress from the entry level to the rank of lieutenant, it is totally inaccurate to look at the relevant labor market figure for blacks at the entry level ....</p>\n        <p>The City has consistently ignored these distinctions and continues to insist that the lieutenants ranks would be fifty percent black absent past discrimination.  When the District Court remanded this case to the Board of Police Commissioners with directions to formulate a termination date, the Chief of Police again recommended that the quota be continued until the lieutenants ranks were fifty percent black.  Notwithstanding the record evidence to the contrary, the Chief informed the Board of Police Commissioners that the fifty percent end-goal was appropriate because the relevant labor market was approximately fifty percent black in 1974 ....</p>\n        <p>Mr. Fechter's method of linear interpolation ... shows that the non-white labor pool would not be fifty percent black until at least 1980.  But again, this is the relevant labor pool for entry level--not for lieutenants.  Adding the minimum of six years it takes to become a lieutenant, the relevant non-white labor pool for lieutenants would not reach fifty percent until 1986.</p>\n        <p>It is therefore clear that there is no merit whatsoever to the argument that the lieutenants ranks would have been fifty percent black in 1974 absent past discrimination.  As has been demonstrated, equity was achieved at the lieutenants ranks in April of 1976.  The 50/50 quota is therefore excessive and unreasonable.</p>\n        <p>Plaintiffs' Reply Brief filed March 12, 1982, pp. 8-10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> In the course of oral argument, Judge Celebrezze asked the plaintiffs whether they were contending that a thirty percent end goal was reasonable.  Despite the data disclosing this thirty percent figure, the plaintiffs refused to admit that they considered even that degree of affirmative action to be \"reasonable\".  In light of the first branch of their argument, i.e., that no redress was necessary at this level, such a stance appears to have been judicious at that stage.  However, given our disposition of the appellants' argument regarding the need for redress, we will proceed to consider their reasonableness arguments in light of the data they have supplied on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> We recognize that others who have addressed these precise issues have done so in the context of a discussion of operational needs.  The First Circuit recognized the unique problem which arises when those specifically designated to work with and protect the public wholly fail to reflect the racial composition of that population.  That court's consideration of the problem was couched in terms of operational needs:</p>\n        <p>An important factor in these cases is that they involve the police and fire departments of a large metropolitan city that now has a minority population of at least 30 percent ....  As Judge Wyzanski noted, the public interest requires a racially balanced police force.    Castro v. Beecher, 365 F.Supp.   at 660 [1973].  We do not need expert testimony to make the point that, unless the public safety departments of a city reflect its growing minority population, there is bound to be antagonism, hostility and strife between the citizenry and those departments.  The inevitable result is poor police and fire protection for those who need it most.</p>\n        <p>We have chosen to deal with the situation with regard to the Detroit citizenry as an element of our redress analysis.  This is so because in Detroit the issue cannot be neatly categorized within the bounds of \"operational needs.\"    We are faced with far more than a generalized need for a police force which reflects the racial composition of the city.  We are faced, rather, with a population that has been subjected to constitutional indignities as a direct result of the discriminatory practices which have created and maintained a white-dominated police force.  Whatever the appropriate semantics in such a situation, we are convinced that the facts present a constitutionally valid justification (a substantial governmental interest) for the implementation of this particular affirmative action remedy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. at 958-62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> The plaintiffs have argued that the plan unnecessarily burdens white employees because, at the promotion level, particular white employees must directly feel the impact of its operation.  They claim that the expectations of identifiable white officers are destroyed when they take, and receive, a qualifying score on the written exams and still are denied promotions.  The appellants draw a distinction between this situation and that at the hiring level where the impact is diffused and it is unclear whether a given minority applicant was hired in place of a given white.  For the reasons detailed in the district court opinion, we reject this contention and choose not to \"take a jaundiced view\" toward affirmative action in promotions.   Baker v. City of Detroit, 483 F.Supp. at 985</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> As noted, the conclusion is also determinative of the appellants' Title VII complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> The Seventh Amendment provides:</p>\n        <p>In suits at common law, where the value in controversy shall exceed twenty dollars, the right of a trial by jury shall be preserved, and no fact tried by jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> The parties, by stipulation, agreed to a bifurcation of this trial, with the issues of liability to be determined before the reaching of damage questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Affirmative action plans may be objected to under Title VII, Sec. 1981, Sec. 1983 and the Fourteenth Amendment.  The unique nature of the questions involved in determining the validity of any given program requires unique forms of analysis in each of these areas.  Our decision today upholding the district court's denial of a jury trial in the affirmative action context in no way reflects upon a plaintiff's right to a jury trial in other Sec. 1983 contexts;  we do not now go beyond the issue put before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> Given our characterization of and justification for this element of the district court's order, it appears that the dissent simply misconstrues this portion of the opinion.  Additionally, since the retention of jurisdiction is merely for the purpose of guarding against impermissible changes in the plan, the notion that the plan is itself discriminatory against blacks is clearly without merit</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></span></p>\n    <p class=\"parties\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">465</span></span>,<br>31 Empl. Prac. Dec. P 33,497<br>Hanson BRATTON, et al., Plaintiffs-Appellants,<br>v.<br>CITY OF DETROIT, et al., Defendants-Appellees,<br>and<br>Guardians of Michigan, et al., Intervening Defendants-Appellees.</p>\n    <p class=\"docket\">No. 80-1837.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued June 15, 1982.<br>Decided March 29, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">K. Preston Oade, Jr.  (argued), Ramsdell, Oade &amp; Feldman, Southfield, Mich., for plaintiffs-appellants.</p>\n      <p class=\"indent\">O. Peter Sherwood (argued), New York City, James Andary, Detroit, Mich., Warren J. Bennia, New York City, for defendants-appellees.</p>\n      <p class=\"indent\">Before MERRITT and JONES, Circuit Judges, and CELEBREZZE, Senior Circuit Judge.</p>\n      <p class=\"indent\">NATHANIEL R. JONES, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of the controversy surrounding the adoption and administration of a voluntary affirmative action program for the Detroit Police Department.  The plaintiffs-appellants herein are a class of white police sergeants who claim to have been adversely affected by the operation of the program as it relates to the guidelines for the promotion of officers from the rank of sergeant to that of lieutenant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The appellants assert that the sergeant-to-lieutenant element of the plan violates their rights under Title VII (42 U.S.C. Sec. 2000, et seq.), 42 U.S.C. Sec. 1983, and the Fourteenth Amendment to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a series of judgments, culminating with the entry of a final order on November 17, 1980,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the district court thoroughly addressed each of the appellants' claims.  That court concluded that (1) the adoption of an affirmative action plan was a legitimate response to the reality of prior discriminatory practices,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> (2) the operation and proposed duration of this segment of the plan was reasonable and, thus, permissible under Title VII and the Fourteenth Amendment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (3) the plan, though voluntary, should be protected from collateral attack by incorporation into a judicial decree,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> (4) the plaintiffs were not entitled to a jury trial on disputed issues of fact concerning the validity of the plan,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and (5) the defendants were entitled to summary judgment with regard to the plaintiffs' claims for monetary judgments other than back pay.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   The appellants contest the propriety of each of these rulings in turn.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   Recognizing the importance and the difficulty of the issues raised by this appeal, this Court has given careful consideration to each of the appellants' contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We now hold that the affirmative action plan adopted for the Detroit Police Department is a valid and permissible remedy for the clearly identifiable past discriminatory practices in that department.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>   For the reasons detailed below, we affirm all judgments rendered by the district court in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* In 1974, the Detroit Police Department voluntarily adopted a set of affirmative action plans in an effort to eliminate discriminatory hiring practices and to increase the number of minority applicants being promoted from existing promotion lists.  The three basic job levels in the department are patrolman, sergeant and lieutenant.  An end goal of a 50/50 staffing ratio was adopted for all levels.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>   The portion of the plan pertinent to the instant appeal is that affecting the guidelines for promotions from sergeant to lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to 1974, all candidates for promotion were ranked on a single list.  Each was given a numerical rating based on various factors including, inter alia, their individual score on a written exam.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   The promotions would then be made by beginning with the highest-ranking candidate and working down the list until all available positions were filled.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The affirmative action plan does not alter the basic criteria for determining promotion eligibility, nor does it alter the minimum requirements necessary for consideration for the rank of lieutenant.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The plan mandates that two separate lists for promotion be compiled, one for black and the other for white officers.  The rankings on those lists are then made in accordance with the same numerical rating system previously employed.  The promotions are made alternately from each list so that white and black officers are promoted in equal numbers.  This 50/50 plan is to remain in effect until fifty percent of the lieutenant corps is black, an event estimated to occur in 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellants are a group of white officers in the department whose promotions were allegedly delayed or denied because of the affirmative action plan.  Their complaint essentially is that had all candidates been ranked on a single roster, their rankings would have been higher than some or all of those blacks promoted under the plan.  It is this result which the appellants contend is the product of illegal discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellants do not argue in this appeal, nor could it be seriously contended given the numerous judicial determinations on the issue, that affirmative action plans are per se illegal.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   See, Fullilove v. Klutznick, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2758</span></a></span>, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (1980);  Regents of University of California v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978);  Williams v. City of New Orleans, <span class=\"citation\" data-id=\"411667\"><a href=\"/opinion/411667/30-fair-emplpraccas-1061-31-fair-emplpraccas-464-30-empl-prac/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span> (5th Cir.1982);  Boston Chapter, NAACP v. Beecher, <span class=\"citation\" data-id=\"404965\"><a href=\"/opinion/404965/28-fair-emplpraccas-1657-29-empl-prac-dec-p-32794-boston-chapter/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span> (1st Cir.1982);  Stotts v. Memphis Fire Department, <span class=\"citation\" data-id=\"404154\"><a href=\"/opinion/404154/28-fair-emplpraccas-1491-28-empl-prac-dec-p-32679/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (6th Cir.1982).   See also United States v. City of Miami, Florida, <span class=\"citation\" data-id=\"374663\"><a href=\"/opinion/374663/22-fair-emplpraccas-846-22-empl-prac-dec-p-30822-united-states-of/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span> (5th Cir.1980) and cases cited therein.  This is true whether the challenge has been raised under Title VII, see United Steelworkers of America, AFL-CIO-CLC v. Weber, et al., <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 209, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2721</span></a></span>, 2729, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1979);  Williams v. City of New Orleans, supra;  La Riviere v. EEOC &amp; California Highway Patrol, <span class=\"citation\" data-id=\"406189\"><a href=\"/opinion/406189/28-fair-emplpraccas-1481-29-empl-prac-dec-p-32802-david-la-riviere/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span> (9th Cir.1982), the Fourteenth Amendment, see Valentine v. Smith, <span class=\"citation\" data-id=\"392342\"><a href=\"/opinion/392342/26-fair-emplpraccas-518-26-empl-prac-dec-p-31981-bonnie-valentine/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span> (8th Cir.1981), or both, see Boston Chapter, NAACP v. Beecher, supra.    In fact, this Court has previously found that, under the appropriate circumstances, affirmative action plans can withstand either challenge.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   Detroit Police Officers Association v. Young, <span class=\"citation\" data-id=\"371157\"><a href=\"/opinion/371157/20-fair-emplpraccas-1728-21-empl-prac-dec-p-30313-detroit-police/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span> (6th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></span> (1981).  The appellants do contend, however, that this particular affirmative action plan overstepped the bounds of statutory and constitutional validity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In assessing the merits of these claims, we will first analyze the guidelines under which we are to judge the propriety of any given affirmative action program.  Reviewing the particular facts of the case before us in light of those principles will then enable us to determine whether, in fact, the plaintiffs' rights have been violated by the operation of this particular plan.</p>\n    </div>\n    <p>II</p>\n    <p class=\"indent\">A. Title VII</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In United Steelworkers of America v. Weber, supra, the Supreme Court made clear that Title VII does not prohibit all remedial, race-conscious affirmative action plans.  443 U.S. at 209, 99 S.Ct. at 2729.  In Weber, the Supreme Court examined a voluntary affirmative action program adopted by a private employer which guaranteed fifty percent of the openings in an in-plant craft-training program for black employees.  The Court considered the terms and policies of Title VII and concluded that, although private employers were not required to implement affirmative remedial programs to offset prior racial imbalances, the Act does not prohibit voluntary race-conscious actions which are consistent with the antidiscrimination policy of the statute.   See Detroit Police Officers Association v. Young, 608 F.2d at 689.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court then proceeded to examine whether the particular affirmative action program before it fell within the bounds of what is deemed permissible under the ambit of Title VII.  The Court refused to draw any bright line for defining the outer limits of a permissible affirmative action plan.  It did, however, single out some particular features of the plan before it which compelled the conclusion that that program was \"on the permissible side of the line.\"   United Steelworkers of America v. Weber, 443 U.S. at 208, 99 S.Ct. at 2730.  The plan was aimed at breaking down prior patterns of segregation and racial hierarchy, it was deemed to not \"unnecessarily trammel\" the interests of the white employees and was merely a temporary measure, to end when the manifested racial imbalance no longer existed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no doubt that, on its facts, Weber dealt with whether and to what extent a private employer could adopt an affirmative action plan and remain consistent with the mandates of Title VII.  This does not mean, however, that the analysis in Weber is inapposite to a case in which a public employer has been charged with a violation of Title VII for the implementation of similar programs.  On the contrary, Title VII was specifically amended to include public employers within its purview so that states and their official agencies are explicitly subject to Title VII mandates.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>   In the traditional context of minority complaints under Title VII, the analysis employed for determining whether a statutory violation has occurred has been applied consistently, whether the employer is a public or private entity.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>   There is no reason to alter the reach of Title VII in the present context.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where a public employer adopts a voluntary affirmative action measure which satisfies the bounds of permissibility gleaned from Weber, that employer will be insulated from Title VII liability.    Williams v. City of New Orleans, supra;  La Riviere v. EEOC, 682 F.2d at 1279;  Boston Chapter, NAACP v. Beecher, 679 F.2d at 965.  This conclusion lay behind a significant portion of our analysis and holding in Young and we do not now deviate from that stance.   Cf. Van Aken v. Young, <span class=\"citation\" data-id=\"2288702\"><a href=\"/opinion/2288702/van-aken-v-young/\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">448</span></a></span> (E.D.Mich.1982).</p>\n    </div>\n    <p class=\"indent\">B. Fourteenth Amendment</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To hold that a public employer is not liable under Title VII where its affirmative action program satisfies Weber does not necessarily end the inquiry where, as here, that employer has also been charged with a violation of the Fourteenth Amendment.  The Supreme Court analyzed the scope and intent of Title VII in Weber;  it in no way intimated that had the plan before it been subject to the strictures of the Fourteenth Amendment, the test of permissibility would have been the same.  Instead, it is clear that the Court has chosen to keep the two analyses distinct.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>   When we cease analyzing the actions of a public employer qua employer and begin to examine the validity of those actions as state action, a constitutional inquiry is appropriate.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   Accord Detroit Police Officers Association v. Young, supra;  Valentine v. Smith, supra;  United States v. City of Miami, Florida, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has not provided the kind of guidance in the constitutional context that Weber affords under Title VII.  Instead, the Court has issued a series of opinions in the course of two significant cases on this issue, Regents of University of California v. Bakke, supra, and Fullilove v. Klutznick, supra.    The only clear consensus to be garnered from these various statements is that in any affirmative action program (1) some governmental interest must be served, and (2) the program must somehow be directed toward the achievement of that objective.  Beyond this, however, there appears to be no agreement on the nature of the governmental interest which must be at stake, on the finding necessary to establish the presence of that interest, see Valentine v. Smith, supra, 654 F.2d at 509 n. 11 and accompanying text, nor on the standard under which the method employed to achieve that interest is to be reviewed.  Id. at n. 12.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Young, this Court found that the Brennan-White-Marshall-Blackmun opinion in Bakke<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> offered the most reasonable guidance for a resolution of these constitutional issues.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>   Though Young was decided in the interim between Bakke and Fullilove, it does not appear that Fullilove requires a retreat from our earlier position.    Fullilove is a plurality decision with little precedential value.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>   It also addressed the constitutionality of affirmative action in a materially distinguishable context.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>   In addition, the concurring opinion authored by Justice Marshall in Fullilove clearly reaffirms the analysis generally relied upon in the initial formulation of this Circuit's approach to affirmative action.  Absent an opinion joined by a majority of the Supreme Court, or an en banc decision of this Court, we are unpersuaded that the standard in Young is no longer the law of this Circuit.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The standard to be applied in this case, then, is clearly set out in the pages of Judge Lively's opinion in Young.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>   At the outset, we note that the standard is one which does apply \"strict scrutiny\".  The review under the Fourteenth Amendment should be \"strict--not 'strict in theory and fatal in fact,' because it is stigma that causes fatality--but strict and searching nonetheless.\"   Regents of University of California v. Bakke, 438 U.S. at 361-62, 98 S.Ct. at 2784.  However, as noted in Young, in cases involving discrimination against those not traditionally discriminated against, \"strict scrutiny\" takes on a more precise meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A] case involving a claim of discrimination against members of the white majority is not a simple mirror image of a case involving claims of discrimination against minorities.  One analysis is required when those for whose benefit the Constitution was amended or a statute enacted claim discrimination.  A different analysis must be made when the claimants are not members of a class historically subjected to discrimination.  When claims are brought by members of a group formerly subjected to discrimination the case moves with the grain of the Constitution and national policy.  A suit which seeks to prevent public action designed to alleviate the effects of past discrimination moves against the grain ....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">608 F.2d at 697.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>   Bearing this general standard in mind, the first stage in our approach to affirmative action programs entails an analysis of the need for such remedial measures--i.e., with the presence of a governmental interest in their implementation.  It is uncontested that the government has a significant interest in ameliorating the disabling effects of identified discrimination.   Fullilove v. Klutznick, 448 U.S. at 497, 100 S.Ct. at 2784 (opinion of Justice Powell, concurring).  \"The existence of illegal discrimination justifies the imposition of a remedy that will make persons whole for injuries suffered on account of unlawful ... discrimination.   Albemarle Paper Co. v. Moody, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 418 [<span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2372, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span>] (1975).\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A direct showing of past intentional discrimination is not required to establish the existence of this interest, however.  It is sufficient if findings are made by a body with the competence to act in this area<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and a review of those findings reveals \"a sound basis for concluding that minority under-representation is substantial and chronic, and that the handicap of past discrimination is impeding access [and promotion] of minorities.\"   Detroit Police Officers Association v. Young, 608 F.2d at 694 (quoting Bakke, 438 U.S. at 362, 98 S.Ct. at 2784).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Once the governmental interest in some remedial action is thus established,<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> we must proceed to determine whether the remedial measures employed are reasonable.  This includes an examination of whether any discrete group or individual is stigmatized by the program and whether racial classifications have been reasonably<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> used in light of the program's objectives.   Regents of the University of California v. Bakke, 438 U.S. at 372-76, 98 S.Ct. at 2790-92;  Fullilove v. Klutznick, 448 U.S. at 518-19, 100 S.Ct. at 2795.  If the affirmative action plan satisfies these criteria, it does not violate the equal protection clause of the Fourteenth Amendment.   Detroit Police Officers Association v. Young, 608 F.2d at 694.   Accord United States v. City of Miami, Florida, 614 F.2d at 1338.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Before proceeding to analyze the facts before us in light of the standards detailed above, we note that, although we have drawn the distinction between a Title VII analysis and that to be employed when reviewing in light of the Fourteenth Amendment, and have indicated our present unwillingness to employ only the Weber standards in the constitutional context, we are still able to combine the two analyses for purposes of a resolution of this case.  We find that to the extent that the constitutional standard may be more exacting than that employed in Weber, the Title VII challenge to the Detroit Police plan is necessarily subsumed into that made here under the Fourteenth Amendment;  what is valid under the latter will certainly pass muster under Title VII.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Though the appellants acknowledge that the guidelines we detail here are controlling, they attack this particular plan's ability to fit within them.  They claim that the 50/50 promotion program was adopted in 1974 despite the fact that there was no basis for concluding that minority underrepresentation at the lieutenant level was substantial or, more importantly, that minority access to that rank was in any way impeded by the effects of prior discrimination.  In fact, it is alleged that, post-1973, the written examinations and other promotional criteria actually favored minority candidates.  Essentially, the appellants claim that the need for redress at this level and time was simply nonexistent.  Absent a redress justification, and in the face of what the appellants deem to be a specious operational needs argument, they contend that there is simply no significant governmental interest to be served by the imposition of any sergeant-to-lieutenant affirmative action plan.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Additionally, the appellants argue that, assuming arguendo that some affirmative action was required, the promotion quota was not sufficiently tailored to the achievement of the objective of the remedy to fall within the permissible bounds of either Title VII or the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Governmental Interest in Affirmative Action</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Young, this Court held that the Board of Police Commissioners in Detroit was competent to make findings regarding the existence and effect of prior discrimination on the part of the Police Department.  We reaffirm that decision, noting that that body's competence encompasses findings which relate to hiring practices, interdepartmental promotions and the department's overall operations as they affect the populace of Detroit.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">After conducting formal administrative hearings, the Board of Police Commissioners found extensive past racial discrimination in all three of the areas detailed above.  Those administrative findings are supported both by our earlier findings in Young, 608 F.2d at 686-94, and the de novo findings of the district court in the case at bar.   Baker v. City of Detroit, <span class=\"citation\" data-id=\"2184101\"><a href=\"/opinion/2184101/baker-v-city-of-detroit/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></a></span>, 940-958 (E.D.Mich.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Young, we discussed the nature of the evidence necessary to justify a finding of prior overt discrimination.  608 F.2d at 693.  Where consistent practices have resulted in a significant disparate impact among races, the discriminatory intent may be established by any evidence which logically supports the inference that state action or policies were adopted for invidious purposes.  Id.  Such \"logical\" evidence includes the statistics of racial impact,<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> the historical background of the decisions which led to such an impact, the contemporaneous statements of the members of the decision-making body, and the presence of actions from which a disparate impact is foreseeable.  Id.;  cf. Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The record is replete with evidence to support the district court's conclusion that the Board of Police Commissioners was correct in finding that the Detroit Police Department had employed a consistent, overt policy of intentional discrimination against blacks in all phases of its operations.  Judge Keith conducted a lengthy trial in this case and made comprehensive written findings of past discrimination dating as far back as the city's first race riot in 1943.  Most of this historical data stands undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In 1950 when the Detroit population was 16 percent black, less than 2.5 percent of the police force was black (96 black and 3,565 white officers) and less than one percent of the sergeants and lieutenants were black (3 black sergeants out of 347 and one black lieutenant of 168 total).  At the time of the severe race riot in 1967, the city was forty percent black with a police force that was from four to six percent black, only a minor fraction of which were members of the command structure.  By 1974 when the challenged affirmative action plan was initiated, the black population had again increased significantly, yet the department remained 17.2 percent black overall and less than five percent of the lieutenants were black (11 black and 219 white lieutenants).<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is no doubt that the inference of intentional discrimination which arises from the severe statistical disparity is an accurate one.  The district court has itemized in detail the evidence of intentional discrimination.  For example, prior to the 1960's, squad cars and patrol beats were clearly segregated.  Blacks and whites were not assigned to ride together, nor were blacks ever assigned to patrol white areas.  When initial tentative efforts were made to integrate some squad cars, the white officers struck and the prior policy was reinstituted in full force.  Numerous instances of discriminatory practices in hiring, promotion, the ability to transfer from a patrol position to a plain clothes one and the day-to-day treatment of black officers, evidences the systematic exclusion of blacks from any meaningful role on the Detroit police force.  No sufficient explanation for the severe under-representation of blacks at all levels, other than this manifest systematic exclusion, has been proffered.   See Detroit Police Officers Association v. Young, 608 F.2d at 687.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The history of this discrimination is corroborated by numerous independent studies made in response to the perceived problems within, and caused by the Detroit police force.  These include, inter alia, reports of the Michigan Civil Rights Commission, the 1968 report of the National Advisory Commission on Civil Disorders, and the 1967 report of the President's Crime Commission.  These and others are analyzed in full in the district court's historical analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record justifies the district court's finding that while the police department was discriminating against blacks in employment, a white police department was discriminating against black citizens on the street.  Two massive uprisings, one in 1943 and another in 1967, resulted directly from discriminatory treatment of black citizens by white police officers.  Justice Thurgood Marshall in his report on the 1943 Detroit uprising, written while a nationally known civil rights lawyer (quoted by the district court, 483 F.Supp. 940-41), indicates that the \"anti-Negro attitude of many members of the force helped to make the riot inevitable.\"    This and Justice Marshall's other findings are manifest in the mass of evidence adduced at the trial of this case.  In the 1967 uprising, large sections of the city were burned and many deaths, injuries and arrests were reported--all affecting blacks and black areas in a significantly disproportionate manner.  The record before this Court also supports the conclusion of John Hershey in his study entitled, The Algiers Motel Incident, p. 36 (1968) that the 1967 riot occurred, in part, because \"unequal justice is experienced by the Black populace ... with the cop in the street.\"    We find that Judge Keith's findings and conclusions in reviewing the findings of the Police Board regarding past discrimination are correct in all material respects.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the face of this evidence, the appellants continue to maintain that affirmative action, though necessary at some level in the police force, was unjustifiable in the sergeant-to-lieutenant promotion stage.  The argument centers on the fact that after 1968, and up until the time of this litigation, the department did embark upon a concentrated program of affirmative action.  They contend that the recruiting efforts in the early 1970s, the impact of the imposition of a 1976 increase in the post-1974 hiring quota and the effect of the promotion quota for sergeants have eliminated any under-representation of minorities which can be classified as \"substantial and chronic.\"    The second element of this argument is based on appellants' claim that the rise in potential black candidates for lieutenant (due to the increases in the lower levels) and the changes in the promotion guidelines have virtually given blacks equal, merit-based access to the lieutenant ranks.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These arguments misconstrue the nature of this element of our inquiry.  The district judge was faced with a determination of whether the Board's decision to adopt a voluntary affirmative action plan in 1974 was constitutionally permissible.  There is no doubt that as of 1974 there was severe underrepresentation of blacks in the lieutenant corps, and that the post-1971 recruiting policies had not worked any significant change in that reality.  We also have no doubt that that underrepresentation was caused not solely by lower-level discriminatory practices, but by discrimination in the specific promotion process designed for lieutenants as well.  We will not reiterate the thorough analysis of the promotional model which the district court undertook.    See Baker v. City of Detroit, 438 F.Supp. at 965-979.  We simply note that we are satisfied that the district court's finding that blacks had been illegally denied access to these promotions by the working of the promotion system itself is correct.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We find, therefore, that the contention that the need for redress was nonexistent at the stage at which the appellants were adversely affected by it is without merit.</p>\n    </div>\n    <p class=\"indent\">B. Reasonableness of the Program</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We must now proceed to the second step of our constitutional analysis:  whether the remedy adopted in response to the perceived governmental interest was sufficiently reasonable in light of those objectives.  As noted previously, this entails a determination of whether the white police officers were unduly stigmatized by the program and whether the particular program applies the use of racial classifications reasonably.</p>\n    </div>\n    <p class=\"indent\">1. Attachment of a Stigma</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether an undue stigma results from an affirmative action plan is a difficult issue.  Even once the need for some redress is established in a given case, the Supreme Court has cautioned that due care must be taken to insure that those who claim to be disadvantaged by a plan, its beneficiaries, or both, are not unduly stigmatized by an improperly drawn or implemented affirmative action program.  While this is true, however, remedial race-conscious programs under affirmative action plans must not be held hostage by those who claim to be adversely impacted unless they can demonstrate a constitutionally impermissible stigma.  Unless this is required, the legacy of racial discrimination would never be remedied.  Racial classifications which favor minorities do not per se result in such a stigma.  As Justice Blackmun observed in his Bakke opinion, \"[i]n order to get beyond racism we must first take race into account ... and in order to treat some persons equally we must first treat them differently.  We cannot--we dare not--let the Equal Protection Clause perpetuate racial supremacy.\"    438 U.S. at 407, 98 S.Ct. at 2807.  In the context we address today, differential treatment is neither constitutionally offensive nor unduly stigmatizing and we refuse to invalidate the Board program on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, though undue stigma must be cautiously guarded against, a plan designed to remedy the effects of past discrimination is not invalid merely because some individuals not in any way culpable with respect to past discriminatory acts must bear the brunt of the racial preference.   Valentine v. Smith, 654 F.2d at 511.  \"When effectuating a limited and properly-tailored remedy to cure the effects of prior discrimination, such a 'sharing the burden' by innocent parties is not impermissible.\"   Fullilove v. Klutznick, 448 U.S. at 484, 100 S.Ct. at 2778 (opinion of Chief Justice Burger).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This case is \"not a simple mirror image of a case involving claims of discrimination against minorities.\"   Detroit Police Officers Association v. Young, 608 F.2d at 697.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>   We are dealing with a white majority which has traditionally benefited from the prior systematic discriminatory practices which have given rise to the need for the kind of affirmative action program the Detroit Police Board implemented.  The self-esteem of whites as a group is not generally endangered by attempting to remedy past acts militating in their favor, the situation only arises in the first instance because of their social dominance.<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>   The purpose of this program is to aid blacks, it is not aimed at excluding whites--the fact that whites have equal access to the lieutenant ranks and that the plan is only temporary clearly support this conclusion.  In such instances, the white majority is simply not being subjected to what amounts to a constitutionally invidious stigma.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, we believe that where those hired or promoted by operation of affirmative action are qualified for the position in which they are placed, no constitutionally impermissible stigma attaches.    Valentine v. Smith, supra.    In Smith, the Eighth Circuit considered a complaint instituted by a white applicant for a teaching position at Arkansas State University.  The record specifically established that despite receiving the highest of the many recommendations from the screening committee, Ms. Valentine was not hired by the University.  The decision was made to hire a black educator in her stead.  There is no doubt that that decision was \"substantially motivated by a race-conscious choice by ASU to implement its affirmative action plan.\"    654 F.2d at 507.  The court concluded that as long as the black candidate was qualified to fill the position, as the facts in the record established she was, there would be no stigma to any of the parties involved.  The court noted that the majority group is rarely, if ever, stigmatized.  This was deemed to be particularly true where the party or parties otherwise filling the position were qualified, thus guaranteeing that no negative inference could arise regarding the quality of the credentials of those passed over.  Similarly, where the beneficiary of the plan is qualified, there can be no stigma caused by a perception that they would somehow be undeserving.  Based on this reasoning, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>Where the applicant is qualified, the risk of stigma is considerably less because presumably the person can perform the task adequately.  The evidence in this case shows not only that Georgia Mitchell [the black applicant] was fully qualified for the job but also she performed very well as a teacher.  We cannot invalidate ASU's affirmative action plan, or its application to the facts here, on the supposition that someone might be stigmatized.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id. at 511.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find this reasoning apposite to the situation before us.  At trial, the plaintiffs argued that they and the department were harmed by the new promotion guidelines.  They contended that they had been passed over by candidates who were manifestly less qualified for the rank of lieutenant.  The clear implication of their arguments is that, after 1974, the quality of the officers at this level was somehow less than it could or should have been.  The district court dedicated a large portion of its opinion to the merits of this argument.  Judge Keith determined that the black officers who were promoted out of sequence were as substantially equally qualified as the white officers promoted in strict rank order.  There is extensive support in the record for this conclusion.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a>   At minimum, we are convinced by the record evidence that, from 1974 to date, only well-qualified blacks were promoted to the lieutenant corps.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a>   In such instances we find that no stigma of a constitutional magnitude attaches to either those claiming to be adversely impacted by the plan or its beneficiaries.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We recognize that there has been, and continues to be, a misperception regarding the operation of affirmative action.  We have no doubt that, at times, some persons may have been placed in positions for which they were unqualified in an effort to discredit affirmative action.  Whether these hirings or promotions have occurred in fact, they have never been and would not now be justifiable under the law as it relates to affirmative action.  If a party is not qualified for a position in the first instance, affirmative action considerations do not come into play.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">2. Propriety of the 50/50 Racial Classification</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The use of the 50/50 promotional preference is to be judged against a \"test of reasonableness.\"   Detroit Police Officers Association v. Young, 608 F.2d at 694.   See also Boston Chapter, NAACP v. Beecher, 679 F.2d at 977;  U.S. v. City of Miami, Florida, 614 F.2d at 1338.  This test encompasses a variety of considerations which may vary given the nature of the preference plan to be considered and the circumstances surrounding its implementation.  Like the Supreme Court, we do not now attempt to define what will guarantee a finding of reasonableness for all purposes.  Rather, we address those factors which lead us to conclude that this plan is reasonable in light of what the record reveals about the Detroit Police Department.  We find that (1) the affirmative action plan is \"substantially related\" to the objective of remediation of prior discrimination, Detroit Police Officers Association v. Young, 608 F.2d at 696, (2) the use of racial classifications reflects the only legitimate method for achieving those objectives in light of the urgent need for a remedy and the practical limitations placed on the effective use of other means, id., (3) the plan is temporary in nature, scheduled to endure only so long as is necessary to achieve its legitimate goals, Valentine v. Smith, 654 F.2d at 510, and (4) the plan does not otherwise \"unnecessarily trammel\" the interests of white candidates for promotion.   Detroit Police Officers Association v. Young, 608 F.2d at 696.  Though no one of these characteristics is determinative, taken as a whole they justify a conclusion that this particular plan is within the bounds of what is constitutionally reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Board of Police Commissioners in 1974, the district court in the present case and this Court in Young, found three identifiable forms of injury to the black citizens of Detroit arising from past employment discrimination in the police department.  First, in 1974 there were not as many black officers in various positions in the department as there would have been in the absence of discrimination.  Second, during the major period of discrimination--roughly a twenty-year period from the end of World War II to the mid-1960s--there were fewer black officers than there otherwise would have been.  Third, as a consequence of employment discrimination, black citizens suffered harassment and indignities at the hands of a white police force.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In 1974, the chief legislative body of Detroit adopted for the first time the requirement that city employees, including police officers, live within the city limits.  The Board of Police Commissioners estimated that in 1974-75 the population of the city was approximately fifty percent black.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>   It did not find in 1974 that the lieutenant corps would be exactly fifty percent black in the absence of discrimination.  Rather, it found that in the absence of discrimination, the proportion of black lieutenants would be considerably higher than it was and in time would be approaching the fifty percent mark.  The Board concluded that a 50/50 hiring and promotion ratio would provide a reasonable and even-handed remedy in view of all of the injuries suffered by the black citizens of Detroit, the fact that at the time (1973-74) only five percent of the lieutenants were black, and the fact that the black population of Detroit was likely to increase as a percentage of the whole.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Board did not employ an economic or a statistical expert in 1974-75 to determine the relevant labor markets during the period of discrimination.  It did not try to determine the precise number of lieutenants who would have been hired in the absence of discrimination.  It simply concluded that most police officers in the past had come from within the city and that the city was now approximately fifty percent black.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In order to rebut the Board's findings and show reverse discrimination, the plaintiffs contended at trial that there was no need for redress because there was no discrimination in employment in the police department.  In order to establish this position, the plaintiffs also contended that the relevant labor market figures were the figures for the Detroit metropolitan area, figures which would justify a much lower percentage of blacks in the police department than the figures for the City of Detroit.  In light of the city's evidence concerning discrimination, the statistical evidence concerning percentages in the city population and the source of the department's labor pool, and our 1979 opinion in Young, the plaintiffs shifted grounds on appeal.  The appellants no longer contend that there had been no prior discrimination, nor that the metropolitan area statistics are controlling.  Instead, they contend that as of 1974 there was no need for redress at the lieutenant level and that, even if there were, the fifty percent ratio was, in reality, designed to do more than redress an identifiable wrong, that it was impermissibly aimed at achieving a racial balance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The first argument has been dealt with in detail above.  The second rests on the appellants' contention that the 50/50 promotion policy exceeds that necessary to offset any identifiable prior discrimination.  They claim that a 50/50 ratio and a fifty percent end goal is not justifiable since their data reveals that there is no merit to the argument that the lieutenant ranks would have been fifty percent black by 1974 absent past discriminatory practices.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a>   The data to which the appellants refer is that of their own statistical expert, Mr. Alan Fechter.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Taking into account the particular qualifications necessary for entry into the police department, Mr. Fechter calculated the relevant labor market for new hires between 1945 and 1973.  The following table summarizes his testimony concerning the black-white share of that market as compared to the black-white population in the department:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <pre>           Comparison, Racial Composition of Hires and Labor Pool,\n                                  1945-1978\n    Year      Labor Pool   Labor Pool         Black Hires         Difference\n               (Percent      (Total       (Estimated / Actual)\n               Nonwhite)     Hires)\n    1945         13.8          301           42            5          37*\n    1946         14.4          304           44            7          37*\n    1947         15.1          577           87           17          70*\n    1948         15.7          288           45            9          36*\n    1949         16.3          414           67            7          60*\n    1950         17.0          313           53            3          50*\n    1951         17.7          258           47           28          19*\n    1952         18.3          328           60           27          33*\n    1953         18.9          189           36           10          26*\n    1954         19.6          369           72            7          65*\n    1955         20.2          327           66           11          55*\n    1956         20.9          187           39           11          28*\n    1957         21.5          158           34            9          25*\n    1958         22.2           14            3            3           0\n    1959         22.8          116           26            7          19*\n    1960         23.5           90           21            3          18*\n    1961         25.1          192           48            7          41*\n    1962         25.7          278           74           10          64*\n    1963         28.8          179           51            9          36*\n    1964         29.9          141           42            6          36*\n    1965         31.5          171           54           16          36*\n    1966         33.1          205           68           38          30*\n    1967         34.8          323          112           71          51*\n    1968         46.1          519          239          180          59*\n    1969         42.9          561          241          127         114*\n    1970         39.5          495          196          101          85*\n    1971         40.5          656          266          170          96*\n    1972         47.9          618          257          185          72*\n    1973         43.0          491          211          149          62*\n*Statitically significant from zero at .05 level of probability.</pre>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>Based upon that data, the appellants argue that in a race-free hiring environment the proportion of black lieutenants would have been significantly less than fifty percent in 1973 and 1974.  They argue that in an increasingly black labor pool for new hires, it takes time for the percentage of blacks in the police department to equal the current percentages of blacks in the labor market.  In addition, they contend that Mr. Fechter's labor pool for promotion to lieutenant would be considerably less than that for new hires because there is a further delay of several years before a recently-hired officer becomes eligible for promotion to lieutenant.  Thus, the appellants argue that this data and these additional factors for consideration establish the error in basing this affirmative action goal on the statistical data for the city's overall population.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On appeal, the appellants now agree that the lieutenant corps should have been more than five percent black as actually was the case in 1973-74 but, after reassessing their case, the appellants now argue that in the absence of past discrimination the 1973 ratio of black lieutenants would have been, at most, about thirty percent.  They assert, therefore, that the 50/50 ration is improper and that if such a ratio were nevertheless employed it should be discontinued at the point when redress has been completed, i.e., at no point later than when the thirty percent figure has been attained.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a>   Since a thirty percent figure was reached by the time of trial in 1978-79, the appellants argue that the program should be terminated now.  Their complaint, then, centers on the validity of the top twenty percent of the affirmative action program, both in the interim application and in the determination of its stopping point.  We find their arguments unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">First, assuming that we were to accept the appellants' claim that the justifiable end goal should fall somewhere short of the fifty percent figure, that would not invalidate the implementation of a 50/50 ratio as the promotional guideline in 1974.  Even the use of a guideline which exceeds the percentage of minorities in the population would be justifiable as a temporary measure for attaining an appropriate end goal.   See e.g., NAACP v. Allen, <span class=\"citation\" data-id=\"317714\"><a href=\"/opinion/317714/7-fair-emplpraccas-873-7-empl-prac-dec-p-9287-naacp-phillip/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span> (5th Cir.1974) (approving 50/50 black-white hiring ratio until 25 percent of state troopers were black).  The 1974 affirmative action program could not and did not immediately rectify the effects of prior discrimination in the department.  During the lag time after the adoption of the affirmative action plan in 1974, the police force began to more closely approximate the desired nondiscriminatory racial composition but always fell short of that goal.  The alternative--the en mass replacement in 1974 of existing white lieutenants with new black lieutenants--would have avoided the continuing discrimination but would obviously have unduly harmed the white lieutenants.  The redress of the continuing discriminatory effect of past hiring and promotion practices justifies the use of at least a 50/50 ratio.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Second, while purporting to represent the percentage of black lieutenants that would have existed in a discrimination-free environment, plaintiffs' thirty percent end figure fails to reflect the full extent of the police department's pre-1974 discriminatory practices.  The figure refers only to the number of black lieutenants who, according to the plaintiffs, should be promoted in order to bring the force up to the appropriate figure.  This proposed benchmark thus fails to account for those blacks who--absent discrimination--would have become lieutenants and would have left the force or retired by 1973.  While we cannot presume to establish the precise size of this group, we are convinced of its existence.  In addition to the intangible stigmatizing effects of invidious treatment, the members of this group were deprived of the higher salaries and retirement benefits commensurate with lieutenancy.  The Fourteenth Amendment does not forbid consideration and redress of this injury by affirmative action.  In light of the fact that the department and the lieutenant corps were far below the nondiscriminatory level of black police officers for the 25-year period from 1945 to 1970, we do not believe that marginally increasing the percentage of black lieutenants above the figure that would exist had hiring been nondiscriminatory is an unreasonable remedy for redressing this wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Third, discrimination in hiring in the Detroit police department has not injured only that finite number of black citizens who were denied the opportunity to become police officers or to be promoted to the rank of lieutenant.  The district court found that the black population of the city was subject to discrimination by a predominantly white police force.  The record establishes a pattern of mistreatment in the form of outright discrimination by white officers against black citizens as well as more subtle discrimination in the handling of complaints and investigations.  A number of witnesses testified to the fact that many such incidents could have been avoided had black lieutenants been overseeing the interaction of police officers with black citizens.  There is a clear pattern of unconstitutional deprivation of the rights of a specific, identifiable segment of the Detroit population by white members of the segregated police department.  This injury was itself a direct result of the interdepartmental discrimination which is so fully documented.  The 1974 affirmative action plan was dedicated to redressing all deleterious effects of the department's prior practices.  The redress of this injury to the black population as a whole justifies a plan which goes beyond the thirty percent work force limitation which appellants imply may have been appropriate.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Finally, the broad-based attack on the use of city-wide population figures is simply unsupportable.  The Supreme Court has approved the use of racial composition comparisons between employers' work forces and the general area-wide population as probative of discrimination in employment discrimination cases, see e.g., Hazelwood School District v. United States, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 308, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, 2741, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977);  Int'l.  Brotherhood of Teamsters v. United States, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 337-43, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1855-58, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977), and this Court has specifically held that in the context of challenges to affirmative action, \"a goal which seeks the same racial proportion among employees as in the labor force will ordinarily be reasonable.\"   Detroit Police Officers Association v. Young, 608 F.2d at 696.  In addition to the presumption of reasonableness which would ordinarily be accorded the use of such data, the district court specifically considered the prerequisites for employment in the police force and the impact, if any, those considerations should have in an appropriate calculation of the relevant labor market.  Judge Keith accepted the use of the city-wide figures in light of the prerequisites for employment, not in contravention of them.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We also reject the appellants' contention that this plan is constitutionally infirm because it somehow \"unnecessarily trammels\" the interests of the white officers.  While a preference system which requires the outright discharge of white employees or creates an absolute bar to all advancement may be regarded as an undue burden on those white employees, we have neither of those situations in the instant case.  We have already indicated that the mere fact that non-minorities bear some burden in effectuating the state's goals does not command a conclusion that the plan is unreasonable.  Concern for the interests of white employees is not meant to operate as a bar to the achievement of those legitimate goals.   See Detroit Police Officers Association v. Young, 608 F.2d at 696.  Where, as here, the plan does not mandate the promotion of unqualified candidates, a significant number of white employees have been promoted under the plan, the operation of the plan does not otherwise hinder the rights of these employees and the plan is merely of a temporary nature, we find that the interests of the white officers have not been \"unnecessarily trammeled.\"<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We affirm the district court's determination that the use of a 50/50 ratio and the establishment of a fifty percent end goal to be achieved by 1990 is reasonable in all respects.  Therefore, in light of our conclusions that there was a substantial governmental interest served in establishing the plan and that the plan does not unduly stigmatize any individual or group, we find that the Detroit plan is constitutionally permissible.<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In addition to the appellants' central attack on the affirmative action plan itself, a number of other assignments of error have been raised with regard to the various rulings made by the district court in this matter.  The appellants contend that the district court erred (1) in dismissing the plaintiffs' complaint for money damages other than back pay, (2) in denying their request for a jury trial on the various issues relating to the validity of the affirmative action plan, and (3) in incorporating the voluntary plan into its final decree.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A. Dismissal of Complaints For Money Damages under Sec. 1983</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In an order dated September 5, 1979, the district court granted the defendants' motion for partial summary judgment and dismissed the plaintiffs' claims under 42 U.S.C. Sec. 1983 for all monetary damages other than back pay.   Baker v. City of Detroit, <span class=\"citation\" data-id=\"2183714\"><a href=\"/opinion/2183714/baker-v-city-of-detroit/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">919</span></a></span> (E.D.Mich.1979).  In that order, the court concluded that the defendants possessed qualified good faith immunity and, therefore, could not be held liable for damages under Sec. 1983.  The appellants now contend that in light of the Supreme Court's subsequent decision in Owen v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980), the district court's decision was erroneous as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In Owen, the Court specifically held that a municipality has no immunity for its constitutional violations and that it may not assert the good faith of its officers or agents as a defense to liability under Sec. 1983.   Id. at 638, 100 S.Ct. at 1409.  This intervening Supreme Court decision clearly undercuts the basis of Judge Keith's decision to grant summary judgment on these issues.  It does not, however, require this Court to refuse to give effect to an ultimate ruling against the plaintiffs on their Sec. 1983 damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The issue of qualified good faith immunity is relevant in this case only insofar as it may affect the plaintiffs' right to recover damages based on injuries for which the city is liable.  We have, however, upheld Detroit's affirmative action plan, concluding that the city has no liability and that the plaintiffs are entitled to no relief.  As such, whether or not the plaintiffs would otherwise be barred from relief is no longer an issue in this case.  Accordingly, we decline to reach the question of qualified immunity presented here.</p>\n    </div>\n    <p class=\"indent\">B. Right to a Jury Trial</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">On July 31, 1978, the district court entered an order denying the plaintiffs' demand for a jury trial.   Baker v. City of Detroit, <span class=\"citation\" data-id=\"1875846\"><a href=\"/opinion/1875846/baker-v-city-of-detroit/\"><span class=\"volume\">458</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">379</span></a></span> (E.D.Mich.1978).  The appellants now claim that that ruling was erroneous and had the effect of violating their constitutional right to a jury trial under the Seventh Amendment.<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a>   We find, however, that the issue of the validity of an affirmative action plan is a question of law, to be determined by the court and not the jury.   Setser v. Novack Investment Co., <span class=\"citation\" data-id=\"393737\"><a href=\"/opinion/393737/26-fair-emplpraccas-513-26-empl-prac-dec-p-31995-chester-w-setser/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 969-70 (8th Cir.1981) (en banc ).  A variety of factors militate in favor of this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">First, the fact of prior discrimination and the factual circumstances surrounding the operation of this plan were either uncontested or previously determined in our decision in Young.    The task before Judge Keith was to determine whether, in light of that record, redress was justifiable and/or the method chosen for that redress was valid.  Determinations which do no more than attach constitutional significance to historical facts are conclusions of law.   See Downing v. Williams, <span class=\"citation\" data-id=\"379516\"><a href=\"/opinion/379516/lloyd-l-downing-m-d-v-r-allen-williams-superintendent/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 617 (5th Cir.1980);  cf. Glasson v. City of Louisville, <span class=\"citation\" data-id=\"328640\"><a href=\"/opinion/328640/marjorie-glasson-v-city-of-louisville/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 903 (6th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Second, in order to assess the validity of an affirmative action plan, a variety of factors must be considered and evaluated in light of the nature of the past discrimination and all factors relating to the particular method chosen.  The Supreme Court's refusal to adopt bright line standards to guide the lower courts and the consensus among the Circuits that an application of strict standards is therefore inappropriate, emphasizes the degree to which this evaluation is to be a flexible one.    See Setser v. Novack Investment Co., 657 F.2d at 696.  The inherent uncertainty in the law in this area, when combined with the magnitude of the issues to be resolved, places the necessary determinations in these cases peculiarly outside the practical abilities and limitations of the jury.  Id.;  cf. Ross v. Bernard, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">729</span></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Third, questions in this case regarding the Board's findings of past discrimination are analogous to cases in which the court reviews the decision of an administrative body in order to insure that its actions are within constitutional and statutory limits.  Although the district court under Sec. 1983 gave de novo review to the Police Board's action, it was still essentially reviewing the findings and conclusions of an administrative agency taken upon notice and due deliberation after formal hearings were conducted.  Neither federal nor state courts have traditionally used juries to review and resolve disputed questions of fact in this context.  See Jaffee, Judicial Control of Administrative Action 546-49 (1965);  Stern, Review of Findings of Administrators, Judges and Juries, 58 HARV.L.REV. 70 (1944).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Had the district court determined, in the liability phase of this trial,<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> that the Board had wrongfully discriminated against white officers in adopting the affirmative action plan, it may have then been appropriate to impanel a jury to determine disputed questions of fact on the issue of whether the city had engaged in the discrimination against white officers as a part of a \"custom or policy\" under Monell v. New York City, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690-95, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2035-38, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978), and whether the individual defendants acted in good faith under Owens v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 657, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, 1418, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980).  The case, however, never reached that stage since the district court found, and we agree, that the Board did not act wrongfully in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Finally, as the district court noted, \"the gravamen of this action is injunctive relief and back pay for alleged employment discrimination.\"   Baker v. City of Detroit, 458 F.Supp. at 383.  The question of whether the city and its officials committed a constitutional tort under Sec. 1983 which would justify damages, arises in this case only incidentally and only after the district court has determined whether it should enjoin the plan as invalid under Title VII and the Fourteenth Amendment.  The fact that the parties stipulated to a bifurcation of the trial emphasizes this result.  In order to establish the right to damages arising under Sec. 1983, the plaintiffs would be required to go beyond showing unconstitutional reverse discrimination;  the bad faith of the individuals and the question of whether the city had acted according to a \"custom or policy\" would yet need to be resolved.  The district court's adjudication of the equitable issues relating to the statutory and constitutional validity of the plan logically must come prior to the Sec. 1983 damages issue.  In such instances, our common law heritage does not suggest that a jury should have been employed to deal with the wholly equitable phase of the court's determination.<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a></p>\n    </div>\n    <p class=\"indent\">C. District Court's Final Decree</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On November 17, 1980, the district court \"adopted a rule of law\" which had the effect of incorporating the Board's plan, as it was then in operation, into the final judgment.   Baker v. City of Detroit, <span class=\"citation\" data-id=\"2153415\"><a href=\"/opinion/2153415/baker-v-city-of-detroit/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">841</span></a></span>, 846-48 (E.D.Mich.1980).  For the reasons enumerated below, we find that the district court's decision to protect this plan was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In examining the propriety of this \"rule of law,\" we must carefully define what we interpret the effect of that ruling to be and the particular circumstances which we find justify such a result in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This case began with a consideration of what a governmental employer may voluntarily do in an effort to remedy prior discrimination.  Since we do not now hold that the bounds of constitutionally permissible action are coexistent with what a governmental employer may be constitutionally required to do, it would appear that freezing a voluntary plan into an immutable decree may be inappropriate.  Such a result may effectively remove some of the discretion over the implementation of affirmative action plans which is to be afforded those dealing with the realities and problems of the employment context, even where governmental employers are concerned.    See United Steel Workers of America v. Weber, supra;  LaRiviere v. EEOC, supra.    There is also a danger of removing some of the incentive to adopt broad plans because of a fear of being locked into more than an involuntary judicial decree would otherwise require.  The district court's final order in this case does not operate to \"freeze\" this plan, however, and, hence, does not give rise to such concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court likened its decision in this case to one which approximates the situation which exists when a court enters a consent decree approving jointly agreed to affirmative action plans.  In those cases, the court effectively retains jurisdiction over the operation of the plan in order to assure that (1) the parties have a forum in which to object to actions which appear to violate the terms of the decree, and (2) no changes in the plan will be implemented unless the court determines that those changes are consistent with the purpose of that decree.  The court's order in this case merely operates to protect the Board's plan from inappropriate changes or collateral attacks which would vitiate its effect.  Rather than discourage voluntary action, then, the decision to incorporate this plan into a judicial decree is likely to encourage it.  Those, like the Board, faced with the decision of whether or not to adopt any affirmative action may more readily do so if they can be assured that their efforts, once deemed proper by a federal court, will be protected from a mere changing of the guard or from future attacks which they would be required to fend off.  Retaining jurisdiction will provide this protection while not completely tying the Board's hands with regard to appropriate future alterations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The facts of this case indicate that such retention of jurisdiction is particularly appropriate.  After making extensive findings regarding the existence of prior discrimination in and by the Detroit Police Department, the district court found that not only was the Board's plan itself constitutionally permissible, but that some affirmative action remedy was actually constitutionally required.  Continuing jurisdiction is the only logical approach to such a case.  In this way, some degree of discretion over the voluntary plan is retained by those adopting it while, at the same time, allowing the court to insure that the plan will, at minimum, satisfy what the Constitution requires.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">This approach will also promote judicial economy.  Further factfinding and court proceedings would otherwise be necessary if the plan were abandoned and black officers compelled to sue for some remedy, or further attacks on the plan were to be made, and defended against, in state court.  The record clearly reflects hostility toward the Board's plan and a desire to pursue any colorable state or federal claims in opposition thereto, even in the face of extensive judicial considerations of all issues presented.  We cannot blink at this reality.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's final order insofar as it operates to retain jurisdiction over the operation of, and changes in, the Board's affirmative action program for promotion to the rank of lieutenant.<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a></p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Challenges to affirmative action plans present a number of difficult and sensitive issues with which courts must struggle.  It is in cases like this one, however, where the facts so clearly establish the presence of calculated, prior discriminatory practices, that the need for such remedial programs is most acute.  Upon careful examination of the plan adopted by the Police Board, we are convinced that it is a valid, legitimate response to this identifiable discrimination and that as implemented it falls within the permissible bounds of Title VII, Sec. 1983 and the Fourteenth Amendment.  We therefore affirm the district court's order upholding the plan and approve the decision to protect that plan by continuing jurisdiction over its operation.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Since we also find that the determination of the validity of an affirmative action plan is a question of law for the court and not for the jury, and that the appellants' claim for Sec. 1983 damages has been mooted by our resolution of the liability issues, all of the district court's orders relating to this matter are hereby AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">CELEBREZZE, Senior Circuit Judge, concurring in result.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The issue regarding the appropriate constitutional analysis in a benign discrimination case was addressed by this court in Detroit Police Officers Assoc. v. Young, <span class=\"citation\" data-id=\"371157\"><a href=\"/opinion/371157/20-fair-emplpraccas-1728-21-empl-prac-dec-p-30313-detroit-police/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span> (6th Cir.1979).  I believe that this court's opinion in Young is the controlling precedent in this instance and that the constitutional analysis contained in Young is consistent with the judgment of the district court.  Therefore, I agree that the judgment of the district court should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">MERRITT, Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">I concur in Sections I, II.A, III, IV.A and IV.B of the opinion filed by Judge Jones for the Court.  I do not concur in the reasoning of Sections II.B or the result or the reasoning of Section IV.C.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I. THE COURT HAS NO POWER TO MAKE THE AFFIRMATIVE ACTION PLAN MANDATORY</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In Section IV.C of the opinion, the Court, affirming the opinion of the District Court, has ordered the City to enforce a plan requiring the Police Department to hire or promote a white officer for every other job opening.  The plan governs all hiring and promotion in the Police Department.  If the City of Detroit has two vacancies in the Police Department, it may not hire or promote two blacks or two whites depending on availability and qualifications.  The Court has ordered that the City must always fill the two vacancies with one black and one white.  Our Court's order, like the District Court's order to this effect, is irrational and constitutes an illegal exercise of judicial power.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Today, according to the latest decennial census, Detroit's population is more than 63% black.  According to the census, Detroit has a population of 1,203,339 people, 758,939 of whom are black and 413,730 of whom are white.  See General Population Characteristics for Michigan, 1980 Census, PC80-1-B24, United States Bureau of Census, Table 44, page 24-418.  A court-ordered plan that forbids the City from hiring or promoting blacks in proportion to the population and labor pool appears patently discriminatory against the black citizens of Detroit.  The City is 63% black, but by federal court order the Police Department may not be more than 50% black.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The District Court got itself into this strange situation because it held that if an \"affirmative action plan is upheld,\" then \"the approved plan should be treated as a court judgment, just as a consent decree is.  It is this rule of law which this court will adopt.\"    (Emphasis added.)    The District Court went on to say that \"affirmative action is required, not merely permitted\" and \"must have the force and effect of an order of this Court.\"    (Final opinion, Nov. 17, 1980, Technical Record, Vol. V, Document 129, pp. 6-8.)    Where such a \"rule of law\" comes from, neither this Court nor the District Court tries to tell us.  I know of no justification for such a \"rule of law.\"    None is cited.  Even if the plan does not now appear to discriminate against black citizens of Detroit, there is no justification for writing the plan into federal law by judicial decree.  To extend constitutionally mandatory status to the City's plan distorts the nature of the proceedings below.  This action was brought by white police officers who believed that they have been victimized by an illegal affirmative action pilot program.  The City defended by demonstrating the history of departmental discrimination against blacks, a history that provided the justification for the plan.  The issue at trial was never whether this history required the City to adopt precisely this plan.  Rather, the Court had to decide whether--in light of the past--the City was justified in pursuing the new policy.  The District Court resolved this issue in favor of the City.  For the City, having devised the plan, now to surrender further responsibility to the Court is anomalous.  The City is the responsible front line actor and should remain the institution politically accountable for its policies.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">I would vacate the order of the District Court in this respect and remand the case to the District Court with instructions to consider what should now be done with the affirmative action plan in light of 1980 census figures indicating that the plan discriminates against blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">II. THE COURT DOES NOT STATE THE CORRECT TEST OF CONSTITUTIONALITY UNDER THE FOURTEENTH AMENDMENT IN SECTION II.B OF ITS OPINION ALTHOUGH IT APPLIES THE CORRECT TEST IN SECTION III OF THE OPINION</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In assessing the validity of the voluntary governmental affirmative action plan in question, the Fourteenth Amendment requires a more exacting standard than the open-ended, mere \"reasonableness\" standard stated by the Court.  In order to be valid, a non-Congressional, governmental, affirmative action plan must meet the following exacting procedural and substantive standards under the Bakke and Fullilove cases:</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">1.   Procedural standard.--After rational and deliberative consideration, a governmental agency competent to make findings concerning racial discrimination by the governmental institution in question must make valid and supportable findings of prior discrimination, and it must make valid findings concerning the percentage of minority members who would have been employed by the governmental institution in question in the absence of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">2. Substantive standard.--These findings by a competent governmental agency must fully justify the percentage of minority members to be given preference under the affirmative action plan and the duration of the program, and the remedy incorporated in the affirmative action plan must not unduly burden or harm innocent parties in light of other available remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although the Court states the standard under the Fourteenth Amendment in far less exacting language than this, the Court in fact applies this very set of standards in Section III of its opinion.  I, therefore, concur in the Court's conclusion that--in light of the information available in 1974--the Detroit Board of Police Commissioners' findings justified the remedy it adopted.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Detroit Police Officers Association v. Young, <span class=\"citation\" data-id=\"371157\"><a href=\"/opinion/371157/20-fair-emplpraccas-1728-21-empl-prac-dec-p-30313-detroit-police/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span> (6th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">95</span></span> (1981), this Court addressed the validity of the patrolman-to-sergeant stage of this plan.  The district court's determination that there had been no showing of prior intentional discrimination and that the plan, therefore, violated Title VII was reversed as clearly erroneous.  The case was then remanded with guidelines for a consideration of constitutional issues similar to those which we reach here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Baker v. City of Detroit, <span class=\"citation\" data-id=\"2153415\"><a href=\"/opinion/2153415/baker-v-city-of-detroit/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">841</span></a></span> (E.D.Mich.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Baker v. City of Detroit, <span class=\"citation\" data-id=\"2184101\"><a href=\"/opinion/2184101/baker-v-city-of-detroit/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></a></span> (E.D.Mich.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Baker v. City of Detroit, supra, 483 F.Supp. at 993 and Baker v. City of Detroit, supra, 504 F.Supp. at 844-46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Baker v. City of Detroit, supra, 504 F.Supp. at 846-48</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Baker v. City of Detroit, <span class=\"citation\" data-id=\"1875846\"><a href=\"/opinion/1875846/baker-v-city-of-detroit/\"><span class=\"volume\">458</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">379</span></a></span> (E.D.Mich.1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Baker v. City of Detroit, <span class=\"citation\" data-id=\"2183714\"><a href=\"/opinion/2183714/baker-v-city-of-detroit/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">919</span></a></span> (E.D.Mich.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The appellants have also objected to the district court's treatment of several issues addressed in its decision on the liability issues in Baker v. City of Detroit, supra, <span class=\"citation\" data-id=\"2184101\"><a href=\"/opinion/2184101/baker-v-city-of-detroit/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></a></span> at 994-95, to wit:  (1) the appellants claim that the court erred in finding that their rights under the Michigan Fair Employment Practices Act and Art. 1 Sec. 2 of the Michigan Constitution were not violated;  (2) that the court erred in finding that the applicable collective bargaining agreement had not been violated since there had been no \"refusal to bargain\" within the terms of that agreement;  and (3) that the court erred in finding that there had been no denial of due process since the city charter did not create a property right in public employment and that the Board had not violated the charter in any event</p>\n        <p>We have considered each of these claims and for the reasons set forth in the district court's opinion, find that they are all without merit.  Accordingly, we will not address them further in the course of our disposition of this appeal.   Accord, VanAken v. Young, <span class=\"citation\" data-id=\"2288702\"><a href=\"/opinion/2288702/van-aken-v-young/\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">448</span></a></span>, 460 (E.D.Mich.1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Detroit Police Officers Association v. Young, supra at note 1, (addressing evidence of prior discriminatory practices on the part of the department)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Id., 608 F.2d at 680-81, for a full description of the details of the Board's overall plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Id.  (other criteria included length of service, performance or service ratings set by superiors, degree of college education or credits, veterans' points, and an oral interview)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Only candidates receiving a raw score of 70 or better on the written exam are qualified to be listed on the roster, no matter how they fare on other items of consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As Justice Brennan noted in his concurring opinion in Regents of University of California v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 336, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, 2771, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978), no decision of the Supreme Court has ever adopted the proposition that the Constitution must be colorblind.   See also Stotts v. Memphis Fire Department, <span class=\"citation\" data-id=\"404154\"><a href=\"/opinion/404154/28-fair-emplpraccas-1491-28-empl-prac-dec-p-32679/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 553 (6th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See note 1, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The appellants have challenged this plan under Title VII, the Fourteenth Amendment and 42 U.S.C. Sec. 1983.  Because we find that, with regard to liability in affirmative action cases, the analysis under Sec. 1983 is identical to that under the Fourteenth Amendment, we simply omit any discussion of Sec. 1983 until we reach a consideration of the appellants' claim for damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See The Equal Employment Opportunity Act of 1972, Pub.L. No. 92-261, Secs. 2(1), (5), 86 Stat. 103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See e.g., Texas Dept. of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981);  Grano v. Dept. of Development of City of Columbus, <span class=\"citation\" data-id=\"385852\"><a href=\"/opinion/385852/24-fair-emplpraccas-848-24-empl-prac-dec-p-31424-barbara-grano/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (6th Cir.1980);  Horace v. City of Pontiac, <span class=\"citation\" data-id=\"379546\"><a href=\"/opinion/379546/23-fair-emplpraccas-72-23-empl-prac-dec-p-31069-marilyn-horace/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span> (6th Cir.1980);  Calderon v. Martin County, <span class=\"citation\" data-id=\"386260\"><a href=\"/opinion/386260/25-fair-emplpraccas-553-25-empl-prac-dec-p-31625-luis-a-calderon/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span> (5th Cir.1981);  Dumas v. Town of Mt. Vernon, Ala., <span class=\"citation\" data-id=\"373457\"><a href=\"/opinion/373457/joannie-allen-dumas-v-town-of-mount-vernon-alabama/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span> (5th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Under some circumstances, Title VII places all employers, whether public or private, in a difficult position.  Where prior discriminatory practices have occurred and can be shown, the employer is subject to liability to those minorities who have been the victims of that discrimination.  In attempting to remedy past acts and to thereby avoid such liability, the employer runs the risk of being charged with a violation of Title VII by those nonminorities who are no longer benefiting from the employer's past discriminatory practices.  We believe that it was largely this unique burden which Title VII places on an employer qua employer that the Weber court endeavored to reconcile</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> It is significant that Bakke was not cited as authority for the ultimate resolution of the issues in Weber and that the court did not later rely on Weber when it again addressed the constitutional bounds of permissible affirmative action in Fullilove</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In the lower court opinion in this case, Judge Keith recognized the distinction between a Weber Title VII analysis and the full analysis required where a governmental employer is also charged with a violation of the Fourteenth Amendment.  He went on, however, to conclude that the standards discussed in Weber sufficiently delineated the bounds of reasonableness in the constitutional analysis as well</p>\n        <p>Similarly, in Boston Chapter, NAACP, v. Beecher, 679 F.2d at 976, the First Circuit indicated a belief that Weber implicitly defines the permissible remedies in the Sec. 1983 context as well as that under Title VII.</p>\n        <p>Our discussion explicitly maintains flexibility in the determination of whether any affirmative action plan meets a constitutional requirement of reasonableness.  In addition, our review of this particular plan has convinced us that it would be permissible even under the strictest of standards.  As such, we need not, nor do we choose to, adopt the Weber standards as determinative in all cases requiring a Fourteenth Amendment or Sec. 1983 analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> After attempting to discern a standard to be applied to affirmative action plans, the Fifth Circuit noted:</p>\n        <p>We frankly admit that we are not entirely sure what to make of the various Bakke opinions.  In over one hundred and fifty pages of United States Reports, the Justices have told us mainly that they have agreed to disagree.</p>\n        <p>United States v. City of Miami, <span class=\"citation\" data-id=\"374663\"><a href=\"/opinion/374663/22-fair-emplpraccas-846-22-empl-prac-dec-p-30822-united-states-of/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span> (5th Cir.1980).  We do not believe that the court's subsequent decision in Fullilove has significantly clarified the Supreme Court's stance on this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Justice Powell wrote the Court's opinion in Bakke where he found that though affirmative action plans may not be per se illegal, the Board of Regents was not a competent body to make the determination that prior discrimination in society as a whole justified the use of affirmative action within the operations of the University.  Justice Brennan concurring in part and dissenting in part, in an opinion joined by Justices White, Marshall and Blackmun, would have found the University's plan valid in all respects.  The other four Justices never reached the constitutional issue, concurring in Justice Powell's conclusion that the Board of Regents was not a competent body to conclude that such a plan was appropriate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Accord Valentine v. Smith, <span class=\"citation\" data-id=\"392342\"><a href=\"/opinion/392342/26-fair-emplpraccas-518-26-empl-prac-dec-p-31981-bonnie-valentine/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span> (8th Cir.1980);  United States v. City of Miami, Fla., supra at note 19</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Trans World Airlines v. Hardison, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 73 n. 8, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, 2271 n. 8, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1977) citing Neil v. Biggers, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 192, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></a></span>, 378, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (1972) (judgment entered by an equally divided court is not entitled to precedential weight);  Berlin v. F.C. Publications, <span class=\"citation\" data-id=\"263724\"><a href=\"/opinion/263724/irving-berlin-v-e-c-publications-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (2d Cir.1964) (affirmance by an equally divided court is, between the parties, conclusive determination, but the principles of law involved, having not gained the assent of a majority of the court, prevents the case from being authority for other cases);  But see Marks v. United States, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></span> (1976) (holding of fragmented court may be viewed as that position taken by those members who concurred in the judgment on the narrowest grounds)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> In Fullilove, the Court was faced with determining whether a congressional decision to implement a ten percent set-aside in favor of minority contractors for public works contracts was constitutional.  That this issue is distinct from the employment context is manifested by the decision of the court, authored by Chief Justice Burger and joined by Justice White.  The Court refused to place the Fullilove situation into any one of the Bakke standards, finding simply that Congress had the particular power under Section 5 of the Fourteenth Amendment to institute such a plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Given the existence of an established precedent in this Circuit, we find it ill advised to attempt to dissect the positions taken in this and similar contexts by the various Justices on the Court and to then predict exactly which form of constitutional analysis may win the approval of a majority.  Since the Supreme Court has failed to set out a binding standard, the dissent's formulation of its own version of the constitutional requirements is unnecessary and inappropriate in light of Young</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See concurring opinion of Judge Celebrezze herein, infra at 901</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> In Valentine v. Smith, supra at note 21, the Eighth Circuit simply defined the appropriate degree of scrutiny as a \"searching analysis.\"    654 F.2d at 509.  Whatever the appropriate semantics, we recognize that though we are dealing with a unique form of constitutional analysis commanding somewhat unique considerations, it is a constitutional issue nonetheless and must be given extensive and careful consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> We recognize that this element was not a part of the guidelines for affirmative action laid out in Justice Brennan's opinion in Bakke.    Rather, this requirement arises out of Justice Powell's opinion in that case.  Though Judge Lively's opinion does specifically choose to follow the Brennan-White-Marshall-Blackmun approach, it also appears to require some finding by an appropriate body, one competent in the area.  As such, we have similarly addressed the issue of appropriate findings while adopting Justice Brennan's guidelines for purposes of all subsequent analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> We note that in Young, Judge Lively specifically observed that the city's assertion that the affirmative action program was necessary to satisfy its operational need for improved law enforcement was a substantial justification for the adoption of such a plan.  Accordingly, the case was remanded for a determination of whether the governmental interest in the plan could be justified on either the basis of the need for redress or on the basis of the department's operational needs.  Given our resolution of the redress issue and our consideration of the department's discrimination against the general population of the City of Detroit within the context of the need for redress, we find it unnecessary to address the validity of the operational needs defense to affirmative action in this context.    See also Boston Chapter, NAACP v. Beecher, supra at note 19, and VanAken v. Young, supra at note 8, for further discussions regarding the validity of an operational needs argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> What is or is not a \"reasonable\" use of race will vary with the circumstances surrounding the need for, urgency and operation of a given plan.  The factors to be weighed in making this determination are addressed more fully below in our discussion of the validity of the Detroit plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> At this stage, we note that were we to find that some other, stricter, standard were required or appropriate, for whatever reason, that we would still find this plan constitutionally valid.  As in Fullilove, this program is acceptable under any of the \"formulas of analysis articulated in such cases as University of California Board of Regents v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span> [<span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span>] (1978).\"    448 U.S. at 492, 100 S.Ct. at 2781</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> The Board of Police Commissioners in Detroit has extremely broad authority over the operation of the Detroit police department.  Under the Charter of the City of Detroit adopted in 1974, the Board of Police Commissioners is appointed by the Mayor with the consent of the City Council.  The Board has the power to:  (1) establish policies, rules and regulations in consultation with the chief of police;  (2) review and approve the departmental budget;  (3) receive and resolve complaints about the operation of the police department;  (4) act as final reviewing authority over employee discipline;  and (5) subpoena witnesses, administer oaths, take testimony and require the production of evidence.  The Board reports annually to the Mayor, the City Council and the public regarding the department's activities during the prior year and its future plans</p>\n        <p>The Board of Regents may have had similar authority with regard to the operation of the University of California.  But there is nevertheless a distinguishing characteristic.  The university's affirmative action program was aimed at redressing past societal discrimination, not discrimination by the university.  It was simply assessing the performance of society generally, not its own performance.  Justice Powell held that the regents' educational authority did not qualify them to make findings about discrimination in society generally.  His theory was that the Board of Regents had no greater knowledge of societal discrimination and no greater interest, incentive or need to make accurate and objective findings on discrimination in general than any other group, agency or individual.  The record, such as there was in Bakke, did not contain an acknowledgement of the existence of discrimination in medical admissions policies, past or present.  The record here is replete with acknowledgements and findings of discrimination by and within the police department itself.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> See e.g., International Brotherhood of Teamsters v. United States, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 337 n. 17, 339-40 n. 20, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Updated statistics (submitted by order of the court) on the racial composition of the various ranks of the department still show a marked disparity between relative representation of blacks and whites and between the percentage of blacks in the city and the police ranks</p>\n        <pre>                 Detroit Police Department - Racial Breakdown\n         Lieutenant         Sergeant        Police Officer          Total\n-------------------------------------------------------------------------------\n       White    Black    White    Black    White     Black     White     Black\n      -------------------------------------------------------------------------\n1975    195      23        1026    101      2947        1075    4215     1208\n        (89%)    (11%)    (91%)    (9%)     (73%)      (27%)    (78%)     (22%)\n-------------------------------------------------------------------------------\n1976    161      18         977    154      2677         978    3858     1165\n        (90%)    (10%)    (86%)    (14%)    (73%)      (27%)    (77%)     (23%)\n-------------------------------------------------------------------------------\n1977    176      51         871    148      2775        1685    3866     1905\n        (78%)    (22%)    (85%)    (15%)    (63%)      (38%)    (67%)     (33%)\n-------------------------------------------------------------------------------\n1978    157      47         799    146      2675        1719    3670     1936\n        (77%)    (23%)    (85%)    (15%)    (61%)      (39%)    (65%)     (35%)\n-------------------------------------------------------------------------------\n1979    145      44         725    144      2467        1394    3374     1604\n        (77%)    (23%)    (83%)    (17%)    (64%)      (36%)    (68%)     (32%)\n-------------------------------------------------------------------------------\n1980    151      56         716    175      2166         805    3070     1061\n        (73%)    (27%)    (80%)    (20%)    (73%)      (27%)    (74%)     (26%)\n-------------------------------------------------------------------------------\n1981    145      54         660    173      2074         860    2913     1111\n        (73%)    (27%)    (79%)    (21%)    (71%)      (29%)    (72%)     (28%)\n-------------------------------------------------------------------------------</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> There is extensive support in the record for these findings.  For years, the department employed IQ and aptitude tests which have long been recognized as having an impermissible adverse impact on minorities.  In fact, the tests used by the department early on were specifically prohibited by the Uniform Guidelines on Employee Selection Procedures adopted by the EEOC, 29 C.F.R. Sec. 1607.14c(1) for any selection which is to be job related.  Testimony adduced at trial indicated that some of those administering the tests had \"no doubt\" that the promotional exams had, at times, been discriminatory.  In addition, certain black officers also expressed a conviction that their subjectively set service ratings reflected the discriminatory bent of their supervisors.  Finally, the statistical data itself raises an inference in support of the district court's conclusions in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> See text, supra at page 884</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> See Nagel, Thomas, \"Equal Treatment and Compensatory Discrimination,\" Equality and Preferential Treatment, Eds.  Cohen, Nagel, Scanlon (1977) pp. 3-16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. at 970-79</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> Id. at 979</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> Although it is impossible to determine the exact racial characteristics of Detroit's population in 1974-75, the 1980 census shows that Detroit's black population was 63 percent.  The figure for 1970 was approximately 43 percent.  Thus the Board's estimate of Detroit's black population in 1974 was not unreasonable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> Plaintiffs argument in this respect is as follows:</p>\n        <p>That the 50/50 quota far exceeds its purported remedial nature is also confirmed by comparing the fifty percent goal of the quota to the relevant labor market data ....  In 1973, Mr. Fechter determined that the relevant labor market was 38.4 percent black.  This represents a twelve point difference from the fifty percent quota imposed by the City the following year in 1974.</p>\n        <p>Moreover, the 38.4 percent non-white labor pool for 1973 is not the relevant labor pool for the rank of lieutenant.  The record shows that virtually every person promoted to the rank of lieutenant had a minimum of six years with the Department.  Therefore, one must go back at least six years in time in order to determine the relevant labor market for lieutenants.  Accordingly, as of 1974 even the most liberal estimate of the relevant labor market for lieutenants would be the 1968 non-white labor pool of thirty percent.  [App.1760].  In other words, given the minimum period of time it takes for one to progress from the entry level to the rank of lieutenant, it is totally inaccurate to look at the relevant labor market figure for blacks at the entry level ....</p>\n        <p>The City has consistently ignored these distinctions and continues to insist that the lieutenants ranks would be fifty percent black absent past discrimination.  When the District Court remanded this case to the Board of Police Commissioners with directions to formulate a termination date, the Chief of Police again recommended that the quota be continued until the lieutenants ranks were fifty percent black.  Notwithstanding the record evidence to the contrary, the Chief informed the Board of Police Commissioners that the fifty percent end-goal was appropriate because the relevant labor market was approximately fifty percent black in 1974 ....</p>\n        <p>Mr. Fechter's method of linear interpolation ... shows that the non-white labor pool would not be fifty percent black until at least 1980.  But again, this is the relevant labor pool for entry level--not for lieutenants.  Adding the minimum of six years it takes to become a lieutenant, the relevant non-white labor pool for lieutenants would not reach fifty percent until 1986.</p>\n        <p>It is therefore clear that there is no merit whatsoever to the argument that the lieutenants ranks would have been fifty percent black in 1974 absent past discrimination.  As has been demonstrated, equity was achieved at the lieutenants ranks in April of 1976.  The 50/50 quota is therefore excessive and unreasonable.</p>\n        <p>Plaintiffs' Reply Brief filed March 12, 1982, pp. 8-10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> In the course of oral argument, Judge Celebrezze asked the plaintiffs whether they were contending that a thirty percent end goal was reasonable.  Despite the data disclosing this thirty percent figure, the plaintiffs refused to admit that they considered even that degree of affirmative action to be \"reasonable\".  In light of the first branch of their argument, i.e., that no redress was necessary at this level, such a stance appears to have been judicious at that stage.  However, given our disposition of the appellants' argument regarding the need for redress, we will proceed to consider their reasonableness arguments in light of the data they have supplied on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> We recognize that others who have addressed these precise issues have done so in the context of a discussion of operational needs.  The First Circuit recognized the unique problem which arises when those specifically designated to work with and protect the public wholly fail to reflect the racial composition of that population.  That court's consideration of the problem was couched in terms of operational needs:</p>\n        <p>An important factor in these cases is that they involve the police and fire departments of a large metropolitan city that now has a minority population of at least 30 percent ....  As Judge Wyzanski noted, the public interest requires a racially balanced police force.    Castro v. Beecher, 365 F.Supp.   at 660 [1973].  We do not need expert testimony to make the point that, unless the public safety departments of a city reflect its growing minority population, there is bound to be antagonism, hostility and strife between the citizenry and those departments.  The inevitable result is poor police and fire protection for those who need it most.</p>\n        <p>We have chosen to deal with the situation with regard to the Detroit citizenry as an element of our redress analysis.  This is so because in Detroit the issue cannot be neatly categorized within the bounds of \"operational needs.\"    We are faced with far more than a generalized need for a police force which reflects the racial composition of the city.  We are faced, rather, with a population that has been subjected to constitutional indignities as a direct result of the discriminatory practices which have created and maintained a white-dominated police force.  Whatever the appropriate semantics in such a situation, we are convinced that the facts present a constitutionally valid justification (a substantial governmental interest) for the implementation of this particular affirmative action remedy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Baker v. City of Detroit, 483 F.Supp. at 958-62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> The plaintiffs have argued that the plan unnecessarily burdens white employees because, at the promotion level, particular white employees must directly feel the impact of its operation.  They claim that the expectations of identifiable white officers are destroyed when they take, and receive, a qualifying score on the written exams and still are denied promotions.  The appellants draw a distinction between this situation and that at the hiring level where the impact is diffused and it is unclear whether a given minority applicant was hired in place of a given white.  For the reasons detailed in the district court opinion, we reject this contention and choose not to \"take a jaundiced view\" toward affirmative action in promotions.   Baker v. City of Detroit, 483 F.Supp. at 985</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> As noted, the conclusion is also determinative of the appellants' Title VII complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> The Seventh Amendment provides:</p>\n        <p>In suits at common law, where the value in controversy shall exceed twenty dollars, the right of a trial by jury shall be preserved, and no fact tried by jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> The parties, by stipulation, agreed to a bifurcation of this trial, with the issues of liability to be determined before the reaching of damage questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Affirmative action plans may be objected to under Title VII, Sec. 1981, Sec. 1983 and the Fourteenth Amendment.  The unique nature of the questions involved in determining the validity of any given program requires unique forms of analysis in each of these areas.  Our decision today upholding the district court's denial of a jury trial in the affirmative action context in no way reflects upon a plaintiff's right to a jury trial in other Sec. 1983 contexts;  we do not now go beyond the issue put before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> Given our characterization of and justification for this element of the district court's order, it appears that the dissent simply misconstrues this portion of the opinion.  Additionally, since the retention of jurisdiction is merely for the purpose of guarding against impermissible changes in the plan, the notion that the plan is itself discriminatory against blacks is clearly without merit</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108639/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109692/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/374663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/385852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/404154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/404965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1875846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2153415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2183714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2184101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288702/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T00:16:45.116744Z",
      "date_modified": "2017-03-25T05:48:59.272662Z",
      "date_filed": "1983-03-29",
      "date_filed_is_approximate": false,
      "slug": "31-fair-emplpraccas-465-31-empl-prac-dec-p-33497-hanson-bratton-v",
      "citation_id": 390470,
      "case_name_short": "",
      "case_name": "31 Fair empl.prac.cas. 465, 31 Empl. Prac. Dec. P 33,497 Hanson Bratton v. City of Detroit, and Guardians of Michigan, Intervening",
      "case_name_full": "",
      "federal_cite_one": "704 F.2d 878",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 49,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/224774/31-fair-emplpraccas-465-31-empl-prac-dec-p-33497-hanson-bratton-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:41:44.585257Z",
  "date_modified": "2014-10-30T07:41:44.585257Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "31 Fair empl.prac.cas. 465, 31 Empl. Prac. Dec. P 33,497 Hanson Bratton v. City of Detroit, and Guardians of Michigan, Intervening",
  "case_name_full": "",
  "slug": "31-fair-emplpraccas-465-31-empl-prac-dec-p-33497-hanson-bratton-v",
  "docket_number": "80-1837",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}