{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2250534/",
  "id": 2250534,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2406360/",
      "id": 2406360,
      "absolute_url": "/opinion/2406360/hughes-v-thrash/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2250534/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2406360/",
          "id": 2406360,
          "absolute_url": "/opinion/2406360/hughes-v-thrash/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2406360/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:23:27.219509Z",
          "date_modified": "2017-04-09T20:08:53.500599Z",
          "type": "010combined",
          "sha1": "2107a3588804018bd7734ffebc6c1ea86cf5ef20",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>832 S.W.2d 779 (1992)</b></center>\n<center><h1>Ray HUGHES, Jr., d/b/a General Cotton Warehouse, Appellant,<br>\nv.<br>\nBobby Ray THRASH, Appellee.</h1></center>\n<center>No. 01-91-00486-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (1st Dist.).</b></p></center>\n<center>June 18, 1992.</center>\n<p><span class=\"star-pagination\">*781</span> Glenn J. Fahl, Chalker, Bair &amp; Associates, Houston, for appellant.</p>\n<p>Samuel R. Palermo, Randall Sorrels, Abraham, Watkins, Nichols, Ballard &amp; Friend, Houston, for appellee.</p>\n<p>Before PRICE, DUGGAN and COHEN, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>PRICE, Justice (Assigned).<sup>[1]</sup></p>\n<p>This is an appeal from a judgment based on a jury verdict for the appellee, Bobby Ray Thrash (plaintiff), as a result of personal injuries he sustained when a 500pound cotton bale fell on him.</p>\n<p>The accident occurred at a cotton warehouse owned by appellant, Ray Hughes, Jr., d/b/a General Cotton Warehouse (defendant). Plaintiff was delivering two loads of cotton bales to the warehouse in his flatbed truck. One load consisted of 98 bales while the other had only 10 bales. Each bale weighed about 500 pounds. These bales had been loaded onto the plaintiff's truck the day before at plaintiff's directions.<sup>[2]</sup> The 98-bale load was scheduled to be placed into containers and loaded onto a ship by 4:00 that afternoon. The 10-bale load was to be unloaded and stored at the warehouse.</p>\n<p>Plaintiff parked his truck in the designated unloading area. He decided to remain inside the cab of the truck to complete his paperwork. While he was doing his paperwork, he felt the truck move. When he looked up, he saw the forklift near the rear of the truck. He assumed Jennings, who was operating the forklift, had begun unloading the truck. Plaintiff testified that a short time later, Jennings knocked on the door of the cab, and asked plaintiff to show <span class=\"star-pagination\">*782</span> him where the 10-bale load was situated on the truck.</p>\n<p>Plaintiff said he followed Jennings along the side of the truck and pointed out eight bales of the 10-bale load. He continued following Jennings to where the forklift was parked, about 10 feet from the rear of the truck. While plaintiff was standing about four feet from the back of the truck, Jennings stepped back up onto the forklift. Plaintiff yelled he thought there were two more bales \"on top.\" He then heard Jennings say, \"[L]ook out,\" but he did not have time to react before the cotton bale fell on him.</p>\n<p>Defendant presented the testimony of Jennings and two truck drivers, Holleman and Moreau, who said they witnessed the accident. Jennings testified he did not get off the forklift and go to the cab of plaintiff's truck. He stated he had unloaded two or three bales and had backed the forklift from the rear of the truck when plaintiff approached him. They had a conversation about the load, and plaintiff walked between the forklift and the rear of the truck when the bale fell on him. Jennings said he yelled at plaintiff, but it was too late.</p>\n<p>Holleman and Moreau also testified Jennings did not get off the forklift. They never saw plaintiff talking to Jennings. Each testified the bale fell on plaintiff as he walked around the side of the truck toward the forklift.</p>\n<p>Defendant testified about the dangers during the unloading of trucks, and said it would have been wrong for Jennings to have called plaintiff to the back of the truck. In fact, during unloading, his forklift operators should warn all people standing near a truck to move. Jennings said he knew it was dangerous for people to stand near a truck once he began unloading and that is why he tried to warn plaintiff. Defendant presented other evidence that it was standard operating procedure to warn all drivers to stay inside the cabs of their trucks, and to keep away from the unloading area.</p>\n<p>Plaintiff stated he knew of the dangers during unloading, and he did not need to be warned that a cotton bale could fall from a truck. Plaintiff further testified that in this particular instance, he did not believe it was dangerous to walk along the side of the truck because Jennings called him to the back of the truck, and \"led\" him along the side of the truck. He also stated he had other options to avoid the accident such as pointing out the bales to Jennings from a greater distance.</p>\n<p>Plaintiff sued defendant on a negligence theory. His fourth amended petition alleged defendant was negligent (1) in the unloading of the cotton bales from the truck, (2) in calling plaintiff to the back of the truck where plaintiff was in danger of having a cotton bale fall on him, and (3) in failing to warn plaintiff a cotton bale could fall from a truck after unloading begins. The jury found defendant negligent, and plaintiff not negligent. The jury awarded plaintiff $215,000 for past damages and $212,000 for future damages. The trial court signed a judgment based on the jury verdict, and awarded plaintiff prejudgment interest calculated only on the past damages found by the jury.</p>\n<p>Defendant presents 16 points of error, and plaintiff presents three cross-points. Defendant's points of error five through eight assert the evidence is legally and factually insufficient to support the jury's findings against him on negligence and proximate cause. His eleventh point of error asserts the trial court erred in submitting an issue on his negligence.</p>\n<p>In reviewing legal insufficiency points, this Court considers only the evidence and inferences that tend to support the finding, and disregards all evidence and inferences to the contrary. <i>Stafford v. Stafford,</i> 726 S.W.2d 14, 16 (Tex.1987). If there is more than a scintilla of evidence to support the finding, the legal insufficiency challenge fails. <i>Id.</i> In reviewing factual insufficiency, this Court considers and weighs all the evidence. <i>Cain v. Bain,</i> 709 S.W.2d 175, 176 (Tex.1986). A factual insufficiency challenge fails unless this Court determines the finding is so against the great weight and preponderance of the evidence <span class=\"star-pagination\">*783</span> that it is clearly wrong and unjust. <i>Id.</i></p>\n<p>Defendant had a duty to exercise reasonable care to avoid foreseeable injury to plaintiff. <i>See </i><i>El Chico Corp. v. Poole,</i> 732 S.W.2d 306, 311 (Tex.1987). The evidence that Jennings, once unloading had begun, asked plaintiff to leave the cab of his truck and \"led\" him through an area Jennings knew to be dangerous, and defendant's admission that if such conduct occurred, it would have been wrong, is a legally and factually sufficient basis to support the jury's findings. Although the jury's findings are based primarily on plaintiffs testimony, the conflicts in the evidence were for the jury to resolve, and we decline to hold the jury's findings are \"clearly wrong and unjust\" where it merely accepted plaintiff's evidence and not defendant's. <i>See </i><i>Herbert v. Herbert,</i> 754 S.W.2d 141, 144 (Tex.1988).</p>\n<p>Defendant argues plaintiff was required to prove what caused the bale to fall. Plaintiff pled and presented evidence that defendant was negligent in asking plaintiff to go to the back of the truck when defendant knew the dangers involved. Under this theory, it is irrelevant what caused the bale to fall; what is relevant is that Jennings knew a bale could fall. Moreover, defendant cites no authority in support of his argument that plaintiff was required to prove what caused the bale to fall. Tex. R.App.P. 74(f).</p>\n<p>Defendant's points of error five through eight, and eleven are overruled.</p>\n<p>Defendant's points of error one through four raise legal and factual insufficiency challenges to the jury's failure to find plaintiff negligent.</p>\n<p>Defendant argues he conclusively proved plaintiff's negligence as a matter of law. <i>Ritchey v. Crawford,</i> 734 S.W.2d 85, 86 (Tex.App.Houston [1st Dist.] 1987, no writ) (if appellant attacks the legal sufficiency of an adverse finding on which he had the burden of proof, he must demonstrate on appeal the evidence conclusively established all vital facts in support of the issue); Calvert, <i>\"No Evidence\" and \"Insufficient Evidence\" Points of Error,</i> 38 Tex.L.Rev. 361, 354 (1960). In reviewing a legal sufficiency challenge to an adverse finding on an issue which appellant had the burden to prove, we first examine the record for evidence that supports the finding and disregard contrary evidence. If there is no evidence to support the finding, we further examine the record to determine whether the contrary proposition is established as a matter of law. <i>Holley v. Watts,</i> 629 S.W.2d 694, 696 (Tex.1982); <i>see also </i><i>McGalliard v. Kuhlmann,</i> 722 S.W.2d 694, 696-97 (Tex.1986).</p>\n<p>Defendant also argues the jury's no negligence finding is against the great weight and preponderance of the evidence. <i>See </i><i>Cropper v. Caterpillar Tractor Co.,</i> 754 S.W.2d 646, 651 (Tex.1988) (a court of appeals may reverse and remand a case for a new trial when it concludes a jury's \"failure to find\" is against the great weight and preponderance of the evidence). This is a factual insufficiency challenge to the jury's failure to find plaintiff negligent, and we apply the same standard here we applied to defendant's factual insufficiency challenge to the jury's findings of negligence against him. <i>In Re King's Estate,</i> 150 Tex. 662, 244 S.W.2d 660, 661 (1951).</p>\n<p>Defendant relies on plaintiff's testimony that he knew the dangers of walking near a truck once unloading began, and the testimony of Jennings, Moreau, and Holleman that Jennings never left the forklift or called plaintiff to the back of the truck. Defendant argues plaintiff's testimony was a judicial admission of negligence.</p>\n<p>Where the undisputed evidence establishes the existence of a danger, and the injured party has knowledge of the danger and, without justification, exercises no care at all, a case of negligence is established as a matter of law. <i>See </i><i>Brown v. Frontier Theatres, Inc.,</i> 369 S.W.2d 299, 304 (Tex. 1963). The gist of plaintiff's testimony was that he knew the danger of walking near a truck once unloading began, but he did not believe he was in danger in this particular instance because Jennings, who also knew the danger of walking near the truck, called him to the back of the truck. Based on this evidence, the jury reasonably <span class=\"star-pagination\">*784</span> could have found that plaintiff, while following Jennings, had some justification for walking near the truck. <i>See </i><i>Brown,</i> 369 S.W.2d at 304. The jury also reasonably could have found that plaintiff was not aware of the danger. <i>See id.</i> Plaintiff's testimony is not a judicial admission of negligence. <i>See </i><i>Herbert,</i> 754 S.W.2d at 144. The evidence is legally and factually sufficient to support the jury's failure to find plaintiff negligent.</p>\n<p>In support of his factual insufficiency challenge, defendant relies on <i>Caterpillar Tractor Co. v. Cropper,</i> 720 S.W.2d 824 (Tex.App.Texarkana 1986) <i>(Cropper I)</i><i>, rev'd and remanded, </i><i>Cropper v. Caterpillar Tractor Co.,</i> 754 S.W.2d 646 <i>(Cropper II)</i><i>, op. on remand, </i><i>Caterpillar Tractor Co. v. Cropper,</i> 767 S.W.2d 813 (Tex. App.Texarkana 1989, writ denied) <i>(Cropper III)</i><i>,</i> and <i>Dellolio v. Brown,</i> 399 S.W.2d 425 (Tex.Civ.App.Houston 1966, no writ). The <i>Dellolio</i> court held the jury's failure to find defendant negligent in a rear-end collision case was against the great weight and preponderance of the evidence. <i>See id.</i> at 427-28. The evidence in that case showed the defendant rear-ended the plaintiff's car, which was stopped at a red light, when there was no reason why she should not have seen the light and the plaintiff's car at least one-half block away. <i>Id.</i> at 426-27. The <i>Dellolio</i> court emphasized the lack of evidence explaining why the defendant did not see the light and plaintiff's car.</p>\n<p>In <i>Cropper I and III,</i> the Texarkana Court of Appeals held the jury's failure to find the plaintiff negligent was against the great weight and preponderance of the evidence because of the undisputed evidence the plaintiff knew of a particular danger, and took no steps to avoid it when alternatives were available. <i>Cropper I</i> at 826-27; <i>Cropper III</i> at 816. These cases are distinguishable, because there is evidence here that plaintiff was not aware of the danger, and was justified in walking near the truck, based on Jennings' conduct.</p>\n<p>Defendant's points of error one through four are overruled.</p>\n<p>Defendant's ninth and tenth points of error assert the trial court erred in refusing to submit his requested definitions on \"emergency\" (point nine) and \"new and independent cause\" (point ten).</p>\n<p>Under Tex.R.Civ.P. 278, the trial court is required to submit definitions raised by the evidence and pleadings. In this case, the trial court submitted, among other things, the issue of plaintiff's negligence, and definitions of \"negligence,\" \"ordinary care,\" \"proximate cause,\" and \"unavoidable accident.\" Defendant submitted a written definition on \"emergency\" and \"intervening cause,\" which the trial court refused.</p>\n<p>Defendant requested the following definition of \"emergency.\"</p>\n<blockquote>When a person is confronted by an \"emergency\" arising suddenly and unexpectedly, which was not proximately caused by any negligence on his part and which, to a reasonable person, requires immediate action without time for deliberation, his conduct in such an emergency is not negligence or failure to use ordinary care if, after such an emergency arises, he acts as a person of ordinary prudence would have acted under the same or similar circumstances.</blockquote>\n<p>He argues the testimony of Jennings, Holleman, and Moreau raised the issue. He claims the failure to submit the definition harmed him because the jury had no opportunity to find that any negligence by Jennings, in allowing plaintiff to walk by the truck, was excused by the sudden emergency created by plaintiff walking quickly by the truck and the bale falling without warning.</p>\n<p>Defendant cites no authority except one case that says improper submission of issues is reversible error when there is harm. <i>See </i><i>Boatland of Houston, Inc. v. Bailey,</i> 609 S.W.2d 743, 749-50 (Tex.1980); Tex. R.App.P. 74(f). Here, defendant does not complain of improper submission of issues, he complains of the refusal to submit issues.</p>\n<p>Additionally, the purpose of the definition would have been to allow the jury to determine whether Jennings was confronted <span class=\"star-pagination\">*785</span> by an emergency when plaintiff unilaterally walked to the back of the truck, and whether Jennings acted reasonably under these circumstances. In order to prevail on an \"emergency\" theory, the jury would had to have accepted defendant's evidence, and rejected plaintiff's evidence that Jennings called him to the back of the truck. Because the jury found defendant negligent and plaintiff not negligent, it did not accept defendant's evidence. Therefore, any error in refusing the definition of \"emergency\" was harmless. Tex.R.App.P. 81(b)(1).</p>\n<p>Defendant requested the following definition of \"intervening cause.\" \"Intervening Cause\" means the act or omission of a separate and independent agency, not reasonably foreseeable, which destroys the causal connection, if any, between the act or omission inquired about and the occurrence in question, and there by becomes the immediate cause of such occurrence.</p>\n<p>Defendant argues his testimony, that a band popping could have caused the bale to fall, raised the issue.<sup>[3]</sup> We disagree. Defendant testified that a band popping was \"one possible cause,\" but he did not know what actually caused the bale to fall. This evidence did not raise the issue of</p>\n<blockquote>\"intervening cause.\" Moreover, since the jury apparently found defendant liable on the basis of Jennings' conduct of calling plaintiff to the back of the truck, any error in refusing to submit the definition was harmless. Under this theory, it is irrelevant whether a band popped causing the bale to fall.</blockquote>\n<p>Defendant's points of error nine and ten are overruled.</p>\n<p>Defendant's twelfth point of error asserts the trial court erred in submitting an issue on plaintiff's future medical costs.</p>\n<p>The trial court submitted future medical care as an element of damages. Defendant objected claiming there was no evidence plaintiff needed future medical care.</p>\n<p>Defendant cites to the deposition testimony of three doctors who testified in their opinion plaintiff had recovered from his injuries. They had not heard from plaintiff for some time, and believed if he were still having problems, he would have contacted them. Plaintiff cites to the deposition testimony of Dr. Schumpert, who stated his diagnosis of plaintiff's long-term condition from the accident was \"chronic back pain syndrome secondary to previous vertebral fractures.\" Schumpert also testified he had previously indicated to plaintiff he needed to visit Schumpert on a regular basis. Plaintiff testified he was embarrassed to see his doctors, because he could not afford to pay the bills.</p>\n<p>Schumpert stated plaintiff needed future treatment and he would suggest a pain clinic that would cost from $5,000 to $10,-000. Additionally, he would prescribe medication at a cost of $50 to $60 per month, and recommend physical therapy at a cost $50 to $75 per visit. Initially, he would prescribe three visits per week for four to eight weeks, and, depending on plaintiff's progress, reduce the therapy.</p>\n<p>We find the evidence sufficiently raised the issue of plaintiff's future medical care, and the trial court did not err in including this element of damage in the charge. In addition, defendant cites no authority the foregoing evidence is insufficient to raise the issue of plaintiff's future medical care. Tex.R.App.P. 74(f).</p>\n<p>Defendant's twelfth point of error is overruled.</p>\n<p>Defendant's thirteenth point of error asserts insufficient responses in voir dire prejudiced him.</p>\n<p>Defendant argues one of the panel members failed to disclose he knew plaintiff's counsel. Defendant raised this issue <span class=\"star-pagination\">*786</span> at a posttrial hearing where it was established plaintiff's counsel had gone to high school with a panel member's brother, and their parents knew each other from social occasions. Plaintiff's counsel indicated he did not know the panel member in question. Defendant cites no authority in support of this point; therefore, he presents nothing for review. Tex.R.App.P. 74(f).</p>\n<p>Defendant's point of error 13 is overruled.</p>\n<p>Defendant's point of error 14 asserts the award for past and future damages was excessive and not supported by the evidence. In point of error 15, defendant alternatively argues he is entitled to a remittitur.</p>\n<p>The jury awarded plaintiff $215,000 in past damages and $212,000 in future damages for physical pain and mental anguish, disfigurement, physical impairment, and medical care. The jury's findings did not segregate a separate amount for each item of damage. In determining whether damages are excessive, we apply the same test for any factual insufficiency question and examine all the evidence in the record to determine whether sufficient evidence supports the damage award. <i>See </i><i>Pope v. Moore,</i> 711 S.W.2d 622, 624 (Tex.1986). Defendant relies on evidence plaintiff's injuries had healed, he had enjoyed a good recovery, he had not seen his doctors for some time, and he had taken no pain medication.</p>\n<p>Plaintiff cites to evidence in the record that as a result of the accident, he sustained multiple rib fractures, a fractured left scapula, compression fractures of two vertebra, a ruptured spleen, and pulmonary, blood pressure, and lung problems. Plaintiff's immediate injuries were lifethreatening and painful. One doctor testified this was a multiple injury case with complex management and care. Plaintiff underwent a surgical procedure to remove his spleen. This surgery required a long incision down plaintiff's entire abdomen. Plaintiff sustained other complications from the surgery such as a collapsed lung and pulmonary problems. He incurred approximately $50,000 in medical bills.</p>\n<p>Plaintiff testified the injury was painful. He also testified he has to lie down when he is on his feet too long because of the constant pain in his back. He further stated he cannot run and play with his grandchildren, and he cannot walk, sit, or ride in a car for long periods of time.</p>\n<p>Plaintiff presented additional medical testimony that his \"chronic pain syndrome\" will be permanent. We have already outlined the evidence of plaintiff's future medical care in our discussion of defendant's point of error 12. More medical testimony was presented that plaintiff has permanent physical disabilities, limitations, and restrictions. Plaintiff's doctor also would not release him to work as a truck driver because of pain.</p>\n<p>The foregoing evidence is factually sufficient to support the jury's damages award. The conflicts in the evidence and the inferences to be drawn from the evidence were for the jury to resolve. <i>See </i><i>Herbert,</i> 754 S.W.2d at 144. We will not disturb such findings on appeal. <i>See </i><i>Tri-State Motor Transit Co. v. Nicar,</i> 765 S.W.2d 486 (Tex. App.Houston [14th Dist.] 1989, no writ) (evidence of the severity of automobile accident victim's injuries, five surgeries, and other painful medical treatment, and victim's testimony of terror and pain following the accident held sufficient to support award of $200,000 for past physical pain and mental anguish).</p>\n<p>Finally, in support of his excessiveness of damages claim, defendant relies on an affidavit from one of the jurors who stated the jury inadvertently awarded plaintiff about $70,000 in damages for past and future loss of earning capacity, because the jury did not realize plaintiff had abandoned this claim prior to trial. Defendant asserts he relies on the affidavit as additional evidence of the excessiveness of the award, and not to establish jury misconduct as contemplated by Tex.R.Civ.P. 327.</p>\n<p>The affidavit is not competent evidence to attack the validity of the jury verdict. <i>See</i> Tex.R.Civ.Evid. 606(b). In addition, defendant cites no authority this Court <span class=\"star-pagination\">*787</span> should give the affidavit any weight. Tex. R.App.P. 74(f).</p>\n<p>Defendant's points of error 14 and 15 are overruled.</p>\n<p>Defendant's point of error 16 asserts the trial court erred in calculating prejudgment interest on the judgment. Plaintiff's cross-point of error one asserts the trial court erred by excluding prejudgment interest on future damages. Plaintiff's cross-point of error two asserts the trial court selected the wrong date when prejudgment interest began to accrue.</p>\n<p>The trial court awarded plaintiff prejudgment interest of $50,559.44 \"as calculated on the past damages found by the Jury with a reduction for a written settlement offer to the Plaintiff.\" The trial court ruled that prejudgment interest would begin to accrue 180 days after the suit was filed. The trial court also apparently ruled that prejudgment interest would accrue until the date it signed a final modified judgment.</p>\n<p>This suit was filed after September 2, 1987. Therefore, the applicable law is set out in Tex.Rev.Civ.Stat.Ann. art. 5069-1.05, § 6 (Vernon Supp.1992). <i>See also </i><i>C &amp; H Nationwide, Inc. v. Thompson,</i> 810 S.W.2d 259, 276 (Tex.App.Houston [1st Dist.] 1991, writ requested).</p>\n<p>In this point, it is not entirely clear of what defendant complains. His argument appears to be that plaintiff caused a 142day delay during the time prejudgment interest accrued, and that plaintiff is not entitled to recover prejudgment interest during this time. <i>See</i> Tex.Rev.Civ.Stat. Ann. art. 5069-1.05, § 6(d)(2) (Vernon Supp. 1992). Defendant claims plaintiff caused the 142-day delay by obtaining four continuances of the trial setting. According to defendant's calculations, plaintiff is entitled to prejudgment interest of $25,099.</p>\n<p>Defendant cites to only two continuances in the record. He agreed to both of them. He cites no authority for the proposition that a delay, caused by an agreed continuance, is a period \"of delay caused by a claimant\" as contemplated by article 5069-1.05, § 6(d)(2). <i>See</i> Tex.R.App.P. 74(f).</p>\n<p>Defendant's sixteenth point of error is overruled.</p>\n<p>Plaintiff argues the trial court erred in not calculating prejudgment interest on the future damages. According to his calculations, he is entitled to prejudgment interest of $122,496.85.</p>\n<p>In <i>C &amp; H Nationwide,</i> a panel of this Court held Tex.Rev.Civ.Stat.Ann. art. 5069-1.05, § 6(a) (Vernon Supp.1992), allows recovery of prejudgment interest on future damages in wrongful death cases. <i>C &amp; H Nationwide,</i> 810 S.W.2d at 276. We hold article 5069-1.05, § 6(a), allows recovery of prejudgment interest on future damages in personal injury cases.</p>\n<p>Plaintiff's cross-point of error one is sustained.</p>\n<p>Plaintiff also argues the trial court selected the wrong date for when prejudgment interest began to accrue. The trial court ruled that prejudgment interest began to accrue 180 days after the date suit was filed. Plaintiff argues it should have begun to accrue on the date suit was filed.</p>\n<p>In relevant part, article 5069-1.05, § 6(a), says, \"prejudgment interest accrues on the amount of the judgment during the period beginning <i>on the 180th day after the date the defendant receives written notice of a claim or on the day the suit is filed, whichever occurs first,</i> and ending on the day preceding the date judgment is rendered.\" (Emphasis supplied). We agree with plaintiff's interpretation of the statute. Prejudgment interest begins to accrue \"on the day the suit is filed.\" Article 5069-1.05, § 6(a).</p>\n<p>Finally, there appears to be some dispute over what day the suit was filed. Plaintiff initially filed this suit against General Cotton Warehouse on April 12, 1988. The trial court apparently ruled that prejudgment interest began to accrue on the 180th day after that date. General Cotton Warehouse filed an answer to the suit \"by and through its registered agent, R.J. Hughes, Jr.\" On November 8, 1988, plaintiff filed a first amended petition in which he named \"R.J. Hughes, Jr.\" a defendant. <span class=\"star-pagination\">*788</span> The judgment is against \"Ray Hughes, Jr. d/b/a/ General Cotton Warehouse.\" \"General Cotton Warehouse\" appears to be an assumed name of \"Ray Hughes, Jr.\" <i>See</i> Tex.R.Civ.P. 28.</p>\n<p>Defendant appears to argue the day suit was filed was November 8, 1988. At the hearing on the motion for entry of judgment, everyone seemed to agree the date suit was filed was April 12, 1988. Defendant did not claim suit was filed on any other date. Therefore, he may not raise this issue for the first time on appeal. <i>See</i> Tex.R.App.P. 52(a). We hold the day suit was filed was April 12, 1988.</p>\n<p>Plaintiffs cross-point of error two is sustained.</p>\n<p>Plaintiffs cross-point of error three asserts defendant's appeal is frivolous.</p>\n<p>Plaintiff requests this Court to award him an additional 10 percent of the judgment because defendant's appeal is frivolous and not brought in good faith. <i>See</i> Tex.R.App.P. 84. We decline to impose the penalty in this case. The record defendant presented to this Court indicates that most, if not all, of the jury's findings on the liability issues were based primarily on plaintiff's testimony, when three other witnesses, two of whom appeared to be disinterested, provided different testimony which, if believed by the jury, would in all likelihood have resulted in no liability to the defendant. Defendant also filed a brief where he persuasively argued his sufficiency points that were properly preserved in the record. Most of the points of error are supported by argument, citations to the record and authorities. Also, plaintiff does not claim any harm from the appeal. We do not find the appeal to be frivolous or brought in bad faith.</p>\n<p>Plaintiff's cross-point of error three is overruled.</p>\n<p>We reverse that part of the judgment awarding plaintiff prejudgment interest, and remand the cause to the trial court to determine the amount of prejudgment interest in accordance with this opinion and article 5069-1.05, § 6. <i>See </i><i>C &amp; H Nationwide,</i> 810 S.W.2d at 276. We affirm the remainder of the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable frank C.Price, former justice, court of Appeals, first district of texas at Houston, sitting by assignment.</p>\n<p>[2]  Defendant presented evidence that the load exceeded maximum allowable limits, which could have caused the load to become unstable.</p>\n<p>[3]  In his brief, plaintiff claims Holleman testified the cause of the bale to fall was that Jennings took off the bales that were supporting the bale that fell on plaintiff. We have reviewed the cited portions of the record and find no support for this assertion. Holleman testified this was a possible cause, but he really did not know what caused the bale to fall. We have reviewed the portions of the record cited in the briefs, and have found no witness who testified a particular factor or set of factors caused the bale to fall.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">779</span></span> (1992)</b></center>\n<center><h1>Ray HUGHES, Jr., d/b/a General Cotton Warehouse, Appellant,<br>\nv.<br>\nBobby Ray THRASH, Appellee.</h1></center>\n<center>No. 01-91-00486-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (1st Dist.).</b></p></center>\n<center>June 18, 1992.</center>\n<p><span class=\"star-pagination\">*781</span> Glenn J. Fahl, Chalker, Bair &amp; Associates, Houston, for appellant.</p>\n<p>Samuel R. Palermo, Randall Sorrels, Abraham, Watkins, Nichols, Ballard &amp; Friend, Houston, for appellee.</p>\n<p>Before PRICE, DUGGAN and COHEN, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>PRICE, Justice (Assigned).<sup>[1]</sup></p>\n<p>This is an appeal from a judgment based on a jury verdict for the appellee, Bobby Ray Thrash (plaintiff), as a result of personal injuries he sustained when a 500pound cotton bale fell on him.</p>\n<p>The accident occurred at a cotton warehouse owned by appellant, Ray Hughes, Jr., d/b/a General Cotton Warehouse (defendant). Plaintiff was delivering two loads of cotton bales to the warehouse in his flatbed truck. One load consisted of 98 bales while the other had only 10 bales. Each bale weighed about 500 pounds. These bales had been loaded onto the plaintiff's truck the day before at plaintiff's directions.<sup>[2]</sup> The 98-bale load was scheduled to be placed into containers and loaded onto a ship by 4:00 that afternoon. The 10-bale load was to be unloaded and stored at the warehouse.</p>\n<p>Plaintiff parked his truck in the designated unloading area. He decided to remain inside the cab of the truck to complete his paperwork. While he was doing his paperwork, he felt the truck move. When he looked up, he saw the forklift near the rear of the truck. He assumed Jennings, who was operating the forklift, had begun unloading the truck. Plaintiff testified that a short time later, Jennings knocked on the door of the cab, and asked plaintiff to show <span class=\"star-pagination\">*782</span> him where the 10-bale load was situated on the truck.</p>\n<p>Plaintiff said he followed Jennings along the side of the truck and pointed out eight bales of the 10-bale load. He continued following Jennings to where the forklift was parked, about 10 feet from the rear of the truck. While plaintiff was standing about four feet from the back of the truck, Jennings stepped back up onto the forklift. Plaintiff yelled he thought there were two more bales \"on top.\" He then heard Jennings say, \"[L]ook out,\" but he did not have time to react before the cotton bale fell on him.</p>\n<p>Defendant presented the testimony of Jennings and two truck drivers, Holleman and Moreau, who said they witnessed the accident. Jennings testified he did not get off the forklift and go to the cab of plaintiff's truck. He stated he had unloaded two or three bales and had backed the forklift from the rear of the truck when plaintiff approached him. They had a conversation about the load, and plaintiff walked between the forklift and the rear of the truck when the bale fell on him. Jennings said he yelled at plaintiff, but it was too late.</p>\n<p>Holleman and Moreau also testified Jennings did not get off the forklift. They never saw plaintiff talking to Jennings. Each testified the bale fell on plaintiff as he walked around the side of the truck toward the forklift.</p>\n<p>Defendant testified about the dangers during the unloading of trucks, and said it would have been wrong for Jennings to have called plaintiff to the back of the truck. In fact, during unloading, his forklift operators should warn all people standing near a truck to move. Jennings said he knew it was dangerous for people to stand near a truck once he began unloading and that is why he tried to warn plaintiff. Defendant presented other evidence that it was standard operating procedure to warn all drivers to stay inside the cabs of their trucks, and to keep away from the unloading area.</p>\n<p>Plaintiff stated he knew of the dangers during unloading, and he did not need to be warned that a cotton bale could fall from a truck. Plaintiff further testified that in this particular instance, he did not believe it was dangerous to walk along the side of the truck because Jennings called him to the back of the truck, and \"led\" him along the side of the truck. He also stated he had other options to avoid the accident such as pointing out the bales to Jennings from a greater distance.</p>\n<p>Plaintiff sued defendant on a negligence theory. His fourth amended petition alleged defendant was negligent (1) in the unloading of the cotton bales from the truck, (2) in calling plaintiff to the back of the truck where plaintiff was in danger of having a cotton bale fall on him, and (3) in failing to warn plaintiff a cotton bale could fall from a truck after unloading begins. The jury found defendant negligent, and plaintiff not negligent. The jury awarded plaintiff $215,000 for past damages and $212,000 for future damages. The trial court signed a judgment based on the jury verdict, and awarded plaintiff prejudgment interest calculated only on the past damages found by the jury.</p>\n<p>Defendant presents 16 points of error, and plaintiff presents three cross-points. Defendant's points of error five through eight assert the evidence is legally and factually insufficient to support the jury's findings against him on negligence and proximate cause. His eleventh point of error asserts the trial court erred in submitting an issue on his negligence.</p>\n<p>In reviewing legal insufficiency points, this Court considers only the evidence and inferences that tend to support the finding, and disregards all evidence and inferences to the contrary. <i>Stafford v. Stafford,</i> <span class=\"citation\" data-id=\"1516487\"><a href=\"/opinion/1516487/stafford-v-stafford/\"><span class=\"volume\">726</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">14</span></a></span>, 16 (Tex.1987). If there is more than a scintilla of evidence to support the finding, the legal insufficiency challenge fails. <i>Id.</i> In reviewing factual insufficiency, this Court considers and weighs all the evidence. <i>Cain v. Bain,</i> <span class=\"citation\" data-id=\"2461826\"><a href=\"/opinion/2461826/cain-v-bain/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">175</span></a></span>, 176 (Tex.1986). A factual insufficiency challenge fails unless this Court determines the finding is so against the great weight and preponderance of the evidence <span class=\"star-pagination\">*783</span> that it is clearly wrong and unjust. <i>Id.</i></p>\n<p>Defendant had a duty to exercise reasonable care to avoid foreseeable injury to plaintiff. <i>See </i><i>El Chico Corp. v. Poole,</i> <span class=\"citation\" data-id=\"1745361\"><a href=\"/opinion/1745361/el-chico-corp-v-poole/\"><span class=\"volume\">732</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">306</span></a></span>, 311 (Tex.1987). The evidence that Jennings, once unloading had begun, asked plaintiff to leave the cab of his truck and \"led\" him through an area Jennings knew to be dangerous, and defendant's admission that if such conduct occurred, it would have been wrong, is a legally and factually sufficient basis to support the jury's findings. Although the jury's findings are based primarily on plaintiffs testimony, the conflicts in the evidence were for the jury to resolve, and we decline to hold the jury's findings are \"clearly wrong and unjust\" where it merely accepted plaintiff's evidence and not defendant's. <i>See </i><i>Herbert v. Herbert,</i> <span class=\"citation\" data-id=\"1780582\"><a href=\"/opinion/1780582/herbert-v-herbert/\"><span class=\"volume\">754</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">141</span></a></span>, 144 (Tex.1988).</p>\n<p>Defendant argues plaintiff was required to prove what caused the bale to fall. Plaintiff pled and presented evidence that defendant was negligent in asking plaintiff to go to the back of the truck when defendant knew the dangers involved. Under this theory, it is irrelevant what caused the bale to fall; what is relevant is that Jennings knew a bale could fall. Moreover, defendant cites no authority in support of his argument that plaintiff was required to prove what caused the bale to fall. Tex. R.App.P. 74(f).</p>\n<p>Defendant's points of error five through eight, and eleven are overruled.</p>\n<p>Defendant's points of error one through four raise legal and factual insufficiency challenges to the jury's failure to find plaintiff negligent.</p>\n<p>Defendant argues he conclusively proved plaintiff's negligence as a matter of law. <i>Ritchey v. Crawford,</i> <span class=\"citation\" data-id=\"2431671\"><a href=\"/opinion/2431671/ritchey-v-crawford/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">85</span></a></span>, 86 (Tex.App.Houston [1st Dist.] 1987, no writ) (if appellant attacks the legal sufficiency of an adverse finding on which he had the burden of proof, he must demonstrate on appeal the evidence conclusively established all vital facts in support of the issue); Calvert, <i>\"No Evidence\" and \"Insufficient Evidence\" Points of Error,</i> 38 Tex.L.Rev. 361, 354 (1960). In reviewing a legal sufficiency challenge to an adverse finding on an issue which appellant had the burden to prove, we first examine the record for evidence that supports the finding and disregard contrary evidence. If there is no evidence to support the finding, we further examine the record to determine whether the contrary proposition is established as a matter of law. <i>Holley v. Watts,</i> <span class=\"citation\" data-id=\"2459048\"><a href=\"/opinion/2459048/holley-v-watts/\"><span class=\"volume\">629</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">694</span></a></span>, 696 (Tex.1982); <i>see also </i><i>McGalliard v. Kuhlmann,</i> <span class=\"citation\" data-id=\"2362457\"><a href=\"/opinion/2362457/mcgalliard-v-kuhlmann/\"><span class=\"volume\">722</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">694</span></a></span>, 696-97 (Tex.1986).</p>\n<p>Defendant also argues the jury's no negligence finding is against the great weight and preponderance of the evidence. <i>See </i><i>Cropper v. Caterpillar Tractor Co.,</i> <span class=\"citation\" data-id=\"1780457\"><a href=\"/opinion/1780457/cropper-v-caterpillar-tractor-co/\"><span class=\"volume\">754</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">646</span></a></span>, 651 (Tex.1988) (a court of appeals may reverse and remand a case for a new trial when it concludes a jury's \"failure to find\" is against the great weight and preponderance of the evidence). This is a factual insufficiency challenge to the jury's failure to find plaintiff negligent, and we apply the same standard here we applied to defendant's factual insufficiency challenge to the jury's findings of negligence against him. <i>In Re King's Estate,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">662</span></span>, <span class=\"citation\" data-id=\"1670188\"><a href=\"/opinion/1670188/in-re-kings-estate/\"><span class=\"volume\">244</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">660</span></a></span>, 661 (1951).</p>\n<p>Defendant relies on plaintiff's testimony that he knew the dangers of walking near a truck once unloading began, and the testimony of Jennings, Moreau, and Holleman that Jennings never left the forklift or called plaintiff to the back of the truck. Defendant argues plaintiff's testimony was a judicial admission of negligence.</p>\n<p>Where the undisputed evidence establishes the existence of a danger, and the injured party has knowledge of the danger and, without justification, exercises no care at all, a case of negligence is established as a matter of law. <i>See </i><i>Brown v. Frontier Theatres, Inc.,</i> <span class=\"citation\" data-id=\"1765357\"><a href=\"/opinion/1765357/brown-v-frontier-theatres-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">299</span></a></span>, 304 (Tex. 1963). The gist of plaintiff's testimony was that he knew the danger of walking near a truck once unloading began, but he did not believe he was in danger in this particular instance because Jennings, who also knew the danger of walking near the truck, called him to the back of the truck. Based on this evidence, the jury reasonably <span class=\"star-pagination\">*784</span> could have found that plaintiff, while following Jennings, had some justification for walking near the truck. <i>See </i><i>Brown,</i> 369 S.W.2d at 304. The jury also reasonably could have found that plaintiff was not aware of the danger. <i>See id.</i> Plaintiff's testimony is not a judicial admission of negligence. <i>See </i><i>Herbert,</i> 754 S.W.2d at 144. The evidence is legally and factually sufficient to support the jury's failure to find plaintiff negligent.</p>\n<p>In support of his factual insufficiency challenge, defendant relies on <i>Caterpillar Tractor Co. v. Cropper,</i> <span class=\"citation\" data-id=\"1526092\"><a href=\"/opinion/1526092/caterpillar-tractor-co-v-cropper/\"><span class=\"volume\">720</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">824</span></a></span> (Tex.App.Texarkana 1986) <i>(Cropper I)</i><i>, rev'd and remanded, </i><i>Cropper v. Caterpillar Tractor Co.,</i> <span class=\"citation\" data-id=\"1780457\"><a href=\"/opinion/1780457/cropper-v-caterpillar-tractor-co/\"><span class=\"volume\">754</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">646</span></a></span> <i>(Cropper II)</i><i>, op. on remand, </i><i>Caterpillar Tractor Co. v. Cropper,</i> <span class=\"citation\" data-id=\"2451473\"><a href=\"/opinion/2451473/caterpillar-tractor-co-v-cropper/\"><span class=\"volume\">767</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">813</span></a></span> (Tex. App.Texarkana 1989, writ denied) <i>(Cropper III)</i><i>,</i> and <i>Dellolio v. Brown,</i> <span class=\"citation\" data-id=\"2442428\"><a href=\"/opinion/2442428/dellolio-v-brown/\"><span class=\"volume\">399</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">425</span></a></span> (Tex.Civ.App.Houston 1966, no writ). The <i>Dellolio</i> court held the jury's failure to find defendant negligent in a rear-end collision case was against the great weight and preponderance of the evidence. <i>See id.</i> at 427-28. The evidence in that case showed the defendant rear-ended the plaintiff's car, which was stopped at a red light, when there was no reason why she should not have seen the light and the plaintiff's car at least one-half block away. <i>Id.</i> at 426-27. The <i>Dellolio</i> court emphasized the lack of evidence explaining why the defendant did not see the light and plaintiff's car.</p>\n<p>In <i>Cropper I and III,</i> the Texarkana Court of Appeals held the jury's failure to find the plaintiff negligent was against the great weight and preponderance of the evidence because of the undisputed evidence the plaintiff knew of a particular danger, and took no steps to avoid it when alternatives were available. <i>Cropper I</i> at 826-27; <i>Cropper III</i> at 816. These cases are distinguishable, because there is evidence here that plaintiff was not aware of the danger, and was justified in walking near the truck, based on Jennings' conduct.</p>\n<p>Defendant's points of error one through four are overruled.</p>\n<p>Defendant's ninth and tenth points of error assert the trial court erred in refusing to submit his requested definitions on \"emergency\" (point nine) and \"new and independent cause\" (point ten).</p>\n<p>Under Tex.R.Civ.P. 278, the trial court is required to submit definitions raised by the evidence and pleadings. In this case, the trial court submitted, among other things, the issue of plaintiff's negligence, and definitions of \"negligence,\" \"ordinary care,\" \"proximate cause,\" and \"unavoidable accident.\" Defendant submitted a written definition on \"emergency\" and \"intervening cause,\" which the trial court refused.</p>\n<p>Defendant requested the following definition of \"emergency.\"</p>\n<blockquote>When a person is confronted by an \"emergency\" arising suddenly and unexpectedly, which was not proximately caused by any negligence on his part and which, to a reasonable person, requires immediate action without time for deliberation, his conduct in such an emergency is not negligence or failure to use ordinary care if, after such an emergency arises, he acts as a person of ordinary prudence would have acted under the same or similar circumstances.</blockquote>\n<p>He argues the testimony of Jennings, Holleman, and Moreau raised the issue. He claims the failure to submit the definition harmed him because the jury had no opportunity to find that any negligence by Jennings, in allowing plaintiff to walk by the truck, was excused by the sudden emergency created by plaintiff walking quickly by the truck and the bale falling without warning.</p>\n<p>Defendant cites no authority except one case that says improper submission of issues is reversible error when there is harm. <i>See </i><i>Boatland of Houston, Inc. v. Bailey,</i> <span class=\"citation\" data-id=\"1623172\"><a href=\"/opinion/1623172/boatland-of-houston-inc-v-bailey/\"><span class=\"volume\">609</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">743</span></a></span>, 749-50 (Tex.1980); Tex. R.App.P. 74(f). Here, defendant does not complain of improper submission of issues, he complains of the refusal to submit issues.</p>\n<p>Additionally, the purpose of the definition would have been to allow the jury to determine whether Jennings was confronted <span class=\"star-pagination\">*785</span> by an emergency when plaintiff unilaterally walked to the back of the truck, and whether Jennings acted reasonably under these circumstances. In order to prevail on an \"emergency\" theory, the jury would had to have accepted defendant's evidence, and rejected plaintiff's evidence that Jennings called him to the back of the truck. Because the jury found defendant negligent and plaintiff not negligent, it did not accept defendant's evidence. Therefore, any error in refusing the definition of \"emergency\" was harmless. Tex.R.App.P. 81(b)(1).</p>\n<p>Defendant requested the following definition of \"intervening cause.\" \"Intervening Cause\" means the act or omission of a separate and independent agency, not reasonably foreseeable, which destroys the causal connection, if any, between the act or omission inquired about and the occurrence in question, and there by becomes the immediate cause of such occurrence.</p>\n<p>Defendant argues his testimony, that a band popping could have caused the bale to fall, raised the issue.<sup>[3]</sup> We disagree. Defendant testified that a band popping was \"one possible cause,\" but he did not know what actually caused the bale to fall. This evidence did not raise the issue of</p>\n<blockquote>\"intervening cause.\" Moreover, since the jury apparently found defendant liable on the basis of Jennings' conduct of calling plaintiff to the back of the truck, any error in refusing to submit the definition was harmless. Under this theory, it is irrelevant whether a band popped causing the bale to fall.</blockquote>\n<p>Defendant's points of error nine and ten are overruled.</p>\n<p>Defendant's twelfth point of error asserts the trial court erred in submitting an issue on plaintiff's future medical costs.</p>\n<p>The trial court submitted future medical care as an element of damages. Defendant objected claiming there was no evidence plaintiff needed future medical care.</p>\n<p>Defendant cites to the deposition testimony of three doctors who testified in their opinion plaintiff had recovered from his injuries. They had not heard from plaintiff for some time, and believed if he were still having problems, he would have contacted them. Plaintiff cites to the deposition testimony of Dr. Schumpert, who stated his diagnosis of plaintiff's long-term condition from the accident was \"chronic back pain syndrome secondary to previous vertebral fractures.\" Schumpert also testified he had previously indicated to plaintiff he needed to visit Schumpert on a regular basis. Plaintiff testified he was embarrassed to see his doctors, because he could not afford to pay the bills.</p>\n<p>Schumpert stated plaintiff needed future treatment and he would suggest a pain clinic that would cost from $5,000 to $10,-000. Additionally, he would prescribe medication at a cost of $50 to $60 per month, and recommend physical therapy at a cost $50 to $75 per visit. Initially, he would prescribe three visits per week for four to eight weeks, and, depending on plaintiff's progress, reduce the therapy.</p>\n<p>We find the evidence sufficiently raised the issue of plaintiff's future medical care, and the trial court did not err in including this element of damage in the charge. In addition, defendant cites no authority the foregoing evidence is insufficient to raise the issue of plaintiff's future medical care. Tex.R.App.P. 74(f).</p>\n<p>Defendant's twelfth point of error is overruled.</p>\n<p>Defendant's thirteenth point of error asserts insufficient responses in voir dire prejudiced him.</p>\n<p>Defendant argues one of the panel members failed to disclose he knew plaintiff's counsel. Defendant raised this issue <span class=\"star-pagination\">*786</span> at a posttrial hearing where it was established plaintiff's counsel had gone to high school with a panel member's brother, and their parents knew each other from social occasions. Plaintiff's counsel indicated he did not know the panel member in question. Defendant cites no authority in support of this point; therefore, he presents nothing for review. Tex.R.App.P. 74(f).</p>\n<p>Defendant's point of error 13 is overruled.</p>\n<p>Defendant's point of error 14 asserts the award for past and future damages was excessive and not supported by the evidence. In point of error 15, defendant alternatively argues he is entitled to a remittitur.</p>\n<p>The jury awarded plaintiff $215,000 in past damages and $212,000 in future damages for physical pain and mental anguish, disfigurement, physical impairment, and medical care. The jury's findings did not segregate a separate amount for each item of damage. In determining whether damages are excessive, we apply the same test for any factual insufficiency question and examine all the evidence in the record to determine whether sufficient evidence supports the damage award. <i>See </i><i>Pope v. Moore,</i> <span class=\"citation\" data-id=\"1500135\"><a href=\"/opinion/1500135/pope-v-moore/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">622</span></a></span>, 624 (Tex.1986). Defendant relies on evidence plaintiff's injuries had healed, he had enjoyed a good recovery, he had not seen his doctors for some time, and he had taken no pain medication.</p>\n<p>Plaintiff cites to evidence in the record that as a result of the accident, he sustained multiple rib fractures, a fractured left scapula, compression fractures of two vertebra, a ruptured spleen, and pulmonary, blood pressure, and lung problems. Plaintiff's immediate injuries were lifethreatening and painful. One doctor testified this was a multiple injury case with complex management and care. Plaintiff underwent a surgical procedure to remove his spleen. This surgery required a long incision down plaintiff's entire abdomen. Plaintiff sustained other complications from the surgery such as a collapsed lung and pulmonary problems. He incurred approximately $50,000 in medical bills.</p>\n<p>Plaintiff testified the injury was painful. He also testified he has to lie down when he is on his feet too long because of the constant pain in his back. He further stated he cannot run and play with his grandchildren, and he cannot walk, sit, or ride in a car for long periods of time.</p>\n<p>Plaintiff presented additional medical testimony that his \"chronic pain syndrome\" will be permanent. We have already outlined the evidence of plaintiff's future medical care in our discussion of defendant's point of error 12. More medical testimony was presented that plaintiff has permanent physical disabilities, limitations, and restrictions. Plaintiff's doctor also would not release him to work as a truck driver because of pain.</p>\n<p>The foregoing evidence is factually sufficient to support the jury's damages award. The conflicts in the evidence and the inferences to be drawn from the evidence were for the jury to resolve. <i>See </i><i>Herbert,</i> 754 S.W.2d at 144. We will not disturb such findings on appeal. <i>See </i><i>Tri-State Motor Transit Co. v. Nicar,</i> <span class=\"citation\" data-id=\"1778951\"><a href=\"/opinion/1778951/tri-state-motor-transit-co-v-nicar/\"><span class=\"volume\">765</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">486</span></a></span> (Tex. App.Houston [14th Dist.] 1989, no writ) (evidence of the severity of automobile accident victim's injuries, five surgeries, and other painful medical treatment, and victim's testimony of terror and pain following the accident held sufficient to support award of $200,000 for past physical pain and mental anguish).</p>\n<p>Finally, in support of his excessiveness of damages claim, defendant relies on an affidavit from one of the jurors who stated the jury inadvertently awarded plaintiff about $70,000 in damages for past and future loss of earning capacity, because the jury did not realize plaintiff had abandoned this claim prior to trial. Defendant asserts he relies on the affidavit as additional evidence of the excessiveness of the award, and not to establish jury misconduct as contemplated by Tex.R.Civ.P. 327.</p>\n<p>The affidavit is not competent evidence to attack the validity of the jury verdict. <i>See</i> Tex.R.Civ.Evid. 606(b). In addition, defendant cites no authority this Court <span class=\"star-pagination\">*787</span> should give the affidavit any weight. Tex. R.App.P. 74(f).</p>\n<p>Defendant's points of error 14 and 15 are overruled.</p>\n<p>Defendant's point of error 16 asserts the trial court erred in calculating prejudgment interest on the judgment. Plaintiff's cross-point of error one asserts the trial court erred by excluding prejudgment interest on future damages. Plaintiff's cross-point of error two asserts the trial court selected the wrong date when prejudgment interest began to accrue.</p>\n<p>The trial court awarded plaintiff prejudgment interest of $50,559.44 \"as calculated on the past damages found by the Jury with a reduction for a written settlement offer to the Plaintiff.\" The trial court ruled that prejudgment interest would begin to accrue 180 days after the suit was filed. The trial court also apparently ruled that prejudgment interest would accrue until the date it signed a final modified judgment.</p>\n<p>This suit was filed after September 2, 1987. Therefore, the applicable law is set out in Tex.Rev.Civ.Stat.Ann. art. 5069-1.05, § 6 (Vernon Supp.1992). <i>See also </i><i>C &amp; H Nationwide, Inc. v. Thompson,</i> <span class=\"citation\" data-id=\"2445174\"><a href=\"/opinion/2445174/c-h-nationwide-inc-v-thompson/\"><span class=\"volume\">810</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">259</span></a></span>, 276 (Tex.App.Houston [1st Dist.] 1991, writ requested).</p>\n<p>In this point, it is not entirely clear of what defendant complains. His argument appears to be that plaintiff caused a 142day delay during the time prejudgment interest accrued, and that plaintiff is not entitled to recover prejudgment interest during this time. <i>See</i> Tex.Rev.Civ.Stat. Ann. art. 5069-1.05, § 6(d)(2) (Vernon Supp. 1992). Defendant claims plaintiff caused the 142-day delay by obtaining four continuances of the trial setting. According to defendant's calculations, plaintiff is entitled to prejudgment interest of $25,099.</p>\n<p>Defendant cites to only two continuances in the record. He agreed to both of them. He cites no authority for the proposition that a delay, caused by an agreed continuance, is a period \"of delay caused by a claimant\" as contemplated by article 5069-1.05, § 6(d)(2). <i>See</i> Tex.R.App.P. 74(f).</p>\n<p>Defendant's sixteenth point of error is overruled.</p>\n<p>Plaintiff argues the trial court erred in not calculating prejudgment interest on the future damages. According to his calculations, he is entitled to prejudgment interest of $122,496.85.</p>\n<p>In <i>C &amp; H Nationwide,</i> a panel of this Court held Tex.Rev.Civ.Stat.Ann. art. 5069-1.05, § 6(a) (Vernon Supp.1992), allows recovery of prejudgment interest on future damages in wrongful death cases. <i>C &amp; H Nationwide,</i> 810 S.W.2d at 276. We hold article 5069-1.05, § 6(a), allows recovery of prejudgment interest on future damages in personal injury cases.</p>\n<p>Plaintiff's cross-point of error one is sustained.</p>\n<p>Plaintiff also argues the trial court selected the wrong date for when prejudgment interest began to accrue. The trial court ruled that prejudgment interest began to accrue 180 days after the date suit was filed. Plaintiff argues it should have begun to accrue on the date suit was filed.</p>\n<p>In relevant part, article 5069-1.05, § 6(a), says, \"prejudgment interest accrues on the amount of the judgment during the period beginning <i>on the 180th day after the date the defendant receives written notice of a claim or on the day the suit is filed, whichever occurs first,</i> and ending on the day preceding the date judgment is rendered.\" (Emphasis supplied). We agree with plaintiff's interpretation of the statute. Prejudgment interest begins to accrue \"on the day the suit is filed.\" Article 5069-1.05, § 6(a).</p>\n<p>Finally, there appears to be some dispute over what day the suit was filed. Plaintiff initially filed this suit against General Cotton Warehouse on April 12, 1988. The trial court apparently ruled that prejudgment interest began to accrue on the 180th day after that date. General Cotton Warehouse filed an answer to the suit \"by and through its registered agent, R.J. Hughes, Jr.\" On November 8, 1988, plaintiff filed a first amended petition in which he named \"R.J. Hughes, Jr.\" a defendant. <span class=\"star-pagination\">*788</span> The judgment is against \"Ray Hughes, Jr. d/b/a/ General Cotton Warehouse.\" \"General Cotton Warehouse\" appears to be an assumed name of \"Ray Hughes, Jr.\" <i>See</i> Tex.R.Civ.P. 28.</p>\n<p>Defendant appears to argue the day suit was filed was November 8, 1988. At the hearing on the motion for entry of judgment, everyone seemed to agree the date suit was filed was April 12, 1988. Defendant did not claim suit was filed on any other date. Therefore, he may not raise this issue for the first time on appeal. <i>See</i> Tex.R.App.P. 52(a). We hold the day suit was filed was April 12, 1988.</p>\n<p>Plaintiffs cross-point of error two is sustained.</p>\n<p>Plaintiffs cross-point of error three asserts defendant's appeal is frivolous.</p>\n<p>Plaintiff requests this Court to award him an additional 10 percent of the judgment because defendant's appeal is frivolous and not brought in good faith. <i>See</i> Tex.R.App.P. 84. We decline to impose the penalty in this case. The record defendant presented to this Court indicates that most, if not all, of the jury's findings on the liability issues were based primarily on plaintiff's testimony, when three other witnesses, two of whom appeared to be disinterested, provided different testimony which, if believed by the jury, would in all likelihood have resulted in no liability to the defendant. Defendant also filed a brief where he persuasively argued his sufficiency points that were properly preserved in the record. Most of the points of error are supported by argument, citations to the record and authorities. Also, plaintiff does not claim any harm from the appeal. We do not find the appeal to be frivolous or brought in bad faith.</p>\n<p>Plaintiff's cross-point of error three is overruled.</p>\n<p>We reverse that part of the judgment awarding plaintiff prejudgment interest, and remand the cause to the trial court to determine the amount of prejudgment interest in accordance with this opinion and article 5069-1.05, § 6. <i>See </i><i>C &amp; H Nationwide,</i> 810 S.W.2d at 276. We affirm the remainder of the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable frank C.Price, former justice, court of Appeals, first district of texas at Houston, sitting by assignment.</p>\n<p>[2]  Defendant presented evidence that the load exceeded maximum allowable limits, which could have caused the load to become unstable.</p>\n<p>[3]  In his brief, plaintiff claims Holleman testified the cause of the bale to fall was that Jennings took off the bales that were supporting the bale that fell on plaintiff. We have reviewed the cited portions of the record and find no support for this assertion. Holleman testified this was a possible cause, but he really did not know what caused the bale to fall. We have reviewed the portions of the record cited in the briefs, and have found no witness who testified a particular factor or set of factors caused the bale to fall.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1500135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1526092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623172/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1765357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1778951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780582/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2442428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2445174/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2459048/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461826/"
          ]
        }
      ],
      "judges": "Price, Duggan and Cohen",
      "date_created": "2015-10-16T07:16:56.602211Z",
      "date_modified": "2016-07-11T07:45:23.738873Z",
      "date_filed": "1992-06-18",
      "date_filed_is_approximate": false,
      "slug": "hughes-v-thrash",
      "citation_id": 2379132,
      "case_name_short": "Hughes",
      "case_name": "Hughes v. Thrash",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "832 S.W.2d 779",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2250534/hughes-v-thrash/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:55:16.313454Z",
  "date_modified": "2014-10-30T22:55:16.313454Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hughes",
  "case_name": "Hughes v. Thrash",
  "case_name_full": "",
  "slug": "hughes-v-thrash",
  "docket_number": "01-91-00486-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}