{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2260325/",
  "id": 2260325,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cal/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2359622/",
      "id": 2359622,
      "absolute_url": "/opinion/2359622/people-v-murtishaw/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2260325/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2359622/",
          "id": 2359622,
          "absolute_url": "/opinion/2359622/people-v-murtishaw/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2359622/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2305/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:14:29.176900Z",
          "date_modified": "2017-04-09T14:24:08.583627Z",
          "type": "010combined",
          "sha1": "2656e5e2087c72fdaedbd77030724f8b45e2f9a0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>51 Cal.4th 574 (2011)</b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nDAVID LESLIE MURTISHAW, Defendant and Appellant.</h1></center>\n<center>No. S110541.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>February 22, 2011.</center>\n<p><span class=\"star-pagination\">*577</span> Michael J. Hersek, State Public Defender, under appointment by the Supreme Court, and Gail R. Weinheimer, Deputy State Public Defender, for Defendant and Appellant.</p>\n<p>Edmund G. Brown, Jr., and Kamala D. Harris, Attorneys General, Dane R. Gillette, Chief Assistant Attorney General, Michael P. Farrell, Assistant Attorney General, Harry Joseph Colombo, Jamie Scheidegger and Catherine Chatman, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MORENO, J. </p>\n<p>Capital defendant David Leslie Murtishaw comes before this court for the third time. \"[In 1978 a] jury convicted [defendant] of three counts of first degree murder .... (Pen. Code, § 187; former § 217.)<sup>[1]</sup> The jury also sustained one firearm-use allegation (§ 12022.5) and one multiple-murder special-circumstance allegation. (Former § 190.2, subd. (c)(5).) After a penalty trial, the jury set the penalty at death under the 1977 death penalty law. (See former § 190.1 et seq.; Stats. 1977, ch. 316, §§ 7-13, <span class=\"star-pagination\">*578</span> pp. 1257-1262.) This court affirmed the guilt and special circumstance findings but reversed the penalty judgment. (<i>People v. Murtishaw</i> (1981) 29 Cal.3d 733 [175 Cal.Rptr. 738, 631 P.2d 446] (<i>Murtishaw I</i>).) After a penalty retrial, a jury once again determined that defendant should suffer the ultimate punishment.\" (<i>People v. Murtishaw</i> (1989) 48 Cal.3d 1001, 1006-1007 [258 Cal.Rptr. 821, 773 P.2d 172], fn. omitted (<i>Murtishaw II</i>).) In <i>Murtishaw II,</i> we \"reject[ed] defendant's attempt to reopen the validity of the guilt judgment [and found] no error at the second penalty trial which warrant[ed] reversal of the verdict. We therefore affirm[ed] the judgment in full.\" (<i>Id.</i> at p. 1007.) In 2001, however, the Ninth Circuit Court of Appeals, while affirming the federal district court's denial of defendant's petition for writ of habeas corpus as to the guilt phase, reversed its denial of the writ as to the death sentence and remanded the case for a second penalty retrial. (<i>Murtishaw v. Woodford</i> (9th Cir. 2001) 255 F.3d 926 (<i>Murtishaw III</i>).) Upon retrial, the jury once again returned a verdict of death. This appeal followed.</p>\n<p></p>\n<h2>I. STATEMENT OF FACTS AND THE CASE</h2>\n<p></p>\n<h2>A. <i>The Circumstances Surrounding the Murders</i>\n</h2>\n<p>On the morning of April 9, 1978, Lance Wyatt, a film student, went into the Mojave Desert to shoot a film for his cinema class with his wife, Marti Soto, and two friends, Ingrid Etayo and James Henderson.<sup>[2]</sup> They arrived at their location about noon, unloaded their equipment, and began filming. At some point, defendant and his brother-in-law, Greg Laufenberger, stumbled onto the movie set. The two men carried rifles and a six-pack of beer. Defendant told Wyatt that his car had broken down and asked for a ride into town. Wyatt said he would give the men a ride after he finished filming. The two men left. Later as Soto and Etayo drove into town to get lunch, they saw defendant and Laufenberger. The two men flagged the women down and asked them for a ride; the women declined and kept driving.</p>\n<p>Defendant and Laufenberger then returned to where Wyatt was filming. Wyatt found their presence unsettling and went to speak to them. Defendant smelled strongly of alcohol and was using profanity. At defendant's invitation, Wyatt took a sip of defendant's beer and fired his rifle. Wyatt then returned to his work. He prepared for the next scene, which required the use of a .38-caliber revolver loaded with blanks. Defendant watched as Henderson fired the revolver several times during the scene. A short while later, defendant and Laufenberger again approached Wyatt and asked for a <span class=\"star-pagination\">*579</span> ride into town. He repeated his offer to drive them after he finished filming. The two men decided to try their luck hitchhiking and left.</p>\n<p>Soto and Etayo returned with food. The four ate and then resumed filming. When they began to lose the light they stopped for the day. As Wyatt, Henderson and Soto were walking back to Wyatt's car with equipment, shots rang out and Henderson called, \"I've been shot.\" Wyatt dropped the equipment he was carrying and went to Henderson's assistance; the two of them and Etayo managed to make it around to the passenger's side of the car before more shots were fired. A second volley hit Soto in the head as she was scrambling for cover. Wyatt and Henderson got her around to the side of the car. There was a pause in the shooting, and Henderson and Wyatt searched unsuccessfully for the car keys. When the shooting started up again, Henderson sprinted from behind the car in an effort to find help. A volley of bullets struck and killed him.</p>\n<p>As Henderson fell to the ground, Wyatt looked beneath the car and saw defendant raise his head up from behind a bush and fire at Wyatt. One of the shots hit Wyatt in the hand. Wyatt and Etayo decided their best chance for survival was to run from defendant. Wyatt ran about 150 feet before he tripped and fell. He looked back and saw defendant approaching Etayo. He ran another 150 feet and stopped again. He saw defendant standing over Etayo who was kneeling beside Soto. Wyatt ran. He heard several more shotsthese shots killed Etayo.</p>\n<p>Wyatt reached the highway and flagged down a ride. On the drive into town, he saw defendant and Laufenberger hitchhiking.</p>\n<p>Wyatt later attempted to lead police back to the scene but was unfamiliar with the area. Eventually, police came upon defendant's car. Wyatt was taken by paramedics to the hospital, while police continued their search for Wyatt's car. They found the car and the bodies of Henderson and Etayo. Soto was also discovered, wounded but still alive. She was taken to the hospital, where she died. An autopsy revealed that she was killed by a single gunshot to the head. Henderson had sustained six gunshot wounds, three of them fatal. Etayo sustained 10 or 11 gunshot wounds, three of them fatal. The bullets removed from the victims' bodies were consistent with a semiautomatic rifle found near defendant's abandoned car.</p>\n<p></p>\n<h2>B. <i>Defendant's Statement to Police</i>\n</h2>\n<p>After defendant surrendered to the police, he gave a tape-recorded statement in which he admitted the shootings. Defendant told police that he, his wife, his sister, Beverly Laufenberger, and his brother-in-law, Greg <span class=\"star-pagination\">*580</span> Laufenberger, were playing cards and drinking the night before the shooting. His brother-in-law suggested that they \"go out into the desert.\" The following morning they left, taking with them a .22-caliber pump rifle and a case of 500 shells. They started out with two six-packs of beer, then stopped and bought another six-pack. Their car had been giving them trouble. After arriving in the desert, defendant drove down a dirt road and had to slam on the brakes to avoid going into a ditch. After that, the car would not start.</p>\n<p>Defendant and Laufenberger left the car. They were drinking beers and \"were pretty high\" when they came upon the victims making their film. They asked for a ride into town. They walked back to their car, and unsuccessfully tried to start it again. They headed back to the filming location. On the way they saw the two women driving away. Defendant asked them for a ride into town and they said \"no.\" Defendant and his brother-in-law went back to where the male victims were filming and sat and watched them. At one point Wyatt came up and spoke to defendant. He drank some of defendant's beer and fired off defendant's rifle before returning to the set.</p>\n<p>Defendant and Laufenberger left again and went out into the desert where they shot tin cans and drank beer. As it began to get dark, they returned to the film location. The victims were \"lighting this tree on fire and dancing around it or something and ... this one person I think a girl ... had this pistol and she was shootin[g] off... and this guy was taking pictures.\" Defendant saw them heading toward their car and he and Laufenberger approached them. About 30 feet from the victims' car, \"something went bang\" and it came toward defendant. He started firing in the direction of the victims. Defendant fired all his bullets and \"was putting some more in\" when he heard his brother-in-law shout, \"Throw out your gun.\" Then he saw someone running toward him and he started firing again. After the shooting stopped, Laufenberger told defendant \"let's get in their car,\" but defendant said no because he saw \"gas or something leaking\" from it. They started running. Defendant said he was \"scared and just mixed up.\" They again tried to start their car but it would not start. Eventually, they hitchhiked back to a gas station where they called their families. Defendant's wife came to pick them up. Later, defendant surrendered to the police.</p>\n<p>Throughout the interview, defendant referred to his heavy drinking on the day of the shootings, saying, for example, \"I don't think I've ever drank that much before.\" He denied having told his brother-in-law that they should shoot the victims and take their car. He said, \"I remember we were talking about something like that and he was asking me if ... I thought I could kill anybody. I told him I didn't know.\" He also indicated that his memory was unclear about the events: \"I can remember when I shot or something [but] I don't even know how many times I shot. My brother-in-law said ... I filled <span class=\"star-pagination\">*581</span> my clip twice or three times but I don't know.\" He insisted that he had only started shooting in response to hearing shots from the victims because he was afraid that \"someone was trying to hurt me or something.\"</p>\n<p></p>\n<h2>C. <i>Victim Impact Evidence</i>\n</h2>\n<p>Over defendant's objection, a number of family members were permitted to testify about how the loss of the three victims had affected them. Wyatt testified that his wife, Marti Soto, had been his high school sweetheart, and described her as \"lively\" and \"full of life.\" He told the jury he loved her and had dreamed that he saw her on the street, but that she ignored him because he had left her in the desert. He testified that, while he felt he had to escape the shooting, his \"heart says [he] should have stayed.\" Wyatt explained to the jury that he had changed his name from Buflo to Wyatt in 1984 because he \"didn't want to give that name [(Buflo)] to another woman.\" However, he never remarried.</p>\n<p>Soto's mother, Marta Soto, also testified about the impact of her daughter's loss on the Soto family. She told the jury that her son \"went almost crazy\" after her murder because he felt he had failed to protect his sister. She testified that the family had fallen away from its Catholic faith and had lived \"like hermits.\" She told the jury she would never get over her daughter's death.</p>\n<p>Testifying on behalf of Ingrid Etayo's family were Etayo's older sister, Haydee Kassai, and her niece, Sybelle Sprague. Kassai testified that, at the time of her death, Etayo had recently graduated from college, was engaged to be married, and was about to embark on a trip to Europe as her college graduation present. Her mother was \"never the same\" after Etayo's death and her father was so deeply affected that he continued to write letters to her. The impact of her sister's death on Haydee was that she \"lived in fear,\" and became anxious about her own children's well-being.</p>\n<p>Sprague was 10 years old when her aunt was murdered. She and her aunt were very close and Sprague described her aunt as being \"full of life.\" After her aunt's murder, Sprague's parents became \"very strict, very overprotective,\" and Sprague herself later became \"paranoid\" about her own children's safety. She concluded by telling the jury, \"There is always a loss. You always feel it. It never really goes away.\"</p>\n<p>Both of James Henderson's parents testified about the impact of his murder on them. His mother, Patricia, testified that, at the time of his death, Henderson was six weeks away from graduating from college and was engaged to be married. He and his fiancée had planned to wed in Paris and <span class=\"star-pagination\">*582</span> then join the Peace Corps together. Henderson's two brothers eventually moved out of California following his murder because \"[t]hey couldn't stay here any longer.\" As for her, she told the jury \"It's been hell,\" and \"You never get over something like that.\" Robert Henderson testified that his son was \"loving and ambitious. He had what I thought was a great future ahead.\" He told the jury that his son was not the only person he lost; he also lost \"the possibility of grandchildren and probably great[-]grandchildren.\" Furthermore, after his son's death, Robert Henderson testified that he gave up his construction business and became a groundskeeper and bus driver for a school district because \"I just didn't have it anymore.\"</p>\n<p></p>\n<h2>D. <i>Defendant's Mitigation Evidence</i>\n</h2>\n<p>Defendant called James Esten, a correctional consultant, to testify about defendant's prison record and the type of confinement that would be imposed upon him were he sentenced to life without the possibility of parole. Defendant was classified as a \"grade A\" inmate, which is \"the most restrictive custody available to inmates.\" Supervision of inmates so classified is \"constant and direct.\" Defendant was housed at San Quentin in a building called \"North Segregation,\" which is a desirable housing unit. The commission of any infraction by an inmate would lead to his removal from that building. Esten testified that defendant had had no disciplinary actions in his 24 years of imprisonment on death row in San Quentin, and he had remained housed in the North Segregation building that entire time. In Esten's experience, it was \"highly unusual\" for an inmate to have such a clean record. Esten testified further that, if defendant were sentenced to life without the possibility of parole, he would be transferred to a level 4 maximum security prison like Pelican Bay State Prison.</p>\n<p>The grade A classification requires a nearly perfect disciplinary record. Inmates who failed to maintain such records would be downgraded to \"grade B,\" a classification that carried far fewer privileges than grade A. Death row inmates are reviewed for reclassification every 120 days. Defendant had maintained his grade A classification during the entire 24 years of his imprisonment. Esten testified it was \"very hard\" for an inmate to maintain that rating for so long a period. The classification committee had described defendant as cooperative, and noted his involvement in \"self-help, improvement academic programs,\" and Bible studies. The committee had commended defendant for his positive attitude.</p>\n<p>One of defendant's projects was described by James Moyers, a psychotherapist holding a degree in religious studies with a focus on early Christianity, who testified as an expert in religious studies, the Bible and psychotherapy. Moyers talked about defendant's 1983 religious conversion after which he <span class=\"star-pagination\">*583</span> embarked on a project to blend the four Gospels into a single narrative, a process called \"Gospel harmony.\" According to Moyers, defendant had, by the time of trial, produced three versions of the document. In order to perform this task, defendant immersed himself in dictionaries and Bible commentaries, and had \"to learn[] something about phrasing, [and] basic grammar.\" In addition, defendant was working under the adverse conditions of death row. Although the first version was for his own use, subsequent versions were distributed in the United States and Europe. Moyers described defendant's Gospel harmonies as \"very coherent and very easily understood.\" He testified that defendant's dedication to this project was evidence that his religious conversion was authentic.</p>\n<p>Evidence was also presented about defendant's family history of mental illness and his use of the drug phencyclidine, known by its street name as PCP. Defendant's sister-in-law, Susan Murtishaw, who was married to defendant's younger brother, Steven, testified about her observations of the family's mental health issues. In addition to Steven, defendant has two older brothers, Gerald and Ronald, and a younger sister, Beverly. Susan Murtishaw testified that defendant's mother, Carol, and all his siblings had suffered from depression, stress and anxiety, and defendant's mother and his brother Ronald had been hospitalized because of their psychological issues. Both Carol and Steven also took medication for their depression and anxiety. Susan Murtishaw told the jury that defendant had always been kind to her, and that, at the time of his arrest, he was married to a woman who had three children, and he had worked to support his family.</p>\n<p>Dr. Terence McGee, a physician specializing in addiction medicine\"the study and treatment of people who use drugs and alcohol to the point of causing problems for themselves and others\"also testified on defendant's behalf. Based on his interview with defendant and review of relevant documents from the family and other physicians, Dr. McGee described defendant as someone \"who has been abusing drugs since he was seven or eight years old\" and who came from \"a quintessentially dysfunctional family full of drug abuse, alcohol abuse, and schizophrenia.\" He testified that defendant had \"an enormous appetite for any sort of drug which would seem to remove him from his abjectly miserable situation.\" According to McGee, defendant also suffers from obsessive-compulsive disorder. He described a number of manifestations of the disorder he had observed in defendant.</p>\n<p>McGee testified that \"[e]veryone in [defendant's] family has got mental disorders, with the exception of the oldest brother.\" He noted that defendant's mother had been hospitalized in a state-run psychiatric hospital a number of times, and one of his brothers had also been hospitalized for schizophrenia.</p>\n<p><span class=\"star-pagination\">*584</span> Addressing defendant's drug and alcohol consumption, McGee testified that defendant admitted to using alcohol, barbiturates, cocaine, marijuana and LSD. He told McGee that he had consumed 11 beers on the day of the shooting and had also taken \"[p]ills and he thinks PCP.\" McGee opined that, after talking to defendant about the murders, it was his subjective opinion that defendant did not remember whether or not he committed the crimes. McGee thought that defendant's use of PCP may have affected his ability to remember the events surrounding the shootings because the drug \"creates an amnesic effect.\" He also testified that the combination of alcohol and PCP had a \"synergistic effect\" that could also explain memory loss and aggressive behavior. Describing defendant as \"one of the strangest people I have ever met,\" McGee ultimately opined that, on the day of the shootings, defendant did not have \"any ... control over what he was doing, particularly given if PCP and alcohol [are] factored in.\"</p>\n<p>Also testifying on defendant's behalf was Dr. Stephen Pittel, a forensic psychologist, academician and director of research at a drug and alcohol abuse treatment facility. Based on his extensive review of declarations from defendant's family members and other experts who had examined defendant, from the transcripts of defendant's earlier trials, and from interviews with defendant and family members, Pittel provided a social history of defendant as well as expert testimony about defendant's use of PCP.</p>\n<p>Pittel confirmed that defendant's mother, brothers Ronald and Steven, and sister Beverly had all been hospitalized for mental illnesses that included bipolar disorder, schizophrenia and seasonal affective disorder. Defendant's mother in particular had a \"significant history of mental illness,\" which included bipolar episodes during which she would \"just disappear, sometimes for weeks at a time.\" In addition to mental illness, there was also a history of serious drug abuse in defendant's family. In short, Pittel described defendant's family as \"the mother of all dysfunctional families.\"</p>\n<p>With respect to defendant's substance abuse history, Pittel echoed McGee's testimony that defendant was an early abuser of alcohol and drugs; by the time he was 14 he was \"drinking about a 12 pack of beer a day,\" and sniffing gasoline. Ultimately, PCP became \"his drug of choice.\" According to Pittel, PCP causes a breakdown in the transmission from \"muscle receptors in the skin that are [giving] feedback to your brain,\" so that \"the person loses all sense of their body in relationship to their mind.\" PCP causes users to \"often seem impervious to pain\" because \"they are not experiencing any sensations.\" The drug also causes a psychosis that can persist for as long as two or three months after the drug is ingested. This drug-induced psychosis \"is characterized by extreme disorientation, often by visual and auditory hallucinations, and by a total loss of contact with reality.\"</p>\n<p><span class=\"star-pagination\">*585</span> In addition to the family history of mental illness and his own substance abuse, defendant also had a history of head injuries. These included being hit over the head by a bottle of wine, falling off the back of a car, swimming into a pane of glass, and having a two-by-four board broken over his head. At least two of these incidents had rendered him unconscious, one of them for a day and a half. According to Pittel, the effects of these head injuries may have enhanced the effect of any drugs that defendant took.</p>\n<p>Citing evidence in the transcripts he had reviewed, Pittel opined that defendant was under the influence of alcohol and PCP on the day of the murders, and that he had also suffered some brain damage as a result of his history of head injuries. Thus, in his opinion, defendant \"was mentally impaired\" at the time he committed the murders.</p>\n<p></p>\n<h2>E. <i>Prosecution Rebuttal Evidence</i>\n</h2>\n<p>In rebuttal, the prosecution called Bradley Borison, a state prison inmate who had spoken with defendant about the murders. Borison testified that defendant admitted he had shot the victims, but said he had been on PCP. He told Borison he killed the victims to steal their car and drive back to Los Angeles to buy more drugs.</p>\n<p></p>\n<h2>F. <i>Sentencing</i>\n</h2>\n<p>The jury returned a verdict of death. Defendant filed motions for a new trial and for modification of the judgment. The motions were denied and he was sentenced to death for each of the three murders. The sentences for the remainder of the charges on which he was convicted were stayed. This appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Failure to Give Defendant's Instruction on Scope of Sentencing Discretion</i>\n</h2>\n<p>(1) Defendant contends that the trial court committed reversible error by failing to instruct the jury, as defendant requested, that it had the discretion to impose life without the possibility of parole even if the factors in aggravation outweighed the factors in mitigation.<sup>[3]</sup> He maintains that this requested <span class=\"star-pagination\">*586</span> instruction was required by \"California law and the previous decisions in this case,\" because \"it is clear that [his] jury had the discretion to reject the death penalty even if it found that the aggravating factors outweighed the mitigating factors.\" We conclude that the trial court correctly refused to give the instruction.</p>\n<p>(2) As we noted in <i>Murtishaw II,</i> when defendant committed his crimes \"the death penalty statute passed by the Legislature in 1977 (the 1977 law) was still in effect. (Stats. 1977, ch. 316, §§ 1-26, pp. 1255-1266.) The Briggs death penalty initiative (the 1978 law) became effective thereafter, on November 8, 1978.\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1025.) As relevant here, the 1977 law, after enumerating 10 sentencing factors, directed that \"the trier of fact shall consider, take into account and be guided by the aggravating and mitigating circumstances ...\" (former § 190.3, added by Stats. 1977, ch. 316, § 11, p. 1258), while the 1978 law adds, after this language, the directive that the finder of fact \"shall impose a sentence of death if the trier of fact concludes that the aggravating circumstances outweigh the mitigating circumstances.\" (§ 190.3.) In <i>Murtishaw II,</i> we held that it was error for the trial court in the first penalty phase retrial to have given instructions modeled on the 1978 law rather than the applicable 1977 law, but we found the error harmless. (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1025.)</p>\n<p>In <i>Murtishaw III,</i> the Ninth Circuit Court of Appeals reversed the death judgment and remanded for retrial. The Ninth Circuit concluded that giving the jury instructions \"based on the bare language of the 1978 statute\" violated the ex post facto provisions of the United States Constitution because \"[u]nder the 1977 statute the jury would have had discretion to reject the death penalty even if it found that the aggravating factors outweighed the mitigating factors. However, under the bare language of the 1978 statute the jury did not have this discretion. Indeed, under the plain language of the 1978 statute, if aggravating circumstances even slightly outweighed mitigating circumstances, death was mandatory.\" (<i>Murtishaw III, supra,</i> 255 F.3d at p. 961.)</p>\n<p>At the current penalty phase retrial, the parties and the court agreed that the jury had to be instructed with the language of the 1977 law. The jury was thus instructed that: \"In determining which penalty is to be imposed on the defendant you shall consider all of the evidence which has been received during the trial of this case. You shall <i>consider, take into account and be</i> <span class=\"star-pagination\">*587</span> <i>guided by the following factors, if applicable</i> ....\" There followed 10 enumerated factors in aggravation and mitigation.</p>\n<p>Defendant, however, requested that the court give an additional instruction \"pointing out that even if the factors in aggravation outweigh mitigation, the jury can still vote for life.\" The trial court declined to do so. The trial court observed that it was the use of the 1978 weighing instruction that had led the Ninth Circuit to reverse the death sentencespecifically the language in the instruction that \"if you conclude that the aggravating circumstances outweigh the mitigating circumstances, you shall impose the sentence of death.\" The court said: \"And that was the problem. And that is not the instruction as it was given under the 1977 statute.... [I]t says simply, you shall consider, take into account and be guided by the following factors .... And it doesn't give them any direction how they should use their good judgment.\" Defense counsel responded that, under the 1977 law, \"even if ... the factors in aggravation outweighed mitigation, [the jury] still had the discretion to vote for life or for death.\" The trial court agreed but said, \"There's nothing that they are going to be told that would guide them in any other direction.\" Therefore, the court declined to give the requested instruction.</p>\n<p>The trial court was correct. The concept of weighing factors in aggravation and mitigation was not part of the 1977 law under which defendant was tried, and any reference to that process in this case would have been inappropriate. For that reason, we rejected an argument similar to the defendant's in <i>People v. Ledesma</i> (2006) 39 Cal.4th 641 [47 Cal.Rptr.3d 326, 140 P.3d 657] (<i>Ledesma</i>).</p>\n<p>In <i>Ledesma,</i> we found \"no merit\" in the defendant's claim that the trial court erroneously denied \"instructions proposed by the defense that would have required the jury to `weigh' aggravating and mitigating factors. [Citation.] The 1977 death penalty law under which defendant was tried did not require specifically that the jury weigh aggravating factors, and the jury was instructed, in accordance with that statute, to `consider, take into account and be guided by' the aggravating and mitigating circumstances. [Citation.] Furthermore, we have noted that `there may well be no significant difference between' the 1977 law's requirement that the jury `consider' the aggravating and mitigating factors and the 1978 law's requirement that the jury weigh these factors. [Citations.] Because the jury was not instructed to weigh aggravating and mitigating factors, defendant's further request for an instruction that the jury could return a verdict of life imprisonment without the possibility of parole even if the aggravating factors outweighed the mitigating factors was irrelevant and unnecessary.\" (<i>Ledesma, supra,</i> 39 Cal.4th at pp. 738-739.)</p>\n<p><span class=\"star-pagination\">*588</span> As in <i>Ledesma,</i> the jury in this case was correctly instructed under the 1977 law, which contained no weighing language. Defendant's instruction, by introducing the concept of weighing, would have been, at best, anachronistic, since that concept was not part of the 1977 law, and, at worst, confusing. It would also have been unnecessary since the process by which the jury determines the penalty under either version of the law is the same. That is, the language used in the 1977 law requiring the jury to \"consider\" the relevant factors is essentially the same as the 1978 law's directive to \"weigh\" the relevant factors in determining the appropriate penalty.</p>\n<p>As we explained in <i>Murtishaw II,</i> the 1978 law, \"`should not be understood to require any juror to vote for the death penalty unless, upon completion of the \"weighing\" process, he decides that <i>death is the appropriate penalty under all the circumstances.</i> ...' [Citation.] [¶] A 1978-law jury may not approach this task arbitrarily or mechanically. Rather, each juror must assign `whatever moral or sympathetic value he deems appropriate' to the relevant sentencing factors, singly and in combination. He must believe aggravation is so relatively great, and mitigation so comparatively minor, that the defendant deserves death rather than society's next most serious punishment, life in prison without parole. [Citation.] [¶] This analysis leaves a 1978-law sentencer with the same range of potential mitigating evidence and the same broad power of leniency and mercy afforded a 1977-law jury.\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1027.)</p>\n<p>Defendant apparently believes that the language of the 1977-law instruction given in this casethat the jury \"consider, take into account and be guided by\" the enumerated factorsis less concrete than a jury instruction containing weighing language. Therefore, he asserts, since the process is essentially the same under either version of the statute, the trial court should have given his requested instruction with the weighing language.</p>\n<p>(3) His argument fails. First, defendant's weighing language appears to describe the kind of mechanical process that we have held is not intended by that language. \"[T]he word `weighing' is a metaphor for a process which by nature is incapable of precise description. The word connotes a mental balancing process, but certainly not one which calls for a mere mechanical counting of factors on each side of the imaginary `scale,' or the arbitrary assignment of `weights' to any of them.\" (<i>People v. Brown</i> (1985) 40 Cal.3d 512, 541 [230 Cal.Rptr. 834, 726 P.2d 516].) Indeed, the current instruction on the weighing process for purposes of the 1978 law elaborately explains that process precisely so as to preclude the mechanical counting of factors as <span class=\"star-pagination\">*589</span> a basis for the jury's decision. (CALCRIM No. 766.)<sup>[4]</sup> Second, while we have construed the process by which the jury exercises its discretion to be essentially the same under either the 1977 or 1978 statute, the fact remains that each version describes that process in different language\"consider\" (1977) versus \"weigh\" (1978). That difference must be respected. Instructions under each statute must be couched in the language of the statute that applies, lest the jury potentially be confused or misled. Indeed, it was the potential for confusion that led us to agree with defendant in <i>Murtishaw II</i> that it was technically erroralbeit harmlessto instruct the jury at his first penalty phase trial in the language of the 1978 law. (<i>Murtishaw II, supra,</i> 48 Cal.3d at pp. 1028-1031.) Had the trial court in the present proceeding given defendant's requested instruction, it would potentially have committed the same error.</p>\n<p>(4) In his reply brief, defendant, for the first time, argues the instruction was required under law of the case principles based on our decision in <i>Murtishaw II.</i> \"`The doctrine of the law of the case is this: That where, upon an appeal, the [reviewing] court, in deciding the appeal, states in its opinion a principle or rule of law necessary to the decision, that principle or rule becomes the law of the case and must be adhered to throughout its subsequent progress, both in the lower court and upon subsequent appeal and ... in any subsequent suit for the same cause of action, and this [is true] although in its subsequent consideration this court may be clearly of the opinion that the former decision is erroneous in that particular.'\" (<i>People v. Shuey</i> (1975) 13 Cal.3d 835, 841 [120 Cal.Rptr. 83, 533 P.2d 211], quoting <i>Tally v. Ganahl</i> (1907) 151 Cal. 418, 421 [90 P. 1049].)</p>\n<p>Defendant's law of the case argument is predicated upon our discussion in <i>Murtishaw II</i> in which we concluded that the scope of the jury's discretion was essentially the same under the 1977 and 1978 death penalty statutes. (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1026.) Defendant asserts that this conclusion required the trial court to give his weighing instruction in this case. The issue before us in <i>Murtishaw II</i> was the error in giving 1978-law instructions in a case governed by the 1977 law. Defendant's construction of <i>Murtishaw II</i> turns that decision on its head insofar as he now attempts to read our decision to require the very thing that we determined was error importing 1978-law instructions into a case involving the 1977 statute. The law of the case doctrine has no application here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*590</span> B. <i>Trial Court's Failure to Give a Sua Sponte Instruction Regarding Defendant's Prior Penalty Phase Trials</i>\n</h2>\n<p>As part of his trial strategy, defendant presented a \"Death Row redemption\" defense in which he stressed, for example, his religious conversion and his 24-year discipline-free record in prison. (See <i>People v. Anderson</i> (1990) 52 Cal.3d 453, 468 [276 Cal.Rptr. 356, 801 P.2d 1107].) Necessarily, the jury learned about defendant's prior death verdicts. Defense counsel referred to them in closing argument, arguing, for instance, that the prior death verdicts had brought no emotional relief to the families of the victims.</p>\n<p>Defendant now faults the trial court for its failure to have instructed the jury sua sponte not to consider the fact of those prior verdicts in determining the appropriate penalty. According to defendant, as a result of the trial court's instructional error (1) \"one or more jurors may have considered the fact that two previous juries returned a death verdict in this case as a reason to impose death\"; (2) \"an instruction was necessary to prevent the jury from dismissing or devaluing [defendant's] mitigating evidence\" because it had been deemed insufficient by two previous juries; and (3) \"the jury's sense of responsibility for its decision was ... undermined by the knowledge that the two prior death judgments were both set aside by a higher court.\"</p>\n<p>The argument is without merit.</p>\n<p>(5) Absent a request, the trial court was not required to give instructions limiting the purpose for which the jury could consider the evidence. Evidence Code section 355 states: \"When evidence is admissible ... for one purpose and is inadmissible ... for another purpose, the court <i>upon request</i> shall restrict the evidence to its proper scope and instruct the jury accordingly.\" (Italics added.) \"Absent a request, a trial court generally has no duty to instruct as to the limited purpose for which evidence has been admitted.\" (<i>People v. Cowan</i> (2010) 50 Cal.4th 401, 479 [113 Cal.Rptr.3d 850, 236 P.3d 1074].) There is a \"possible\" narrow exception in the \"`occasional extraordinary case'\" in which the evidence \"`is a dominant part of the evidence against the accused, and is both highly prejudicial and minimally relevant to any legitimate purpose.'\" (<i>People v. Hernandez</i> (2004) 33 Cal.4th 1040, 1051-1052 [16 Cal.Rptr.3d 880, 94 P.3d 1080], quoting <i>People v. Collie</i> (1981) 30 Cal.3d 43, 63-64 [177 Cal.Rptr. 458, 634 P.2d 534].) That exception does not apply here because the evidence in question was admitted not against defendant but in his behalf. Accordingly, the trial court had no sua sponte duty to give a limiting instruction regarding evidence of the prior death verdicts.</p>\n<p><span class=\"star-pagination\">*591</span> The argument also fails on its merits. In <i>People v. Ramos</i> (1997) 15 Cal.4th 1133 [64 Cal.Rptr.2d 892, 938 P.2d 950], a similar claim was made and rejected by this court. In <i>Ramos,</i> the trial court declined to instruct the jury not to consider the prior death verdict. We found no error. \"In <i>Romano v. Oklahoma</i> (1994) 512 U.S. 1 [114 S.Ct. 2004, 129 L.Ed.2d 1], the jury was not instructed in determining penalty to disregard the fact a capital defendant had already been sentenced to death in another case. Although the evidence may have been irrelevant, the Supreme Court found no Eighth Amendment or due process violation because `the jury was not affirmatively misled regarding its role in the sentencing process.' [Citations.] `[I]f the jurors followed the trial court's instructions, which we presume they did [citation], this evidence should have littleif anyeffect on their deliberations. Those instructions clearly and properly described the jurors' paramount role in determining petitioner's sentence, and they also explicitly limited the jurors' consideration of aggravating factors to the four which the State sought to prove.' [Citation.] [¶] Similarly here, the trial court repeatedly directed the jury it must determine the appropriate penalty in light of the statutory factors in aggravation and mitigation. The court also expressly instructed that the determination depended upon each juror's individual weighing of those circumstances. Moreover, nothing in the evidence or argument of counsel was `inaccurate [or] misleading in a manner that diminished the jury's sense of responsibility.' [Citation.] Accordingly, the omission of a specific instruction to disregard the prior death sentence was not error. [Citation.]\" (<i>People v. Ramos, supra,</i> 15 Cal.4th at p. 1181.)</p>\n<p>The reasoning in <i>Ramos</i> is applicable here. The jury was repeatedly instructed to base its determination on the evidence presented in this case, and, as in <i>Ramos,</i> we presume the jury followed those instructions. Moreover, as was also true in <i>Ramos,</i> there was nothing in the argument of either counsel that suggested responsibility for the determination of the penalty rested anywhere other than with this jury.<sup>[5]</sup> Finally, defendant's claim of prejudice is entirely speculative, for he points to nothing in the record that supports his claim that any juror either voted to impose the death penalty <span class=\"star-pagination\">*592</span> because the previous juries had done so or devalued defendant's evidence because it had failed to persuade the previous juries.</p>\n<p>Defendant's reliance on <i>Caldwell v. Mississippi</i> (1985) 472 U.S. 320 [86 L.Ed.2d 231, 105 S.Ct. 2633] is also unavailing. In <i>Caldwell,</i> a capital case, the prosecutor responded to a defense argument emphasizing the gravity of the jury's role in deciding the penalty by telling the jurors \"`your decision is not the final decision,'\" and \"`the decision you render is automatically reviewable by the Supreme Court.'\" (<i>Id.</i> at pp. 325-326.) In reversing, a plurality of the Supreme Court held \"it is constitutionally impermissible to rest a death sentence on a determination made by a sentencer who has been led to believe that the responsibility for determining the appropriateness of the defendant's death rests elsewhere.\" (<i>Id.</i> at pp. 328-329.)</p>\n<p>(6) Subsequently, however, the Supreme Court has recognized that <i>Caldwell</i>'s holding may be narrower: \"As JUSTICE O'CONNOR supplied the fifth vote in <i>Caldwell,</i> and concurred on grounds narrower than those put forth by the plurality, her position is controlling. [Citations.] Accordingly, we have since read <i>Caldwell</i> as `relevant only to certain types of comment those that mislead the jury as to its role in the sentencing process in a way that allows the jury to feel less responsible than it should for the sentencing decision.' [Citation.] Thus, `[t]o establish a <i>Caldwell</i> violation, a defendant necessarily must show that the remarks to the jury improperly described the role assigned to the jury by local law.'\" (<i>Romano v. Oklahoma, supra,</i> 512 U.S. at p. 9; see <i>id.</i> at p. 14 (conc. opn. of O'Connor, J.) [\"The inaccuracy of the prosecutor's argument in <i>Caldwell</i> was essential to my conclusion that the argument was unconstitutional. [Citation.] An accurate description of the jury's roleeven one that lessened the jury's sense of responsibilitywould have been constitutional.\"]; <i>People v. Osband</i> (1996) 13 Cal.4th 622, 694 [55 Cal.Rptr.2d 26, 919 P.2d 640] [\"<i>Caldwell</i> error occurs when the jury has been `affirmatively misled ... regarding its role in the sentencing process so as to diminish its sense of responsibility.'\"].)</p>\n<p>In this case, the prosecutor did not affirmatively mislead the jury regarding its role in the sentencing process so as to diminish its sense of responsibility for its decision. Therefore, there was no <i>Caldwell</i> error in this case; nor, under <i>Ramos,</i> did the trial court err by not giving a sua sponte instruction limiting consideration of evidence of defendant's prior death verdicts.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*593</span> C. <i>Trial Court's Refusal to Give</i> Flannel <i>Instruction</i>\n</h2>\n<p>Defendant contends that the trial court erred when it rejected his proffered instruction on \"unreasonable self-defense\" or imperfect self-defense pursuant to <i>People v. Flannel</i> (1979) 25 Cal.3d 668 [160 Cal.Rptr. 84, 603 P.2d 1]. He asserts that the instruction was justified because of statements he made to the police that he fired at the victims in response to gunfire he believed was directed at him. Defendant acknowledges that this doctrine applies to the issue of guilt. (<i>Id.</i> at p. 672 [a defense of imperfect self-defense \"negates malice so that the offense is reduced from murder to manslaughter\"].) Nonetheless, he maintains that, had the instruction been given at the penalty phase, \"defense counsel would have been able to remind [the jury] of this legal principle ... and argue that lingering doubt [remained] concerning [defendant's] mistake of fact in determining whether [defendant] should be sentenced to death.\"</p>\n<p>In <i>Murtishaw II,</i> defendant contended that the trial court had erred by failing to give an unreasonable self-defense instruction sua sponte. We expressed doubt that the court had a sua sponte duty to so instruct but went on to reject the claim on its merits. That decision controls here.</p>\n<p>\"[Defendant] further claims that the failure to so instruct <i>precluded</i> the jury from considering the evidence adduced at the penalty retrial which was suggestive of an unreasonable belief in the need for self-defense. [¶] We may quickly reject this latter contention. The jury was instructed that a defendant's <i>reasonable</i> belief in moral justification was a mitigating circumstance [citations], thus possibly raising the negative inference that an <i>unreasonable</i> belief was not a proper consideration. However, the jury was also instructed to consider in mitigation `[a]ny other circumstance which extenuates the gravity of the crime even though it is not a legal excuse for the crime.' [Citations.] Had the jury believed defendant's evidence that he harbored an honest but unreasonable belief in the need for self-defensive action, the instructions permitted consideration of that information as a mitigating factor under [section 190.3,] factor (j)-(k). [Citation.]\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1017.) For the same reason, we further rejected defendant's claim that the trial court's failure to instruct on imperfect self-defense violated the Fifth and Eighth Amendments to the United States Constitution because it prevented him from arguing lingering doubt as a factor in mitigation. \"The factor (j)-(k) instruction given at the second penalty trial allowed the sentencer to consider any `lingering doubts' about the culpability of defendant's conduct. <i>No error appears.</i>\" (<i>Murtishaw II,</i> at p. 1018, italics added.)</p>\n<p><span class=\"star-pagination\">*594</span> In this case, as in <i>Murtishaw II,</i> the trial court instructed the jury with CALJIC former No. 8.88.1, which included section 190.3, factor (k) allowing the jury, in determining the appropriate sentence, to consider \"[a]ny other circumstance which extenuates the gravity of the crime even though it is not a legal excuse for the crime, and any other aspect of the defendant's character or record that the defendant offers as a basis for a sentence less than death, whether or not related to the offense for which he is on trial.\" Just as in <i>Murtishaw II,</i> instructing the jury with this factor permitted the jury to consider defendant's imperfect self-defense claim in determining the appropriate sentence. Accordingly, under the law of the case doctrine, defendant's argument is foreclosed.<sup>[7]</sup></p>\n<p>We are not persuaded by defendant's further argument that changes in the law since <i>Murtishaw II</i> have eroded our reasoning so as to preclude application of the law of the case doctrine. Defendant notes that in rejecting his claim the trial court had a sua sponte obligation to instruct on unreasonable self-defense, we included a citation to <i>People v. Wickersham</i> (1982) 32 Cal.3d 307 [185 Cal.Rptr. 436, 650 P.2d 311]. In <i>Wickersham,</i> we characterized unreasonable self-defense as a \"defense\" such that an instruction on voluntary manslaughter based on this theory was required only if requested or, sua sponte only, \"`if it appears that the defendant is relying on such a defense, or if there is substantial evidence supportive of such a defense and the defense is not inconsistent with the defendant's theory of the case.'\" (<i>Id.</i> at pp. 328-329.)</p>\n<p>(7) In <i>People v. Barton</i> (1995) 12 Cal.4th 186 [47 Cal.Rptr.2d 569, 906 P.2d 531], we revisited our characterization of unreasonable self-defense as a defense. We concluded that it was not a true defense but \"a shorthand description of one form of voluntary manslaughter,\" obligating the trial court to instruct on it, sua sponte, as a lesser offense of murder \"whenever the evidence is such that a jury could reasonably conclude that the defendant killed the victim in the unreasonable but good faith belief in having to act in self-defense.\" (<i>Id.</i> at pp. 200-201.) This discussion in <i>Barton</i> does not, however, undermine our conclusion in <i>Murtishaw II</i> that the failure to give an unreasonable self-defense instruction in a <i>penalty phase trial</i> was not error because other instructions permitted jury consideration of that claim as a factor in mitigation.</p>\n<p></p>\n<h2>D. <i>Victim Impact Evidence</i>\n</h2>\n<p>Defendant contends that the trial court erred in permitting relatives of the victims to testify to the impact on their lives of the loss of their loved ones <span class=\"star-pagination\">*595</span> and by failing to give a limiting instruction on the victim impact evidence. He also argues that the trial court failed to exercise its discretion before denying his motion to exclude the evidence pursuant to Evidence Code section 352. Finally, he contends that the admission of such evidence violates the ex post facto and due process clauses of the Fourteenth Amendment. We disagree.</p>\n<p>(8) \"As we have repeatedly held, victim impact evidence is relevant and admissible pursuant to section 190.3, factor (a) as a circumstance of the crime so long as it is not `so unduly prejudicial' that it renders the trial `fundamentally unfair.' [Citations.] Admission of testimony presented by a few close friends or relatives of each victim, as well as images of the victim while he or she was alive, has repeatedly been held constitutionally permissible.\" (<i>People v. Russell</i> (2010) 50 Cal.4th 1228, 1264-1265 [117 Cal.Rptr.3d 615, 242 P.3d 68]; see <i>Payne v. Tennessee</i> (1991) 501 U.S. 808 [115 L.Ed.2d 720, 111 S.Ct. 2597].)</p>\n<p>Although defendant contends that the victim impact evidence in this case was \"detailed, excessive, and emotionally-charged,\" our review of the testimonysummarized at the outset of this opiniondoes not support that characterization. To the contrary, the testimony of the victims' family memberswhile undoubtedly emotionally chargedwas relevant, restrained and relatively brief. There was no error in the admission of this evidence.</p>\n<p>Defendant asserts further that the trial court was required to have provided sua sponte a limiting instruction on the jury's consideration of this evidence. Not so. \"Absent a request, a trial court generally has no duty to instruct as to the limited purpose for which evidence has been admitted.\" (<i>People v. Cowan, supra,</i> 50 Cal.4th 401, 479.) Defendant points to no authority that makes an exception to this rule in the case of victim impact evidence.</p>\n<p>We also reject defendant's claim that the trial court failed to exercise its discretion when it denied his motion to exclude the evidence as more prejudicial than probative under Evidence Code section 352. With respect to victim impact evidence, we have said that \"`the trial court must strike a careful balance between the probative and the prejudicial. [Citations.] On the one hand, it should allow evidence and argument on emotional though relevant subjects that could provide legitimate reasons to sway the jury to show mercy or to impose the ultimate sanction. On the other hand, irrelevant information or inflammatory rhetoric that diverts the jury's attention from its proper role or invites an irrational, purely subjective response should be <span class=\"star-pagination\">*596</span> curtailed.'\" (<i>People v. Edwards</i> (1991) 54 Cal.3d 787, 836 [1 Cal.Rptr.2d 696, 819 P.2d 436], quoting <i>People v. Haskett</i> (1982) 30 Cal.3d 841, 864 [180 Cal.Rptr. 640, 640 P.2d 776].) We apply this standard to defendant's contention.</p>\n<p>Prior to trial, the trial court conducted a hearing regarding the victim impact evidence, during which it became informed of the nature of the testimony the prosecution intended to present and defendant's objections to it. At the conclusion of the hearing the trial court limited the testimony of all witnesses to preclude them from expressing their feelings about defendant or the appropriate penalty. Thus, the court was aware of the nature of the evidence, defendant's objections to it, and did, in fact, impose some limitations on it. Under these circumstances, we conclude that the trial court properly exercised its discretion under the standard set forth above.</p>\n<p>Finally, regarding defendant's ex post facto claim, as he concedes, we have previously considered and rejected the same claim. (See, e.g., <i>People v. Roldan</i> (2005) 35 Cal.4th 646, 732 [27 Cal.Rptr.3d 360, 110 P.3d 289].) He provides no persuasive reason for us to reconsider our ruling.</p>\n<p></p>\n<h2>E. <i>Cumulative Error</i>\n</h2>\n<p>Defendant contends that the cumulative effect of errors during the penalty phase trial requires reversal. Not so. (<i>People v. Panah</i> (2005) 35 Cal.4th 395, 501 [25 Cal.Rptr.3d 672, 107 P.3d 790].)</p>\n<p></p>\n<h2>F. <i>Challenges to the Death Penalty Statute</i>\n</h2>\n<p>Defendant advances 10 challenges to the death penalty statute, all of which we have repeatedly considered and rejected. His claims are as follows:</p>\n<p>(A) Section 190.3, factor (a) is unconstitutionally broad. We have rejected this argument. (<i>People v. Kennedy</i> (2005) 36 Cal.4th 595, 641 [31 Cal.Rptr.3d 160, 115 P.3d 472].)</p>\n<p>(B) The death penalty statute and accompanying instructions are unconstitutional because they fail to designate a burden of proof. All such challenges have been considered and rejected by this court. (<i>People v. Panah, supra,</i> 35 Cal.4th at p. 499.)</p>\n<p>(C) The absence of a requirement of a finding of unanimity as to factors in aggravation renders the death sentence unconstitutional. \"[U]nanimity with respect to aggravating factors is not required by statute or as a constitutional procedural safeguard.\" (<i>People v. Taylor</i> (1990) 52 Cal.3d 719, 749 [276 <span class=\"star-pagination\">*597</span> Cal.Rptr. 391, 801 P.2d 1142]; accord, <i>People v. Prieto</i> (2003) 30 Cal.4th 226, 275 [133 Cal.Rptr.2d 18, 66 P.3d 1123].)</p>\n<p>(D) Failure of the instructions to inform the jury that death must be the appropriate penalty and not merely the warranted penalty violated his constitutional rights. We disagree. (<i>People v. Wilson</i> (2008) 43 Cal.4th 1, 32 [73 Cal.Rptr.3d 620, 178 P.3d 1113].)</p>\n<p>(E) The trial court violated his due process rights by failing to provide the jury with a presumption of life instruction. Not so. (<i>People v. Rundle</i> (2008) 43 Cal.4th 76, 199 [74 Cal.Rptr.3d 454, 180 P.3d 224].)</p>\n<p>(F) The failure to require written findings by the jury deprived defendant of various constitutional rights as well as the right to meaningful appellate review. We have held otherwise. (<i>People v. Cook</i> (2006) 39 Cal.4th 566, 619 [47 Cal.Rptr.3d 22, 139 P.3d 492].)</p>\n<p>(G) The instructions regarding factors in mitigation and aggravation violated defendant's constitutional rights because (1) the use of restrictive adjectives\"extreme,\" \"reasonable,\" and \"substantial\"acted as barriers to the consideration of mitigation; (2) the instructions failed to delete inapplicable sentencing factors; and (3) the court failed to instruct the jury that the factors in mitigation were relevant solely as possible mitigators. We have rejected each of these arguments. (<i>People v. Panah, supra,</i> 35 Cal.4th at pp. 499-500.)</p>\n<p>(H) The failure of the trial court or this court to undertake intercase proportionality review violated defendant's constitutional rights. Not so. (<i>People v. Rundle, supra,</i> 43 Cal.4th at p. 199 [neither \"the trial court [nor] this court [is] required to engage in intercase proportionality review when examining a death verdict\"].)</p>\n<p>(I) The death penalty scheme violates the federal equal protection clause because it provides fewer procedural protections than for defendants charged with noncapital offenses. We have concluded otherwise. (<i>People v. Manriquez</i> (2005) 37 Cal.4th 547, 590 [36 Cal.Rptr.3d 340, 123 P.3d 614].)</p>\n<p>(J) The use of the death penalty violates international norms. As defendant concedes we have repeatedly rejected this argument. (<i>People v. Brasure</i> (2008) 42 Cal.4th 1037, 1071-1072 [71 Cal.Rptr.3d 675, 175 P.3d 632].) We see no reason to reconsider any of these rulings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*598</span> III. CONCLUSION</h2>\n<p>The judgment is affirmed.</p>\n<p>Cantil-Sakauye, C. J., Kennard, J., Baxter, J., Werdegar, J., Chin, J., and Corrigan, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All further unspecified statutory references are to the Penal Code.</p>\n<p>[2]  At the time of the offenses, Lance Wyatt was known as Lance Buflo, and is referred to as such in our earlier opinions and in the Ninth Circuit opinion. However, he changed his name to Wyatt in 1984 and was referred to as Wyatt in the retrial; we use Wyatt here as well.</p>\n<p>[3]  Here, as elsewhere, defendant advances federal constitutional claims he did not assert in the trial court. \"[W]e ... entertain constitutional claims not raised below only to the extent `the new arguments do not invoke facts or legal standards different from those the trial court itself was asked to apply, but merely assert that the trial court's act or omission, insofar as wrong for the reasons actually presented to that court, had the additional <i>legal consequence</i> of violating the Constitution.... [¶] In [this] instance, of course, rejection, on the merits, of a claim that the trial court erred on the issue actually before that court necessarily leads to a rejection of the newly applied constitutional \"gloss\" as well. No separate constitutional discussion is required in such cases, and we therefore provide none.' [Citation.]\" (<i>People v. Richardson</i> (2008) 43 Cal.4th 959, 984, fn. 11 [77 Cal.Rptr.3d 163, 183 P.3d 1146].)</p>\n<p>[4]  Defendant asserts that this instruction is evidence that the instruction given in his case was inadequate because the latter instruction contained no similar language. Defendant ignores the fact that a definition of the weighing process is required under current law only because current law in the form of section 190.3 introduced the concept of weighing several factors. Since the 1977 law did not have such language, no such similar definition was required.</p>\n<p>[5]  Defendant attempts to distinguish <i>Ramos</i> because there the jury was informed during the jury selection process of its duty to disregard the prior verdict. The trial court mentioned this when it denied defendant's new trial motion, but that admonition was not part of our analysis and rejection of defendant's claim on appeal. (<i>People v. Ramos, supra,</i> 15 Cal.4th at pp. 1180-1181.) Defendant also suggests that <i>Ramos</i> is distinguishable because it was tried under the 1978 law in which the jury was limited to specific factors in aggravation and mitigation, whereas here the jury's \"consideration of aggravation and its determination of penalty was not limited to the factors specified in the instruction.\" This is a misreading of the instructions. The jury was specifically told to consider the evidence in light of the enumerated factors. There is nothing in the instructions that encouraged, much less permitted, the jury to take into account the prior death verdicts in determining the appropriate sentence.</p>\n<p>[6]  Defendant also suggests that <i>People v. Duran</i> (1976) 16 Cal.3d 282 [127 Cal.Rptr. 618, 545 P.2d 1322], bears some relevance to this case. The point of that decision was to provide guidelines to govern the imposition of physical restraints on a defendant in the courtroom. As part of our discussion, we required the trial court to instruct the jury that such restraintsif visible to the juryshould have no bearing on its decision. (<i>Id.</i> at pp. 291-292.) That decision is inapplicable, directly or by analogy, to this case.</p>\n<p>[7]  Contrary to defendant's claim, the <i>Murtishaw II</i> holding was not based on the distinction between a sua sponte instruction and a requested instruction. Had we intended to base our holding on that distinction, we would have said so.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">574</span></span> (2011)</b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nDAVID LESLIE MURTISHAW, Defendant and Appellant.</h1></center>\n<center>No. S110541.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>February 22, 2011.</center>\n<p><span class=\"star-pagination\">*577</span> Michael J. Hersek, State Public Defender, under appointment by the Supreme Court, and Gail R. Weinheimer, Deputy State Public Defender, for Defendant and Appellant.</p>\n<p>Edmund G. Brown, Jr., and Kamala D. Harris, Attorneys General, Dane R. Gillette, Chief Assistant Attorney General, Michael P. Farrell, Assistant Attorney General, Harry Joseph Colombo, Jamie Scheidegger and Catherine Chatman, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MORENO, J. </p>\n<p>Capital defendant David Leslie Murtishaw comes before this court for the third time. \"[In 1978 a] jury convicted [defendant] of three counts of first degree murder .... (Pen. Code, § 187; former § 217.)<sup>[1]</sup> The jury also sustained one firearm-use allegation (§ 12022.5) and one multiple-murder special-circumstance allegation. (Former § 190.2, subd. (c)(5).) After a penalty trial, the jury set the penalty at death under the 1977 death penalty law. (See former § 190.1 et seq.; Stats. 1977, ch. 316, §§ 7-13, <span class=\"star-pagination\">*578</span> pp. 1257-1262.) This court affirmed the guilt and special circumstance findings but reversed the penalty judgment. (<i>People v. Murtishaw</i> (1981) <span class=\"citation\" data-id=\"1450284\"><a href=\"/opinion/1450284/people-v-murtishaw/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">733</span></a></span> [<span class=\"citation\" data-id=\"1450284\"><a href=\"/opinion/1450284/people-v-murtishaw/\"><span class=\"volume\">175</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">738</span></a></span>, <span class=\"citation\" data-id=\"1450284\"><a href=\"/opinion/1450284/people-v-murtishaw/\"><span class=\"volume\">631</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">446</span></a></span>] (<i>Murtishaw I</i>).) After a penalty retrial, a jury once again determined that defendant should suffer the ultimate punishment.\" (<i>People v. Murtishaw</i> (1989) <span class=\"citation\" data-id=\"1300630\"><a href=\"/opinion/1300630/people-v-murtishaw/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1001</span></a></span>, 1006-1007 [<span class=\"citation\" data-id=\"1300630\"><a href=\"/opinion/1300630/people-v-murtishaw/\"><span class=\"volume\">258</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">821</span></a></span>, <span class=\"citation\" data-id=\"1300630\"><a href=\"/opinion/1300630/people-v-murtishaw/\"><span class=\"volume\">773</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">172</span></a></span>], fn. omitted (<i>Murtishaw II</i>).) In <i>Murtishaw II,</i> we \"reject[ed] defendant's attempt to reopen the validity of the guilt judgment [and found] no error at the second penalty trial which warrant[ed] reversal of the verdict. We therefore affirm[ed] the judgment in full.\" (<i>Id.</i> at p. 1007.) In 2001, however, the Ninth Circuit Court of Appeals, while affirming the federal district court's denial of defendant's petition for writ of habeas corpus as to the guilt phase, reversed its denial of the writ as to the death sentence and remanded the case for a second penalty retrial. (<i>Murtishaw v. Woodford</i> (9th Cir. 2001) <span class=\"citation\" data-id=\"773888\"><a href=\"/opinion/773888/david-l-murtishaw-v-jeanne-woodford-warden-of-the-california-state/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">926</span></a></span> (<i>Murtishaw III</i>).) Upon retrial, the jury once again returned a verdict of death. This appeal followed.</p>\n<p></p>\n<h2>I. STATEMENT OF FACTS AND THE CASE</h2>\n<p></p>\n<h2>A. <i>The Circumstances Surrounding the Murders</i>\n</h2>\n<p>On the morning of April 9, 1978, Lance Wyatt, a film student, went into the Mojave Desert to shoot a film for his cinema class with his wife, Marti Soto, and two friends, Ingrid Etayo and James Henderson.<sup>[2]</sup> They arrived at their location about noon, unloaded their equipment, and began filming. At some point, defendant and his brother-in-law, Greg Laufenberger, stumbled onto the movie set. The two men carried rifles and a six-pack of beer. Defendant told Wyatt that his car had broken down and asked for a ride into town. Wyatt said he would give the men a ride after he finished filming. The two men left. Later as Soto and Etayo drove into town to get lunch, they saw defendant and Laufenberger. The two men flagged the women down and asked them for a ride; the women declined and kept driving.</p>\n<p>Defendant and Laufenberger then returned to where Wyatt was filming. Wyatt found their presence unsettling and went to speak to them. Defendant smelled strongly of alcohol and was using profanity. At defendant's invitation, Wyatt took a sip of defendant's beer and fired his rifle. Wyatt then returned to his work. He prepared for the next scene, which required the use of a .38-caliber revolver loaded with blanks. Defendant watched as Henderson fired the revolver several times during the scene. A short while later, defendant and Laufenberger again approached Wyatt and asked for a <span class=\"star-pagination\">*579</span> ride into town. He repeated his offer to drive them after he finished filming. The two men decided to try their luck hitchhiking and left.</p>\n<p>Soto and Etayo returned with food. The four ate and then resumed filming. When they began to lose the light they stopped for the day. As Wyatt, Henderson and Soto were walking back to Wyatt's car with equipment, shots rang out and Henderson called, \"I've been shot.\" Wyatt dropped the equipment he was carrying and went to Henderson's assistance; the two of them and Etayo managed to make it around to the passenger's side of the car before more shots were fired. A second volley hit Soto in the head as she was scrambling for cover. Wyatt and Henderson got her around to the side of the car. There was a pause in the shooting, and Henderson and Wyatt searched unsuccessfully for the car keys. When the shooting started up again, Henderson sprinted from behind the car in an effort to find help. A volley of bullets struck and killed him.</p>\n<p>As Henderson fell to the ground, Wyatt looked beneath the car and saw defendant raise his head up from behind a bush and fire at Wyatt. One of the shots hit Wyatt in the hand. Wyatt and Etayo decided their best chance for survival was to run from defendant. Wyatt ran about 150 feet before he tripped and fell. He looked back and saw defendant approaching Etayo. He ran another 150 feet and stopped again. He saw defendant standing over Etayo who was kneeling beside Soto. Wyatt ran. He heard several more shotsthese shots killed Etayo.</p>\n<p>Wyatt reached the highway and flagged down a ride. On the drive into town, he saw defendant and Laufenberger hitchhiking.</p>\n<p>Wyatt later attempted to lead police back to the scene but was unfamiliar with the area. Eventually, police came upon defendant's car. Wyatt was taken by paramedics to the hospital, while police continued their search for Wyatt's car. They found the car and the bodies of Henderson and Etayo. Soto was also discovered, wounded but still alive. She was taken to the hospital, where she died. An autopsy revealed that she was killed by a single gunshot to the head. Henderson had sustained six gunshot wounds, three of them fatal. Etayo sustained 10 or 11 gunshot wounds, three of them fatal. The bullets removed from the victims' bodies were consistent with a semiautomatic rifle found near defendant's abandoned car.</p>\n<p></p>\n<h2>B. <i>Defendant's Statement to Police</i>\n</h2>\n<p>After defendant surrendered to the police, he gave a tape-recorded statement in which he admitted the shootings. Defendant told police that he, his wife, his sister, Beverly Laufenberger, and his brother-in-law, Greg <span class=\"star-pagination\">*580</span> Laufenberger, were playing cards and drinking the night before the shooting. His brother-in-law suggested that they \"go out into the desert.\" The following morning they left, taking with them a .22-caliber pump rifle and a case of 500 shells. They started out with two six-packs of beer, then stopped and bought another six-pack. Their car had been giving them trouble. After arriving in the desert, defendant drove down a dirt road and had to slam on the brakes to avoid going into a ditch. After that, the car would not start.</p>\n<p>Defendant and Laufenberger left the car. They were drinking beers and \"were pretty high\" when they came upon the victims making their film. They asked for a ride into town. They walked back to their car, and unsuccessfully tried to start it again. They headed back to the filming location. On the way they saw the two women driving away. Defendant asked them for a ride into town and they said \"no.\" Defendant and his brother-in-law went back to where the male victims were filming and sat and watched them. At one point Wyatt came up and spoke to defendant. He drank some of defendant's beer and fired off defendant's rifle before returning to the set.</p>\n<p>Defendant and Laufenberger left again and went out into the desert where they shot tin cans and drank beer. As it began to get dark, they returned to the film location. The victims were \"lighting this tree on fire and dancing around it or something and ... this one person I think a girl ... had this pistol and she was shootin[g] off... and this guy was taking pictures.\" Defendant saw them heading toward their car and he and Laufenberger approached them. About 30 feet from the victims' car, \"something went bang\" and it came toward defendant. He started firing in the direction of the victims. Defendant fired all his bullets and \"was putting some more in\" when he heard his brother-in-law shout, \"Throw out your gun.\" Then he saw someone running toward him and he started firing again. After the shooting stopped, Laufenberger told defendant \"let's get in their car,\" but defendant said no because he saw \"gas or something leaking\" from it. They started running. Defendant said he was \"scared and just mixed up.\" They again tried to start their car but it would not start. Eventually, they hitchhiked back to a gas station where they called their families. Defendant's wife came to pick them up. Later, defendant surrendered to the police.</p>\n<p>Throughout the interview, defendant referred to his heavy drinking on the day of the shootings, saying, for example, \"I don't think I've ever drank that much before.\" He denied having told his brother-in-law that they should shoot the victims and take their car. He said, \"I remember we were talking about something like that and he was asking me if ... I thought I could kill anybody. I told him I didn't know.\" He also indicated that his memory was unclear about the events: \"I can remember when I shot or something [but] I don't even know how many times I shot. My brother-in-law said ... I filled <span class=\"star-pagination\">*581</span> my clip twice or three times but I don't know.\" He insisted that he had only started shooting in response to hearing shots from the victims because he was afraid that \"someone was trying to hurt me or something.\"</p>\n<p></p>\n<h2>C. <i>Victim Impact Evidence</i>\n</h2>\n<p>Over defendant's objection, a number of family members were permitted to testify about how the loss of the three victims had affected them. Wyatt testified that his wife, Marti Soto, had been his high school sweetheart, and described her as \"lively\" and \"full of life.\" He told the jury he loved her and had dreamed that he saw her on the street, but that she ignored him because he had left her in the desert. He testified that, while he felt he had to escape the shooting, his \"heart says [he] should have stayed.\" Wyatt explained to the jury that he had changed his name from Buflo to Wyatt in 1984 because he \"didn't want to give that name [(Buflo)] to another woman.\" However, he never remarried.</p>\n<p>Soto's mother, Marta Soto, also testified about the impact of her daughter's loss on the Soto family. She told the jury that her son \"went almost crazy\" after her murder because he felt he had failed to protect his sister. She testified that the family had fallen away from its Catholic faith and had lived \"like hermits.\" She told the jury she would never get over her daughter's death.</p>\n<p>Testifying on behalf of Ingrid Etayo's family were Etayo's older sister, Haydee Kassai, and her niece, Sybelle Sprague. Kassai testified that, at the time of her death, Etayo had recently graduated from college, was engaged to be married, and was about to embark on a trip to Europe as her college graduation present. Her mother was \"never the same\" after Etayo's death and her father was so deeply affected that he continued to write letters to her. The impact of her sister's death on Haydee was that she \"lived in fear,\" and became anxious about her own children's well-being.</p>\n<p>Sprague was 10 years old when her aunt was murdered. She and her aunt were very close and Sprague described her aunt as being \"full of life.\" After her aunt's murder, Sprague's parents became \"very strict, very overprotective,\" and Sprague herself later became \"paranoid\" about her own children's safety. She concluded by telling the jury, \"There is always a loss. You always feel it. It never really goes away.\"</p>\n<p>Both of James Henderson's parents testified about the impact of his murder on them. His mother, Patricia, testified that, at the time of his death, Henderson was six weeks away from graduating from college and was engaged to be married. He and his fiancée had planned to wed in Paris and <span class=\"star-pagination\">*582</span> then join the Peace Corps together. Henderson's two brothers eventually moved out of California following his murder because \"[t]hey couldn't stay here any longer.\" As for her, she told the jury \"It's been hell,\" and \"You never get over something like that.\" Robert Henderson testified that his son was \"loving and ambitious. He had what I thought was a great future ahead.\" He told the jury that his son was not the only person he lost; he also lost \"the possibility of grandchildren and probably great[-]grandchildren.\" Furthermore, after his son's death, Robert Henderson testified that he gave up his construction business and became a groundskeeper and bus driver for a school district because \"I just didn't have it anymore.\"</p>\n<p></p>\n<h2>D. <i>Defendant's Mitigation Evidence</i>\n</h2>\n<p>Defendant called James Esten, a correctional consultant, to testify about defendant's prison record and the type of confinement that would be imposed upon him were he sentenced to life without the possibility of parole. Defendant was classified as a \"grade A\" inmate, which is \"the most restrictive custody available to inmates.\" Supervision of inmates so classified is \"constant and direct.\" Defendant was housed at San Quentin in a building called \"North Segregation,\" which is a desirable housing unit. The commission of any infraction by an inmate would lead to his removal from that building. Esten testified that defendant had had no disciplinary actions in his 24 years of imprisonment on death row in San Quentin, and he had remained housed in the North Segregation building that entire time. In Esten's experience, it was \"highly unusual\" for an inmate to have such a clean record. Esten testified further that, if defendant were sentenced to life without the possibility of parole, he would be transferred to a level 4 maximum security prison like Pelican Bay State Prison.</p>\n<p>The grade A classification requires a nearly perfect disciplinary record. Inmates who failed to maintain such records would be downgraded to \"grade B,\" a classification that carried far fewer privileges than grade A. Death row inmates are reviewed for reclassification every 120 days. Defendant had maintained his grade A classification during the entire 24 years of his imprisonment. Esten testified it was \"very hard\" for an inmate to maintain that rating for so long a period. The classification committee had described defendant as cooperative, and noted his involvement in \"self-help, improvement academic programs,\" and Bible studies. The committee had commended defendant for his positive attitude.</p>\n<p>One of defendant's projects was described by James Moyers, a psychotherapist holding a degree in religious studies with a focus on early Christianity, who testified as an expert in religious studies, the Bible and psychotherapy. Moyers talked about defendant's 1983 religious conversion after which he <span class=\"star-pagination\">*583</span> embarked on a project to blend the four Gospels into a single narrative, a process called \"Gospel harmony.\" According to Moyers, defendant had, by the time of trial, produced three versions of the document. In order to perform this task, defendant immersed himself in dictionaries and Bible commentaries, and had \"to learn[] something about phrasing, [and] basic grammar.\" In addition, defendant was working under the adverse conditions of death row. Although the first version was for his own use, subsequent versions were distributed in the United States and Europe. Moyers described defendant's Gospel harmonies as \"very coherent and very easily understood.\" He testified that defendant's dedication to this project was evidence that his religious conversion was authentic.</p>\n<p>Evidence was also presented about defendant's family history of mental illness and his use of the drug phencyclidine, known by its street name as PCP. Defendant's sister-in-law, Susan Murtishaw, who was married to defendant's younger brother, Steven, testified about her observations of the family's mental health issues. In addition to Steven, defendant has two older brothers, Gerald and Ronald, and a younger sister, Beverly. Susan Murtishaw testified that defendant's mother, Carol, and all his siblings had suffered from depression, stress and anxiety, and defendant's mother and his brother Ronald had been hospitalized because of their psychological issues. Both Carol and Steven also took medication for their depression and anxiety. Susan Murtishaw told the jury that defendant had always been kind to her, and that, at the time of his arrest, he was married to a woman who had three children, and he had worked to support his family.</p>\n<p>Dr. Terence McGee, a physician specializing in addiction medicine\"the study and treatment of people who use drugs and alcohol to the point of causing problems for themselves and others\"also testified on defendant's behalf. Based on his interview with defendant and review of relevant documents from the family and other physicians, Dr. McGee described defendant as someone \"who has been abusing drugs since he was seven or eight years old\" and who came from \"a quintessentially dysfunctional family full of drug abuse, alcohol abuse, and schizophrenia.\" He testified that defendant had \"an enormous appetite for any sort of drug which would seem to remove him from his abjectly miserable situation.\" According to McGee, defendant also suffers from obsessive-compulsive disorder. He described a number of manifestations of the disorder he had observed in defendant.</p>\n<p>McGee testified that \"[e]veryone in [defendant's] family has got mental disorders, with the exception of the oldest brother.\" He noted that defendant's mother had been hospitalized in a state-run psychiatric hospital a number of times, and one of his brothers had also been hospitalized for schizophrenia.</p>\n<p><span class=\"star-pagination\">*584</span> Addressing defendant's drug and alcohol consumption, McGee testified that defendant admitted to using alcohol, barbiturates, cocaine, marijuana and LSD. He told McGee that he had consumed 11 beers on the day of the shooting and had also taken \"[p]ills and he thinks PCP.\" McGee opined that, after talking to defendant about the murders, it was his subjective opinion that defendant did not remember whether or not he committed the crimes. McGee thought that defendant's use of PCP may have affected his ability to remember the events surrounding the shootings because the drug \"creates an amnesic effect.\" He also testified that the combination of alcohol and PCP had a \"synergistic effect\" that could also explain memory loss and aggressive behavior. Describing defendant as \"one of the strangest people I have ever met,\" McGee ultimately opined that, on the day of the shootings, defendant did not have \"any ... control over what he was doing, particularly given if PCP and alcohol [are] factored in.\"</p>\n<p>Also testifying on defendant's behalf was Dr. Stephen Pittel, a forensic psychologist, academician and director of research at a drug and alcohol abuse treatment facility. Based on his extensive review of declarations from defendant's family members and other experts who had examined defendant, from the transcripts of defendant's earlier trials, and from interviews with defendant and family members, Pittel provided a social history of defendant as well as expert testimony about defendant's use of PCP.</p>\n<p>Pittel confirmed that defendant's mother, brothers Ronald and Steven, and sister Beverly had all been hospitalized for mental illnesses that included bipolar disorder, schizophrenia and seasonal affective disorder. Defendant's mother in particular had a \"significant history of mental illness,\" which included bipolar episodes during which she would \"just disappear, sometimes for weeks at a time.\" In addition to mental illness, there was also a history of serious drug abuse in defendant's family. In short, Pittel described defendant's family as \"the mother of all dysfunctional families.\"</p>\n<p>With respect to defendant's substance abuse history, Pittel echoed McGee's testimony that defendant was an early abuser of alcohol and drugs; by the time he was 14 he was \"drinking about a 12 pack of beer a day,\" and sniffing gasoline. Ultimately, PCP became \"his drug of choice.\" According to Pittel, PCP causes a breakdown in the transmission from \"muscle receptors in the skin that are [giving] feedback to your brain,\" so that \"the person loses all sense of their body in relationship to their mind.\" PCP causes users to \"often seem impervious to pain\" because \"they are not experiencing any sensations.\" The drug also causes a psychosis that can persist for as long as two or three months after the drug is ingested. This drug-induced psychosis \"is characterized by extreme disorientation, often by visual and auditory hallucinations, and by a total loss of contact with reality.\"</p>\n<p><span class=\"star-pagination\">*585</span> In addition to the family history of mental illness and his own substance abuse, defendant also had a history of head injuries. These included being hit over the head by a bottle of wine, falling off the back of a car, swimming into a pane of glass, and having a two-by-four board broken over his head. At least two of these incidents had rendered him unconscious, one of them for a day and a half. According to Pittel, the effects of these head injuries may have enhanced the effect of any drugs that defendant took.</p>\n<p>Citing evidence in the transcripts he had reviewed, Pittel opined that defendant was under the influence of alcohol and PCP on the day of the murders, and that he had also suffered some brain damage as a result of his history of head injuries. Thus, in his opinion, defendant \"was mentally impaired\" at the time he committed the murders.</p>\n<p></p>\n<h2>E. <i>Prosecution Rebuttal Evidence</i>\n</h2>\n<p>In rebuttal, the prosecution called Bradley Borison, a state prison inmate who had spoken with defendant about the murders. Borison testified that defendant admitted he had shot the victims, but said he had been on PCP. He told Borison he killed the victims to steal their car and drive back to Los Angeles to buy more drugs.</p>\n<p></p>\n<h2>F. <i>Sentencing</i>\n</h2>\n<p>The jury returned a verdict of death. Defendant filed motions for a new trial and for modification of the judgment. The motions were denied and he was sentenced to death for each of the three murders. The sentences for the remainder of the charges on which he was convicted were stayed. This appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Failure to Give Defendant's Instruction on Scope of Sentencing Discretion</i>\n</h2>\n<p>(1) Defendant contends that the trial court committed reversible error by failing to instruct the jury, as defendant requested, that it had the discretion to impose life without the possibility of parole even if the factors in aggravation outweighed the factors in mitigation.<sup>[3]</sup> He maintains that this requested <span class=\"star-pagination\">*586</span> instruction was required by \"California law and the previous decisions in this case,\" because \"it is clear that [his] jury had the discretion to reject the death penalty even if it found that the aggravating factors outweighed the mitigating factors.\" We conclude that the trial court correctly refused to give the instruction.</p>\n<p>(2) As we noted in <i>Murtishaw II,</i> when defendant committed his crimes \"the death penalty statute passed by the Legislature in 1977 (the 1977 law) was still in effect. (Stats. 1977, ch. 316, §§ 1-26, pp. 1255-1266.) The Briggs death penalty initiative (the 1978 law) became effective thereafter, on November 8, 1978.\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1025.) As relevant here, the 1977 law, after enumerating 10 sentencing factors, directed that \"the trier of fact shall consider, take into account and be guided by the aggravating and mitigating circumstances ...\" (former § 190.3, added by Stats. 1977, ch. 316, § 11, p. 1258), while the 1978 law adds, after this language, the directive that the finder of fact \"shall impose a sentence of death if the trier of fact concludes that the aggravating circumstances outweigh the mitigating circumstances.\" (§ 190.3.) In <i>Murtishaw II,</i> we held that it was error for the trial court in the first penalty phase retrial to have given instructions modeled on the 1978 law rather than the applicable 1977 law, but we found the error harmless. (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1025.)</p>\n<p>In <i>Murtishaw III,</i> the Ninth Circuit Court of Appeals reversed the death judgment and remanded for retrial. The Ninth Circuit concluded that giving the jury instructions \"based on the bare language of the 1978 statute\" violated the ex post facto provisions of the United States Constitution because \"[u]nder the 1977 statute the jury would have had discretion to reject the death penalty even if it found that the aggravating factors outweighed the mitigating factors. However, under the bare language of the 1978 statute the jury did not have this discretion. Indeed, under the plain language of the 1978 statute, if aggravating circumstances even slightly outweighed mitigating circumstances, death was mandatory.\" (<i>Murtishaw III, supra,</i> 255 F.3d at p. 961.)</p>\n<p>At the current penalty phase retrial, the parties and the court agreed that the jury had to be instructed with the language of the 1977 law. The jury was thus instructed that: \"In determining which penalty is to be imposed on the defendant you shall consider all of the evidence which has been received during the trial of this case. You shall <i>consider, take into account and be</i> <span class=\"star-pagination\">*587</span> <i>guided by the following factors, if applicable</i> ....\" There followed 10 enumerated factors in aggravation and mitigation.</p>\n<p>Defendant, however, requested that the court give an additional instruction \"pointing out that even if the factors in aggravation outweigh mitigation, the jury can still vote for life.\" The trial court declined to do so. The trial court observed that it was the use of the 1978 weighing instruction that had led the Ninth Circuit to reverse the death sentencespecifically the language in the instruction that \"if you conclude that the aggravating circumstances outweigh the mitigating circumstances, you shall impose the sentence of death.\" The court said: \"And that was the problem. And that is not the instruction as it was given under the 1977 statute.... [I]t says simply, you shall consider, take into account and be guided by the following factors .... And it doesn't give them any direction how they should use their good judgment.\" Defense counsel responded that, under the 1977 law, \"even if ... the factors in aggravation outweighed mitigation, [the jury] still had the discretion to vote for life or for death.\" The trial court agreed but said, \"There's nothing that they are going to be told that would guide them in any other direction.\" Therefore, the court declined to give the requested instruction.</p>\n<p>The trial court was correct. The concept of weighing factors in aggravation and mitigation was not part of the 1977 law under which defendant was tried, and any reference to that process in this case would have been inappropriate. For that reason, we rejected an argument similar to the defendant's in <i>People v. Ledesma</i> (2006) <span class=\"citation\" data-id=\"2599941\"><a href=\"/opinion/2599941/people-v-ledesma/\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">641</span></a></span> [<span class=\"citation\" data-id=\"2599941\"><a href=\"/opinion/2599941/people-v-ledesma/\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">326</span></a></span>, <span class=\"citation\" data-id=\"2599941\"><a href=\"/opinion/2599941/people-v-ledesma/\"><span class=\"volume\">140</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">657</span></a></span>] (<i>Ledesma</i>).</p>\n<p>In <i>Ledesma,</i> we found \"no merit\" in the defendant's claim that the trial court erroneously denied \"instructions proposed by the defense that would have required the jury to `weigh' aggravating and mitigating factors. [Citation.] The 1977 death penalty law under which defendant was tried did not require specifically that the jury weigh aggravating factors, and the jury was instructed, in accordance with that statute, to `consider, take into account and be guided by' the aggravating and mitigating circumstances. [Citation.] Furthermore, we have noted that `there may well be no significant difference between' the 1977 law's requirement that the jury `consider' the aggravating and mitigating factors and the 1978 law's requirement that the jury weigh these factors. [Citations.] Because the jury was not instructed to weigh aggravating and mitigating factors, defendant's further request for an instruction that the jury could return a verdict of life imprisonment without the possibility of parole even if the aggravating factors outweighed the mitigating factors was irrelevant and unnecessary.\" (<i>Ledesma, supra,</i> 39 Cal.4th at pp. 738-739.)</p>\n<p><span class=\"star-pagination\">*588</span> As in <i>Ledesma,</i> the jury in this case was correctly instructed under the 1977 law, which contained no weighing language. Defendant's instruction, by introducing the concept of weighing, would have been, at best, anachronistic, since that concept was not part of the 1977 law, and, at worst, confusing. It would also have been unnecessary since the process by which the jury determines the penalty under either version of the law is the same. That is, the language used in the 1977 law requiring the jury to \"consider\" the relevant factors is essentially the same as the 1978 law's directive to \"weigh\" the relevant factors in determining the appropriate penalty.</p>\n<p>As we explained in <i>Murtishaw II,</i> the 1978 law, \"`should not be understood to require any juror to vote for the death penalty unless, upon completion of the \"weighing\" process, he decides that <i>death is the appropriate penalty under all the circumstances.</i> ...' [Citation.] [¶] A 1978-law jury may not approach this task arbitrarily or mechanically. Rather, each juror must assign `whatever moral or sympathetic value he deems appropriate' to the relevant sentencing factors, singly and in combination. He must believe aggravation is so relatively great, and mitigation so comparatively minor, that the defendant deserves death rather than society's next most serious punishment, life in prison without parole. [Citation.] [¶] This analysis leaves a 1978-law sentencer with the same range of potential mitigating evidence and the same broad power of leniency and mercy afforded a 1977-law jury.\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1027.)</p>\n<p>Defendant apparently believes that the language of the 1977-law instruction given in this casethat the jury \"consider, take into account and be guided by\" the enumerated factorsis less concrete than a jury instruction containing weighing language. Therefore, he asserts, since the process is essentially the same under either version of the statute, the trial court should have given his requested instruction with the weighing language.</p>\n<p>(3) His argument fails. First, defendant's weighing language appears to describe the kind of mechanical process that we have held is not intended by that language. \"[T]he word `weighing' is a metaphor for a process which by nature is incapable of precise description. The word connotes a mental balancing process, but certainly not one which calls for a mere mechanical counting of factors on each side of the imaginary `scale,' or the arbitrary assignment of `weights' to any of them.\" (<i>People v. Brown</i> (1985) <span class=\"citation\" data-id=\"1374703\"><a href=\"/opinion/1374703/people-v-brown/\"><span class=\"volume\">40</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">512</span></a></span>, 541 [<span class=\"citation\" data-id=\"1374703\"><a href=\"/opinion/1374703/people-v-brown/\"><span class=\"volume\">230</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"1374703\"><a href=\"/opinion/1374703/people-v-brown/\"><span class=\"volume\">726</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">516</span></a></span>].) Indeed, the current instruction on the weighing process for purposes of the 1978 law elaborately explains that process precisely so as to preclude the mechanical counting of factors as <span class=\"star-pagination\">*589</span> a basis for the jury's decision. (CALCRIM No. 766.)<sup>[4]</sup> Second, while we have construed the process by which the jury exercises its discretion to be essentially the same under either the 1977 or 1978 statute, the fact remains that each version describes that process in different language\"consider\" (1977) versus \"weigh\" (1978). That difference must be respected. Instructions under each statute must be couched in the language of the statute that applies, lest the jury potentially be confused or misled. Indeed, it was the potential for confusion that led us to agree with defendant in <i>Murtishaw II</i> that it was technically erroralbeit harmlessto instruct the jury at his first penalty phase trial in the language of the 1978 law. (<i>Murtishaw II, supra,</i> 48 Cal.3d at pp. 1028-1031.) Had the trial court in the present proceeding given defendant's requested instruction, it would potentially have committed the same error.</p>\n<p>(4) In his reply brief, defendant, for the first time, argues the instruction was required under law of the case principles based on our decision in <i>Murtishaw II.</i> \"`The doctrine of the law of the case is this: That where, upon an appeal, the [reviewing] court, in deciding the appeal, states in its opinion a principle or rule of law necessary to the decision, that principle or rule becomes the law of the case and must be adhered to throughout its subsequent progress, both in the lower court and upon subsequent appeal and ... in any subsequent suit for the same cause of action, and this [is true] although in its subsequent consideration this court may be clearly of the opinion that the former decision is erroneous in that particular.'\" (<i>People v. Shuey</i> (1975) <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">835</span></span>, 841 [<span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">211</span></span>], quoting <i>Tally v. Ganahl</i> (1907) <span class=\"citation\" data-id=\"3302782\"><a href=\"/opinion/3303449/tally-v-ganahl/\"><span class=\"volume\">151</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">418</span></a></span>, 421 [<span class=\"citation\" data-id=\"3302782\"><a href=\"/opinion/3303449/tally-v-ganahl/\"><span class=\"volume\">90</span> <span class=\"reporter\">P.</span> <span class=\"page\">1049</span></a></span>].)</p>\n<p>Defendant's law of the case argument is predicated upon our discussion in <i>Murtishaw II</i> in which we concluded that the scope of the jury's discretion was essentially the same under the 1977 and 1978 death penalty statutes. (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1026.) Defendant asserts that this conclusion required the trial court to give his weighing instruction in this case. The issue before us in <i>Murtishaw II</i> was the error in giving 1978-law instructions in a case governed by the 1977 law. Defendant's construction of <i>Murtishaw II</i> turns that decision on its head insofar as he now attempts to read our decision to require the very thing that we determined was error importing 1978-law instructions into a case involving the 1977 statute. The law of the case doctrine has no application here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*590</span> B. <i>Trial Court's Failure to Give a Sua Sponte Instruction Regarding Defendant's Prior Penalty Phase Trials</i>\n</h2>\n<p>As part of his trial strategy, defendant presented a \"Death Row redemption\" defense in which he stressed, for example, his religious conversion and his 24-year discipline-free record in prison. (See <i>People v. Anderson</i> (1990) <span class=\"citation\" data-id=\"1442323\"><a href=\"/opinion/1442323/people-v-anderson/\"><span class=\"volume\">52</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">453</span></a></span>, 468 [<span class=\"citation\" data-id=\"1442323\"><a href=\"/opinion/1442323/people-v-anderson/\"><span class=\"volume\">276</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"1442323\"><a href=\"/opinion/1442323/people-v-anderson/\"><span class=\"volume\">801</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1107</span></a></span>].) Necessarily, the jury learned about defendant's prior death verdicts. Defense counsel referred to them in closing argument, arguing, for instance, that the prior death verdicts had brought no emotional relief to the families of the victims.</p>\n<p>Defendant now faults the trial court for its failure to have instructed the jury sua sponte not to consider the fact of those prior verdicts in determining the appropriate penalty. According to defendant, as a result of the trial court's instructional error (1) \"one or more jurors may have considered the fact that two previous juries returned a death verdict in this case as a reason to impose death\"; (2) \"an instruction was necessary to prevent the jury from dismissing or devaluing [defendant's] mitigating evidence\" because it had been deemed insufficient by two previous juries; and (3) \"the jury's sense of responsibility for its decision was ... undermined by the knowledge that the two prior death judgments were both set aside by a higher court.\"</p>\n<p>The argument is without merit.</p>\n<p>(5) Absent a request, the trial court was not required to give instructions limiting the purpose for which the jury could consider the evidence. Evidence Code section 355 states: \"When evidence is admissible ... for one purpose and is inadmissible ... for another purpose, the court <i>upon request</i> shall restrict the evidence to its proper scope and instruct the jury accordingly.\" (Italics added.) \"Absent a request, a trial court generally has no duty to instruct as to the limited purpose for which evidence has been admitted.\" (<i>People v. Cowan</i> (2010) <span class=\"citation\" data-id=\"1801948\"><a href=\"/opinion/1801948/people-v-cowan/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">401</span></a></span>, 479 [<span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1074</span></span>].) There is a \"possible\" narrow exception in the \"`occasional extraordinary case'\" in which the evidence \"`is a dominant part of the evidence against the accused, and is both highly prejudicial and minimally relevant to any legitimate purpose.'\" (<i>People v. Hernandez</i> (2004) <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1040</span></span>, 1051-1052 [<span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">880</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1080</span></span>], quoting <i>People v. Collie</i> (1981) <span class=\"citation\" data-id=\"1430271\"><a href=\"/opinion/1430271/people-v-collie/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">43</span></a></span>, 63-64 [<span class=\"citation\" data-id=\"1430271\"><a href=\"/opinion/1430271/people-v-collie/\"><span class=\"volume\">177</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"1430271\"><a href=\"/opinion/1430271/people-v-collie/\"><span class=\"volume\">634</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">534</span></a></span>].) That exception does not apply here because the evidence in question was admitted not against defendant but in his behalf. Accordingly, the trial court had no sua sponte duty to give a limiting instruction regarding evidence of the prior death verdicts.</p>\n<p><span class=\"star-pagination\">*591</span> The argument also fails on its merits. In <i>People v. Ramos</i> (1997) <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1133</span></span> [<span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">892</span></span>, <span class=\"citation no-link\"><span class=\"volume\">938</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">950</span></span>], a similar claim was made and rejected by this court. In <i>Ramos,</i> the trial court declined to instruct the jury not to consider the prior death verdict. We found no error. \"In <i>Romano v. Oklahoma</i> (1994) <span class=\"citation\" data-id=\"117851\"><a href=\"/opinion/117851/romano-v-oklahoma/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> [<span class=\"citation\" data-id=\"117851\"><a href=\"/opinion/117851/romano-v-oklahoma/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2004</span></a></span>, <span class=\"citation\" data-id=\"117851\"><a href=\"/opinion/117851/romano-v-oklahoma/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>], the jury was not instructed in determining penalty to disregard the fact a capital defendant had already been sentenced to death in another case. Although the evidence may have been irrelevant, the Supreme Court found no Eighth Amendment or due process violation because `the jury was not affirmatively misled regarding its role in the sentencing process.' [Citations.] `[I]f the jurors followed the trial court's instructions, which we presume they did [citation], this evidence should have littleif anyeffect on their deliberations. Those instructions clearly and properly described the jurors' paramount role in determining petitioner's sentence, and they also explicitly limited the jurors' consideration of aggravating factors to the four which the State sought to prove.' [Citation.] [¶] Similarly here, the trial court repeatedly directed the jury it must determine the appropriate penalty in light of the statutory factors in aggravation and mitigation. The court also expressly instructed that the determination depended upon each juror's individual weighing of those circumstances. Moreover, nothing in the evidence or argument of counsel was `inaccurate [or] misleading in a manner that diminished the jury's sense of responsibility.' [Citation.] Accordingly, the omission of a specific instruction to disregard the prior death sentence was not error. [Citation.]\" (<i>People v. Ramos, supra,</i> 15 Cal.4th at p. 1181.)</p>\n<p>The reasoning in <i>Ramos</i> is applicable here. The jury was repeatedly instructed to base its determination on the evidence presented in this case, and, as in <i>Ramos,</i> we presume the jury followed those instructions. Moreover, as was also true in <i>Ramos,</i> there was nothing in the argument of either counsel that suggested responsibility for the determination of the penalty rested anywhere other than with this jury.<sup>[5]</sup> Finally, defendant's claim of prejudice is entirely speculative, for he points to nothing in the record that supports his claim that any juror either voted to impose the death penalty <span class=\"star-pagination\">*592</span> because the previous juries had done so or devalued defendant's evidence because it had failed to persuade the previous juries.</p>\n<p>Defendant's reliance on <i>Caldwell v. Mississippi</i> (1985) <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span> [<span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span>, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>] is also unavailing. In <i>Caldwell,</i> a capital case, the prosecutor responded to a defense argument emphasizing the gravity of the jury's role in deciding the penalty by telling the jurors \"`your decision is not the final decision,'\" and \"`the decision you render is automatically reviewable by the Supreme Court.'\" (<i>Id.</i> at pp. 325-326.) In reversing, a plurality of the Supreme Court held \"it is constitutionally impermissible to rest a death sentence on a determination made by a sentencer who has been led to believe that the responsibility for determining the appropriateness of the defendant's death rests elsewhere.\" (<i>Id.</i> at pp. 328-329.)</p>\n<p>(6) Subsequently, however, the Supreme Court has recognized that <i>Caldwell</i>'s holding may be narrower: \"As JUSTICE O'CONNOR supplied the fifth vote in <i>Caldwell,</i> and concurred on grounds narrower than those put forth by the plurality, her position is controlling. [Citations.] Accordingly, we have since read <i>Caldwell</i> as `relevant only to certain types of comment those that mislead the jury as to its role in the sentencing process in a way that allows the jury to feel less responsible than it should for the sentencing decision.' [Citation.] Thus, `[t]o establish a <i>Caldwell</i> violation, a defendant necessarily must show that the remarks to the jury improperly described the role assigned to the jury by local law.'\" (<i>Romano v. Oklahoma, supra,</i> 512 U.S. at p. 9; see <i>id.</i> at p. 14 (conc. opn. of O'Connor, J.) [\"The inaccuracy of the prosecutor's argument in <i>Caldwell</i> was essential to my conclusion that the argument was unconstitutional. [Citation.] An accurate description of the jury's roleeven one that lessened the jury's sense of responsibilitywould have been constitutional.\"]; <i>People v. Osband</i> (1996) <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">622</span></span>, 694 [<span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">26</span></span>, <span class=\"citation no-link\"><span class=\"volume\">919</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">640</span></span>] [\"<i>Caldwell</i> error occurs when the jury has been `affirmatively misled ... regarding its role in the sentencing process so as to diminish its sense of responsibility.'\"].)</p>\n<p>In this case, the prosecutor did not affirmatively mislead the jury regarding its role in the sentencing process so as to diminish its sense of responsibility for its decision. Therefore, there was no <i>Caldwell</i> error in this case; nor, under <i>Ramos,</i> did the trial court err by not giving a sua sponte instruction limiting consideration of evidence of defendant's prior death verdicts.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*593</span> C. <i>Trial Court's Refusal to Give</i> Flannel <i>Instruction</i>\n</h2>\n<p>Defendant contends that the trial court erred when it rejected his proffered instruction on \"unreasonable self-defense\" or imperfect self-defense pursuant to <i>People v. Flannel</i> (1979) <span class=\"citation\" data-id=\"1431419\"><a href=\"/opinion/1431419/people-v-flannel/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">668</span></a></span> [<span class=\"citation\" data-id=\"1431419\"><a href=\"/opinion/1431419/people-v-flannel/\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">84</span></a></span>, <span class=\"citation\" data-id=\"1431419\"><a href=\"/opinion/1431419/people-v-flannel/\"><span class=\"volume\">603</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></a></span>]. He asserts that the instruction was justified because of statements he made to the police that he fired at the victims in response to gunfire he believed was directed at him. Defendant acknowledges that this doctrine applies to the issue of guilt. (<i>Id.</i> at p. 672 [a defense of imperfect self-defense \"negates malice so that the offense is reduced from murder to manslaughter\"].) Nonetheless, he maintains that, had the instruction been given at the penalty phase, \"defense counsel would have been able to remind [the jury] of this legal principle ... and argue that lingering doubt [remained] concerning [defendant's] mistake of fact in determining whether [defendant] should be sentenced to death.\"</p>\n<p>In <i>Murtishaw II,</i> defendant contended that the trial court had erred by failing to give an unreasonable self-defense instruction sua sponte. We expressed doubt that the court had a sua sponte duty to so instruct but went on to reject the claim on its merits. That decision controls here.</p>\n<p>\"[Defendant] further claims that the failure to so instruct <i>precluded</i> the jury from considering the evidence adduced at the penalty retrial which was suggestive of an unreasonable belief in the need for self-defense. [¶] We may quickly reject this latter contention. The jury was instructed that a defendant's <i>reasonable</i> belief in moral justification was a mitigating circumstance [citations], thus possibly raising the negative inference that an <i>unreasonable</i> belief was not a proper consideration. However, the jury was also instructed to consider in mitigation `[a]ny other circumstance which extenuates the gravity of the crime even though it is not a legal excuse for the crime.' [Citations.] Had the jury believed defendant's evidence that he harbored an honest but unreasonable belief in the need for self-defensive action, the instructions permitted consideration of that information as a mitigating factor under [section 190.3,] factor (j)-(k). [Citation.]\" (<i>Murtishaw II, supra,</i> 48 Cal.3d at p. 1017.) For the same reason, we further rejected defendant's claim that the trial court's failure to instruct on imperfect self-defense violated the Fifth and Eighth Amendments to the United States Constitution because it prevented him from arguing lingering doubt as a factor in mitigation. \"The factor (j)-(k) instruction given at the second penalty trial allowed the sentencer to consider any `lingering doubts' about the culpability of defendant's conduct. <i>No error appears.</i>\" (<i>Murtishaw II,</i> at p. 1018, italics added.)</p>\n<p><span class=\"star-pagination\">*594</span> In this case, as in <i>Murtishaw II,</i> the trial court instructed the jury with CALJIC former No. 8.88.1, which included section 190.3, factor (k) allowing the jury, in determining the appropriate sentence, to consider \"[a]ny other circumstance which extenuates the gravity of the crime even though it is not a legal excuse for the crime, and any other aspect of the defendant's character or record that the defendant offers as a basis for a sentence less than death, whether or not related to the offense for which he is on trial.\" Just as in <i>Murtishaw II,</i> instructing the jury with this factor permitted the jury to consider defendant's imperfect self-defense claim in determining the appropriate sentence. Accordingly, under the law of the case doctrine, defendant's argument is foreclosed.<sup>[7]</sup></p>\n<p>We are not persuaded by defendant's further argument that changes in the law since <i>Murtishaw II</i> have eroded our reasoning so as to preclude application of the law of the case doctrine. Defendant notes that in rejecting his claim the trial court had a sua sponte obligation to instruct on unreasonable self-defense, we included a citation to <i>People v. Wickersham</i> (1982) <span class=\"citation\" data-id=\"1357400\"><a href=\"/opinion/1357400/people-v-wickersham/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">307</span></a></span> [<span class=\"citation\" data-id=\"1357400\"><a href=\"/opinion/1357400/people-v-wickersham/\"><span class=\"volume\">185</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"1357400\"><a href=\"/opinion/1357400/people-v-wickersham/\"><span class=\"volume\">650</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">311</span></a></span>]. In <i>Wickersham,</i> we characterized unreasonable self-defense as a \"defense\" such that an instruction on voluntary manslaughter based on this theory was required only if requested or, sua sponte only, \"`if it appears that the defendant is relying on such a defense, or if there is substantial evidence supportive of such a defense and the defense is not inconsistent with the defendant's theory of the case.'\" (<i>Id.</i> at pp. 328-329.)</p>\n<p>(7) In <i>People v. Barton</i> (1995) <span class=\"citation\" data-id=\"1127701\"><a href=\"/opinion/1127701/people-v-barton/\"><span class=\"volume\">12</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">186</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">569</span></span>, <span class=\"citation\" data-id=\"1127701\"><a href=\"/opinion/1127701/people-v-barton/\"><span class=\"volume\">906</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">531</span></a></span>], we revisited our characterization of unreasonable self-defense as a defense. We concluded that it was not a true defense but \"a shorthand description of one form of voluntary manslaughter,\" obligating the trial court to instruct on it, sua sponte, as a lesser offense of murder \"whenever the evidence is such that a jury could reasonably conclude that the defendant killed the victim in the unreasonable but good faith belief in having to act in self-defense.\" (<i>Id.</i> at pp. 200-201.) This discussion in <i>Barton</i> does not, however, undermine our conclusion in <i>Murtishaw II</i> that the failure to give an unreasonable self-defense instruction in a <i>penalty phase trial</i> was not error because other instructions permitted jury consideration of that claim as a factor in mitigation.</p>\n<p></p>\n<h2>D. <i>Victim Impact Evidence</i>\n</h2>\n<p>Defendant contends that the trial court erred in permitting relatives of the victims to testify to the impact on their lives of the loss of their loved ones <span class=\"star-pagination\">*595</span> and by failing to give a limiting instruction on the victim impact evidence. He also argues that the trial court failed to exercise its discretion before denying his motion to exclude the evidence pursuant to Evidence Code section 352. Finally, he contends that the admission of such evidence violates the ex post facto and due process clauses of the Fourteenth Amendment. We disagree.</p>\n<p>(8) \"As we have repeatedly held, victim impact evidence is relevant and admissible pursuant to section 190.3, factor (a) as a circumstance of the crime so long as it is not `so unduly prejudicial' that it renders the trial `fundamentally unfair.' [Citations.] Admission of testimony presented by a few close friends or relatives of each victim, as well as images of the victim while he or she was alive, has repeatedly been held constitutionally permissible.\" (<i>People v. Russell</i> (2010) <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1228</span></span>, 1264-1265 [<span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">68</span></span>]; see <i>Payne v. Tennessee</i> (1991) <span class=\"citation\" data-id=\"112643\"><a href=\"/opinion/112643/payne-v-tennessee/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">808</span></a></span> [<span class=\"citation\" data-id=\"112643\"><a href=\"/opinion/112643/payne-v-tennessee/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span>, <span class=\"citation\" data-id=\"112643\"><a href=\"/opinion/112643/payne-v-tennessee/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2597</span></a></span>].)</p>\n<p>Although defendant contends that the victim impact evidence in this case was \"detailed, excessive, and emotionally-charged,\" our review of the testimonysummarized at the outset of this opiniondoes not support that characterization. To the contrary, the testimony of the victims' family memberswhile undoubtedly emotionally chargedwas relevant, restrained and relatively brief. There was no error in the admission of this evidence.</p>\n<p>Defendant asserts further that the trial court was required to have provided sua sponte a limiting instruction on the jury's consideration of this evidence. Not so. \"Absent a request, a trial court generally has no duty to instruct as to the limited purpose for which evidence has been admitted.\" (<i>People v. Cowan, supra,</i> <span class=\"citation\" data-id=\"1801948\"><a href=\"/opinion/1801948/people-v-cowan/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">401</span></a></span>, 479.) Defendant points to no authority that makes an exception to this rule in the case of victim impact evidence.</p>\n<p>We also reject defendant's claim that the trial court failed to exercise its discretion when it denied his motion to exclude the evidence as more prejudicial than probative under Evidence Code section 352. With respect to victim impact evidence, we have said that \"`the trial court must strike a careful balance between the probative and the prejudicial. [Citations.] On the one hand, it should allow evidence and argument on emotional though relevant subjects that could provide legitimate reasons to sway the jury to show mercy or to impose the ultimate sanction. On the other hand, irrelevant information or inflammatory rhetoric that diverts the jury's attention from its proper role or invites an irrational, purely subjective response should be <span class=\"star-pagination\">*596</span> curtailed.'\" (<i>People v. Edwards</i> (1991) <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">787</span></span>, 836 [<span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">696</span></span>, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">436</span></span>], quoting <i>People v. Haskett</i> (1982) <span class=\"citation\" data-id=\"1194338\"><a href=\"/opinion/1194338/people-v-haskett/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">841</span></a></span>, 864 [<span class=\"citation\" data-id=\"1194338\"><a href=\"/opinion/1194338/people-v-haskett/\"><span class=\"volume\">180</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation\" data-id=\"1194338\"><a href=\"/opinion/1194338/people-v-haskett/\"><span class=\"volume\">640</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">776</span></a></span>].) We apply this standard to defendant's contention.</p>\n<p>Prior to trial, the trial court conducted a hearing regarding the victim impact evidence, during which it became informed of the nature of the testimony the prosecution intended to present and defendant's objections to it. At the conclusion of the hearing the trial court limited the testimony of all witnesses to preclude them from expressing their feelings about defendant or the appropriate penalty. Thus, the court was aware of the nature of the evidence, defendant's objections to it, and did, in fact, impose some limitations on it. Under these circumstances, we conclude that the trial court properly exercised its discretion under the standard set forth above.</p>\n<p>Finally, regarding defendant's ex post facto claim, as he concedes, we have previously considered and rejected the same claim. (See, e.g., <i>People v. Roldan</i> (2005) <span class=\"citation\" data-id=\"2546413\"><a href=\"/opinion/2546413/people-v-roldan/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">646</span></a></span>, 732 [<span class=\"citation\" data-id=\"2546413\"><a href=\"/opinion/2546413/people-v-roldan/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">360</span></a></span>, <span class=\"citation\" data-id=\"2546413\"><a href=\"/opinion/2546413/people-v-roldan/\"><span class=\"volume\">110</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">289</span></a></span>].) He provides no persuasive reason for us to reconsider our ruling.</p>\n<p></p>\n<h2>E. <i>Cumulative Error</i>\n</h2>\n<p>Defendant contends that the cumulative effect of errors during the penalty phase trial requires reversal. Not so. (<i>People v. Panah</i> (2005) <span class=\"citation\" data-id=\"2509294\"><a href=\"/opinion/2509294/people-v-panah/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">395</span></a></span>, 501 [<span class=\"citation\" data-id=\"2509294\"><a href=\"/opinion/2509294/people-v-panah/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">672</span></a></span>, <span class=\"citation\" data-id=\"2509294\"><a href=\"/opinion/2509294/people-v-panah/\"><span class=\"volume\">107</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">790</span></a></span>].)</p>\n<p></p>\n<h2>F. <i>Challenges to the Death Penalty Statute</i>\n</h2>\n<p>Defendant advances 10 challenges to the death penalty statute, all of which we have repeatedly considered and rejected. His claims are as follows:</p>\n<p>(A) Section 190.3, factor (a) is unconstitutionally broad. We have rejected this argument. (<i>People v. Kennedy</i> (2005) <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">595</span></span>, 641 [<span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">472</span></span>].)</p>\n<p>(B) The death penalty statute and accompanying instructions are unconstitutional because they fail to designate a burden of proof. All such challenges have been considered and rejected by this court. (<i>People v. Panah, supra,</i> 35 Cal.4th at p. 499.)</p>\n<p>(C) The absence of a requirement of a finding of unanimity as to factors in aggravation renders the death sentence unconstitutional. \"[U]nanimity with respect to aggravating factors is not required by statute or as a constitutional procedural safeguard.\" (<i>People v. Taylor</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">719</span></span>, 749 [276 <span class=\"star-pagination\">*597</span> Cal.Rptr. 391, <span class=\"citation no-link\"><span class=\"volume\">801</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1142</span></span>]; accord, <i>People v. Prieto</i> (2003) <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">226</span></span>, 275 [<span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1123</span></span>].)</p>\n<p>(D) Failure of the instructions to inform the jury that death must be the appropriate penalty and not merely the warranted penalty violated his constitutional rights. We disagree. (<i>People v. Wilson</i> (2008) <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1</span></span>, 32 [<span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">620</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1113</span></span>].)</p>\n<p>(E) The trial court violated his due process rights by failing to provide the jury with a presumption of life instruction. Not so. (<i>People v. Rundle</i> (2008) <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">76</span></span>, 199 [<span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">454</span></span>, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">224</span></span>].)</p>\n<p>(F) The failure to require written findings by the jury deprived defendant of various constitutional rights as well as the right to meaningful appellate review. We have held otherwise. (<i>People v. Cook</i> (2006) <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">566</span></span>, 619 [<span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">22</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">492</span></span>].)</p>\n<p>(G) The instructions regarding factors in mitigation and aggravation violated defendant's constitutional rights because (1) the use of restrictive adjectives\"extreme,\" \"reasonable,\" and \"substantial\"acted as barriers to the consideration of mitigation; (2) the instructions failed to delete inapplicable sentencing factors; and (3) the court failed to instruct the jury that the factors in mitigation were relevant solely as possible mitigators. We have rejected each of these arguments. (<i>People v. Panah, supra,</i> 35 Cal.4th at pp. 499-500.)</p>\n<p>(H) The failure of the trial court or this court to undertake intercase proportionality review violated defendant's constitutional rights. Not so. (<i>People v. Rundle, supra,</i> 43 Cal.4th at p. 199 [neither \"the trial court [nor] this court [is] required to engage in intercase proportionality review when examining a death verdict\"].)</p>\n<p>(I) The death penalty scheme violates the federal equal protection clause because it provides fewer procedural protections than for defendants charged with noncapital offenses. We have concluded otherwise. (<i>People v. Manriquez</i> (2005) <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">547</span></span>, 590 [<span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">614</span></span>].)</p>\n<p>(J) The use of the death penalty violates international norms. As defendant concedes we have repeatedly rejected this argument. (<i>People v. Brasure</i> (2008) <span class=\"citation\" data-id=\"2622990\"><a href=\"/opinion/2622990/people-v-brasure/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1037</span></a></span>, 1071-1072 [<span class=\"citation\" data-id=\"2622990\"><a href=\"/opinion/2622990/people-v-brasure/\"><span class=\"volume\">71</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"2622990\"><a href=\"/opinion/2622990/people-v-brasure/\"><span class=\"volume\">175</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">632</span></a></span>].) We see no reason to reconsider any of these rulings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*598</span> III. CONCLUSION</h2>\n<p>The judgment is affirmed.</p>\n<p>Cantil-Sakauye, C. J., Kennard, J., Baxter, J., Werdegar, J., Chin, J., and Corrigan, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All further unspecified statutory references are to the Penal Code.</p>\n<p>[2]  At the time of the offenses, Lance Wyatt was known as Lance Buflo, and is referred to as such in our earlier opinions and in the Ninth Circuit opinion. However, he changed his name to Wyatt in 1984 and was referred to as Wyatt in the retrial; we use Wyatt here as well.</p>\n<p>[3]  Here, as elsewhere, defendant advances federal constitutional claims he did not assert in the trial court. \"[W]e ... entertain constitutional claims not raised below only to the extent `the new arguments do not invoke facts or legal standards different from those the trial court itself was asked to apply, but merely assert that the trial court's act or omission, insofar as wrong for the reasons actually presented to that court, had the additional <i>legal consequence</i> of violating the Constitution.... [¶] In [this] instance, of course, rejection, on the merits, of a claim that the trial court erred on the issue actually before that court necessarily leads to a rejection of the newly applied constitutional \"gloss\" as well. No separate constitutional discussion is required in such cases, and we therefore provide none.' [Citation.]\" (<i>People v. Richardson</i> (2008) <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">959</span></span>, 984, fn. 11 [<span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1146</span></span>].)</p>\n<p>[4]  Defendant asserts that this instruction is evidence that the instruction given in his case was inadequate because the latter instruction contained no similar language. Defendant ignores the fact that a definition of the weighing process is required under current law only because current law in the form of section 190.3 introduced the concept of weighing several factors. Since the 1977 law did not have such language, no such similar definition was required.</p>\n<p>[5]  Defendant attempts to distinguish <i>Ramos</i> because there the jury was informed during the jury selection process of its duty to disregard the prior verdict. The trial court mentioned this when it denied defendant's new trial motion, but that admonition was not part of our analysis and rejection of defendant's claim on appeal. (<i>People v. Ramos, supra,</i> 15 Cal.4th at pp. 1180-1181.) Defendant also suggests that <i>Ramos</i> is distinguishable because it was tried under the 1978 law in which the jury was limited to specific factors in aggravation and mitigation, whereas here the jury's \"consideration of aggravation and its determination of penalty was not limited to the factors specified in the instruction.\" This is a misreading of the instructions. The jury was specifically told to consider the evidence in light of the enumerated factors. There is nothing in the instructions that encouraged, much less permitted, the jury to take into account the prior death verdicts in determining the appropriate sentence.</p>\n<p>[6]  Defendant also suggests that <i>People v. Duran</i> (1976) <span class=\"citation\" data-id=\"1185764\"><a href=\"/opinion/1185764/people-v-duran/\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">282</span></a></span> [<span class=\"citation\" data-id=\"1185764\"><a href=\"/opinion/1185764/people-v-duran/\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"1185764\"><a href=\"/opinion/1185764/people-v-duran/\"><span class=\"volume\">545</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1322</span></a></span>], bears some relevance to this case. The point of that decision was to provide guidelines to govern the imposition of physical restraints on a defendant in the courtroom. As part of our discussion, we required the trial court to instruct the jury that such restraintsif visible to the juryshould have no bearing on its decision. (<i>Id.</i> at pp. 291-292.) That decision is inapplicable, directly or by analogy, to this case.</p>\n<p>[7]  Contrary to defendant's claim, the <i>Murtishaw II</i> holding was not based on the distinction between a sua sponte instruction and a requested instruction. Had we intended to base our holding on that distinction, we would have said so.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111471/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1127701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1185764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1194338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1300630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1357400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1374703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1430271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1431419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1442323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1801948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2509294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2546413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2599941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2622990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3302782/"
          ]
        }
      ],
      "judges": "Moreno",
      "date_created": "2016-01-21T18:08:04.010227Z",
      "date_modified": "2016-07-25T20:59:31.730086Z",
      "date_filed": "2011-02-22",
      "date_filed_is_approximate": false,
      "slug": "people-v-murtishaw",
      "citation_id": 2332394,
      "case_name_short": "Murtishaw",
      "case_name": "People v. Murtishaw",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "51 Cal. 4th 574",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2260325/people-v-murtishaw/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:58:55.992709Z",
  "date_modified": "2014-10-30T22:58:55.992709Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Murtishaw",
  "case_name": "People v. Murtishaw",
  "case_name_full": "",
  "slug": "people-v-murtishaw",
  "docket_number": "S110541",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}