{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2262940/",
  "id": 2262940,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/scd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2362135/",
      "id": 2362135,
      "absolute_url": "/opinion/2362135/edmonds-v-united-states/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2262940/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2362135/",
          "id": 2362135,
          "absolute_url": "/opinion/2362135/edmonds-v-united-states/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2362135/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/305/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:14:59.838287Z",
          "date_modified": "2017-04-09T14:45:55.506627Z",
          "type": "010combined",
          "sha1": "6351ede7cdf3e6075fb6b0277687abd7694b8d2c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>658 F.Supp. 1126 (1987)</b></center>\n<center><h1>James Thomas EDMONDS, Jr., et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nBruce Michael SWITZER, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nStephen C. WOOD, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nAlfred L. HEBERT, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. A. Nos. 75-1624-8, 78-0053-8, 78-0004-8 and 75-1857-8.</center>\n<center><p><b>United States District Court, D. South Carolina, Charleston Division.</b></p></center>\n<center>March 24, 1987.</center>\n<p><span class=\"star-pagination\">*1127</span> <span class=\"star-pagination\">*1128</span> Ray P. McClain, Charleston, S.C., Douglas Nelson, Idaho Falls, Idaho, Morris D. Rosen, Charleston, S.C., C. Joseph Gould, Norfold, Va., Scott J. Tepper, Los Angeles, Cal., Larry Boyle, Idaho Falls, Idaho, Ben Margolis, Los Angeles, Cal., for plaintiffs.</p>\n<p>Heidi Solomon, U.S. Atty., Charleston, S.C., Vincent M. Garvey, Renee M. Wohlenhaus, Civil Div., Washington, D.C., Lt. Col. Wayne Gehring, Office of the Judge Advocate General, Alexandria, Va., for defendant.</p>\n<p></p>\n<h2>ORDER AWARDING ATTORNEYS' FEES AND COSTS</h2>\n<p>BLATT, Chief Judge.</p>\n<p>The instant cases are four (4) class actions, initiated separately in 1975, that sought payment from the United States of military pay in the form of Variable Reenlistment Bonuses (hereinafter VRB). These class actions have been successful, and have resulted in a total recovery that already exceeds Twenty-Seven Million and NO/100 ($27,000,000.00) Dollars, and that will probably exceed Thirty Million and NO/100 ($30,000,000.00) Dollars. The matter is now before this Court on plaintiffs' Application for a Final Award of Attorneys' Fees and Costs in the amount of Five (5%) Per Cent of the judgments entered, with interest on this portion which has heretofore been set aside.<sup>[1]</sup> This amount totalled, as of February 23, 1987, One Million Six Hundred Ninety One Thousand Four Hundred Fifty One and 83/100 ($1,691,451.83) Dollars,<sup>[2]</sup> and is anticipated to increase to an amount between One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars and One Million Eight Hundred Thousand and NO/100 ($1,800,000.00) Dollars.</p>\n<p>The members of the plaintiff class had obligated themselves, while the program was in effect for their respective military specialities (rates), to serve sufficient time in the Navy to qualify for VRB. Thereafter, the Department of the Navy interpreted, first, its own regulations (as to the <i>Herbert</i> class), and subsequently, an amendment to the relevant legislation, 37 U.S.C. 308(g) (as to the <i>Edmonds-Woods-Switzer</i> class) to authorize the Navy to withhold VRB from the plaintiff classes.</p>\n<p>After each of the four cases consolidated here had been filed in 1975, and vigorously pursued, the United States Supreme Court granted review of the issues here involved in another case, <i>United States v. Larionoff,</i> 429 U.S. 997, 97 S.Ct. 522, 50 L.Ed.2d 607 (1976). The Supreme Court held, by a five-to-four majority, that the VRB payments had been wrongfully withheld. <i>United States v. Larionoff,</i> 431 U.S. 864, 97 S.Ct. 2150, 53 L.Ed.2d 48 (1977).</p>\n<p>Approximately 30,000 persons were identified as potential class members, and about 16,000 had claims processed in the instant actions. Of these, 7,671 had judgment amounts entered by the time of the hearing as to fees and costs, and administration of additional claims is expected to produce payments for about 2,400 more persons, for a total of about 10,000 class members who will recover in these cases.</p>\n<p>The hearing in this matter took place on October 1, 1986. The parties stipulated that no live testimony would be taken, although plaintiffs' counsel have filed extensive affidavits, declarations, and exhibits, which were collected in three bound volumes for the convenience of this Court.<sup>[3]</sup><span class=\"star-pagination\">*1129</span> The government filed no evidence, and did not seek cross-examination as to any of the witnesses or documents filed by plaintiffs' counsel, so that the evidentiary record is essentially undisputed. Pursuant to Rule 52 of the Federal Rules of Civil Procedure, the Court reaches the following Findings of Fact and Conclusions of Law on the issue of attorneys' fees and costs.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is a common fund case. Court-awarded fees have been standard in such cases in this country for more than a century, since the early cases such as <i>Trustees v. Greenough,</i> 105 U.S. (15 Otto) 527, 26 L.Ed. 1157 (1882), and <i>Central Railroad &amp; Banking Co. v. Pettus,</i> 113 U.S. 116, 5 S.Ct. 387, 28 L.Ed. 915 (1885). As the Supreme Court summarized the doctrine five years ago:</p>\n<blockquote>\"... this Court has recognized consistently that a litigant or lawyer who recovers a common fund for the benefit of persons other than himself or his client is entitled to a reasonable fee from the fund as a whole. The common-fund doctrine reflects the traditional practice in courts of equity, and it stands as a well-recognized exception to the general principle that requires every litigant to bear his own attorney's fees. The doctrine rests on the perception that persons who obtain the benefit of a lawsuit without contributing to its cost are unjustly enriched at the successful litigant's expense. Jurisdiction over the fund involved in the litigation allows a court to prevent this inequity by assessing attorneys' fees against the entire fund, thus spreading fees proportionately among those benefited by the suit.\" [<i>Boeing Co. v. Van Gemert,</i> 444 U.S. 472, 478, 100 S.Ct. 745, 749, 62 L.Ed.2d 676 (1980) (citations omitted).]</blockquote>\n<p>The Court finds that the percentage-of-the-fund method is the preferable approach to determine a reasonable fee in this matter. However, since the defendants contest that this is the proper method to be used here, a reasonable fee obtained under the percentage-of-the-fund method has been compared with the results that would be obtained under the \"lodestar\" method of calculation.<sup>[4]</sup> Under either method, the Court has concluded that a final fee award for legal services that have been performed on behalf of the plaintiff classes thus far should be made, with stipulations to provide maximum incentive to counsel for plaintiffs to locate class members for whom judgments have been entered, but not delivered.<sup>[5]</sup> In general, the Court finds that a reasonable fee in these cases, in comparison with similar national class action common fund cases, would be greater than the five (5%) per cent, plus interest, requested by class counsel. The Court reaches the same result, either by the percentage-of-the-fund method<sup>[6]</sup> or by the lodestar method.<sup>[7]</sup> Even modifying the hours claimed by class counsel, the Court finds that the entire expected fund will be exhausted for attorney's time. Projecting likely additional recoveries and costs, the aggregate effective rate for attorney's time will finally be just over Three Hundred and NO/100 ($300.00) Dollars per hour.<sup>[8]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>History of this Litigation</i><sup>[9]</sup></h2>\n<p>1. In 1965, Congress enacted legislation providing for the Variable Reenlistment Bonus (VRB) as an incentive for reenlistment of skilled military non-commissioned officers. 79 Stat. 547.</p>\n<p>2. To qualify for a VRB, enlisted personnel were required to obligate themselves for an extension of service, or a reenlistment of at least 24 months, for a total qualifying service obligation of at least 69 months. Through most of the years of the VRB program, the additional service had to commence <i>before</i> the enlisted person had completed eight years of total active service. At the time the member commenced serving the additional obligation, he was required to be serving in paygrade E-3 or above, in a military specialty (in the Navy, a \"rate\") that was \"critical\"that is, designated as eligible for VRBat the time of qualifying. <i>United States v. Larionoff,</i> 431 U.S. at 869 n. 8, 97 S.Ct. at 2154 n. 8.</p>\n<p>3. The intent of Congress was to focus the determination of the qualifying \"critical\" rate on the time at which the service member obligated himself to serve the time required to qualify for the special incentive bonus. <i>United States v. Larionoff,</i> 431 U.S. at 876-77, 97 S.Ct. at 2157-58.</p>\n<p>4. The Navy erroneously determined that Congress intended the qualification for VRB to hinge on service in a rate that qualified for VRB at the time the qualifying additional service <i>began,</i> rather than the time that the enlisted member <i>obligated</i> himself to serve the time required to qualify for the special incentive bonus. <i>United States v. Larionoff,</i> 431 U.S. at 877, 97 S.Ct. at 2158.</p>\n<p>5. VRB was computed by a multiple of the Regular Reenlistment Bonus (RRB) for which a service member qualified. 431 U.S. at 866, 97 S.Ct. at 2152 text at note 2.</p>\n<p>6. The Navy utilized VRB eligibility as an incentive to enlist personnel in the Navy's six-year obligor programs, particularly the Nuclear Field (NF) and the Advance Electronics Field (AEF). Personnel in these programs signed an initial Enlistment Contract for a term of four (4) years, and also signed, either on the date of enlistment, or while they were in early phases of Navy training, an Agreement to Extend Enlistment for an additional term of two (2) years. Six-year obligors, if they qualified in the Nuclear Field rates, or virtually any of the AEF rates, received RRB and VRB when they began serving the additional two-year term, or \"extension of enlistment.\"</p>\n<p>7. Beginning in 1971, the Navy reduced, by administrative regulation, the multiples applicable to some rates in the Advanced Electronics Field, and to many other VRB-designated rates. Many personnel thus found themselves in the position of having obligated themselves to serve two additional years when the regulations provided they would receive a substantial reenlistment bonus(VRB of about $4,000)yet they actually received half that amount, or even no VRB, when they began serving their extension of enlistment. Most of the persons effected by this administrative reduction are members of the class in <i>Hebert v. United States.</i><sup>[10]</sup></p>\n<p>8. In 1974, Congress substantially revised the incentive structure of the Reenlistment Bonus system. By Public Law 93-277, effective June 1, 1974, Congress established a new Selective Reenlistment Bonus (SRB) program, and abolished the Regular Reenlistment Bonus (RRB) program for anyone initially enlisting on or after the effective date of the Act. The <span class=\"star-pagination\">*1131</span> Department of Defense also interpreted this Act to abolish totally the VRB program for anyone who began serving qualifying additional time on or after June 1, 1974. The Supreme Court, however, eventually held this to be an erroneous interpretation of the intent of Congress. <i>United States v. Larionoff,</i> 431 U.S. at 879-82, 97 S.Ct. at 2159-60.</p>\n<p>9. Within days after the effective date of Public Law 93-277, and of the Navy's announcement of its interpretation that the Act abolished the VRB program, Scott J. Tepper, one of counsel for the plaintiff classes in this case, brought the first action attacking the Navy's application of the statute, on behalf of several hundred named plaintiffs, in the United States District Court for the Central District of California (Los Angeles). Ray P. McClain, who has been lead counsel in these cases since class certification was granted, thereafter brought a similar multiple plaintiff case in this Court. Dozens of individual suits were brought around the country, for more than 2,700 individual plaintiffs. As the litigation progressed, it became apparent that the entire affected population could be served effectivly only by a class action approach, and plaintiffs' counsel separately brought such class actions in 1975. The Navy was appealing adverse decisions, and was continuing to resist claims vigorously. The Navy won two decisions in the appellate courts, <i>Carini v. United States,</i> 528 F.2d 738 (4th Cir.1975), and <i>Collins v. Rumsfeld,</i> 542 F.2d 1109 (9th Cir.1976) (Messrs. Tepper and Margolis participated in the Ninth Circuit litigation), but the enlisted members won in <i>Larionoff v. United States,</i> 533 F.2d 1167 (D.C.Cir.1976). Everyone sought review in the Supreme Court. Mr. McClain filed an <i>amicus</i> brief on behalf of class plaintiffs and others in support of certiorari for the <i>Carini</i> case, and Messrs. Tepper and Margolis filed a petition for certiorari in the Ninth Circuit cases. Mr. Tepper consulted with counsel for <i>Larionoff</i> on his presentation and argument in the Supreme Court. In June, 1977, the Supreme Court ruled in <i>United States v. Larionoff,</i> 431 U.S. 864, 97 S.Ct. 2150, 53 L.Ed.2d 48 (1977), that the service members were entitled to recover.</p>\n<p>10. The <i>Hebert</i> class had been certified by Order dated June 7, 1976, a year prior to the Supreme Court's resolution of the underlying liability issue. As an entire page of docket entries in <i>Hebert</i> reflects, plaintiffs' counsel pressed on vigorously with discovery, even in the face of the unfavorable decision referred to above in the United States Court of Appeals for the Fourth Circuit, <i>Carini v. United States,</i> 528 F.2d 738 (4th Cir.1975).</p>\n<p>11. A motion for class certification had also been granted in 1976 for the <i>Switzer class</i> (Idaho), and motions had been pending in <i>Edmonds</i> (South Carolina), and <i>Wood</i> (California) for some time. This Court granted the Motion to certify <i>Edmonds</i> in September, 1977, and later established a period through March 31, 1978, for excluding persons from the class.<sup>[11]</sup> Class members were to be excluded in one of two ways: either by opting out, or simply by accepting a VRB check from the Navy. In addition to the more than 2,700 individual litigants, more than 10,000 persons filed administrative claims with the Navy. Of these, only about 750 in Subclass 1<sup>[12]</sup> remained in the class8,700 accepted checks sent by the Navy before April, 1978, and several hundred more opted out of the class to await subsequent processing by the Navy.</p>\n<p>12. The Navy, before the Supreme Court decision, had compiled a list of about 20,000 persons who were potential VRB claimants. The Navy, upon review after that Supreme Court decision, initially recognized the eligibility of about 14,000 of the persons on this list. The court finds that only about 2,000 of these persons stayed in these class actions. Only about 750 of these 2,000 persons had filed approved claims, or were still on active duty, and might eventually have been advised of <span class=\"star-pagination\">*1132</span> the claims procedure; the other 1,250 apparently did not know about the litigation, since they had not filed claims in the first eight months after the Supreme Court decision. Most of these persons probably first learned of their VRB entitlement when they read the notice of class certification published in January, 1978, and mailed in February, 1978.</p>\n<p>13. Within ten months after the <i>Larionoff</i> decision, approximately 13,500 VRB claims had been filed by individuals, either by lawsuit or by administrative claims to the Navy. Of this number, about 11,500 were excluded from these class actions about 2,700 as plaintiffs in lawsuits, 8,700 paid administratively, and at least 100 more opting out of the class.<sup>[13]</sup> About 1,100 persons who filed claims remained class members because their claims were denied. Only about 750 of the persons who had filed approved administrative claims remained members of these consolidated class actions.</p>\n<p>14. One of the earliest and most important contributions benefiting the class was the preservation of computer tapes containing data essential to identifying eligible class members. This action was taken early in the litigation, before the Supreme Court had even agreed to review the VRB cases. Absent the prompt and effective intervention by counsel, the scheduled destruction of those records by the government would, in this Court's opinion, have proceeded, and the existence of claims on behalf of a large number of class members would never have been discovered.</p>\n<p>15. Had counsel waited to start the discovery process until after the Supreme Court ruled in <i>Larionoff,</i> the record preservation order would have been delayed at least a year. Had that happened, the computer records of <i>all</i> the <i>Hebert</i> class and hundreds in <i>Edmonds-Wood-Switzer</i> class would have been rendered useless for identifying class members. For virtually all these persons, their record hinged on counsel's timely and effective action in 1976 to preserve the records necessary to identify them, and to be able to advise them that they had VRB claims.</p>\n<p>16. The fact that computer tapes containing raw data had been preserved did not, in itself, result in the generation of a list of class members. Since the data had not been stored for the purpose of identifying those having potential claims for Variable Re-enlistment Bonuses, it was necessary to develop an analytical program that could be applied to the data to select those individuals who would be most likely to meet the criteria for class participation.</p>\n<p>17. As a direct result of the preservation and analysis of the Navy tapes, the court finds that between 3,800 and 4,600 eligible class members (in Subclass 1) who had no other contact with the litigation, were identified. After the Supreme Court decision, the goverment conceded the merits of the claims on behalf of Subclass 1, although it is virtually certain that few, if any, of these class members would ever have been identified had counsel not acted promptly to obtain this Court's aid to preserve the tapes. The Court finds that the alternative of reviewing by hand all of the paper records of the millions of Navy enlisted personnel who served in the relevant years would have been so overwhelming that it could hardly have been attempted.</p>\n<p>18. The services of plaintiffs' counsel have been beneficial in speeding payment, even for those identified by the government as probably eligible. The process of reviewing individual service-member files required great amounts of time and innumerable delays. Substantial numbers of certifications were being made for almost three (3) years after the Supreme Court's decision in the <i>Larionoff</i> case. However, as a result of the computer analysis designed and supervised by Mr. McClain, lead counsel for plaintiffs, judgment amounts were reliably calculated by computer for more than 2,600 class members, included on the initial schedules, for bonuses totaling about $8,400,000 (almost one half of the current total judgments for Subclass I).</p>\n<p><span class=\"star-pagination\">*1133</span> 19. Analysis of the records disclosed to the parties that there were many categories of class members whose entitlement was disputed, in whole or in part, by the Navy. Over vigorous objections by the government, class counsel successfully moved to divide these classes into a number of subclasses. This enabled the court to enter judgment promptly for Subclass 1, whose claims, by definition, were not disputed, while the court considered the issues as to the other categories of class members. Counsel subsequently prevailed for Subclasses 2, the EW rate in Subclass 3, and Subclass 4. Counsel also obtained favorable results for a few members of Subclasses 3 and 6, whose claims were reviewed by the Board for Correction of Naval Records.</p>\n<p>20. Subclass 2 was composed of class members who extended their enlistments and received Selective Re-enlistment Bonuses (SRB), but in an amount less than the VRB to which they were originally entitled. Only after plaintiffs' counsel had prepared and filed an extensive motion for summary judgment, with supporting memorandum, on behalf of Subclass 2 did the government revise its position, and concede the entitlement of members of this subclass. Judgments have been entered for One Hundred Twenty-Five (125) members of Subclass 2 in the total amount of Three Hundred Fifty-Nine Thousand Three Hundred Eighteen and 63/100 ($359,318.63) Dollars.<sup>[14]</sup></p>\n<p>21. Subclass 3 included persons in the Electronic Warfare Technician (EW) rate who had been assigned to training in the Advanced Electronics Field (AEF) program before paperwork was completed to designate the EW rate as \"critical\" for VRB eligibility(designated September 1, 1971). Initially, the government relied upon the technicality of the effective date of the \"critical\" classification to deny entitlement to the first EW training classes, but counsel finally persuaded the government that plaintiffs' position on this rate was correct, and all EW class members were paid at the full bonus rate. Judgments totaling Two Hundred One Thousand Eighty and 40/100 ($201,080.40) Dollars have been entered for forty-eight (48) EW class members.</p>\n<p>22. Subclass 4, in both the <i>Edmonds</i> and the <i>Hebert</i> classes, consisted of those class members who re-enlisted for <i>extra</i> additional obligated service rather than serving only the minimum additional obligated service that had originally qualified them for a Variable Re-enlistment Bonus. The government initially contended that the members of Subclass 4 had forfeited their entitlement to VRB by re-enlisting, even though these service members had no choice but to serve at least the additional time that had qualified them to receive VRB. Plaintiffs' counsel moved for summary judgment on behalf of Subclass 4, and briefed the liability issue. Prior to a hearing on this motion, the government revised its position, to concede liability as to Subclass 4. Processing of claims for this subclass is continuing actively. To date judgments have been entered or submitted for 470 members of this subclass, for a total of One Million Ninety Two Thousand Five Hundred Twenty Six and 98/100 ($1,092,526.98) Dollars. There will be a substantial additional number of certifications in this subclass, claims that were all vigorously opposed by the Navy for several years.</p>\n<p>23. Some of the remaining disputed claims in the class, in subclasses 3 and 6, were denied as a matter of law by this Court, but all were directed to be referred to the Board for Correction of Naval Records for review by that Naval agency. A large number of claims, based on varied facts that required the analysis of many categories of Navy regulations, and the development of about twenty different theories of recovery, were presented to the Board. A number of these claims have <span class=\"star-pagination\">*1134</span> been granted, with increased bonuses being recognized by the Navy.</p>\n<p>24. Another significant direct benefit to the class that resulted from the efforts of plaintiffs' counsel was the accrual of substantial amounts of interest prior to the location of many of the class members. Of a total of 7,670 persons for whom judgment amounts were paid to the Clerk of this Court, 3,408 of these persons (44%), with original judgment amounts totaling Eight Million Twenty One Thousand Three Hundred Two and 26/100 ($8,021,302.26) Dollars, were not in touch with the parties when their judgments were entered.<sup>[15]</sup> Through May 14, 1987, a total of Five Million Four Hundred Ninety Eight Thousand Sixteen and 55/100 ($5,498,016.55) Dollars in interest will be earned on those bonuses for these class members. No interest whatever would have been paid to these class members had they made an administrative claim to the Department of the Navy when they finally were notified of their rights. Therefore, all of the amounts of interest have been accumulated as the result of the efforts of plaintiffs' counsel in prosecuting this class action.</p>\n<p>25. To date class members in these cases have received, or been approved for, a total of Twenty One Million Nine Hundred Forty Nine Thousand Four Hundred Eighteen and 86/100 ($21,949,418.86) Dollars in judgments, plus Five Million Four Hundred Ninety Eight Thousand Sixteen and 55/100 (5,498,016.55) Dollars in interest, (exclusive of passbook interest). The total recovery of the class, including interest, already exceeds Twenty Seven Million and NO/100 ($27,000,000.00) Dollars.</p>\n<p>26. As the foregoing factual findings should make clear, when these suits were filed, they were very questionable undertakings. Much important work was done at that early stage. Even class certification in these matters was just the beginning of a major portion of the work of class counsel. There was no guarantee of a class of reasonable size until the exclusion period expired on March 31, 1978. The government continued to deny any liability to many of the class members, and there were substantial disputes as to the amount due a number of other class members. Most of the persons comprising these classes required more services than simply monitoring claims  the majority of them did not even know they had claims until plaintiffs' counsel obtained their addresses and sent them notice of certification of the classes. Even monitoring claims was a project to which counsel brought considerable professional skill in organizing the efficient administration of thousands of claims.<sup>[16]</sup></p>\n<p></p>\n<h2>B. <i>Time Devoted to the Litigation</i>\n</h2>\n<p></p>\n<h2>1. <i>Professional Time</i>\n</h2>\n<p>27. The attorneys for plaintiff have filed extensive affidavits summarizing the professional time they have devoted to these matters. The overwhelming majority of the time set forth in these summaries has been corroborated by copies of original time log entries, reports of such entries on computer billing formats, or recapitulations from entries that were in scattered records or in records that did not reproduce well.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*1135</span> 28. No party before this Court has questioned whether the time set forth in the affidavits and declarations of counsel has been spent on the prosecution of these matters.<sup>[18]</sup> This Court finds, therefore, that all the time that is set forth in the statements of counsel has in fact been spent on prosecuting this litigation. This professional time, broken down into categories that the Court will utilize in analyzing the fee award, is as follows (through September 17, 1986, see Table 1 attached to plaintiffs' Reply Brief, September 17, 1986:</p>\n<p></p>\n<pre>\nAttorney              Total         Time         Excluded             Net Time\n                                    Merits       Fees        BCNR      On Merits\n                                                                       After\n                                                                       Adjustments\nMr. McClain         2,416.4       2,107.9        248.5       60.0       2,059\nMr. Derfner           154.2          77.0         77.2         -           75\nMr. F. Epstein         46.5          46.5                                  45\n Associates            21.5          21.5                                  21\nMr. Rosen              68.5          58.5         10.0                     57\nMr. Tepper          1,032.6         962.0         70.6                    935\n &amp; Partners\nMr. Margolis          349.9         229.0        120.8                    223\nMr. D. Epstein         98.7          45.8         52.9                     44\nMr. Dean               56.3          56.3                                  55\nMr. McTernan            1.5           1.5                                   1\n  Associates            23.7          23.7                                 23\nMr. Bush               119.0         119.0                                116\nMr. Boyle              125.0         125.0                                122\nMr. Corcoran            24.7          24.7                                 24\n  TOTALS             4,538.5       3,898.4        580.0       60.0       3,800\n</pre>\n<p>The far right-hand column has been computed by rounding each attorney's time to a figure of between 97% and 98% of the time claimed <i>on the merits.</i> [note also that time spent before the Board for Correction of Naval Records (BCNR) has been excluded.] See Finding of Fact No. 34 below.</p>\n<p></p>\n<h2>2. <i>Paralegal and Law Clerk Time</i>\n</h2>\n<p>29. No party before the Court has questioned that all the time of paralegals and law clerks set forth in the affidavits and declarations of counsel has, in fact, been spent on the prosecution of these matters.<sup>[19]</sup> Paralegal assistants have, in these matters, had to perform the following services <span class=\"star-pagination\">*1136</span> with respect to most of the thousands of class members:</p>\n<blockquote>: Responding to written inquiries about this action, and the status of the individual claim.</blockquote>\n<blockquote>: Responding to telephone inquiries.</blockquote>\n<blockquote>: Writing to individual class members to obtain additional information, and/or verification of computer information provided by the Navy, in order to determine accurate VRB amounts.</blockquote>\n<blockquote>: Computing VRB amounts.</blockquote>\n<blockquote>: Comparing plaintiffs' calculations of VRB to VRB amounts certified by the Navy for class members.</blockquote>\n<blockquote>: Documenting next of kin for deceased class members and guardians for incompetents.</blockquote>\n<blockquote>: Preparing judgment Orders for entry of VRB awards for individual class members.</blockquote>\n<blockquote>: Forwarding judgment Orders for entry, and, after entry, for payment.</blockquote>\n<blockquote>: Verifying addresses of class members so that the Clerk of Court would have an accurate address for each class member when a check was issued.</blockquote>\n<p>30. This Court finds that all the paralegal and law clerk time that is set forth in the statements of counsel has in fact been spent on prosecuting this litigation. This time, through September 27, 1986 is as follows:</p>\n<p></p>\n<pre>\nSara Barton             2,132.00\nCarol Yates             1,013.25\nConnie Pruitt           9,261.00\nMcClain Clerks             49.63\nMargolis Clerks           184.70\n                       _________\nTOTAL                  12,640.58\n</pre>\n<p>31. It is uncontradicted that plaintiffs' counsel and their staffs will process approximately 16,000 VRB claims through this action. Thus, for claims to be processed, there has been about 30 minutes of professional time and one hour and 15 minutes of paralegal time <i>per claim</i> devoted to this case. Even excluding the several thousand claims analyzed by computer, less than two (2) hours per claim of paralegal time has been devoted to this case.</p>\n<p>32. In this case, insuring the accurate computation of each class member's individual VRB amount has been a major concern of counsel for both parties and of the Court. The foregoing summary confirms, and the Court finds, that the review process for this purpose has been extraordinarily efficient, as also reflected in the expert opinion of Herbert Newberg (para. 30).</p>\n<p>33. In light of the broad range of responsibilities the paralegals have discharged in these cases, and the small amount of time required per claim for the administration of this very large class, this court finds that the full amount of paraprofessional time set forth in the affidavits of counsel has been reasonably required for the prosecution of these matters. In an abundance of caution, the court reduces these hours by 2.5% and, rounded down to the nearest hour, find that 12,300 hours should be compensated.<sup>[20]</sup></p>\n<p>34. This Court finds that the entire number of hours of professional time for which compensation is claimed is reasonable. This finding is further supported by the expert opinion of Herbert Newberg, (para. 22)one of the nation's foremost authorities on class action litigation, that both the professional and paralegal hours reported through the end of 1985 were reasonable for a class action national in scope. No party has offered any evidence whatsoever, nor any persuasive argument, that the hours stated were not reasonable for litigation of this scope in general, or for these cases in particular. In an abundance of caution, this Court will, for purposes of the lodestar analysis, approve the adjusted hours in the right-hand column in Finding <span class=\"star-pagination\">*1137</span> of Fact No. 28, which represent a reduction of slightly more than 2.5% of the total hours claimed on the merits, and a reduction of more than 15 per cent of the total hours spent on this litigation.</p>\n<p></p>\n<h2>C. <i>Hourly Rates</i>\n</h2>\n<p></p>\n<h2>1. <i>Factors Considered</i>\n</h2>\n<p></p>\n<h2>a. <i>Skill necessary for the litigation</i>\n</h2>\n<p>35. As reflected in the foregoing findings, this matter was a complex national class action. Both the record and this Court's observations throughout this case support the finding that prosecution and management of a complex national class action requires unique legal skills and abilities.</p>\n<p>36. The record further reflects, and this Court is aware from many years of experience in South Carolina, that there has been no \"national class action\" bar in this state, so that there has been no private market in South Carolina for legal services of this type, and private market rates should not be determined solely by reference to prevailing hourly rates in South Carolina, although such rates should be taken into consideration by the Court.</p>\n<p>37. The record further reflects, and this Court finds, based both on this record and on its own personal knowledge of plaintiffs' counsel, that Mr. McClain, lead counsel for plaintiffs, and Mr. Tepper, the other attorney most active in these cases, both had extensive experience prior to these cases in administrative and litigated matters involving Navy regulations. That prior experience enabled counsel to master the regulations relevent to this litigation in an efficient manner.</p>\n<p>38. The Court further finds, based on Mr. McClain's incontradicted affidavits and on the Court's own observations throughout these matters, that Mr. McClain's grasp of the relevant Navy regulations, computer systems, and other complex aspects of this litigation, enabled the parties to develop processing methods that greatly facilitated the resolution of several thousand claims of class members.</p>\n<p>39. A closely related concern, traditionally considered by courts in determining the reasonableness of an attorneys' fee, is the scope of the responsibility assumed by counsel: an attorney who handles a matter involving tens of millions of dollars is assuming much greater responsibility than an attorney who undertakes representation in a matter involving tens of thousands of dollars, and substantial compensation for that responsibility is common in the marketplace.</p>\n<p>40. Finally, in connection with the skill necessary for this litigation, this Court feels it should record its findings concerning the quality of performance of counsel for plaintiffs, particularly lead counsel, Mr. McClain. Although at the outset of significant proceedings in this case, Mr. McClain had only about five years' experience at the bar, he has conducted this matter throughout, even at the earliest stages, at a level of performance to be expected only from the most seasoned practitioners. While there are two attorneys representing the plaintiffs who each have many decades of experience, Morris D. Rosen and Ben Margolis, each of them has had to devote relatively little time to this matter; this is unquestionably a result of the excellent work done by Mr. McClain from the outset of this litigation. In all matters presented to the Court, Mr. McClain's presentations have been notable for their thoroughness, and for the exceptional grasp he has demonstrated of the relevant legal issues raised by Navy regulations and class action questions.</p>\n<p>41. This Court is also personally familiar with the skill of several of the other plaintiffs' lawyers in this case. Mr. Rosen enjoys a well-deserved reputation for consistent excellence. Mr. Derfner has likewise appeared frequently, and has performed exceptionally well before this Court.</p>\n<p>42. As the foregoing findings reflect, the instant cases have been unique in South Carolina, both in their scope, and in the nature of the subject matter litigated. The Court finds it essential to take this uniqueness <span class=\"star-pagination\">*1138</span> into account in fixing appropriate hourly rates for counsel in these matters.</p>\n<p></p>\n<h2>b. <i>Similar Cases</i>\n</h2>\n<p>43. Based both upon the affidavit of Herbert Newberg, and upon the Court's own review of reported decisions, this Court finds that, for purposes of analysis of attorneys' fees, the other major class actions discussed in the record, where fees have been awarded from a common fund, are similar to the instant case.<sup>[21]</sup></p>\n<p>44. In national class action common fund litigation, the record reflects that partner time in other jurisdictions is compensated at Two Hundred Fifty and NO/100 ($250.00) dollars per hour or more, before adjustments are applied to the lodestar computation.<sup>[22]</sup></p>\n<p>45. In national class action common fund litigation, Mr. McClain's affidavits reflect, without objection or contradition, and the Court so finds, that, adjusting for current value of the dollar, the <i>average</i> fee awarded for lead counsel time has been Four Hundred Fifty and NO/100 ($450.00) Dollars per hour, and the <i>average</i> fee awarded for all counsel time in the largest, most comparable class actions, has been about Four Hundred Fifteen and NO/100 ($415.00) Dollars per hour.<sup>[23]</sup></p>\n<p></p>\n<h2>c. <i>Contingency</i>\n</h2>\n<p>46. The record is uncontradicted, and the Court finds, that other VRB litigation in South Carolina and Virginia has been conducted on a contingent fee, percentage of recovery basis. In South Carolina, individual cases were prosecuted on a twenty-five (25%) percent contingency fee. In Virignia, after extensive litigation of the fee question, claimants who objected to the fees awarded paid a fee in excess of five (5%) percent, and other claimants paid about twenty (20%) percent.</p>\n<p>47. The affidavits of counsel reflect, and the court so finds, that the regular hourly rates charged by attorneys in South Carolina, and by all attorneys in these actions, are not charged in contemplation of any contingency of payment, or delay in payment.</p>\n<p>48. The affidavits of counsel reflect, and the court so finds, that, in the private market for legal fees, attorneys who prevail on a claim in which a contingent fee is charged will commonly be compensated at effective rates two or more times the rates charged to clients who pay fees on a guaranteed, prompt basis. This finding is also consistent with this Court's experiences in many cases handled on a contingent basis in private practice in this state.</p>\n<p></p>\n<h2>d. <i>South Carolina Rates</i>\n</h2>\n<p>49. The record reflects, without contradiction, and the Court finds, that many experienced partners charge, for major litigation in South Carolina, particularly for a one-time client, One Hundred Fifty ($150.00) Dollars per hour.<sup>[24]</sup> The Court further finds that cases involving unusual expertise can command rates for South Carolina attorneys of up to Two Hundred and No/100 ($200.00) Dollars per hour.<sup>[25]</sup></p>\n<p>50. The Court finds that the applicable rates should be Two Hundred and NO/100 ($200.00) Dollars per hour for the time of lead counsel, Mr. McClain,<sup>[26]</sup> and One Hundred <span class=\"star-pagination\">*1139</span> Seventy Five and NO/100 ($175.00) Dollars per hour for the time of all other partner-level attorneys who have participated in this litigation.<sup>[27]</sup></p>\n<p>51. Based on the uncontradicted affidavits of Mr. McClain and Mr. Rosen, and the Court's knowledge of the local bar and of this case, the Court finds that One Hundred and NO/100 ($100.00) Dollars per hour is an appropriate rate for the professional time of associate attorneys to be compensated in these matters.</p>\n<p>52. Based on the affidavits of counsel, and the affidavits of Mr. Logan and Mr. Stewart, the Court finds that Thirty and NO/100 ($30.00) Dollars per hour is an appropriate rate for the paraprofessional time to be compensated in these matters, both for paralegals and for law clerks. Compare the rates approved by the court in <i>Pacific Plumbing Supply Co. v. Crane Co.,</i> 1982-1 Trade Cases (CCH) para. 64,473 (W.D.Wash.1982) (most time at Forty Two and NO/100 ($42.00) Dollars per hour); see also rates apparently approved in <i>Vaughns v. Bd. of Ed. of Prince George's Cty.,</i> 770 F.2d 1244 (4th Cir.1985). (Thirty Five and NO/100 ($35.00) to Fifty and NO/100 ($50.00) Dollars per hour)</p>\n<p></p>\n<h2>2. <i>Hours to be Compensated in this Award</i>\n</h2>\n<p>53. The Court finds that none of the interim fee awards in these cases were intended to be fully compensatory of counsel. \"Since the court has not attempted to make a final determination of the amount of compensation that will be appropriate for services performed in this case, the court has used a conservative basis for calculating the interim allowance of fee.\" Order, November 29, 1978, pg. 3<sup>[28]</sup></p>\n<p>54. The Court finds that not all hours proper for compensation were compensated in any of the interim awards of fees and costs.</p>\n<p>55. The Court also finds that the hourly rates utilized in each of the interim awards of fees and costs were <i>not</i> chosen to be fully compensatory of counsel in light of all the circumstances of these cases.</p>\n<p>56. The Court further finds as a fact that an equitable fee, properly compensatory for the efforts of plaintiffs' counsel, can only be awarded by adhering to the Court's initial intention, which was to consider the entire fee award <i>ab initio</i> at this point in these cases. Therefore, to achieve an equitable fee award, all hours from the beginning of these cases will be utilized in the lodestar analysis in the Conclusions of Law below.</p>\n<p></p>\n<h2>3. <i>Other factors to be Considered in Hourly Rates</i>\n</h2>\n<p>57. In an attempt to be comprehensive in addressing the issues that have been presented by the parties, the Court sets forth its findings with regard to each of the factors that it must consider in exercising the discretion of the Court in awarding attorneys fees. <i>Daly v. Hill,</i> 790 F.2d 1071, 1075 n. 2 (4th Cir.1986).</p>\n<p>58. <i>Time and labor required.</i> The Court's findings on these questions have been set forth in detail below.</p>\n<p>59. <i>Novelty and difficulty of questions.</i> At the time this litigation was undertaken in 1975, the legal questions remained difficult, even though there had been some favorable district court rulings. Even after the decision of the Supreme Court in <i>Larionoff,</i> this Court and the parties have repeatedly been faced with novel and difficult problems, both as to entitlement, and as to class action aspects of this <span class=\"star-pagination\">*1140</span> litigation. These considerations have been noted in selecting hourly rates to be used in the lodestar analysis.</p>\n<p>60. <i>Skill required properly to perform the service.</i> This factor has been discussed at length above and has received strong consideration in selecting hourly rates at the top of the market range as the lodestar rates.</p>\n<p>61. <i>Preclusion of other employment.</i> The uncontradicted affidavits of lead counsel for plaintiffs, Mr. McClain, reflect, and the Court finds, that the concentration of his efforts on this case, particularly in the period from August, 1977, through April, 1979, drastically reduced the number of other matters that he could accept during that time. His affidavits also reflect, and the Court finds, that this continuing responsibility for the prosecution of these matters has precluded him from accepting some substantial employment even since that time. As the Court notes below, paragraphs 65 and 68, in this particular case this factor has some relation to time limitations and to a type of \"undesirability\" of the litigation.</p>\n<p>62. <i>Customary fee.</i> The Court finds that there is no relevant customary fee for plaintiffs' counsel in a major national class action, although awards in similar class actions will be considered, as noted below, paragraph 70.</p>\n<p>63. <i>Contingency.</i> The record reflects, and the Court finds, that the compensation of counsel was wholly contingent on success at the outset of this litigation in 1975, and that the risk of non-recovery at the outset was great. The Court finds that, in the early stages of these cases, the risk of non-recovery <i>increased,</i> as unfavorable decisions were rendered by the United States Courts of Appeals for the Fourth Circuit and the Ninth Circuit. The Court also finds, except as to Subclasses 2 and 4, that the risk of non-recovery of a reasonable fee extended through March 31, 1978, the date on which the period of time allowed for voluntary exclusion from the class expired; a large number of persons were excluded from the class, and it was possible that counsel could have ended up committed to represent a small class with the recovery not exceeding the costs of the action.<sup>[29]</sup> In addition, this court finds, as to Subclass 2, the risk of non-recovery ended approximately in June, 1978, and as to Subclass 4, approximately May, 1980.</p>\n<p>64. <i>Time limitations.</i> During the initial period referred to in paragraph 61, the circumstances of the litigation imposed some time limitations on Mr. McClain, but otherwise this factor is not relevant to these cases.</p>\n<p>65. <i>Amount involved.</i> Because of the exceptional circumstances of this case, the court finds that the responsibility assumed for the amount involved cannot be fully compensated simply by using top market rates, and that reasonable compensation for the amount involved requires the use of either a percentage of the fund computation or an adjustment to the \"lodestar\" fee, in addition to the rates to be used in the lodestar analysis.</p>\n<p>66. <i>Experience, reputation, and ability of counsel.</i> This factor has been considered in the selection of the appropriate hourly rates for lodestar analysis. This court finds that the attorneys involved in this case have performed exceptionally well and enjoy fine reputations in their respective communities. See also Findings of Fact No. 41. This factor also reflects the standing and ability of opposing counsel. Of course, in this matter, the plaintiffs have been opposed throughout by skilled attorneys from the Department of Justice and the Department of the Navy, who have opposed almost every major proposal made by counsel for plaintiffs. Government counsel have argued their positions throughout this litigation ably, thoroughly, and forcefully.</p>\n<p>67. <i>\"Undesirability\" of the case.</i> To the extent that this factor normally encompasses concern over whether undertaking a particular case will discourage other potential clients in a community from employing <span class=\"star-pagination\">*1141</span> an attorney, this factor obviously has no application to the instant litigation. <i>Daly v. Hill, supra</i><i>.</i> However, as to the resources required to prosecute these matters, these were considered so undersirable that Mr. Logan, a member of one of the large firms in Charleston, has testified that his firm was not willing to invest the resources that would have been required. <i>Cf. </i><i>Brewer v. Southern Union Co.,</i> 607 F.Supp. 1511, 1532 (D.Colo.1984).</p>\n<p>68. <i>Nature and length of the professional relationship.</i> The record is clear that this representation was a \"one-time\" arrangement, but this matter has lasted several years. However, the discounted rates that are often charged by attorneys to clients who provide them with a volume of repeat legal business are not relevant here.</p>\n<p>69. <i>Awards in similar cases.</i> As set forth above, the Court finds that this litigation is similar in all reasonably important respects to other major national class actions over the past two decades that have resulted in the creation of common funds in the tens of millions of dollars.<sup>[30]</sup></p>\n<p></p>\n<h2>D. <i>Effect of the Fee AwardPublic Policy Considerations</i>\n</h2>\n<p>70. The record is uncontradicted that an award of a fee of less than the requested five (5%) percent, plus interest thereon, would discourage attorneys from undertaking major national class action litigation of the instant scope, and the Court so finds. This finding is particularly supported by the expert testimony of two eminent authorities in the field of class actions, Herbert B. Newberg, a long-time practitioner and author of a leading treatise in the field, and Professor John C. Coffee, Jr., a leading academic authority. There is further support for this finding in the testimony of a prominent member of the South Carolina bar, Wade H. Logan, III, whose firm engaged in VRB litigation, but declined to undertake the burdens of the class action. The government has offered no contrary evidence.</p>\n<p>71. The Court finds that a fee of less than five (5%) percent, which would discourage the bar, after a successful litigation result has been obtained, from undertaking similar litigation in the future, cannot be considered a reasonable fee for the responsibility and risks undertaken. Therefore, to the extent that this fee award should be measured by the expectations of the national class action bar, the five (5%) percent requested is the minimum fee that should be considered reasonable for this litigation.</p>\n<p></p>\n<h2>E. <i>Reasonableness of Percentage Fee</i>\n</h2>\n<p>72. Based on the Court's own experience, and the uncontradicted evidence of record,<sup>[31]</sup> the Court finds that a reasonable fee, as measured by a percentage of the recovery, would be ten (10%) percent of the fund for fees, plus out-of-pocket expenses and disbursements.</p>\n<p>73. This percentage would be reasonable, as the expert witnesses have testified, and as the Court finds based on its own knowledge and experience, for the following reasons:</p>\n<p>(a) The results in this case are fully compensatory to all class members, rather than being a compromise settlement. The recovery of interest on invested recoveries also has protected the completeness of the recovery for class members.</p>\n<p>(b) Counsel for the plaintiff classes have organized the delivery of services in an extraordinarily efficient manner, both by the use of computer analyses and by the use of paraprofessionals. Such economical results should be duly rewarded.</p>\n<p>(c) As set forth above in Finding of Fact No. 63, there was a substantial contingency <span class=\"star-pagination\">*1142</span> on receiving reasonable compensation for almost three years after these cases were brought, during which many hours were spent and a number of critical steps taken to protect members of the plaintiff classes from irretrievable harm.</p>\n<p>(d) Plaintiffs' counsel were not able to \"piggyback\" their cases onto cases or investigations prepared by government enforcement agencies, such as the Department of Justice(as in many anti-trust class actions)or the Securities and Exchange Commission(as in many securities class actions).<sup>[32]</sup> Here, instead, the government vigorously opposed the interest of the plaintiff classes.</p>\n<p>(e) This was a case in which the substantive expertise on Variable Re-enlistment Bonuses had to be developed on a \"one-shot\" basis. Since much of the legal knowledge developed for this case will not be applicable in other cases, unlike most national class action litigation, the percentage award should be higher it would than otherwise be set to reflect this fact.</p>\n<p>74. Finally, the five (5%) percent, plus interest, actually requested by plaintiffs' counsel has a further, persuasive indication of reasonableness. The five (5%) percent ceiling on the amount to be deducted from each recovery was established at the time of notice to the class members that these class actions had been certified. Almost 1,300 potential class members exercised their right to request exclusion from the class, and the record in this court reflects that virtually all those remaining in the class are satisfied with the five (5%) percent charge for fees and costs.<sup>[33]</sup></p>\n<p></p>\n<h2>F. <i>Exceptional Nature of these Cases</i>\n</h2>\n<p>75. To the extent that a lodestar analysis is appropriate in the instant cases, this Court finds that these cases exhibit exceptional circumstances that justify the application of a multiplier to the lodestar computation. The Court finds that at least the following aspects of counsel's performance in these cases is not reflected in hourly rates, not even the top market rates approved above by this Court:</p>\n<p>(a) When the cases were undertaken, it was clear that one of the cases was going to have to be litigated to the Supreme Court as too many interests were at stake for these matters to be resolved by compromise. The extreme risk of loss is highlighted by the fact that two Courts of Appeals ruled against the claims presented, and the Supreme Court upheld the claims by only a 5-4 margin.<sup>[34]</sup></p>\n<p>(b) The extraordinary total sums involved; very few cases, even national class actions, involve tens of millions of dollars.</p>\n<p>(c) The beneficial results achieved of a One hundred (100%) percent recovery, obtained and invested to accrue interest while class members were being sought out by aggressive methods of class counsel.</p>\n<p>(d) The superior litigation efficiency achieved by counsel for plaintiffs in these cases, for example:</p>\n<blockquote>(i) Results obtained have been achieved with significantly fewer hours expended by plaintiffs counsel than would normally be reasonably expected and compensated for in comparable litigation.</blockquote>\n<blockquote>(ii) Results obtained have been achieved with delegation of litigation tasks to paralegals with lower hourly rates, resulting in a significant \"savings\" of litigation costs that would have reasonably been expected and compensated for in comparable litigation with increased services by highpriced counsel.</blockquote>\n<blockquote>(iii) Results obtained have been achieved with time saved by creative lawyers <span class=\"star-pagination\">*1143</span> who successfully resolved novel and complex procedural, class action and substantive issues, as reflected in the Findings of Fact.</blockquote>\n<p></p>\n<h2>G. <i>Costs</i>\n</h2>\n<p>76. Counsel for plaintiffs have set forth out-of-pocket expenses<sup>[35]</sup> for the entire course of this litigation, through September 17, 1986, in the amount of $95,004.88. The government has neither contested nor objected to any of the items of cost set forth. After a review of these items, the Court finds them reasonable, particularly for litigation of this scope and magnitude, and the requested costs are hereby awarded.<sup>[36]</sup></p>\n<p></p>\n<h2>H. <i>Analysis of Funds Held by the Clerk.</i>\n</h2>\n<p>77. Based on information available from the Clerk of this Court, the Court finds that the monies in the hands of the Clerk as of February 23, 1987, may be analyzed approximately as follows:</p>\n<p></p>\n<pre>\nNumber    Amount of       5% Fee Fund\nBonuses   Bonuses to be   From VRB           From VRB\non hand   Distributed     on hand       Paid out\n1695         $7,123,909.37      $374,942.50     $960,057.50\n</pre>\n<p></p>\n<h2>I. <i>Analysis of Interim Fee Awards</i>\n</h2>\n<p>78. The funds previously awarded by the Court as interim fees and expenses have been allocated as follows:</p>\n<p></p>\n<pre>\nYear      Edmonds         Herbert\n1978     $174,759.22     $23,507.55\n1980       59,424.60      33,266.95\n1982       36,596.75      26,996.76\n1986        1,900.00\n         ___________     __________\nTOTAL    $272,680.57     $83,771.26\n</pre>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>Method of Computation</i>\n</h2>\n<p>1. The Court concludes, for the reasons set forth below, that the preferred method of computation of fees in this common fund case is the percentage of the fund method. However, since the government has strenuously argued in favor of the \"lodestar\" approach, and there are no recent holdings of either the Supreme Court or the Court of Appeals for the Fourth Circuit to make the matter competely free from doubt, the Court will, in an abundance of caution, also set forth its \"lodestar\" analysis to demonstrate that the fee awarded is reasonable by either approach.<sup>[37]</sup></p>\n<p><span class=\"star-pagination\">*1144</span> 2. The most recent statement of the Supreme Court on the question of fee awards in common fund cases is found in <i>Blum v. Stenson,</i> 465 U.S. 886, 900 n. 16, 104 S.Ct. 1541, 1550 n. 16, 79 L.Ed.2d 891 (1984), where the Court said that, \"under the `common fund doctrine,' ... a reasonable fee is based on a percentage of the fund bestowed on the class....\"<sup>[38]</sup> As will be seen below, no subsequent statements by the Supreme Court suggest any other approach.<sup>[39]</sup> This Court concludes, therefore, that the preferred method of calculation of a fee in this case is as a percentage of that fund.</p>\n<p>3. This conclusion is supported by the only appellate court decisions to address a common fund fee award since <i>Blum.</i> In <i>Commonwealth of Puerto Rico v. Heckler,</i> 745 F.2d 709, 714 (D.C.Cir.1984), the Court of Appeals held that the \"lodestar\" method should not be applied in a common fund case. The government has offered no authority, and this Court has found no appellate decisions that conflict with the reading of <i>Blum</i> as set forth by the Court of Appeals for the District of Columbia.<sup>[40]</sup></p>\n<p>4. The government's principal argument on this point has been that recent cases in the Fourth Circuit adhere to the \"lodestar\" analysis of fee awards. <i>Daly v. Hill,</i> 790 F.2d 1071 (4th Cir.1986); <i>Almond v. Boyles,</i> 792 F.2d 451 (4th Cir.1986). The Court concludes, however, that each of these cases are not persuasive on the point at issue because these cases involved the application of a fee shifting statute, and the issue here is whether there is a different rule for common fund cases, as the statement of the Supreme Court indicated.</p>\n<p>5. The other argument of the government is that the recent decision of the Supreme Court in <i>Pennsylvania v. Delaware Valley Citizens' Council,</i> ___ U.S. ___, 106 S.Ct. 3088, 92 L.Ed.2d 439 (1986), indicates that the Supreme Court has rejected all adjustments to a fee computed by multiplying the reasonable hourly rate by the reasonable number of hours. This Court concludes, however, that there is <span class=\"star-pagination\">*1145</span> nothing in the cited opinion to suggest that the Supreme Court intended to require application of the \"lodestar\" analysis to what would normally be common fund fee awards. First, the decision clearly focuses on fees awarded under various \"fee-shifting\" statutes. In this connection, the Supreme Court also ordered reargument of \"the question whether attorney's fees chargeable to a losing defendant under the Clean Water Act and the comparable statutes may be enhanced based on the risk of loss....\" <i>id.,</i> 106 S.Ct. at 3100.</p>\n<p>6. In addition, this Court's conclusion is supported by the fact that other district courts, after the decision in <i>Pennsylvania v. Delaware Valley Citizens' Council</i><i>,</i> have found that the percentage approach is still viable in common fund cases. <i>See, e.g., </i><i>Pray v. Lockheed Aircraft Corp.,</i> 644 F.Supp. 1289 (D.D.C.1986).<sup>[41]</sup></p>\n<p>7. Finally, this Court concludes that sound policy considerations support the use of percentage-based fees in common fund cases. Where a very large fund is potentially at stake, a lodestar analysis tends to limit the recovery sought in settlement, whereas the percentage of recovery approach encourages class counsel to push the settlement fund demanded to the limits.</p>\n<p>8. The Court emphasizes, however, that its conclusion, as explained in more detail below, is that, whether measured by either the percentage of recovery method, or by the lodestar method, the expected fund of between One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars and One Million Eight Hundred Thousand and NO/100 ($1,800,000.00) Dollars for fees <i>and</i> costs is the very minimum that should be considered a reasonable award. If the five (5%) percent fund exceeds this amount somewhat, the fee will still be entirely reasonable.</p>\n<p></p>\n<h2>B. <i>Percentage of the Fund Analysis</i>\n</h2>\n<p>9. In the instant litigation, counsel for the plaintiff classes voluntarily limited themselves at the time of notice to the class members to a fund not exceeding five (5%) percent of the bonus amount recovered; that five (5%) percent has been segregated from every bonus paid into the registry of this Court, and the fund so created has been separately invested. Counsel for plaintiffs now seek the entire amount. This Court concludes, for the reasons that follow, that a fee of five (5%) percent of the initial bonuses is reasonable and just. This Court further concludes that a fee of less than five (5%) percent would be unreasonably low, and would be contrary to public policy in that it would discourage attorneys from representing plaintiffs in complex matters such as that here involved. See, e.g. <i>In re Warner Communications Securities Litigation,</i> 618 F.Supp. 735, 750-51 (S.D.N.Y.1985).</p>\n<p>10. As the Court has noted above, in the Findings of Fact No. 72-73, the record herein supports a conclusion that a fee of ten (10%) percent of the fund created would be reasonable. Necessarily, then, the five (5%) percent requested is a reasonable fee. Decisions in many other cases establish that fees and costs exceeding One million and NO/100 ($1,000,000.00) Dollars have been awarded where the percentage of the fund devoted to such expenses exceeds twenty (20%) percent.<sup>[42]</sup> On this <span class=\"star-pagination\">*1146</span> record this court feels that there is simply no contested issue of fact to bring into question the reasonableness of a five (5%) percent award, plus the interest thereon.</p>\n<p></p>\n<h2>C. <i>Lodestar Analysis of the Fee Award</i>\n</h2>\n<p>11. As the Fourth Circuit has recently pointed out, the proper point at which to consider most of the various factors that affect the level of the fee awarded \"is in determining the reasonable rate and the reasonable hours.\" <i>Daly v. Hill,</i> 790 F.2d 1071, 1078 (4th Cir.1986), construing <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). This Court has endeavored to take many of those factors into consideration in its Findings of Fact regarding reasonable hourly rates to apply in the present cases. This is the proper point to discuss the legal bases for some of the choices made in the selection of those rates.</p>\n<p></p>\n<h2>1. <i>Use of current hourly rates.</i>\n</h2>\n<p>12. The government has proposed that the Court use historical rates for counsel, and the Court has used historical rates on occasion. However, the recent case of <i>Daly v. Hill,</i> 790 F.2d 1071, 1081 (4th Cir. 1986), indicated that the use of historical rates is not within the discretion of the Court unless some adjustment is made \"to counterbalance the effect of inflation and foregoing interest on the value of the fee.\" The Fourth Circuit suggests, in that opinion, that one appropriate adjustment for these effects is to use current hourly rates, rather than historical rates.</p>\n<p>13. The government's principal objection to the use of current rates is the fact that counsel received interim fee awards. The government cites no authority for this objection, but relies on the logic that, since payment was not deferred, there is no need to compensate for delay in payment.</p>\n<p>14. The government's position is answered in <i>Brewer v. Southern Union Co.,</i> 607 F.Supp. 1511, 1534-35 (D.Colo.1984). The information in that decision is not absolutely clear, but it appears that the litigation spanned six years, from 1978 through 1984. In 1984, the lodestar for <i>all</i> time since 1978, at the lead firm's claimed billing rates(including paralegal time)was not quite Three Million and NO/100 ($3,000,000.00) Dollars; three years earlier, in 1981, the firm had received an interim fee award of almost Two Million Five Hundred Thousand and NO/100 ($2,500,000.00) Dollars. It appears that the interim award must have more than compensated for the regular billing rates for all time worked up through the interim award, yet the District Court found this factor to be irrelevant to the final fee computation. The Court held, 607 F.Supp. at 1534-35:</p>\n<blockquote>\"Without a determination, at that time, of the number of hours being compensated and the risk factor employed, it would now be unfair to attempt to compute any reduction of risk stemming from the interim allowances.\"</blockquote>\n<p>The circumstances of this case are quite similar; this Court did not attempt, in the past awards, to evaluate fully the hours being compensated, and this Court added no enhancement on to the hourly rates. Particularly, for the first award(which covered over half the hours in the case) the rates were intentionally pegged at a very conservative level, and excluded many compensable hours(about 350). As a result, in this case, counsel never really recovered for all compensable work from the first of the case through any of the interim awards.</p>\n<p>15. Another district court in the Fourth Circuit has reached the same result: that an award and payment of interim fees, several years after litigation has begun, does not bar the use of current rates to compensate for delay in payment when a final fee award is made. <i>Chisolm v. United States Postal Service,</i> 570 F.Supp. 1044, 1045-46 (W.D.N.C.1983).</p>\n<p>16. The fundamental holding of these cases is that one way to adequately compensate for delay in payment of a fee, <span class=\"star-pagination\">*1147</span> where full compensation is not made in interim awards, is to utilize current rates at the time of the award. This Court did not intend to make, and did not make, a first interim fee award that was fully compensatory, either of the lodestar, or of any appropriate enhancement. The most efficient method of compensating for delay in amounts that would have been paid earlier (had the interim fee been fully compensatory) is simply to use current rates, the approach used by the district courts in <i>Brewer</i> and <i>Chisolm.</i></p>\n<p></p>\n<h2>2. <i>Use of top market hourly rates</i>\n</h2>\n<p>17. Most of the hourly rates adopted in the Findings of Fact are exactly, or very near, the hourly rates that are now charged by the respective attorneys. The principal exception to this is the rate adopted by the Court for lead counsel for plaintiffs, Mr. McClain. The proper rate for Mr. McClain's work has been found by the Court to be $200 per hour. Even though this rate is higher than the rates he typically charges his clients, the relevant inquiry is the market rate for the services he provided in these cases. <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984); <i>City of Riverside v. Rivera,</i> ___ U.S. ___, 106 S.Ct. 2686, 91 L.Ed.2d 466 (1986).</p>\n<p>18. The Court concludes that lead counsel services for a national class action should be compensated at the top rate in the market, Two Hundred and NO/100 ($200) per hour.<sup>[43]</sup></p>\n<p>19. The Court's conclusion is further supported by the similar treatment of the lodestar rate used for lead counsel in <i>Brewer v. Southern Union Co.,</i> 607 F.Supp. 1511, 1525-26 (D.Colo.1984) (counsel claimed rate of $120 per hour; court found $200 per hour proper for initial computation, then enhanced by factor of 3.35). <i>See also </i><i>Brown v. Bolger,</i> 102 F.R.D. 849, 869 (D.D.C.1984) (although counsel's own fee structure is to be given \"great weight\", the court awarded a higher rate).</p>\n<p></p>\n<h2>3. <i>Calculation of the \"lodestar\" fee amount.</i>\n</h2>\n<p>20. Based on the foregoing, the Court calculates the \"lodestar\" fee amount for counsel in these cases, as of October 1986, as follows:<sup>[44]</sup></p>\n<p></p>\n<pre>\nAttorney      Hours   Rate   \"Lodestar\" Fee\nMr. McClain                   2,059              $200                 $411,800.00\nMr. Derfner                      75               175                   13,125.00\nMr. Rosen                        57               175                    9,975.00\nMr. F. Epstein                   45               175                    7,875.00\nMr. Tepper                      935               175                  163,625.00\nMr. Margolis                    223               175                   39,025.00\nMr. D. Epstein                   44               175                    7,700.00\nMr. Dean and Partners            56               175                    9,800.00\nMr. Corcoran                     24               175                    4,200.00\nMr. Bush                        116               175                   20,300.00\nMr. Boyle                       122               175                   21,350.00\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1148</span>\nAssociates                       44              $100                   $4,400.00\n                              _____              ____                  __________\n   TOTALS                     3,800                                   $713,175.00\n</pre>\n<p>21. Based on the foregoing, the Court calculates the \"lodestar\" fee amount for Twelve Thousand Three Hunered (12,300) hours of paraprofessional time at Thirty and NO/100 ($30.00) Dollars per hour as Three Hundred Sixty Nine Thousand and NO/100 ($369,000.00) Dollars. (See Findings of Fact Nos. 30, 33, and 52).</p>\n<p></p>\n<h2>4. <i>Multiplier adjustments (summary)</i>\n</h2>\n<p>22. The Court concludes that it would be fair and proper in order to reach a reasonable fee that is fully compensatory, to enhance the lodestar figure through the use of appropriate multipliers. This court finds that a multiplier is needed to reflect contingency as to the likelihood of success, i.e. the risk of loss, and one is needed to reflect the amount involved/results obtained aspect of this case. Although these factors can be reflected in the lodestar figure, this court has not taken this approach because of the exceptional circumstances found to exist in this case.<sup>[45]</sup> (See Finding of Fact No. 75.)</p>\n<p>23. <i>Contingency.</i> Contingency of success is measured by \"the probability or likelihood of success, viewed at the time of filing suit.\" <i>Lindy Bros. Builders,</i> 540 F.2d 102, 117; <i>Spell v. McDaniel,</i> 616 F.Supp. 1069, 1109 (E.D.N.C.1985). The fact that there are successes early in the litigation does not negate the significance that should be accorded to the risk of non-recovery that counsel assumed at the outset. <i>In re Chicken Antitrust Litigation,</i> 560 F.Supp. 963, 991-94 (N.D.Ga.1980); <i>In re Corrugated Container Antitrust Litigation,</i> 1983-2 Trade Cases (CCH para. 65,629 at pp. 69, 175-76 (S.D.Tex.1983). However, this court has found that the risk of non-recovery of a reasonable fee, except as to Subclasses II and IV, extended through March 31, 1978. See Finding of Fact No. 63. In addition, this court finds that, as to Subclass II, the risk of non-recovery ended approximately in June, 1978, and as to Subclass IV, approximately May, 1980. Accordingly, this Court finds that the multiplier established for this purpose should not be applied to adjust the lodestar portion of the fee attributable to the period of time after these dates, because the contingency risk factor, for the most part, ceased to exist. See <i>Spell,</i> at 1110.</p>\n<p>24. <i>Amount involved/results obtained.</i> Ordinarily, these factors will be reflected in the lodestar figure. However, this court has found that exceptional circumstances exist in this case which would justify a multiplier adjustment. See Finding of Fact No. 75. This court has considered these factors to the extent that a reasonable fee under the lodestar method is not fully compensatory and an adjustment is needed in order to accomplish full and fair compensation under the exceptional circumstances of this case.</p>\n<p>26.<sup>[*]</sup><i>Application of multipliers.</i> In analyzing a reasonable fee(without regard to the fund actually available) the Court has followed a procedure that district courts find necessary from time to time. See, e.g., <i>In re Cement and Concrete Antitrust Litigation,</i> 1980-81 Trade Cases (CCH), para 63,798 at p. 78,270 (D.Az.1980). Courts awarding fees have wrestled with the issues of arriving at an appropriate method to establish proper multipliers and the correct procedure to follow in applying such multipliers to the hours of various persons providing services in each case. This Court agrees with the <span class=\"star-pagination\">*1149</span> observation of Judge \"O'Kelley in <i>In re Chicken Antitrust Litigation,</i> 560 F.Supp. 963, 995 (N.D.Ga.1980), that</p>\n<blockquote>\"the selection of an appropriate multiplier must follow essentially a trial and error course. If the use of one multiplier over another results in what the court feels is an unreasonable high or low fee, then the multiplier must be adjusted to comport with the court's perception of the proper fee award under the circumstances.\"</blockquote>\n<p>Some courts have applied different multipliers to different categories of work, others have applied multipliers based on who performed the work. This Court finds the approach focusing on who performed the work to be the most appropriate, with the highest multiplier to be applied to the hours of lead counsel, who had the lion's share of the responsibilities and burdens of this litigation.</p>\n<p>27. <i>Lead Counsel.</i> The Court concludes that a multiplier of 2.75 for lead counsel is appropriate and must be broken down in order to reach a reasonable fee. This figure represents a multiplier of 1.5 for the contingent part of this litigation (615 hours) and a multiplier of 1.25 for the amount involved/results obtained aspect of this litigation(2059) hours.<sup>[46]</sup> The Court's own research, and the record in this case, reflect a number of cases in the 1980's where fees and expenses have approximated or exceeded the award sought here, and higher multipliers than 2.75 were used either for all counsel, or for lead counsel. See, e.g., <i>In re Beverly Hills Fire Litigation,</i> 639 F.Supp. 915, 924 (E.D.Ky.1986) (5.0); <i>In re Cenco, Inc., Securities Litigation,</i> 519 F.Supp. 322 (N.D.Ill.1981 (4.0); <i>Jorstad v. IDS Realty Trust,</i> 489 F.Supp. 1180 [1980 Transfer Binder] Fed.Sec.L.Rep. (CCH), para. 97,343 (D.Minn.1980) (3.93 on merits); <i>In re General Public Utilities Securities Litigation,</i> [1983-1984 Transfer Binder] Fed.Sec.L.Rep. (CCH), para. 99,566 (D.N.J.1983) (3.45); <i>Brewer v. Southern Union Co.,</i> 607 F.Supp. 1511 (D.Colo.1984) (3.35); <i>Keith v. Volpe,</i> 86 F.R.D. 565 (C.D. Cal.1980) (3.35); <i>In re Cement and Concrete Antitrust Litigation,</i> 1980-1981 Trade Cases (CCH) para. 63,798 (D.Az. 1980) (2.85); <i>Basile v. Merrill Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697 (S.D.Ohio 1986) (2.78). Furthermore, the maximum 2.75 multiplier(resulting from the combination of the contingency factor multiplier and the amount involved/results obtained factor multiplier)will only apply as to that part of the case where the contingency factor (i.e. risk of loss) existed.</p>\n<p>28. <i>Other Attorneys.</i> As to the other attorneys(except for the associates) the court concludes that a multiplier of 1.3 for the contingency factor of this litigation (1,252 hours)and a multiplier of 1.15 for the amount involved/results obtained factor(1697total allowed hours) is appropriate to reach a reasonable fee. The court's own research, and the record in this case, reflect a number of recent cases where fees and expenses have approximated or exceeded the total award sought here, and multipliers of 2.0, or more, were used for some or all attorneys. See, e.g., <i>In re Warner Communications Securities Litigation,</i> 618 F.Supp. 735 (S.D.N.Y.1985) (2.26); <i>In re Chicken Antitrust Litigation,</i> 560 F.Supp. 963, 996-97 (N.D.Ga. 1980) (2.0 for most partner time).</p>\n<p>As to the associate attorney hours involved herein, this court will apply the same multipliers used for the other attorneys, but these hours have been separated because the hourly rates to be applied to these hours is less. Thus, a multiplier of 1.3 will be appplied to the contingency portion of the hours(33 hours)and a multiplier of 1.15 will be applied to the amount involved/results obtained element(44 hoursall allowed hours).</p>\n<p><span class=\"star-pagination\">*1150</span> 29. <i>Paralegal time.</i> The Fourth Circuit has endorsed billing rates<sup>[47]</sup> as the basis for paralegal time in <i>Lilly v. Harris-Teeter,</i> 720 F.2d 326, 339-40 n. 28 (4th Cir.1983), and that principle has been applied herein. Thus, this Court has declined to enhance the lodestar amount for paralegal time.</p>\n<p>30. Making all of these adjustments produces the following reasonable fee:</p>\n<p></p>\n<pre>\nLead Counsel\n615 (Hours) × $200 × 1.50 (Contingency mult)                   =  $184,500.00\n2059 (Hours) × $200 × 1.25 (Amount involved/results obtained\n                            mult) AI/RO                        =   $514,750.00\n                                                                   ___________\nTotal                                                              $699,250.00\nOther Attorneys\n1252 (Hours) × $175 × 1.30 (Contingency mult)                  =  $284,830.00\n1697 (Hours) × $175 × 1.15 (AI/RO mult)                        =  $341,521.00\n                                                                           ______________\nTotal                                                                         $626,351.00\nAssociates\n33 (Hours) × $100 × 1.30 (Contingency mult)                    =  $  4,290.00\n44 (Hours) × $100 × 1.15 (AI/RO mult)                          =  $  5,060.00\n                                                                           ______________\nTotal                                                                         $  9,350.00\nParaprofessional\n12,300 (Hours) × $30                                                 =  $369,000.00\n                                                                           ______________\nTotal Enhanced Lodestar                                                     $1,703,951.00\n</pre>\n<p>Together with projected disbursements and additional time for concluding these cases, this figure would probably be between five and one-half (5½%) percent to six (6%) percent of the expected total recovery, which is on the same order as a reasonable fee determined by a percentage-of-the fund analysis.<sup>[48]</sup></p>\n<p>31. The foregoing fee exceeds the One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars that will probably be the maximum value of the fund for fees and expenses. Therefore, it is reasonable to make the entire award at this time, subject to the retention of a portion of the funds to assure that maximum efforts can be made to locate missing class members for whom judgments are in the registry of the Court. (See Conclusions of Law Nos. 33 <i>et. seq.,</i> below)</p>\n<p><span class=\"star-pagination\">*1151</span> 32. The Court concludes that it is reasonable to make this award before the final conclusion of all work. See, e.g., <i>Lindy Bros. Builders, Inc. v. American Radiator &amp; Standard Sanitary Corp.,</i> 540 F.2d 102, 121 (3d Cir.1976); <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697, 706-7 n. 15 (S.D.Ohio 1986); <i>In re Philadelphia Electric Co. Securities Litigation, supra.</i></p>\n<p></p>\n<h2>D. <i>Plan of Distribution</i>\n</h2>\n<p>33. The Court hereby orders that the sum of Nine Hundred Sixty Thousand Fifty Seven and 50/100 ($960,057.50) Dollars be paid immediately to Ray P. McClain as agent and trustee for all plaintiffs' counsel, from the five (5%) per cent fund set aside. See Finding of Fact No. 77, above.</p>\n<p>34. The Court further Orders that the remaining portion of the fee to which counsel have been determined to be entitled shall be held by the Clerk of Court pending further efforts to locate class members who are still missing. As class members are located and their bonuses are paid out, additional fee amounts equal to 5% of each bonus and interest paid out to class members shall be distributed to Mr. McClain, for plaintiffs' counsel, upon presentation of an appropriate order endorsed \"Approved as to Form Only\" by the office of the United States Attorney.</p>\n<p>35. Under this Order, this Court hereby authorizes the Clerk to distribute the full five (5%) per cent expected to be recovered, up to a total of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, which, approximates the expected fund amount, as well as the amount arrived at by the lodestar analysis in Conclusion of Law No. 30, with fees of One Million Seven Hundred Three Thousand Nine Hundred Fifty One and NO/100 ($1,703,951.00) Dollars and costs already exceeding Ninety Five Thousand and NO/100 ($95,000.00) Dollars. The Court does not intend by <i>this</i> Order to authorize payment of any fees and costs exceeding the sum of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, as the court does not expect the fee fund to exceed this amount. If the total fees become greater than anticipated, the parties should call the matter to the Court's attention for a hearing on the disposition of any funds in excess of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars.</p>\n<p>36. Counsel for the plaintiffs shall take all reasonable steps to locate the presently missing class members in calendar year 1987, including, but not necessarily limited to, the following measures: (1) checking the computerized addresses of the Department of the Navy and of the Veterans Administration to seek current addresses; (2) advertising in the <i>Navy Times</i> for potential class members to contact counsel; and (3) engaging a \"search firm\" to seek any class members who remain missing after the other measures have been exhausted. Counsel shall render a report to the Court no later than January 15, 1988, as to the results of these search efforts.</p>\n<p>37. If the Court is satisfied with the diligence exhibited by counsel in these efforts, and in any efforts that the Court may hereafter direct, the Court will release the balance of the fee fund, including that portion attributable to bonuses that counsel will have been unable to deliver to class members. <i>Boeing Corp. v. Van Gemert,</i> 444 U.S. 472, 478, 100 S.Ct. 745, 749, 62 L.Ed.2d 676 (1980). If the Court questions the diligence of counsel in these efforts, this Court may order a forfeiture of some or all of the retained fee that this Order has herein awarded to counsel in the future.<sup>[49]</sup></p>\n<p></p>\n<h2>E. <i>Entry of Judgment</i>\n</h2>\n<p>38. The Court finds, pursuant to Rule 54(b) of the Federal Rules of Civil Procedure, that there is no just reason for delay in the entry of judgment on this Order awarding attorneys' fees and costs, and this Court directs that judgment shall be <span class=\"star-pagination\">*1152</span> entered separately and forthwith as to this award of attorneys' fees and costs, pursuant to Rule 54(b).</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This Court has provided by Orders, entered on August 10, 1978, and from time to time thereafter, that each judgment amount entered in these actions would be paid to the Clerk of this Court. The Clerk has been ordered to allocate five (5%) per cent of each judgment amount to a fund for payment of fees and costs, as judgments were recovered. This fund is now about six (6%) per cent of the total recovery, including interest, because the bonuses have been distributed much more rapidly than the portion set aside for an award of fees and costs.</p>\n<p>[2]  This is the total figure, including amounts previously disbursed as interim fees.</p>\n<p>[3]  All this material was filed by plaintiffs without objection by any party, except for two expert opinion documents from Herbert B. Newberg, Esquire, and Professor John C. Coffee, Jr. To the extent that these documents stated the declarants' understanding of the law, the Court takes the statements as background and context only, as appears to have been the intention (see, for example, Coffee Declaration, p. 3, paragraph 3: \"I will largely limit my comments to a focus on the application of the principles discussed ... to the instant case.\") The court has relied on the expert opinions expressed by Mr. Newberg and Professor Coffee only in the particulars that are expressly cited below in this Order. With this understanding, the Court is denying the Motion to Strike.</p>\n<p>[4]  See Conclusions of Law Nos. 1-8.</p>\n<p>[5]  See Conclusions of Law Nos. 33-37.</p>\n<p>[6]  See Findings of Fact Nos. 73-74 and Conclusions of Law Nos. 9-10.</p>\n<p>[7]  See Conclusions of Law Nos. 11-31.</p>\n<p>[8]  See Conclusions of Law No. 30, note 48.</p>\n<p>[9]  The Findings in this Section A rely substantially on the Affidavit of Ray P. McClain, lead counsel for plaintiffs, filed December 31, 1985, which the government has not contradicted in any way. To the extent that that Affidavit recites matters within the knowledge of this Court, it is completely accurate. The Court is incorporating only the most important facts in these Findings, but that entire Affidavit is found by the Court to be reliable.</p>\n<p>[10]  Some members of this class may have been excluded as named litigants in other cases. A group of about 300 persons in the CTM rate were not members of this class because they belonged to the small class certified in the <i>Larionoff</i> case; most of these lost VRB by change in the regulations.</p>\n<p>[11]  In April, 1978, 49 persons sent in requests for exclusion postmarked after March 31, 1978; the Court honored these late requests.</p>\n<p>[12]  See Finding of Fact No. 19 regarding division of the class into subclasses.</p>\n<p>[13]  Of 10,753 claimants (non-litigants), 1,209 requested exclusion from the class. See Affidavit of Anne Hawkes dated May 8, 1978, filed with the Clerk of this Court on May 15, 1978.</p>\n<p>[14]  Judgment amounts for subclasses 2 and 4 are only for the amount the government disputed, and do not include any portion of the bonuses voluntarily paid to members of these subclasses the bonuses the Navy contended were accepted as waiver of all VRB claims. Thus, the 5% fee fund for these subclasses has been computed only on the <i>additional</i> bonus recovered for members of these subclasses.</p>\n<p>[15]  For members of Subclass 1, a total of 2,857 persons with original judgment amounts totaling Seven Million Three Hundred Sixty Four Thousand Four Hundred Sixty Nine and 46/100 ($7,364,469.46) Dollars have benefited from these investments. Of this number, those whose claims have been paid to them on a delayed basis (after judgments had been invested), is approximately 1,640, with location still pending investigation of 1,217. In other subclasses, there are 473 persons still to be located.</p>\n<p>[16]  The foregoing findings clearly distinguish this case from the Court of Appeals' understanding of the services to be performed on behalf of plaintiffs in <i>Allen v. United States,</i> 606 F.2d 432, 436 (4th Cir.1979). In this connection, the record in the present case reflects, without contradiction, that all the <i>Allen</i> plaintiffs finally paid greater fees than are awarded herein, and some of them paid fees of almost 20%.</p>\n<p>[17]  The government erroneously contends that some of Mr. Tepper's time was reconstructed. As his Declaration of August 8, 1986, makes clear, however, his time summaries filed in 1978 were prepared from contemporaneous daily logs, but the logs from 1975-76 were apparently misplaced during a relocation of his office. The loss of these records is regrettable, but understandable, and Mr. Tepper should not be penalized for being unable to find these particular documents, where his other records are plainly consistent with his sworn statement that the documents were used in preparing the 1978 declaration filed with this Court. As the Fourth Circuit has recently stated, \"we do not intend to infer that minutely detailed records are required to support a fee request.\" <i>Daly v. Hill,</i> 790 F.2d 1071, 1079 n. 2 (4th Cir.1986). This appears to be particularly true in \"complex and protracted litigation.\" <i>Id.</i></p>\n<p>[18]  It is not appropriate for the Court to reject believable testimony of responsible attorneys and <i>delete</i> time simply because it is not supported by contemporaneous time records. The absence of such records as to some hours is the only objection raised by any party, and it is not a sufficient objection, where no claim is made that the time was not, or should not, have been spent. The government did not file anything with the Court to object specifically to hours claimed by plaintiffs' counsel, although most documentation was in the government's hands for 50 to 60 days before the hearing on this motion. At the hearing, the government indicated that it objected to a few of the hours presented, but did not indicate that it objected to any substantial portion of the hours claimed. The Court's determinations herein take into account the fact that some hours may not be properly compensable. (See especially Findings of Fact Nos. 28 and 34).</p>\n<p>[19]  See preceding footnote for the only objection. It would not have been efficient to require paralegals to maintain the type of time records that the principal attorneys maintained in these cases.</p>\n<p>[20]  This total may be compared to over 7,000 hours of paralegals in a single firm in one case spent \"on preparing the class action notice, responding to discovery requests, and performing other chores related to settlement administration.\" <i>In re Chicken Antitrust Litigation,</i> 560 F.Supp. 963, 978 (N.D.Ga.1980). That class had about 2,700 members. 560 F.Supp at 966. The fees for those paralegals were enhanced with a multiplier of 2.0. 560 F.Supp. at 996.</p>\n<p>[21]  The Declaration of Professor Coffee also supports this finding.</p>\n<p>[22]  See, e.g., <i>Rothfarb v. Hambrecht,</i> infra, in which the Master's Report cites several billing rates exceeding Two Hundred Fifty and NO/100 ($250.00) Dollars per hour.</p>\n<p>[23]  These rates are effective rates awarded after adjustment for contingency and other factors. See McClain Affidavit, August 1, 1986, paragraph 20.</p>\n<p>[24]  An award of One Hundred Fifty and NO/100 ($150.00) Dollars per hour has been made to South Carolina counsel in a case in this district court by Judge Wilkins. <i>Greenville County School District v. W.R. Grace &amp; Co.,</i> C/A No. 6:XX-XXXX-XX (D.S.C. July 10, 1986).</p>\n<p>[25]  The record reflects, and the court finds, that one-time clients in regular commercial litigation are now charged fees of One Hundred Seventy Five and NO/100 ($175.00) Dollars per hour by Mr. Rosen; Mr. Margolis, Mr. David Epstein and their partners; and Mr. Tepper and his partners. Mr. Derfner charges such clients One Hundred Fifty and NO/100 ($150.00) Dollars per hour.</p>\n<p>[26]  At the hearing on this application, the government indicated that Mr. McClain's time  at least that time not previously compensated  could be valued at Two Hundred Fifty ($250.00) Dollars per hour.</p>\n<p>[27]  The proper rates for the services control, rather than the fact that the billing rates of some counsel, particularly Idaho counsel, are lower than the prevailing forum rates.</p>\n<p>[28]  This Court also provided, on page 3 of the initial Order awarding interim fees, November 19, 1978, as follows:\n</p>\n<p>\"At the conclusion of the case, the court will deal with the question of fees <i>ab initio</i> as to all factors relevant thereto, and shall then determine the appropriate method to be used in awarding final fees. The fees now awarded, and the manner of computing them, shall constitute no binding precedent, except that the interim fees paid shall be deducted from the total amount of fees awarded for all services performed.\"</p>\n<p>[29]  The Court finds that, considering all circumstances, approximately one half of the professional hours to be compensated, or 1,900 hours, were devoted to these cases when the availability of reasonable compensation for the claims was very uncertain.</p>\n<p>[30]  To focus on the effective hourly rates that would be similar in such cases would require utilizing an hourly rate of $400 to $450 per professional hour. See Finding of Fact No. 45 above. However, the reasonably available funds will be exhausted by much lower effective hourly rates of about $300 per attorney hour, after considering the paralegal time and costs that are to be compensated. See footnote 50.</p>\n<p>[31]  Plaintiff's counsel have filed a number of exhibits of expert testimony, particularly those of Herbert B. Newberg and Professor John C. Coffee, Jr. The government has filed no evidence in response.</p>\n<p>[32]  See the discussion in <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697, 704 text and n. 10 (S.D.Ohio 1986).</p>\n<p>[33]  Although this situation is not absolutely identical to the circumstances of pre-judgment negotiation on behalf of the class of percentage fees with the major recipients, as found in <i>Commonwealth of Puerto Rico v. Heckler,</i> 745 F.2d 709 (D.C.Cir., 1984), and contemplated by the Third Circuit Task Force, 108 F.R.D. 237, 255 (1985), it is a similar set of circumstances that reflect knowledgeable assent, in advance, to the fee.</p>\n<p>[34]  Of all appellate judges who ruled on VRB claims, 10 voted against the claim and 8 supported them. Fortunately for plaintiffs, 5 of those 8 were on the United States Supreme Court.</p>\n<p>[35]  These expenses include many items, such as copying charges, telephone charges, travel, and so forth, that, according to this record, are routinely billed to clients by the South Carolina Bar in addition to regular hourly rates. The Court finds that all such expenses are properly compensated as out-of-pocket expenses.</p>\n<p>[36]  Additional costs of Fifty Thousand and NO/100 ($50,000.00) Dollars or more are also contemplated by class counsel, but the court does not find it necessary to make any estimate of these future costs, nor to make any provision for them at this time.</p>\n<p>[37]  Similar approaches has been adopted by other courts recently. <i>Pray v. Lockheed Aircraft Corp.,</i> 644 F.Supp. 1289 (D.D.C.1986); <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697, 704 (S.D.Ohio, 1986); <i>In re Warner Communications Securities Litigation,</i> 618 F.Supp. 735, 746-51 (S.D.N.Y.1985). Other courts have used the obverse approach in calculating a fee with very large multipliers, and then demonstrating its reasonableness by reference to the percentage of the fund. See, e.g., <i>Brewer v. Southern Union Co.,</i> 607 F.Supp. 1511, 1536-36 (D.Colo.1984); cf. <i>In re Montgomery County Real Estate Antitrust Litigation,</i> 83 F.R.D. 305, 322-23 (D.Md.1979). The uncertainty in this area of the law leads many courts to this dual approach in ascertaining the reasonableness of a fee award.\n</p>\n<p>The Fourth Circuit has never had occasion to rule on whether a common fund fee should be determined by a percentage or the lodestar method. The factors of <i>Johnson v. Georgia Highway Express,</i> 488 F.2d 714 (5th Cir.1974), approved in <i>Barber v. Kimbrell's, Inc.,</i> 577 F.2d 216 (4th Cir.1978), and in <i>Allen v. United States,</i> 606 F.2d 432 (4th Cir.1979), can be used in analyzing a fee either based on the percentage method, or the lodestar method.</p>\n<p>[38]  <i>Blum v. Stenson, supra</i><i>,</i> was a case brought under 42 U.S.C. § 1988, one of a large number of statutes passed in the 1970's authorizing fee shifting<i>i.e.,</i> requiring the loser to pay the winner in civil rights cases and other cases not involving substantial amounts of money; in these cases, there was little or no fund on which to base the percentage of the recovery, so the courts adopted the \"lodestar\" approach, which starts with time and rate and makes adjustments for a variety of other factors. Eventually the lodestar method was held to be mandated under some fee-shifting statutes. <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983); <i>Blum v. Stenson, supra</i><i>.</i> The lodestar method was also adopted in many common fund cases, beginning with <i>Lindy Bros. Buildings, Inc. v. American Radiator &amp; Standard Sanitary Corp.,</i> 487 F.2d 161 (3d Cir.1973) (antitrust common fund case), but those cases were decided before <i>Blum v. Stenson</i><i>. Lindy</i> was based on a recognition that in some common fund cases, uncritical application of the percentage approach had led to fees that seemed excessive for the services performed. The Supreme Court's position in <i>Blum v. Stenson</i> suggests recognition that any potential problems of excessive fees can be solved by adjusting the percentage.</p>\n<p>[39]  This Court is well aware, of course, that the statement quoted from <i>Blum</i> was dictum in that case. However, there is nothing in the succeeding decisions that even suggests that the Supreme Court did not fully intend to endorse the distinctive percentage method for common fund cases. Further, the lodestar method has been referred to as \"the most useful starting point,\" <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939, and not as the only starting point. See also Dobbs, <i>The Market Test For Attorney Fee Awards: Is The Hourly Rate Test Mandatory?,</i> 28 Ariz.L.Rev. 1 (1986).</p>\n<p>[40]  This interpretation was recently applied again by the Court of Appeals for the District of Columbia in <i>Bebcheck v. Washington Metropolitan Area Transit Comn.,</i> 805 F.2d 396 (D.C.Cir. Dec. 15, 1986). A number of District Courts have also adopted this reading of <i>Blum.</i> See, e.g., <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697, 703 n. 8 (S.D.Ohio 1986); <i>In re Warner Communications Securities Litigation,</i> 618 F.Supp. 735, 746-51 (S.D.N.Y. 1985), <i>aff'd </i><i>as to merits,</i> 798 F.2d 35 (2d Cir. 1986); <i>Phesmister v. Harcourt Brace Jovanovitch, Inc.,</i> 1984-2 Trade Cas. (CCH) Para. 66, 234 at 66, 995 (N.D.Ill.1984); and cases cited in Conclusion of Law No. 6.</p>\n<p>[41]  Another recent common fund case has awarded substantial multipliers, thereby implicitly finding that the discouraging words directed toward multipliers under fee-shifting statutes are not applicable to common fund fee awards. <i>Rothfarb v. Hambrecht,</i> 649 F.Supp. 183 (N.D. Cal.1986) (Multiplier of 2 produced a fee exceeding Two Million and NO/100 ($2,000,000.00) Dollars with fees and costs totaling more than twenty-two (22%) percent of a fund of Eleven Million Four Hundred Twenty Five Thousand and NO/100 ($11,425,000.00) Dollars. The court also recognized the historical use of a percentage of recovery as a permissible means of calculating a reasonable attorneys' fee in a common fund case. <i>Id.</i> at 238.</p>\n<p>[42]  See, e.g., <i>In re Itel Securities Litigation,</i> C79-2158A (RPA) (N.D.Cal.1983) (25%); <i>In re Wickes Securities Litigation,</i> M.D.L. 513 (WBE) (S.D. Cal.1984) (22.8%); <i>In re Pepsico Securities Litigation,</i> 82 Civ. 8403 (S.D.N.Y. April 1985) (25%); <i>In re New York City Municipal Securities Litigation,</i> [1984 Transfer Binder] Fed.Sec.L.Rep. (CCH), Para 91,419 (S.D.N.Y.1984) (33%); <i>In re Warner Communications Securities Litigation,</i> 618 F.Supp. 735 (S.D.N.Y.1985) (24.5%); <i>Murphy v. Presley Co.,</i> [1981 Transfer Binder] Fed. Sec.L.Rep. (CCH), Para. 97,975 (C.D.Cal.1981) (22.7%); <i>Van Gemert v. Boeing Co.,</i> 516 F.Supp. 412 (S.D.N.Y.1981) (37.3%); <i>Bullock v. Kircher,</i> 84 F.R.D. 1 (D.N.J.1979) (25.2%); <i>Jezarian v. Csapo,</i> 483 F.Supp. 385 (S.D.N.Y.1979) (23.7%); <i>Valente v. Pepsico, Inc.,</i> [1979 Transfer Binder] Fed.Sec.L.Rep. (CCH), Pra. 96,921 (D.Del.1979), (27%) [Available on WESTLAW, DCT database]; and <i>Rothfarb v. Hambrecht</i> supra (22%).</p>\n<p>[43]  The same result, or higher, would obtain by reference to a national or regional market for such lead counsel services. See awards in, e.g., <i>Rothfarb v. Hambrecht, supra</i><i>; </i><i>Pray v. Lockheed Aircraft Corp.,</i> 644 F.Supp. 1289 (D.D.C.1986); <i>In re Ampicillin Antitrust Litigation,</i> 81 F.R.D. 395, 402 (D.D.C.1978); cf. <i>NAACP v. Detroit Police Officers Ass'n.,</i> 620 F.Supp. 1173, 1183-84 (E.D.Mich.1985).</p>\n<p>[44]  To make an extremely conservative computation, the Court has eliminated all time devoted to interim or final fee petitioners, as well as the time devoted to unsuccessful petitions to the Board of Correction of Naval Records. The hours compensated were further reduced by a factor of two (2%) percent to three (3%) percent. Although the government did not object to compensation for fee petition time, and there is well-reasoned authority in support of including such time, <i>Basile v. Merrill Lynch, Pierce, Fenner &amp; Smith,</i> 640 F.Supp. 697, 705 (S.D.Ohio 1986), this Court has excluded such time in this common fund case. If the fee petition time were included, it would increase the \"lodestar\" by One Hundred Seven Thousand Eight Hundred Fifty Six and NO/100 ($107,856.00) Dollars. The Court also notes that the computations do not include the time spent since October, 1986.</p>\n<p>[45]  The Court notes that the Supreme Court has ordered reargument on the question as to whether attorney fees may be enhanced based on risk of loss. See <i>Pennsylvania v. Delaware Valley Citizens' Council,</i> ___ U.S. ___, 106 S.Ct. 3088, 3100, 92 L.Ed.2d 439 (1986). However, it should also be noted that exceptional circumstances were not found in that case, unlike the situation here.</p>\n<p>[*]   <i>Ed. note:</i> There is no number 25.</p>\n<p>[46]  The multiplier must be broken down because this court has found that the multiplier reflecting the contingency factor of this case should only apply to that portion of the hours claimed before the contingency ceased. On the other hand, the mutliplier reflecting the amount involved/results obtained factor should apply to all the hours this court has found to be reasonable.</p>\n<p>[47]  The government has cited only cases under the Equal Access to Justice Act, a fee-shifting statute with special provisions, that have been construed to preclude billing rates for paralegals. <i>Ashton v. Pierce,</i> 580 F.Supp. 440, 443 (D.D.C.1984); <i>Berman v. Schweicker,</i> 531 F.Supp. 1149, 1154 (N.D.Ill.1982).</p>\n<p>[48]  Based on the most probable total fund amount of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, and counsel's estimate of ultimate expenses between One Hundred Fifty Thousand and NO/100 ($150,000.00) Dollars and Two Hundred Thousand and NO/100 ($200,000.00) Dollars, approximately One Million Five Hundred Fifty Thousand and NO/100 ($1,550,000.00) Dollars will be attributable to fees. As a practical matter, the fees would work out to be approximately as follows:\n</p>\n<p></p>\n<pre>\n                              Fees after\nCategory                 considering expenses\nLead Counsel                      $636,073.00\nAttorneys                          569,761.00\nAssociates                           8,505.00\nParaprofessionals                  335,661.00\n                                _____________\nTotal                  $1,550,000.00\n                                _____________\n</pre>\n<p>Of these amounts, a projected One Million Two Hundred Fourteen Thousand Three Hundred Thirty Nine and NO/100 ($1,214,339.00) Dollars would be attributable to attorneys' time of 3,800 compensable hours, or just over Three Hundred and NO/100 ($300.00) Dollars per hour of attorney's time. If more than 100 hours of professional time is required to complete this matter, as appears likely, the average rate would further decrease.</p>\n<p>[49]  The Court should emphasize that it expects diligent efforts by plaintiffs' counsel, and is reserving the power of forfeiture only in order to assure that this Court has carried out its fiduciary duty to the missing class members by establishing maximum reasonable incentives that these members will be located, and their bonuses delivered.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1126</span></span> (1987)</b></center>\n<center><h1>James Thomas EDMONDS, Jr., et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nBruce Michael SWITZER, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nStephen C. WOOD, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nAlfred L. HEBERT, et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. A. Nos. 75-1624-8, 78-0053-8, 78-0004-8 and 75-1857-8.</center>\n<center><p><b>United States District Court, D. South Carolina, Charleston Division.</b></p></center>\n<center>March 24, 1987.</center>\n<p><span class=\"star-pagination\">*1127</span> <span class=\"star-pagination\">*1128</span> Ray P. McClain, Charleston, S.C., Douglas Nelson, Idaho Falls, Idaho, Morris D. Rosen, Charleston, S.C., C. Joseph Gould, Norfold, Va., Scott J. Tepper, Los Angeles, Cal., Larry Boyle, Idaho Falls, Idaho, Ben Margolis, Los Angeles, Cal., for plaintiffs.</p>\n<p>Heidi Solomon, U.S. Atty., Charleston, S.C., Vincent M. Garvey, Renee M. Wohlenhaus, Civil Div., Washington, D.C., Lt. Col. Wayne Gehring, Office of the Judge Advocate General, Alexandria, Va., for defendant.</p>\n<p></p>\n<h2>ORDER AWARDING ATTORNEYS' FEES AND COSTS</h2>\n<p>BLATT, Chief Judge.</p>\n<p>The instant cases are four (4) class actions, initiated separately in 1975, that sought payment from the United States of military pay in the form of Variable Reenlistment Bonuses (hereinafter VRB). These class actions have been successful, and have resulted in a total recovery that already exceeds Twenty-Seven Million and NO/100 ($27,000,000.00) Dollars, and that will probably exceed Thirty Million and NO/100 ($30,000,000.00) Dollars. The matter is now before this Court on plaintiffs' Application for a Final Award of Attorneys' Fees and Costs in the amount of Five (5%) Per Cent of the judgments entered, with interest on this portion which has heretofore been set aside.<sup>[1]</sup> This amount totalled, as of February 23, 1987, One Million Six Hundred Ninety One Thousand Four Hundred Fifty One and 83/100 ($1,691,451.83) Dollars,<sup>[2]</sup> and is anticipated to increase to an amount between One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars and One Million Eight Hundred Thousand and NO/100 ($1,800,000.00) Dollars.</p>\n<p>The members of the plaintiff class had obligated themselves, while the program was in effect for their respective military specialities (rates), to serve sufficient time in the Navy to qualify for VRB. Thereafter, the Department of the Navy interpreted, first, its own regulations (as to the <i>Herbert</i> class), and subsequently, an amendment to the relevant legislation, 37 U.S.C. 308(g) (as to the <i>Edmonds-Woods-Switzer</i> class) to authorize the Navy to withhold VRB from the plaintiff classes.</p>\n<p>After each of the four cases consolidated here had been filed in 1975, and vigorously pursued, the United States Supreme Court granted review of the issues here involved in another case, <i>United States v. Larionoff,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></span> (1976). The Supreme Court held, by a five-to-four majority, that the VRB payments had been wrongfully withheld. <i>United States v. Larionoff,</i> <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2150</span></a></span>, <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1977).</p>\n<p>Approximately 30,000 persons were identified as potential class members, and about 16,000 had claims processed in the instant actions. Of these, 7,671 had judgment amounts entered by the time of the hearing as to fees and costs, and administration of additional claims is expected to produce payments for about 2,400 more persons, for a total of about 10,000 class members who will recover in these cases.</p>\n<p>The hearing in this matter took place on October 1, 1986. The parties stipulated that no live testimony would be taken, although plaintiffs' counsel have filed extensive affidavits, declarations, and exhibits, which were collected in three bound volumes for the convenience of this Court.<sup>[3]</sup><span class=\"star-pagination\">*1129</span> The government filed no evidence, and did not seek cross-examination as to any of the witnesses or documents filed by plaintiffs' counsel, so that the evidentiary record is essentially undisputed. Pursuant to Rule 52 of the Federal Rules of Civil Procedure, the Court reaches the following Findings of Fact and Conclusions of Law on the issue of attorneys' fees and costs.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is a common fund case. Court-awarded fees have been standard in such cases in this country for more than a century, since the early cases such as <i>Trustees v. Greenough,</i> 105 U.S. (15 Otto) 527, <span class=\"citation\" data-id=\"90604\"><a href=\"/opinion/90604/trustees-v-greenough/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1157</span></a></span> (1882), and <i>Central Railroad &amp; Banking Co. v. Pettus,</i> <span class=\"citation\" data-id=\"91266\"><a href=\"/opinion/91266/central-railroad-banking-co-of-ga-v-pettus/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, <span class=\"citation\" data-id=\"91266\"><a href=\"/opinion/91266/central-railroad-banking-co-of-ga-v-pettus/\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></a></span>, <span class=\"citation\" data-id=\"91266\"><a href=\"/opinion/91266/central-railroad-banking-co-of-ga-v-pettus/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">915</span></a></span> (1885). As the Supreme Court summarized the doctrine five years ago:</p>\n<blockquote>\"... this Court has recognized consistently that a litigant or lawyer who recovers a common fund for the benefit of persons other than himself or his client is entitled to a reasonable fee from the fund as a whole. The common-fund doctrine reflects the traditional practice in courts of equity, and it stands as a well-recognized exception to the general principle that requires every litigant to bear his own attorney's fees. The doctrine rests on the perception that persons who obtain the benefit of a lawsuit without contributing to its cost are unjustly enriched at the successful litigant's expense. Jurisdiction over the fund involved in the litigation allows a court to prevent this inequity by assessing attorneys' fees against the entire fund, thus spreading fees proportionately among those benefited by the suit.\" [<i>Boeing Co. v. Van Gemert,</i> <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 478, <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, 749, <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></a></span> (1980) (citations omitted).]</blockquote>\n<p>The Court finds that the percentage-of-the-fund method is the preferable approach to determine a reasonable fee in this matter. However, since the defendants contest that this is the proper method to be used here, a reasonable fee obtained under the percentage-of-the-fund method has been compared with the results that would be obtained under the \"lodestar\" method of calculation.<sup>[4]</sup> Under either method, the Court has concluded that a final fee award for legal services that have been performed on behalf of the plaintiff classes thus far should be made, with stipulations to provide maximum incentive to counsel for plaintiffs to locate class members for whom judgments have been entered, but not delivered.<sup>[5]</sup> In general, the Court finds that a reasonable fee in these cases, in comparison with similar national class action common fund cases, would be greater than the five (5%) per cent, plus interest, requested by class counsel. The Court reaches the same result, either by the percentage-of-the-fund method<sup>[6]</sup> or by the lodestar method.<sup>[7]</sup> Even modifying the hours claimed by class counsel, the Court finds that the entire expected fund will be exhausted for attorney's time. Projecting likely additional recoveries and costs, the aggregate effective rate for attorney's time will finally be just over Three Hundred and NO/100 ($300.00) Dollars per hour.<sup>[8]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>History of this Litigation</i><sup>[9]</sup></h2>\n<p>1. In 1965, Congress enacted legislation providing for the Variable Reenlistment Bonus (VRB) as an incentive for reenlistment of skilled military non-commissioned officers. 79 Stat. 547.</p>\n<p>2. To qualify for a VRB, enlisted personnel were required to obligate themselves for an extension of service, or a reenlistment of at least 24 months, for a total qualifying service obligation of at least 69 months. Through most of the years of the VRB program, the additional service had to commence <i>before</i> the enlisted person had completed eight years of total active service. At the time the member commenced serving the additional obligation, he was required to be serving in paygrade E-3 or above, in a military specialty (in the Navy, a \"rate\") that was \"critical\"that is, designated as eligible for VRBat the time of qualifying. <i>United States v. Larionoff,</i> 431 U.S. at 869 n. 8, 97 S.Ct. at 2154 n. 8.</p>\n<p>3. The intent of Congress was to focus the determination of the qualifying \"critical\" rate on the time at which the service member obligated himself to serve the time required to qualify for the special incentive bonus. <i>United States v. Larionoff,</i> 431 U.S. at 876-77, 97 S.Ct. at 2157-58.</p>\n<p>4. The Navy erroneously determined that Congress intended the qualification for VRB to hinge on service in a rate that qualified for VRB at the time the qualifying additional service <i>began,</i> rather than the time that the enlisted member <i>obligated</i> himself to serve the time required to qualify for the special incentive bonus. <i>United States v. Larionoff,</i> 431 U.S. at 877, 97 S.Ct. at 2158.</p>\n<p>5. VRB was computed by a multiple of the Regular Reenlistment Bonus (RRB) for which a service member qualified. 431 U.S. at 866, 97 S.Ct. at 2152 text at note 2.</p>\n<p>6. The Navy utilized VRB eligibility as an incentive to enlist personnel in the Navy's six-year obligor programs, particularly the Nuclear Field (NF) and the Advance Electronics Field (AEF). Personnel in these programs signed an initial Enlistment Contract for a term of four (4) years, and also signed, either on the date of enlistment, or while they were in early phases of Navy training, an Agreement to Extend Enlistment for an additional term of two (2) years. Six-year obligors, if they qualified in the Nuclear Field rates, or virtually any of the AEF rates, received RRB and VRB when they began serving the additional two-year term, or \"extension of enlistment.\"</p>\n<p>7. Beginning in 1971, the Navy reduced, by administrative regulation, the multiples applicable to some rates in the Advanced Electronics Field, and to many other VRB-designated rates. Many personnel thus found themselves in the position of having obligated themselves to serve two additional years when the regulations provided they would receive a substantial reenlistment bonus(VRB of about $4,000)yet they actually received half that amount, or even no VRB, when they began serving their extension of enlistment. Most of the persons effected by this administrative reduction are members of the class in <i>Hebert v. United States.</i><sup>[10]</sup></p>\n<p>8. In 1974, Congress substantially revised the incentive structure of the Reenlistment Bonus system. By Public Law 93-277, effective June 1, 1974, Congress established a new Selective Reenlistment Bonus (SRB) program, and abolished the Regular Reenlistment Bonus (RRB) program for anyone initially enlisting on or after the effective date of the Act. The <span class=\"star-pagination\">*1131</span> Department of Defense also interpreted this Act to abolish totally the VRB program for anyone who began serving qualifying additional time on or after June 1, 1974. The Supreme Court, however, eventually held this to be an erroneous interpretation of the intent of Congress. <i>United States v. Larionoff,</i> 431 U.S. at 879-82, 97 S.Ct. at 2159-60.</p>\n<p>9. Within days after the effective date of Public Law 93-277, and of the Navy's announcement of its interpretation that the Act abolished the VRB program, Scott J. Tepper, one of counsel for the plaintiff classes in this case, brought the first action attacking the Navy's application of the statute, on behalf of several hundred named plaintiffs, in the United States District Court for the Central District of California (Los Angeles). Ray P. McClain, who has been lead counsel in these cases since class certification was granted, thereafter brought a similar multiple plaintiff case in this Court. Dozens of individual suits were brought around the country, for more than 2,700 individual plaintiffs. As the litigation progressed, it became apparent that the entire affected population could be served effectivly only by a class action approach, and plaintiffs' counsel separately brought such class actions in 1975. The Navy was appealing adverse decisions, and was continuing to resist claims vigorously. The Navy won two decisions in the appellate courts, <i>Carini v. United States,</i> <span class=\"citation\" data-id=\"332189\"><a href=\"/opinion/332189/james-a-carini-v-united-states-of-america-james-a-carini-v-united/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span> (4th Cir.1975), and <i>Collins v. Rumsfeld,</i> <span class=\"citation\" data-id=\"339403\"><a href=\"/opinion/339403/earl-b-collins-and-cross-appellants-v-donald-h-rumsfeld-and/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (9th Cir.1976) (Messrs. Tepper and Margolis participated in the Ninth Circuit litigation), but the enlisted members won in <i>Larionoff v. United States,</i> <span class=\"citation\" data-id=\"334835\"><a href=\"/opinion/334835/nicholas-j-larionoff-jr-v-the-united-states-of-america-nicholas-j/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span> (D.C.Cir.1976). Everyone sought review in the Supreme Court. Mr. McClain filed an <i>amicus</i> brief on behalf of class plaintiffs and others in support of certiorari for the <i>Carini</i> case, and Messrs. Tepper and Margolis filed a petition for certiorari in the Ninth Circuit cases. Mr. Tepper consulted with counsel for <i>Larionoff</i> on his presentation and argument in the Supreme Court. In June, 1977, the Supreme Court ruled in <i>United States v. Larionoff,</i> <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2150</span></a></span>, <span class=\"citation\" data-id=\"109685\"><a href=\"/opinion/109685/united-states-v-larionoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1977), that the service members were entitled to recover.</p>\n<p>10. The <i>Hebert</i> class had been certified by Order dated June 7, 1976, a year prior to the Supreme Court's resolution of the underlying liability issue. As an entire page of docket entries in <i>Hebert</i> reflects, plaintiffs' counsel pressed on vigorously with discovery, even in the face of the unfavorable decision referred to above in the United States Court of Appeals for the Fourth Circuit, <i>Carini v. United States,</i> <span class=\"citation\" data-id=\"332189\"><a href=\"/opinion/332189/james-a-carini-v-united-states-of-america-james-a-carini-v-united/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span> (4th Cir.1975).</p>\n<p>11. A motion for class certification had also been granted in 1976 for the <i>Switzer class</i> (Idaho), and motions had been pending in <i>Edmonds</i> (South Carolina), and <i>Wood</i> (California) for some time. This Court granted the Motion to certify <i>Edmonds</i> in September, 1977, and later established a period through March 31, 1978, for excluding persons from the class.<sup>[11]</sup> Class members were to be excluded in one of two ways: either by opting out, or simply by accepting a VRB check from the Navy. In addition to the more than 2,700 individual litigants, more than 10,000 persons filed administrative claims with the Navy. Of these, only about 750 in Subclass 1<sup>[12]</sup> remained in the class8,700 accepted checks sent by the Navy before April, 1978, and several hundred more opted out of the class to await subsequent processing by the Navy.</p>\n<p>12. The Navy, before the Supreme Court decision, had compiled a list of about 20,000 persons who were potential VRB claimants. The Navy, upon review after that Supreme Court decision, initially recognized the eligibility of about 14,000 of the persons on this list. The court finds that only about 2,000 of these persons stayed in these class actions. Only about 750 of these 2,000 persons had filed approved claims, or were still on active duty, and might eventually have been advised of <span class=\"star-pagination\">*1132</span> the claims procedure; the other 1,250 apparently did not know about the litigation, since they had not filed claims in the first eight months after the Supreme Court decision. Most of these persons probably first learned of their VRB entitlement when they read the notice of class certification published in January, 1978, and mailed in February, 1978.</p>\n<p>13. Within ten months after the <i>Larionoff</i> decision, approximately 13,500 VRB claims had been filed by individuals, either by lawsuit or by administrative claims to the Navy. Of this number, about 11,500 were excluded from these class actions about 2,700 as plaintiffs in lawsuits, 8,700 paid administratively, and at least 100 more opting out of the class.<sup>[13]</sup> About 1,100 persons who filed claims remained class members because their claims were denied. Only about 750 of the persons who had filed approved administrative claims remained members of these consolidated class actions.</p>\n<p>14. One of the earliest and most important contributions benefiting the class was the preservation of computer tapes containing data essential to identifying eligible class members. This action was taken early in the litigation, before the Supreme Court had even agreed to review the VRB cases. Absent the prompt and effective intervention by counsel, the scheduled destruction of those records by the government would, in this Court's opinion, have proceeded, and the existence of claims on behalf of a large number of class members would never have been discovered.</p>\n<p>15. Had counsel waited to start the discovery process until after the Supreme Court ruled in <i>Larionoff,</i> the record preservation order would have been delayed at least a year. Had that happened, the computer records of <i>all</i> the <i>Hebert</i> class and hundreds in <i>Edmonds-Wood-Switzer</i> class would have been rendered useless for identifying class members. For virtually all these persons, their record hinged on counsel's timely and effective action in 1976 to preserve the records necessary to identify them, and to be able to advise them that they had VRB claims.</p>\n<p>16. The fact that computer tapes containing raw data had been preserved did not, in itself, result in the generation of a list of class members. Since the data had not been stored for the purpose of identifying those having potential claims for Variable Re-enlistment Bonuses, it was necessary to develop an analytical program that could be applied to the data to select those individuals who would be most likely to meet the criteria for class participation.</p>\n<p>17. As a direct result of the preservation and analysis of the Navy tapes, the court finds that between 3,800 and 4,600 eligible class members (in Subclass 1) who had no other contact with the litigation, were identified. After the Supreme Court decision, the goverment conceded the merits of the claims on behalf of Subclass 1, although it is virtually certain that few, if any, of these class members would ever have been identified had counsel not acted promptly to obtain this Court's aid to preserve the tapes. The Court finds that the alternative of reviewing by hand all of the paper records of the millions of Navy enlisted personnel who served in the relevant years would have been so overwhelming that it could hardly have been attempted.</p>\n<p>18. The services of plaintiffs' counsel have been beneficial in speeding payment, even for those identified by the government as probably eligible. The process of reviewing individual service-member files required great amounts of time and innumerable delays. Substantial numbers of certifications were being made for almost three (3) years after the Supreme Court's decision in the <i>Larionoff</i> case. However, as a result of the computer analysis designed and supervised by Mr. McClain, lead counsel for plaintiffs, judgment amounts were reliably calculated by computer for more than 2,600 class members, included on the initial schedules, for bonuses totaling about $8,400,000 (almost one half of the current total judgments for Subclass I).</p>\n<p><span class=\"star-pagination\">*1133</span> 19. Analysis of the records disclosed to the parties that there were many categories of class members whose entitlement was disputed, in whole or in part, by the Navy. Over vigorous objections by the government, class counsel successfully moved to divide these classes into a number of subclasses. This enabled the court to enter judgment promptly for Subclass 1, whose claims, by definition, were not disputed, while the court considered the issues as to the other categories of class members. Counsel subsequently prevailed for Subclasses 2, the EW rate in Subclass 3, and Subclass 4. Counsel also obtained favorable results for a few members of Subclasses 3 and 6, whose claims were reviewed by the Board for Correction of Naval Records.</p>\n<p>20. Subclass 2 was composed of class members who extended their enlistments and received Selective Re-enlistment Bonuses (SRB), but in an amount less than the VRB to which they were originally entitled. Only after plaintiffs' counsel had prepared and filed an extensive motion for summary judgment, with supporting memorandum, on behalf of Subclass 2 did the government revise its position, and concede the entitlement of members of this subclass. Judgments have been entered for One Hundred Twenty-Five (125) members of Subclass 2 in the total amount of Three Hundred Fifty-Nine Thousand Three Hundred Eighteen and 63/100 ($359,318.63) Dollars.<sup>[14]</sup></p>\n<p>21. Subclass 3 included persons in the Electronic Warfare Technician (EW) rate who had been assigned to training in the Advanced Electronics Field (AEF) program before paperwork was completed to designate the EW rate as \"critical\" for VRB eligibility(designated September 1, 1971). Initially, the government relied upon the technicality of the effective date of the \"critical\" classification to deny entitlement to the first EW training classes, but counsel finally persuaded the government that plaintiffs' position on this rate was correct, and all EW class members were paid at the full bonus rate. Judgments totaling Two Hundred One Thousand Eighty and 40/100 ($201,080.40) Dollars have been entered for forty-eight (48) EW class members.</p>\n<p>22. Subclass 4, in both the <i>Edmonds</i> and the <i>Hebert</i> classes, consisted of those class members who re-enlisted for <i>extra</i> additional obligated service rather than serving only the minimum additional obligated service that had originally qualified them for a Variable Re-enlistment Bonus. The government initially contended that the members of Subclass 4 had forfeited their entitlement to VRB by re-enlisting, even though these service members had no choice but to serve at least the additional time that had qualified them to receive VRB. Plaintiffs' counsel moved for summary judgment on behalf of Subclass 4, and briefed the liability issue. Prior to a hearing on this motion, the government revised its position, to concede liability as to Subclass 4. Processing of claims for this subclass is continuing actively. To date judgments have been entered or submitted for 470 members of this subclass, for a total of One Million Ninety Two Thousand Five Hundred Twenty Six and 98/100 ($1,092,526.98) Dollars. There will be a substantial additional number of certifications in this subclass, claims that were all vigorously opposed by the Navy for several years.</p>\n<p>23. Some of the remaining disputed claims in the class, in subclasses 3 and 6, were denied as a matter of law by this Court, but all were directed to be referred to the Board for Correction of Naval Records for review by that Naval agency. A large number of claims, based on varied facts that required the analysis of many categories of Navy regulations, and the development of about twenty different theories of recovery, were presented to the Board. A number of these claims have <span class=\"star-pagination\">*1134</span> been granted, with increased bonuses being recognized by the Navy.</p>\n<p>24. Another significant direct benefit to the class that resulted from the efforts of plaintiffs' counsel was the accrual of substantial amounts of interest prior to the location of many of the class members. Of a total of 7,670 persons for whom judgment amounts were paid to the Clerk of this Court, 3,408 of these persons (44%), with original judgment amounts totaling Eight Million Twenty One Thousand Three Hundred Two and 26/100 ($8,021,302.26) Dollars, were not in touch with the parties when their judgments were entered.<sup>[15]</sup> Through May 14, 1987, a total of Five Million Four Hundred Ninety Eight Thousand Sixteen and 55/100 ($5,498,016.55) Dollars in interest will be earned on those bonuses for these class members. No interest whatever would have been paid to these class members had they made an administrative claim to the Department of the Navy when they finally were notified of their rights. Therefore, all of the amounts of interest have been accumulated as the result of the efforts of plaintiffs' counsel in prosecuting this class action.</p>\n<p>25. To date class members in these cases have received, or been approved for, a total of Twenty One Million Nine Hundred Forty Nine Thousand Four Hundred Eighteen and 86/100 ($21,949,418.86) Dollars in judgments, plus Five Million Four Hundred Ninety Eight Thousand Sixteen and 55/100 (5,498,016.55) Dollars in interest, (exclusive of passbook interest). The total recovery of the class, including interest, already exceeds Twenty Seven Million and NO/100 ($27,000,000.00) Dollars.</p>\n<p>26. As the foregoing factual findings should make clear, when these suits were filed, they were very questionable undertakings. Much important work was done at that early stage. Even class certification in these matters was just the beginning of a major portion of the work of class counsel. There was no guarantee of a class of reasonable size until the exclusion period expired on March 31, 1978. The government continued to deny any liability to many of the class members, and there were substantial disputes as to the amount due a number of other class members. Most of the persons comprising these classes required more services than simply monitoring claims  the majority of them did not even know they had claims until plaintiffs' counsel obtained their addresses and sent them notice of certification of the classes. Even monitoring claims was a project to which counsel brought considerable professional skill in organizing the efficient administration of thousands of claims.<sup>[16]</sup></p>\n<p></p>\n<h2>B. <i>Time Devoted to the Litigation</i>\n</h2>\n<p></p>\n<h2>1. <i>Professional Time</i>\n</h2>\n<p>27. The attorneys for plaintiff have filed extensive affidavits summarizing the professional time they have devoted to these matters. The overwhelming majority of the time set forth in these summaries has been corroborated by copies of original time log entries, reports of such entries on computer billing formats, or recapitulations from entries that were in scattered records or in records that did not reproduce well.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*1135</span> 28. No party before this Court has questioned whether the time set forth in the affidavits and declarations of counsel has been spent on the prosecution of these matters.<sup>[18]</sup> This Court finds, therefore, that all the time that is set forth in the statements of counsel has in fact been spent on prosecuting this litigation. This professional time, broken down into categories that the Court will utilize in analyzing the fee award, is as follows (through September 17, 1986, see Table 1 attached to plaintiffs' Reply Brief, September 17, 1986:</p>\n<p></p>\n<pre>\nAttorney              Total         Time         Excluded             Net Time\n                                    Merits       Fees        BCNR      On Merits\n                                                                       After\n                                                                       Adjustments\nMr. McClain         2,416.4       2,107.9        248.5       60.0       2,059\nMr. Derfner           154.2          77.0         77.2         -           75\nMr. F. Epstein         46.5          46.5                                  45\n Associates            21.5          21.5                                  21\nMr. Rosen              68.5          58.5         10.0                     57\nMr. Tepper          1,032.6         962.0         70.6                    935\n &amp; Partners\nMr. Margolis          349.9         229.0        120.8                    223\nMr. D. Epstein         98.7          45.8         52.9                     44\nMr. Dean               56.3          56.3                                  55\nMr. McTernan            1.5           1.5                                   1\n  Associates            23.7          23.7                                 23\nMr. Bush               119.0         119.0                                116\nMr. Boyle              125.0         125.0                                122\nMr. Corcoran            24.7          24.7                                 24\n  TOTALS             4,538.5       3,898.4        580.0       60.0       3,800\n</pre>\n<p>The far right-hand column has been computed by rounding each attorney's time to a figure of between 97% and 98% of the time claimed <i>on the merits.</i> [note also that time spent before the Board for Correction of Naval Records (BCNR) has been excluded.] See Finding of Fact No. 34 below.</p>\n<p></p>\n<h2>2. <i>Paralegal and Law Clerk Time</i>\n</h2>\n<p>29. No party before the Court has questioned that all the time of paralegals and law clerks set forth in the affidavits and declarations of counsel has, in fact, been spent on the prosecution of these matters.<sup>[19]</sup> Paralegal assistants have, in these matters, had to perform the following services <span class=\"star-pagination\">*1136</span> with respect to most of the thousands of class members:</p>\n<blockquote>: Responding to written inquiries about this action, and the status of the individual claim.</blockquote>\n<blockquote>: Responding to telephone inquiries.</blockquote>\n<blockquote>: Writing to individual class members to obtain additional information, and/or verification of computer information provided by the Navy, in order to determine accurate VRB amounts.</blockquote>\n<blockquote>: Computing VRB amounts.</blockquote>\n<blockquote>: Comparing plaintiffs' calculations of VRB to VRB amounts certified by the Navy for class members.</blockquote>\n<blockquote>: Documenting next of kin for deceased class members and guardians for incompetents.</blockquote>\n<blockquote>: Preparing judgment Orders for entry of VRB awards for individual class members.</blockquote>\n<blockquote>: Forwarding judgment Orders for entry, and, after entry, for payment.</blockquote>\n<blockquote>: Verifying addresses of class members so that the Clerk of Court would have an accurate address for each class member when a check was issued.</blockquote>\n<p>30. This Court finds that all the paralegal and law clerk time that is set forth in the statements of counsel has in fact been spent on prosecuting this litigation. This time, through September 27, 1986 is as follows:</p>\n<p></p>\n<pre>\nSara Barton             2,132.00\nCarol Yates             1,013.25\nConnie Pruitt           9,261.00\nMcClain Clerks             49.63\nMargolis Clerks           184.70\n                       _________\nTOTAL                  12,640.58\n</pre>\n<p>31. It is uncontradicted that plaintiffs' counsel and their staffs will process approximately 16,000 VRB claims through this action. Thus, for claims to be processed, there has been about 30 minutes of professional time and one hour and 15 minutes of paralegal time <i>per claim</i> devoted to this case. Even excluding the several thousand claims analyzed by computer, less than two (2) hours per claim of paralegal time has been devoted to this case.</p>\n<p>32. In this case, insuring the accurate computation of each class member's individual VRB amount has been a major concern of counsel for both parties and of the Court. The foregoing summary confirms, and the Court finds, that the review process for this purpose has been extraordinarily efficient, as also reflected in the expert opinion of Herbert Newberg (para. 30).</p>\n<p>33. In light of the broad range of responsibilities the paralegals have discharged in these cases, and the small amount of time required per claim for the administration of this very large class, this court finds that the full amount of paraprofessional time set forth in the affidavits of counsel has been reasonably required for the prosecution of these matters. In an abundance of caution, the court reduces these hours by 2.5% and, rounded down to the nearest hour, find that 12,300 hours should be compensated.<sup>[20]</sup></p>\n<p>34. This Court finds that the entire number of hours of professional time for which compensation is claimed is reasonable. This finding is further supported by the expert opinion of Herbert Newberg, (para. 22)one of the nation's foremost authorities on class action litigation, that both the professional and paralegal hours reported through the end of 1985 were reasonable for a class action national in scope. No party has offered any evidence whatsoever, nor any persuasive argument, that the hours stated were not reasonable for litigation of this scope in general, or for these cases in particular. In an abundance of caution, this Court will, for purposes of the lodestar analysis, approve the adjusted hours in the right-hand column in Finding <span class=\"star-pagination\">*1137</span> of Fact No. 28, which represent a reduction of slightly more than 2.5% of the total hours claimed on the merits, and a reduction of more than 15 per cent of the total hours spent on this litigation.</p>\n<p></p>\n<h2>C. <i>Hourly Rates</i>\n</h2>\n<p></p>\n<h2>1. <i>Factors Considered</i>\n</h2>\n<p></p>\n<h2>a. <i>Skill necessary for the litigation</i>\n</h2>\n<p>35. As reflected in the foregoing findings, this matter was a complex national class action. Both the record and this Court's observations throughout this case support the finding that prosecution and management of a complex national class action requires unique legal skills and abilities.</p>\n<p>36. The record further reflects, and this Court is aware from many years of experience in South Carolina, that there has been no \"national class action\" bar in this state, so that there has been no private market in South Carolina for legal services of this type, and private market rates should not be determined solely by reference to prevailing hourly rates in South Carolina, although such rates should be taken into consideration by the Court.</p>\n<p>37. The record further reflects, and this Court finds, based both on this record and on its own personal knowledge of plaintiffs' counsel, that Mr. McClain, lead counsel for plaintiffs, and Mr. Tepper, the other attorney most active in these cases, both had extensive experience prior to these cases in administrative and litigated matters involving Navy regulations. That prior experience enabled counsel to master the regulations relevent to this litigation in an efficient manner.</p>\n<p>38. The Court further finds, based on Mr. McClain's incontradicted affidavits and on the Court's own observations throughout these matters, that Mr. McClain's grasp of the relevant Navy regulations, computer systems, and other complex aspects of this litigation, enabled the parties to develop processing methods that greatly facilitated the resolution of several thousand claims of class members.</p>\n<p>39. A closely related concern, traditionally considered by courts in determining the reasonableness of an attorneys' fee, is the scope of the responsibility assumed by counsel: an attorney who handles a matter involving tens of millions of dollars is assuming much greater responsibility than an attorney who undertakes representation in a matter involving tens of thousands of dollars, and substantial compensation for that responsibility is common in the marketplace.</p>\n<p>40. Finally, in connection with the skill necessary for this litigation, this Court feels it should record its findings concerning the quality of performance of counsel for plaintiffs, particularly lead counsel, Mr. McClain. Although at the outset of significant proceedings in this case, Mr. McClain had only about five years' experience at the bar, he has conducted this matter throughout, even at the earliest stages, at a level of performance to be expected only from the most seasoned practitioners. While there are two attorneys representing the plaintiffs who each have many decades of experience, Morris D. Rosen and Ben Margolis, each of them has had to devote relatively little time to this matter; this is unquestionably a result of the excellent work done by Mr. McClain from the outset of this litigation. In all matters presented to the Court, Mr. McClain's presentations have been notable for their thoroughness, and for the exceptional grasp he has demonstrated of the relevant legal issues raised by Navy regulations and class action questions.</p>\n<p>41. This Court is also personally familiar with the skill of several of the other plaintiffs' lawyers in this case. Mr. Rosen enjoys a well-deserved reputation for consistent excellence. Mr. Derfner has likewise appeared frequently, and has performed exceptionally well before this Court.</p>\n<p>42. As the foregoing findings reflect, the instant cases have been unique in South Carolina, both in their scope, and in the nature of the subject matter litigated. The Court finds it essential to take this uniqueness <span class=\"star-pagination\">*1138</span> into account in fixing appropriate hourly rates for counsel in these matters.</p>\n<p></p>\n<h2>b. <i>Similar Cases</i>\n</h2>\n<p>43. Based both upon the affidavit of Herbert Newberg, and upon the Court's own review of reported decisions, this Court finds that, for purposes of analysis of attorneys' fees, the other major class actions discussed in the record, where fees have been awarded from a common fund, are similar to the instant case.<sup>[21]</sup></p>\n<p>44. In national class action common fund litigation, the record reflects that partner time in other jurisdictions is compensated at Two Hundred Fifty and NO/100 ($250.00) dollars per hour or more, before adjustments are applied to the lodestar computation.<sup>[22]</sup></p>\n<p>45. In national class action common fund litigation, Mr. McClain's affidavits reflect, without objection or contradition, and the Court so finds, that, adjusting for current value of the dollar, the <i>average</i> fee awarded for lead counsel time has been Four Hundred Fifty and NO/100 ($450.00) Dollars per hour, and the <i>average</i> fee awarded for all counsel time in the largest, most comparable class actions, has been about Four Hundred Fifteen and NO/100 ($415.00) Dollars per hour.<sup>[23]</sup></p>\n<p></p>\n<h2>c. <i>Contingency</i>\n</h2>\n<p>46. The record is uncontradicted, and the Court finds, that other VRB litigation in South Carolina and Virginia has been conducted on a contingent fee, percentage of recovery basis. In South Carolina, individual cases were prosecuted on a twenty-five (25%) percent contingency fee. In Virignia, after extensive litigation of the fee question, claimants who objected to the fees awarded paid a fee in excess of five (5%) percent, and other claimants paid about twenty (20%) percent.</p>\n<p>47. The affidavits of counsel reflect, and the court so finds, that the regular hourly rates charged by attorneys in South Carolina, and by all attorneys in these actions, are not charged in contemplation of any contingency of payment, or delay in payment.</p>\n<p>48. The affidavits of counsel reflect, and the court so finds, that, in the private market for legal fees, attorneys who prevail on a claim in which a contingent fee is charged will commonly be compensated at effective rates two or more times the rates charged to clients who pay fees on a guaranteed, prompt basis. This finding is also consistent with this Court's experiences in many cases handled on a contingent basis in private practice in this state.</p>\n<p></p>\n<h2>d. <i>South Carolina Rates</i>\n</h2>\n<p>49. The record reflects, without contradiction, and the Court finds, that many experienced partners charge, for major litigation in South Carolina, particularly for a one-time client, One Hundred Fifty ($150.00) Dollars per hour.<sup>[24]</sup> The Court further finds that cases involving unusual expertise can command rates for South Carolina attorneys of up to Two Hundred and No/100 ($200.00) Dollars per hour.<sup>[25]</sup></p>\n<p>50. The Court finds that the applicable rates should be Two Hundred and NO/100 ($200.00) Dollars per hour for the time of lead counsel, Mr. McClain,<sup>[26]</sup> and One Hundred <span class=\"star-pagination\">*1139</span> Seventy Five and NO/100 ($175.00) Dollars per hour for the time of all other partner-level attorneys who have participated in this litigation.<sup>[27]</sup></p>\n<p>51. Based on the uncontradicted affidavits of Mr. McClain and Mr. Rosen, and the Court's knowledge of the local bar and of this case, the Court finds that One Hundred and NO/100 ($100.00) Dollars per hour is an appropriate rate for the professional time of associate attorneys to be compensated in these matters.</p>\n<p>52. Based on the affidavits of counsel, and the affidavits of Mr. Logan and Mr. Stewart, the Court finds that Thirty and NO/100 ($30.00) Dollars per hour is an appropriate rate for the paraprofessional time to be compensated in these matters, both for paralegals and for law clerks. Compare the rates approved by the court in <i>Pacific Plumbing Supply Co. v. Crane Co.,</i> 1982-1 Trade Cases (CCH) para. 64,473 (W.D.Wash.1982) (most time at Forty Two and NO/100 ($42.00) Dollars per hour); see also rates apparently approved in <i>Vaughns v. Bd. of Ed. of Prince George's Cty.,</i> <span class=\"citation\" data-id=\"457546\"><a href=\"/opinion/457546/sylvester-j-vaughns-jr-by-his-father-and-next-friend-sylvester-j/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span> (4th Cir.1985). (Thirty Five and NO/100 ($35.00) to Fifty and NO/100 ($50.00) Dollars per hour)</p>\n<p></p>\n<h2>2. <i>Hours to be Compensated in this Award</i>\n</h2>\n<p>53. The Court finds that none of the interim fee awards in these cases were intended to be fully compensatory of counsel. \"Since the court has not attempted to make a final determination of the amount of compensation that will be appropriate for services performed in this case, the court has used a conservative basis for calculating the interim allowance of fee.\" Order, November 29, 1978, pg. 3<sup>[28]</sup></p>\n<p>54. The Court finds that not all hours proper for compensation were compensated in any of the interim awards of fees and costs.</p>\n<p>55. The Court also finds that the hourly rates utilized in each of the interim awards of fees and costs were <i>not</i> chosen to be fully compensatory of counsel in light of all the circumstances of these cases.</p>\n<p>56. The Court further finds as a fact that an equitable fee, properly compensatory for the efforts of plaintiffs' counsel, can only be awarded by adhering to the Court's initial intention, which was to consider the entire fee award <i>ab initio</i> at this point in these cases. Therefore, to achieve an equitable fee award, all hours from the beginning of these cases will be utilized in the lodestar analysis in the Conclusions of Law below.</p>\n<p></p>\n<h2>3. <i>Other factors to be Considered in Hourly Rates</i>\n</h2>\n<p>57. In an attempt to be comprehensive in addressing the issues that have been presented by the parties, the Court sets forth its findings with regard to each of the factors that it must consider in exercising the discretion of the Court in awarding attorneys fees. <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1075 n. 2 (4th Cir.1986).</p>\n<p>58. <i>Time and labor required.</i> The Court's findings on these questions have been set forth in detail below.</p>\n<p>59. <i>Novelty and difficulty of questions.</i> At the time this litigation was undertaken in 1975, the legal questions remained difficult, even though there had been some favorable district court rulings. Even after the decision of the Supreme Court in <i>Larionoff,</i> this Court and the parties have repeatedly been faced with novel and difficult problems, both as to entitlement, and as to class action aspects of this <span class=\"star-pagination\">*1140</span> litigation. These considerations have been noted in selecting hourly rates to be used in the lodestar analysis.</p>\n<p>60. <i>Skill required properly to perform the service.</i> This factor has been discussed at length above and has received strong consideration in selecting hourly rates at the top of the market range as the lodestar rates.</p>\n<p>61. <i>Preclusion of other employment.</i> The uncontradicted affidavits of lead counsel for plaintiffs, Mr. McClain, reflect, and the Court finds, that the concentration of his efforts on this case, particularly in the period from August, 1977, through April, 1979, drastically reduced the number of other matters that he could accept during that time. His affidavits also reflect, and the Court finds, that this continuing responsibility for the prosecution of these matters has precluded him from accepting some substantial employment even since that time. As the Court notes below, paragraphs 65 and 68, in this particular case this factor has some relation to time limitations and to a type of \"undesirability\" of the litigation.</p>\n<p>62. <i>Customary fee.</i> The Court finds that there is no relevant customary fee for plaintiffs' counsel in a major national class action, although awards in similar class actions will be considered, as noted below, paragraph 70.</p>\n<p>63. <i>Contingency.</i> The record reflects, and the Court finds, that the compensation of counsel was wholly contingent on success at the outset of this litigation in 1975, and that the risk of non-recovery at the outset was great. The Court finds that, in the early stages of these cases, the risk of non-recovery <i>increased,</i> as unfavorable decisions were rendered by the United States Courts of Appeals for the Fourth Circuit and the Ninth Circuit. The Court also finds, except as to Subclasses 2 and 4, that the risk of non-recovery of a reasonable fee extended through March 31, 1978, the date on which the period of time allowed for voluntary exclusion from the class expired; a large number of persons were excluded from the class, and it was possible that counsel could have ended up committed to represent a small class with the recovery not exceeding the costs of the action.<sup>[29]</sup> In addition, this court finds, as to Subclass 2, the risk of non-recovery ended approximately in June, 1978, and as to Subclass 4, approximately May, 1980.</p>\n<p>64. <i>Time limitations.</i> During the initial period referred to in paragraph 61, the circumstances of the litigation imposed some time limitations on Mr. McClain, but otherwise this factor is not relevant to these cases.</p>\n<p>65. <i>Amount involved.</i> Because of the exceptional circumstances of this case, the court finds that the responsibility assumed for the amount involved cannot be fully compensated simply by using top market rates, and that reasonable compensation for the amount involved requires the use of either a percentage of the fund computation or an adjustment to the \"lodestar\" fee, in addition to the rates to be used in the lodestar analysis.</p>\n<p>66. <i>Experience, reputation, and ability of counsel.</i> This factor has been considered in the selection of the appropriate hourly rates for lodestar analysis. This court finds that the attorneys involved in this case have performed exceptionally well and enjoy fine reputations in their respective communities. See also Findings of Fact No. 41. This factor also reflects the standing and ability of opposing counsel. Of course, in this matter, the plaintiffs have been opposed throughout by skilled attorneys from the Department of Justice and the Department of the Navy, who have opposed almost every major proposal made by counsel for plaintiffs. Government counsel have argued their positions throughout this litigation ably, thoroughly, and forcefully.</p>\n<p>67. <i>\"Undesirability\" of the case.</i> To the extent that this factor normally encompasses concern over whether undertaking a particular case will discourage other potential clients in a community from employing <span class=\"star-pagination\">*1141</span> an attorney, this factor obviously has no application to the instant litigation. <i>Daly v. Hill, supra</i><i>.</i> However, as to the resources required to prosecute these matters, these were considered so undersirable that Mr. Logan, a member of one of the large firms in Charleston, has testified that his firm was not willing to invest the resources that would have been required. <i>Cf. </i><i>Brewer v. Southern Union Co.,</i> <span class=\"citation\" data-id=\"2371573\"><a href=\"/opinion/2371573/brewer-v-southern-union-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1511</span></a></span>, 1532 (D.Colo.1984).</p>\n<p>68. <i>Nature and length of the professional relationship.</i> The record is clear that this representation was a \"one-time\" arrangement, but this matter has lasted several years. However, the discounted rates that are often charged by attorneys to clients who provide them with a volume of repeat legal business are not relevant here.</p>\n<p>69. <i>Awards in similar cases.</i> As set forth above, the Court finds that this litigation is similar in all reasonably important respects to other major national class actions over the past two decades that have resulted in the creation of common funds in the tens of millions of dollars.<sup>[30]</sup></p>\n<p></p>\n<h2>D. <i>Effect of the Fee AwardPublic Policy Considerations</i>\n</h2>\n<p>70. The record is uncontradicted that an award of a fee of less than the requested five (5%) percent, plus interest thereon, would discourage attorneys from undertaking major national class action litigation of the instant scope, and the Court so finds. This finding is particularly supported by the expert testimony of two eminent authorities in the field of class actions, Herbert B. Newberg, a long-time practitioner and author of a leading treatise in the field, and Professor John C. Coffee, Jr., a leading academic authority. There is further support for this finding in the testimony of a prominent member of the South Carolina bar, Wade H. Logan, III, whose firm engaged in VRB litigation, but declined to undertake the burdens of the class action. The government has offered no contrary evidence.</p>\n<p>71. The Court finds that a fee of less than five (5%) percent, which would discourage the bar, after a successful litigation result has been obtained, from undertaking similar litigation in the future, cannot be considered a reasonable fee for the responsibility and risks undertaken. Therefore, to the extent that this fee award should be measured by the expectations of the national class action bar, the five (5%) percent requested is the minimum fee that should be considered reasonable for this litigation.</p>\n<p></p>\n<h2>E. <i>Reasonableness of Percentage Fee</i>\n</h2>\n<p>72. Based on the Court's own experience, and the uncontradicted evidence of record,<sup>[31]</sup> the Court finds that a reasonable fee, as measured by a percentage of the recovery, would be ten (10%) percent of the fund for fees, plus out-of-pocket expenses and disbursements.</p>\n<p>73. This percentage would be reasonable, as the expert witnesses have testified, and as the Court finds based on its own knowledge and experience, for the following reasons:</p>\n<p>(a) The results in this case are fully compensatory to all class members, rather than being a compromise settlement. The recovery of interest on invested recoveries also has protected the completeness of the recovery for class members.</p>\n<p>(b) Counsel for the plaintiff classes have organized the delivery of services in an extraordinarily efficient manner, both by the use of computer analyses and by the use of paraprofessionals. Such economical results should be duly rewarded.</p>\n<p>(c) As set forth above in Finding of Fact No. 63, there was a substantial contingency <span class=\"star-pagination\">*1142</span> on receiving reasonable compensation for almost three years after these cases were brought, during which many hours were spent and a number of critical steps taken to protect members of the plaintiff classes from irretrievable harm.</p>\n<p>(d) Plaintiffs' counsel were not able to \"piggyback\" their cases onto cases or investigations prepared by government enforcement agencies, such as the Department of Justice(as in many anti-trust class actions)or the Securities and Exchange Commission(as in many securities class actions).<sup>[32]</sup> Here, instead, the government vigorously opposed the interest of the plaintiff classes.</p>\n<p>(e) This was a case in which the substantive expertise on Variable Re-enlistment Bonuses had to be developed on a \"one-shot\" basis. Since much of the legal knowledge developed for this case will not be applicable in other cases, unlike most national class action litigation, the percentage award should be higher it would than otherwise be set to reflect this fact.</p>\n<p>74. Finally, the five (5%) percent, plus interest, actually requested by plaintiffs' counsel has a further, persuasive indication of reasonableness. The five (5%) percent ceiling on the amount to be deducted from each recovery was established at the time of notice to the class members that these class actions had been certified. Almost 1,300 potential class members exercised their right to request exclusion from the class, and the record in this court reflects that virtually all those remaining in the class are satisfied with the five (5%) percent charge for fees and costs.<sup>[33]</sup></p>\n<p></p>\n<h2>F. <i>Exceptional Nature of these Cases</i>\n</h2>\n<p>75. To the extent that a lodestar analysis is appropriate in the instant cases, this Court finds that these cases exhibit exceptional circumstances that justify the application of a multiplier to the lodestar computation. The Court finds that at least the following aspects of counsel's performance in these cases is not reflected in hourly rates, not even the top market rates approved above by this Court:</p>\n<p>(a) When the cases were undertaken, it was clear that one of the cases was going to have to be litigated to the Supreme Court as too many interests were at stake for these matters to be resolved by compromise. The extreme risk of loss is highlighted by the fact that two Courts of Appeals ruled against the claims presented, and the Supreme Court upheld the claims by only a 5-4 margin.<sup>[34]</sup></p>\n<p>(b) The extraordinary total sums involved; very few cases, even national class actions, involve tens of millions of dollars.</p>\n<p>(c) The beneficial results achieved of a One hundred (100%) percent recovery, obtained and invested to accrue interest while class members were being sought out by aggressive methods of class counsel.</p>\n<p>(d) The superior litigation efficiency achieved by counsel for plaintiffs in these cases, for example:</p>\n<blockquote>(i) Results obtained have been achieved with significantly fewer hours expended by plaintiffs counsel than would normally be reasonably expected and compensated for in comparable litigation.</blockquote>\n<blockquote>(ii) Results obtained have been achieved with delegation of litigation tasks to paralegals with lower hourly rates, resulting in a significant \"savings\" of litigation costs that would have reasonably been expected and compensated for in comparable litigation with increased services by highpriced counsel.</blockquote>\n<blockquote>(iii) Results obtained have been achieved with time saved by creative lawyers <span class=\"star-pagination\">*1143</span> who successfully resolved novel and complex procedural, class action and substantive issues, as reflected in the Findings of Fact.</blockquote>\n<p></p>\n<h2>G. <i>Costs</i>\n</h2>\n<p>76. Counsel for plaintiffs have set forth out-of-pocket expenses<sup>[35]</sup> for the entire course of this litigation, through September 17, 1986, in the amount of $95,004.88. The government has neither contested nor objected to any of the items of cost set forth. After a review of these items, the Court finds them reasonable, particularly for litigation of this scope and magnitude, and the requested costs are hereby awarded.<sup>[36]</sup></p>\n<p></p>\n<h2>H. <i>Analysis of Funds Held by the Clerk.</i>\n</h2>\n<p>77. Based on information available from the Clerk of this Court, the Court finds that the monies in the hands of the Clerk as of February 23, 1987, may be analyzed approximately as follows:</p>\n<p></p>\n<pre>\nNumber    Amount of       5% Fee Fund\nBonuses   Bonuses to be   From VRB           From VRB\non hand   Distributed     on hand       Paid out\n1695         $7,123,909.37      $374,942.50     $960,057.50\n</pre>\n<p></p>\n<h2>I. <i>Analysis of Interim Fee Awards</i>\n</h2>\n<p>78. The funds previously awarded by the Court as interim fees and expenses have been allocated as follows:</p>\n<p></p>\n<pre>\nYear      Edmonds         Herbert\n1978     $174,759.22     $23,507.55\n1980       59,424.60      33,266.95\n1982       36,596.75      26,996.76\n1986        1,900.00\n         ___________     __________\nTOTAL    $272,680.57     $83,771.26\n</pre>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>Method of Computation</i>\n</h2>\n<p>1. The Court concludes, for the reasons set forth below, that the preferred method of computation of fees in this common fund case is the percentage of the fund method. However, since the government has strenuously argued in favor of the \"lodestar\" approach, and there are no recent holdings of either the Supreme Court or the Court of Appeals for the Fourth Circuit to make the matter competely free from doubt, the Court will, in an abundance of caution, also set forth its \"lodestar\" analysis to demonstrate that the fee awarded is reasonable by either approach.<sup>[37]</sup></p>\n<p><span class=\"star-pagination\">*1144</span> 2. The most recent statement of the Supreme Court on the question of fee awards in common fund cases is found in <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 900 n. 16, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, 1550 n. 16, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984), where the Court said that, \"under the `common fund doctrine,' ... a reasonable fee is based on a percentage of the fund bestowed on the class....\"<sup>[38]</sup> As will be seen below, no subsequent statements by the Supreme Court suggest any other approach.<sup>[39]</sup> This Court concludes, therefore, that the preferred method of calculation of a fee in this case is as a percentage of that fund.</p>\n<p>3. This conclusion is supported by the only appellate court decisions to address a common fund fee award since <i>Blum.</i> In <i>Commonwealth of Puerto Rico v. Heckler,</i> <span class=\"citation\" data-id=\"442861\"><a href=\"/opinion/442861/commonwealth-of-puerto-rico-v-margaret-m-heckler-secretary-of-health/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 714 (D.C.Cir.1984), the Court of Appeals held that the \"lodestar\" method should not be applied in a common fund case. The government has offered no authority, and this Court has found no appellate decisions that conflict with the reading of <i>Blum</i> as set forth by the Court of Appeals for the District of Columbia.<sup>[40]</sup></p>\n<p>4. The government's principal argument on this point has been that recent cases in the Fourth Circuit adhere to the \"lodestar\" analysis of fee awards. <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span> (4th Cir.1986); <i>Almond v. Boyles,</i> <span class=\"citation\" data-id=\"471300\"><a href=\"/opinion/471300/robert-p-almond-jerry-a-calloway-vernon-g-cox-allen-e-dail-janice-d/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span> (4th Cir.1986). The Court concludes, however, that each of these cases are not persuasive on the point at issue because these cases involved the application of a fee shifting statute, and the issue here is whether there is a different rule for common fund cases, as the statement of the Supreme Court indicated.</p>\n<p>5. The other argument of the government is that the recent decision of the Supreme Court in <i>Pennsylvania v. Delaware Valley Citizens' Council,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3088</span></a></span>, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1986), indicates that the Supreme Court has rejected all adjustments to a fee computed by multiplying the reasonable hourly rate by the reasonable number of hours. This Court concludes, however, that there is <span class=\"star-pagination\">*1145</span> nothing in the cited opinion to suggest that the Supreme Court intended to require application of the \"lodestar\" analysis to what would normally be common fund fee awards. First, the decision clearly focuses on fees awarded under various \"fee-shifting\" statutes. In this connection, the Supreme Court also ordered reargument of \"the question whether attorney's fees chargeable to a losing defendant under the Clean Water Act and the comparable statutes may be enhanced based on the risk of loss....\" <i>id.,</i> 106 S.Ct. at 3100.</p>\n<p>6. In addition, this Court's conclusion is supported by the fact that other district courts, after the decision in <i>Pennsylvania v. Delaware Valley Citizens' Council</i><i>,</i> have found that the percentage approach is still viable in common fund cases. <i>See, e.g., </i><i>Pray v. Lockheed Aircraft Corp.,</i> <span class=\"citation\" data-id=\"1559011\"><a href=\"/opinion/1559011/pray-v-lockheed-aircraft-corp/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></a></span> (D.D.C.1986).<sup>[41]</sup></p>\n<p>7. Finally, this Court concludes that sound policy considerations support the use of percentage-based fees in common fund cases. Where a very large fund is potentially at stake, a lodestar analysis tends to limit the recovery sought in settlement, whereas the percentage of recovery approach encourages class counsel to push the settlement fund demanded to the limits.</p>\n<p>8. The Court emphasizes, however, that its conclusion, as explained in more detail below, is that, whether measured by either the percentage of recovery method, or by the lodestar method, the expected fund of between One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars and One Million Eight Hundred Thousand and NO/100 ($1,800,000.00) Dollars for fees <i>and</i> costs is the very minimum that should be considered a reasonable award. If the five (5%) percent fund exceeds this amount somewhat, the fee will still be entirely reasonable.</p>\n<p></p>\n<h2>B. <i>Percentage of the Fund Analysis</i>\n</h2>\n<p>9. In the instant litigation, counsel for the plaintiff classes voluntarily limited themselves at the time of notice to the class members to a fund not exceeding five (5%) percent of the bonus amount recovered; that five (5%) percent has been segregated from every bonus paid into the registry of this Court, and the fund so created has been separately invested. Counsel for plaintiffs now seek the entire amount. This Court concludes, for the reasons that follow, that a fee of five (5%) percent of the initial bonuses is reasonable and just. This Court further concludes that a fee of less than five (5%) percent would be unreasonably low, and would be contrary to public policy in that it would discourage attorneys from representing plaintiffs in complex matters such as that here involved. See, e.g. <i>In re Warner Communications Securities Litigation,</i> <span class=\"citation\" data-id=\"1793072\"><a href=\"/opinion/1793072/in-re-warner-communications-securities-litigation/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span>, 750-51 (S.D.N.Y.1985).</p>\n<p>10. As the Court has noted above, in the Findings of Fact No. 72-73, the record herein supports a conclusion that a fee of ten (10%) percent of the fund created would be reasonable. Necessarily, then, the five (5%) percent requested is a reasonable fee. Decisions in many other cases establish that fees and costs exceeding One million and NO/100 ($1,000,000.00) Dollars have been awarded where the percentage of the fund devoted to such expenses exceeds twenty (20%) percent.<sup>[42]</sup> On this <span class=\"star-pagination\">*1146</span> record this court feels that there is simply no contested issue of fact to bring into question the reasonableness of a five (5%) percent award, plus the interest thereon.</p>\n<p></p>\n<h2>C. <i>Lodestar Analysis of the Fee Award</i>\n</h2>\n<p>11. As the Fourth Circuit has recently pointed out, the proper point at which to consider most of the various factors that affect the level of the fee awarded \"is in determining the reasonable rate and the reasonable hours.\" <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1078 (4th Cir.1986), construing <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). This Court has endeavored to take many of those factors into consideration in its Findings of Fact regarding reasonable hourly rates to apply in the present cases. This is the proper point to discuss the legal bases for some of the choices made in the selection of those rates.</p>\n<p></p>\n<h2>1. <i>Use of current hourly rates.</i>\n</h2>\n<p>12. The government has proposed that the Court use historical rates for counsel, and the Court has used historical rates on occasion. However, the recent case of <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1081 (4th Cir. 1986), indicated that the use of historical rates is not within the discretion of the Court unless some adjustment is made \"to counterbalance the effect of inflation and foregoing interest on the value of the fee.\" The Fourth Circuit suggests, in that opinion, that one appropriate adjustment for these effects is to use current hourly rates, rather than historical rates.</p>\n<p>13. The government's principal objection to the use of current rates is the fact that counsel received interim fee awards. The government cites no authority for this objection, but relies on the logic that, since payment was not deferred, there is no need to compensate for delay in payment.</p>\n<p>14. The government's position is answered in <i>Brewer v. Southern Union Co.,</i> <span class=\"citation\" data-id=\"2371573\"><a href=\"/opinion/2371573/brewer-v-southern-union-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1511</span></a></span>, 1534-35 (D.Colo.1984). The information in that decision is not absolutely clear, but it appears that the litigation spanned six years, from 1978 through 1984. In 1984, the lodestar for <i>all</i> time since 1978, at the lead firm's claimed billing rates(including paralegal time)was not quite Three Million and NO/100 ($3,000,000.00) Dollars; three years earlier, in 1981, the firm had received an interim fee award of almost Two Million Five Hundred Thousand and NO/100 ($2,500,000.00) Dollars. It appears that the interim award must have more than compensated for the regular billing rates for all time worked up through the interim award, yet the District Court found this factor to be irrelevant to the final fee computation. The Court held, 607 F.Supp. at 1534-35:</p>\n<blockquote>\"Without a determination, at that time, of the number of hours being compensated and the risk factor employed, it would now be unfair to attempt to compute any reduction of risk stemming from the interim allowances.\"</blockquote>\n<p>The circumstances of this case are quite similar; this Court did not attempt, in the past awards, to evaluate fully the hours being compensated, and this Court added no enhancement on to the hourly rates. Particularly, for the first award(which covered over half the hours in the case) the rates were intentionally pegged at a very conservative level, and excluded many compensable hours(about 350). As a result, in this case, counsel never really recovered for all compensable work from the first of the case through any of the interim awards.</p>\n<p>15. Another district court in the Fourth Circuit has reached the same result: that an award and payment of interim fees, several years after litigation has begun, does not bar the use of current rates to compensate for delay in payment when a final fee award is made. <i>Chisolm v. United States Postal Service,</i> <span class=\"citation\" data-id=\"1432984\"><a href=\"/opinion/1432984/chisholm-v-united-states-postal-service/\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1044</span></a></span>, 1045-46 (W.D.N.C.1983).</p>\n<p>16. The fundamental holding of these cases is that one way to adequately compensate for delay in payment of a fee, <span class=\"star-pagination\">*1147</span> where full compensation is not made in interim awards, is to utilize current rates at the time of the award. This Court did not intend to make, and did not make, a first interim fee award that was fully compensatory, either of the lodestar, or of any appropriate enhancement. The most efficient method of compensating for delay in amounts that would have been paid earlier (had the interim fee been fully compensatory) is simply to use current rates, the approach used by the district courts in <i>Brewer</i> and <i>Chisolm.</i></p>\n<p></p>\n<h2>2. <i>Use of top market hourly rates</i>\n</h2>\n<p>17. Most of the hourly rates adopted in the Findings of Fact are exactly, or very near, the hourly rates that are now charged by the respective attorneys. The principal exception to this is the rate adopted by the Court for lead counsel for plaintiffs, Mr. McClain. The proper rate for Mr. McClain's work has been found by the Court to be $200 per hour. Even though this rate is higher than the rates he typically charges his clients, the relevant inquiry is the market rate for the services he provided in these cases. <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984); <i>City of Riverside v. Rivera,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1986).</p>\n<p>18. The Court concludes that lead counsel services for a national class action should be compensated at the top rate in the market, Two Hundred and NO/100 ($200) per hour.<sup>[43]</sup></p>\n<p>19. The Court's conclusion is further supported by the similar treatment of the lodestar rate used for lead counsel in <i>Brewer v. Southern Union Co.,</i> <span class=\"citation\" data-id=\"2371573\"><a href=\"/opinion/2371573/brewer-v-southern-union-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1511</span></a></span>, 1525-26 (D.Colo.1984) (counsel claimed rate of $120 per hour; court found $200 per hour proper for initial computation, then enhanced by factor of 3.35). <i>See also </i><i>Brown v. Bolger,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">849</span></span>, 869 (D.D.C.1984) (although counsel's own fee structure is to be given \"great weight\", the court awarded a higher rate).</p>\n<p></p>\n<h2>3. <i>Calculation of the \"lodestar\" fee amount.</i>\n</h2>\n<p>20. Based on the foregoing, the Court calculates the \"lodestar\" fee amount for counsel in these cases, as of October 1986, as follows:<sup>[44]</sup></p>\n<p></p>\n<pre>\nAttorney      Hours   Rate   \"Lodestar\" Fee\nMr. McClain                   2,059              $200                 $411,800.00\nMr. Derfner                      75               175                   13,125.00\nMr. Rosen                        57               175                    9,975.00\nMr. F. Epstein                   45               175                    7,875.00\nMr. Tepper                      935               175                  163,625.00\nMr. Margolis                    223               175                   39,025.00\nMr. D. Epstein                   44               175                    7,700.00\nMr. Dean and Partners            56               175                    9,800.00\nMr. Corcoran                     24               175                    4,200.00\nMr. Bush                        116               175                   20,300.00\nMr. Boyle                       122               175                   21,350.00\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1148</span>\nAssociates                       44              $100                   $4,400.00\n                              _____              ____                  __________\n   TOTALS                     3,800                                   $713,175.00\n</pre>\n<p>21. Based on the foregoing, the Court calculates the \"lodestar\" fee amount for Twelve Thousand Three Hunered (12,300) hours of paraprofessional time at Thirty and NO/100 ($30.00) Dollars per hour as Three Hundred Sixty Nine Thousand and NO/100 ($369,000.00) Dollars. (See Findings of Fact Nos. 30, 33, and 52).</p>\n<p></p>\n<h2>4. <i>Multiplier adjustments (summary)</i>\n</h2>\n<p>22. The Court concludes that it would be fair and proper in order to reach a reasonable fee that is fully compensatory, to enhance the lodestar figure through the use of appropriate multipliers. This court finds that a multiplier is needed to reflect contingency as to the likelihood of success, i.e. the risk of loss, and one is needed to reflect the amount involved/results obtained aspect of this case. Although these factors can be reflected in the lodestar figure, this court has not taken this approach because of the exceptional circumstances found to exist in this case.<sup>[45]</sup> (See Finding of Fact No. 75.)</p>\n<p>23. <i>Contingency.</i> Contingency of success is measured by \"the probability or likelihood of success, viewed at the time of filing suit.\" <i>Lindy Bros. Builders,</i> <span class=\"citation\" data-id=\"338426\"><a href=\"/opinion/338426/lindy-bros-builders-inc-of-philadelphia-v-american-radiator-standard/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, 117; <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"1812597\"><a href=\"/opinion/1812597/spell-v-mcdaniel/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1069</span></a></span>, 1109 (E.D.N.C.1985). The fact that there are successes early in the litigation does not negate the significance that should be accorded to the risk of non-recovery that counsel assumed at the outset. <i>In re Chicken Antitrust Litigation,</i> <span class=\"citation\" data-id=\"1482100\"><a href=\"/opinion/1482100/in-re-chicken-antitrust-litigation/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 991-94 (N.D.Ga.1980); <i>In re Corrugated Container Antitrust Litigation,</i> 1983-2 Trade Cases (CCH para. 65,629 at pp. 69, 175-76 (S.D.Tex.1983). However, this court has found that the risk of non-recovery of a reasonable fee, except as to Subclasses II and IV, extended through March 31, 1978. See Finding of Fact No. 63. In addition, this court finds that, as to Subclass II, the risk of non-recovery ended approximately in June, 1978, and as to Subclass IV, approximately May, 1980. Accordingly, this Court finds that the multiplier established for this purpose should not be applied to adjust the lodestar portion of the fee attributable to the period of time after these dates, because the contingency risk factor, for the most part, ceased to exist. See <i>Spell,</i> at 1110.</p>\n<p>24. <i>Amount involved/results obtained.</i> Ordinarily, these factors will be reflected in the lodestar figure. However, this court has found that exceptional circumstances exist in this case which would justify a multiplier adjustment. See Finding of Fact No. 75. This court has considered these factors to the extent that a reasonable fee under the lodestar method is not fully compensatory and an adjustment is needed in order to accomplish full and fair compensation under the exceptional circumstances of this case.</p>\n<p>26.<sup>[*]</sup><i>Application of multipliers.</i> In analyzing a reasonable fee(without regard to the fund actually available) the Court has followed a procedure that district courts find necessary from time to time. See, e.g., <i>In re Cement and Concrete Antitrust Litigation,</i> 1980-81 Trade Cases (CCH), para 63,798 at p. 78,270 (D.Az.1980). Courts awarding fees have wrestled with the issues of arriving at an appropriate method to establish proper multipliers and the correct procedure to follow in applying such multipliers to the hours of various persons providing services in each case. This Court agrees with the <span class=\"star-pagination\">*1149</span> observation of Judge \"O'Kelley in <i>In re Chicken Antitrust Litigation,</i> <span class=\"citation\" data-id=\"1482100\"><a href=\"/opinion/1482100/in-re-chicken-antitrust-litigation/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 995 (N.D.Ga.1980), that</p>\n<blockquote>\"the selection of an appropriate multiplier must follow essentially a trial and error course. If the use of one multiplier over another results in what the court feels is an unreasonable high or low fee, then the multiplier must be adjusted to comport with the court's perception of the proper fee award under the circumstances.\"</blockquote>\n<p>Some courts have applied different multipliers to different categories of work, others have applied multipliers based on who performed the work. This Court finds the approach focusing on who performed the work to be the most appropriate, with the highest multiplier to be applied to the hours of lead counsel, who had the lion's share of the responsibilities and burdens of this litigation.</p>\n<p>27. <i>Lead Counsel.</i> The Court concludes that a multiplier of 2.75 for lead counsel is appropriate and must be broken down in order to reach a reasonable fee. This figure represents a multiplier of 1.5 for the contingent part of this litigation (615 hours) and a multiplier of 1.25 for the amount involved/results obtained aspect of this litigation(2059) hours.<sup>[46]</sup> The Court's own research, and the record in this case, reflect a number of cases in the 1980's where fees and expenses have approximated or exceeded the award sought here, and higher multipliers than 2.75 were used either for all counsel, or for lead counsel. See, e.g., <i>In re Beverly Hills Fire Litigation,</i> <span class=\"citation\" data-id=\"1745635\"><a href=\"/opinion/1745635/in-re-beverly-hills-fire-litigation/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">915</span></a></span>, 924 (E.D.Ky.1986) (5.0); <i>In re Cenco, Inc., Securities Litigation,</i> <span class=\"citation\" data-id=\"1427110\"><a href=\"/opinion/1427110/in-re-cenco-inc-securities-litigation/\"><span class=\"volume\">519</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">322</span></a></span> (N.D.Ill.1981 (4.0); <i>Jorstad v. IDS Realty Trust,</i> <span class=\"citation\" data-id=\"2393932\"><a href=\"/opinion/2393932/jorstad-v-ids-realty-trust/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1180</span></a></span> [1980 Transfer Binder] Fed.Sec.L.Rep. (CCH), para. 97,343 (D.Minn.1980) (3.93 on merits); <i>In re General Public Utilities Securities Litigation,</i> [1983-1984 Transfer Binder] Fed.Sec.L.Rep. (CCH), para. 99,566 (D.N.J.1983) (3.45); <i>Brewer v. Southern Union Co.,</i> <span class=\"citation\" data-id=\"2371573\"><a href=\"/opinion/2371573/brewer-v-southern-union-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1511</span></a></span> (D.Colo.1984) (3.35); <i>Keith v. Volpe,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">565</span></span> (C.D. Cal.1980) (3.35); <i>In re Cement and Concrete Antitrust Litigation,</i> 1980-1981 Trade Cases (CCH) para. 63,798 (D.Az. 1980) (2.85); <i>Basile v. Merrill Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span> (S.D.Ohio 1986) (2.78). Furthermore, the maximum 2.75 multiplier(resulting from the combination of the contingency factor multiplier and the amount involved/results obtained factor multiplier)will only apply as to that part of the case where the contingency factor (i.e. risk of loss) existed.</p>\n<p>28. <i>Other Attorneys.</i> As to the other attorneys(except for the associates) the court concludes that a multiplier of 1.3 for the contingency factor of this litigation (1,252 hours)and a multiplier of 1.15 for the amount involved/results obtained factor(1697total allowed hours) is appropriate to reach a reasonable fee. The court's own research, and the record in this case, reflect a number of recent cases where fees and expenses have approximated or exceeded the total award sought here, and multipliers of 2.0, or more, were used for some or all attorneys. See, e.g., <i>In re Warner Communications Securities Litigation,</i> <span class=\"citation\" data-id=\"1793072\"><a href=\"/opinion/1793072/in-re-warner-communications-securities-litigation/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span> (S.D.N.Y.1985) (2.26); <i>In re Chicken Antitrust Litigation,</i> <span class=\"citation\" data-id=\"1482100\"><a href=\"/opinion/1482100/in-re-chicken-antitrust-litigation/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 996-97 (N.D.Ga. 1980) (2.0 for most partner time).</p>\n<p>As to the associate attorney hours involved herein, this court will apply the same multipliers used for the other attorneys, but these hours have been separated because the hourly rates to be applied to these hours is less. Thus, a multiplier of 1.3 will be appplied to the contingency portion of the hours(33 hours)and a multiplier of 1.15 will be applied to the amount involved/results obtained element(44 hoursall allowed hours).</p>\n<p><span class=\"star-pagination\">*1150</span> 29. <i>Paralegal time.</i> The Fourth Circuit has endorsed billing rates<sup>[47]</sup> as the basis for paralegal time in <i>Lilly v. Harris-Teeter,</i> <span class=\"citation\" data-id=\"426387\"><a href=\"/opinion/426387/33-fair-emplpraccas-195-32-empl-prac-dec-p-33856-paul-lilly/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 339-40 n. 28 (4th Cir.1983), and that principle has been applied herein. Thus, this Court has declined to enhance the lodestar amount for paralegal time.</p>\n<p>30. Making all of these adjustments produces the following reasonable fee:</p>\n<p></p>\n<pre>\nLead Counsel\n615 (Hours) × $200 × 1.50 (Contingency mult)                   =  $184,500.00\n2059 (Hours) × $200 × 1.25 (Amount involved/results obtained\n                            mult) AI/RO                        =   $514,750.00\n                                                                   ___________\nTotal                                                              $699,250.00\nOther Attorneys\n1252 (Hours) × $175 × 1.30 (Contingency mult)                  =  $284,830.00\n1697 (Hours) × $175 × 1.15 (AI/RO mult)                        =  $341,521.00\n                                                                           ______________\nTotal                                                                         $626,351.00\nAssociates\n33 (Hours) × $100 × 1.30 (Contingency mult)                    =  $  4,290.00\n44 (Hours) × $100 × 1.15 (AI/RO mult)                          =  $  5,060.00\n                                                                           ______________\nTotal                                                                         $  9,350.00\nParaprofessional\n12,300 (Hours) × $30                                                 =  $369,000.00\n                                                                           ______________\nTotal Enhanced Lodestar                                                     $1,703,951.00\n</pre>\n<p>Together with projected disbursements and additional time for concluding these cases, this figure would probably be between five and one-half (5½%) percent to six (6%) percent of the expected total recovery, which is on the same order as a reasonable fee determined by a percentage-of-the fund analysis.<sup>[48]</sup></p>\n<p>31. The foregoing fee exceeds the One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars that will probably be the maximum value of the fund for fees and expenses. Therefore, it is reasonable to make the entire award at this time, subject to the retention of a portion of the funds to assure that maximum efforts can be made to locate missing class members for whom judgments are in the registry of the Court. (See Conclusions of Law Nos. 33 <i>et. seq.,</i> below)</p>\n<p><span class=\"star-pagination\">*1151</span> 32. The Court concludes that it is reasonable to make this award before the final conclusion of all work. See, e.g., <i>Lindy Bros. Builders, Inc. v. American Radiator &amp; Standard Sanitary Corp.,</i> <span class=\"citation\" data-id=\"338426\"><a href=\"/opinion/338426/lindy-bros-builders-inc-of-philadelphia-v-american-radiator-standard/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, 121 (3d Cir.1976); <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span>, 706-7 n. 15 (S.D.Ohio 1986); <i>In re Philadelphia Electric Co. Securities Litigation, supra.</i></p>\n<p></p>\n<h2>D. <i>Plan of Distribution</i>\n</h2>\n<p>33. The Court hereby orders that the sum of Nine Hundred Sixty Thousand Fifty Seven and 50/100 ($960,057.50) Dollars be paid immediately to Ray P. McClain as agent and trustee for all plaintiffs' counsel, from the five (5%) per cent fund set aside. See Finding of Fact No. 77, above.</p>\n<p>34. The Court further Orders that the remaining portion of the fee to which counsel have been determined to be entitled shall be held by the Clerk of Court pending further efforts to locate class members who are still missing. As class members are located and their bonuses are paid out, additional fee amounts equal to 5% of each bonus and interest paid out to class members shall be distributed to Mr. McClain, for plaintiffs' counsel, upon presentation of an appropriate order endorsed \"Approved as to Form Only\" by the office of the United States Attorney.</p>\n<p>35. Under this Order, this Court hereby authorizes the Clerk to distribute the full five (5%) per cent expected to be recovered, up to a total of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, which, approximates the expected fund amount, as well as the amount arrived at by the lodestar analysis in Conclusion of Law No. 30, with fees of One Million Seven Hundred Three Thousand Nine Hundred Fifty One and NO/100 ($1,703,951.00) Dollars and costs already exceeding Ninety Five Thousand and NO/100 ($95,000.00) Dollars. The Court does not intend by <i>this</i> Order to authorize payment of any fees and costs exceeding the sum of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, as the court does not expect the fee fund to exceed this amount. If the total fees become greater than anticipated, the parties should call the matter to the Court's attention for a hearing on the disposition of any funds in excess of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars.</p>\n<p>36. Counsel for the plaintiffs shall take all reasonable steps to locate the presently missing class members in calendar year 1987, including, but not necessarily limited to, the following measures: (1) checking the computerized addresses of the Department of the Navy and of the Veterans Administration to seek current addresses; (2) advertising in the <i>Navy Times</i> for potential class members to contact counsel; and (3) engaging a \"search firm\" to seek any class members who remain missing after the other measures have been exhausted. Counsel shall render a report to the Court no later than January 15, 1988, as to the results of these search efforts.</p>\n<p>37. If the Court is satisfied with the diligence exhibited by counsel in these efforts, and in any efforts that the Court may hereafter direct, the Court will release the balance of the fee fund, including that portion attributable to bonuses that counsel will have been unable to deliver to class members. <i>Boeing Corp. v. Van Gemert,</i> <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 478, <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, 749, <span class=\"citation\" data-id=\"110180\"><a href=\"/opinion/110180/boeing-co-v-van-gemert/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></a></span> (1980). If the Court questions the diligence of counsel in these efforts, this Court may order a forfeiture of some or all of the retained fee that this Order has herein awarded to counsel in the future.<sup>[49]</sup></p>\n<p></p>\n<h2>E. <i>Entry of Judgment</i>\n</h2>\n<p>38. The Court finds, pursuant to Rule 54(b) of the Federal Rules of Civil Procedure, that there is no just reason for delay in the entry of judgment on this Order awarding attorneys' fees and costs, and this Court directs that judgment shall be <span class=\"star-pagination\">*1152</span> entered separately and forthwith as to this award of attorneys' fees and costs, pursuant to Rule 54(b).</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This Court has provided by Orders, entered on August 10, 1978, and from time to time thereafter, that each judgment amount entered in these actions would be paid to the Clerk of this Court. The Clerk has been ordered to allocate five (5%) per cent of each judgment amount to a fund for payment of fees and costs, as judgments were recovered. This fund is now about six (6%) per cent of the total recovery, including interest, because the bonuses have been distributed much more rapidly than the portion set aside for an award of fees and costs.</p>\n<p>[2]  This is the total figure, including amounts previously disbursed as interim fees.</p>\n<p>[3]  All this material was filed by plaintiffs without objection by any party, except for two expert opinion documents from Herbert B. Newberg, Esquire, and Professor John C. Coffee, Jr. To the extent that these documents stated the declarants' understanding of the law, the Court takes the statements as background and context only, as appears to have been the intention (see, for example, Coffee Declaration, p. 3, paragraph 3: \"I will largely limit my comments to a focus on the application of the principles discussed ... to the instant case.\") The court has relied on the expert opinions expressed by Mr. Newberg and Professor Coffee only in the particulars that are expressly cited below in this Order. With this understanding, the Court is denying the Motion to Strike.</p>\n<p>[4]  See Conclusions of Law Nos. 1-8.</p>\n<p>[5]  See Conclusions of Law Nos. 33-37.</p>\n<p>[6]  See Findings of Fact Nos. 73-74 and Conclusions of Law Nos. 9-10.</p>\n<p>[7]  See Conclusions of Law Nos. 11-31.</p>\n<p>[8]  See Conclusions of Law No. 30, note 48.</p>\n<p>[9]  The Findings in this Section A rely substantially on the Affidavit of Ray P. McClain, lead counsel for plaintiffs, filed December 31, 1985, which the government has not contradicted in any way. To the extent that that Affidavit recites matters within the knowledge of this Court, it is completely accurate. The Court is incorporating only the most important facts in these Findings, but that entire Affidavit is found by the Court to be reliable.</p>\n<p>[10]  Some members of this class may have been excluded as named litigants in other cases. A group of about 300 persons in the CTM rate were not members of this class because they belonged to the small class certified in the <i>Larionoff</i> case; most of these lost VRB by change in the regulations.</p>\n<p>[11]  In April, 1978, 49 persons sent in requests for exclusion postmarked after March 31, 1978; the Court honored these late requests.</p>\n<p>[12]  See Finding of Fact No. 19 regarding division of the class into subclasses.</p>\n<p>[13]  Of 10,753 claimants (non-litigants), 1,209 requested exclusion from the class. See Affidavit of Anne Hawkes dated May 8, 1978, filed with the Clerk of this Court on May 15, 1978.</p>\n<p>[14]  Judgment amounts for subclasses 2 and 4 are only for the amount the government disputed, and do not include any portion of the bonuses voluntarily paid to members of these subclasses the bonuses the Navy contended were accepted as waiver of all VRB claims. Thus, the 5% fee fund for these subclasses has been computed only on the <i>additional</i> bonus recovered for members of these subclasses.</p>\n<p>[15]  For members of Subclass 1, a total of 2,857 persons with original judgment amounts totaling Seven Million Three Hundred Sixty Four Thousand Four Hundred Sixty Nine and 46/100 ($7,364,469.46) Dollars have benefited from these investments. Of this number, those whose claims have been paid to them on a delayed basis (after judgments had been invested), is approximately 1,640, with location still pending investigation of 1,217. In other subclasses, there are 473 persons still to be located.</p>\n<p>[16]  The foregoing findings clearly distinguish this case from the Court of Appeals' understanding of the services to be performed on behalf of plaintiffs in <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"370288\"><a href=\"/opinion/370288/raleigh-h-allen-iii-v-united-states-of-america-james-a-carini-v/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span>, 436 (4th Cir.1979). In this connection, the record in the present case reflects, without contradiction, that all the <i>Allen</i> plaintiffs finally paid greater fees than are awarded herein, and some of them paid fees of almost 20%.</p>\n<p>[17]  The government erroneously contends that some of Mr. Tepper's time was reconstructed. As his Declaration of August 8, 1986, makes clear, however, his time summaries filed in 1978 were prepared from contemporaneous daily logs, but the logs from 1975-76 were apparently misplaced during a relocation of his office. The loss of these records is regrettable, but understandable, and Mr. Tepper should not be penalized for being unable to find these particular documents, where his other records are plainly consistent with his sworn statement that the documents were used in preparing the 1978 declaration filed with this Court. As the Fourth Circuit has recently stated, \"we do not intend to infer that minutely detailed records are required to support a fee request.\" <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1079 n. 2 (4th Cir.1986). This appears to be particularly true in \"complex and protracted litigation.\" <i>Id.</i></p>\n<p>[18]  It is not appropriate for the Court to reject believable testimony of responsible attorneys and <i>delete</i> time simply because it is not supported by contemporaneous time records. The absence of such records as to some hours is the only objection raised by any party, and it is not a sufficient objection, where no claim is made that the time was not, or should not, have been spent. The government did not file anything with the Court to object specifically to hours claimed by plaintiffs' counsel, although most documentation was in the government's hands for 50 to 60 days before the hearing on this motion. At the hearing, the government indicated that it objected to a few of the hours presented, but did not indicate that it objected to any substantial portion of the hours claimed. The Court's determinations herein take into account the fact that some hours may not be properly compensable. (See especially Findings of Fact Nos. 28 and 34).</p>\n<p>[19]  See preceding footnote for the only objection. It would not have been efficient to require paralegals to maintain the type of time records that the principal attorneys maintained in these cases.</p>\n<p>[20]  This total may be compared to over 7,000 hours of paralegals in a single firm in one case spent \"on preparing the class action notice, responding to discovery requests, and performing other chores related to settlement administration.\" <i>In re Chicken Antitrust Litigation,</i> <span class=\"citation\" data-id=\"1482100\"><a href=\"/opinion/1482100/in-re-chicken-antitrust-litigation/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 978 (N.D.Ga.1980). That class had about 2,700 members. 560 F.Supp at 966. The fees for those paralegals were enhanced with a multiplier of 2.0. 560 F.Supp. at 996.</p>\n<p>[21]  The Declaration of Professor Coffee also supports this finding.</p>\n<p>[22]  See, e.g., <i>Rothfarb v. Hambrecht,</i> infra, in which the Master's Report cites several billing rates exceeding Two Hundred Fifty and NO/100 ($250.00) Dollars per hour.</p>\n<p>[23]  These rates are effective rates awarded after adjustment for contingency and other factors. See McClain Affidavit, August 1, 1986, paragraph 20.</p>\n<p>[24]  An award of One Hundred Fifty and NO/100 ($150.00) Dollars per hour has been made to South Carolina counsel in a case in this district court by Judge Wilkins. <i>Greenville County School District v. W.R. Grace &amp; Co.,</i> C/A No. 6:XX-XXXX-XX (D.S.C. July 10, 1986).</p>\n<p>[25]  The record reflects, and the court finds, that one-time clients in regular commercial litigation are now charged fees of One Hundred Seventy Five and NO/100 ($175.00) Dollars per hour by Mr. Rosen; Mr. Margolis, Mr. David Epstein and their partners; and Mr. Tepper and his partners. Mr. Derfner charges such clients One Hundred Fifty and NO/100 ($150.00) Dollars per hour.</p>\n<p>[26]  At the hearing on this application, the government indicated that Mr. McClain's time  at least that time not previously compensated  could be valued at Two Hundred Fifty ($250.00) Dollars per hour.</p>\n<p>[27]  The proper rates for the services control, rather than the fact that the billing rates of some counsel, particularly Idaho counsel, are lower than the prevailing forum rates.</p>\n<p>[28]  This Court also provided, on page 3 of the initial Order awarding interim fees, November 19, 1978, as follows:\n</p>\n<p>\"At the conclusion of the case, the court will deal with the question of fees <i>ab initio</i> as to all factors relevant thereto, and shall then determine the appropriate method to be used in awarding final fees. The fees now awarded, and the manner of computing them, shall constitute no binding precedent, except that the interim fees paid shall be deducted from the total amount of fees awarded for all services performed.\"</p>\n<p>[29]  The Court finds that, considering all circumstances, approximately one half of the professional hours to be compensated, or 1,900 hours, were devoted to these cases when the availability of reasonable compensation for the claims was very uncertain.</p>\n<p>[30]  To focus on the effective hourly rates that would be similar in such cases would require utilizing an hourly rate of $400 to $450 per professional hour. See Finding of Fact No. 45 above. However, the reasonably available funds will be exhausted by much lower effective hourly rates of about $300 per attorney hour, after considering the paralegal time and costs that are to be compensated. See footnote 50.</p>\n<p>[31]  Plaintiff's counsel have filed a number of exhibits of expert testimony, particularly those of Herbert B. Newberg and Professor John C. Coffee, Jr. The government has filed no evidence in response.</p>\n<p>[32]  See the discussion in <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span>, 704 text and n. 10 (S.D.Ohio 1986).</p>\n<p>[33]  Although this situation is not absolutely identical to the circumstances of pre-judgment negotiation on behalf of the class of percentage fees with the major recipients, as found in <i>Commonwealth of Puerto Rico v. Heckler,</i> <span class=\"citation\" data-id=\"442861\"><a href=\"/opinion/442861/commonwealth-of-puerto-rico-v-margaret-m-heckler-secretary-of-health/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (D.C.Cir., 1984), and contemplated by the Third Circuit Task Force, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">237</span></span>, 255 (1985), it is a similar set of circumstances that reflect knowledgeable assent, in advance, to the fee.</p>\n<p>[34]  Of all appellate judges who ruled on VRB claims, 10 voted against the claim and 8 supported them. Fortunately for plaintiffs, 5 of those 8 were on the United States Supreme Court.</p>\n<p>[35]  These expenses include many items, such as copying charges, telephone charges, travel, and so forth, that, according to this record, are routinely billed to clients by the South Carolina Bar in addition to regular hourly rates. The Court finds that all such expenses are properly compensated as out-of-pocket expenses.</p>\n<p>[36]  Additional costs of Fifty Thousand and NO/100 ($50,000.00) Dollars or more are also contemplated by class counsel, but the court does not find it necessary to make any estimate of these future costs, nor to make any provision for them at this time.</p>\n<p>[37]  Similar approaches has been adopted by other courts recently. <i>Pray v. Lockheed Aircraft Corp.,</i> <span class=\"citation\" data-id=\"1559011\"><a href=\"/opinion/1559011/pray-v-lockheed-aircraft-corp/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></a></span> (D.D.C.1986); <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span>, 704 (S.D.Ohio, 1986); <i>In re Warner Communications Securities Litigation,</i> <span class=\"citation\" data-id=\"1793072\"><a href=\"/opinion/1793072/in-re-warner-communications-securities-litigation/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span>, 746-51 (S.D.N.Y.1985). Other courts have used the obverse approach in calculating a fee with very large multipliers, and then demonstrating its reasonableness by reference to the percentage of the fund. See, e.g., <i>Brewer v. Southern Union Co.,</i> <span class=\"citation\" data-id=\"2371573\"><a href=\"/opinion/2371573/brewer-v-southern-union-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1511</span></a></span>, 1536-36 (D.Colo.1984); cf. <i>In re Montgomery County Real Estate Antitrust Litigation,</i> <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">305</span></span>, 322-23 (D.Md.1979). The uncertainty in this area of the law leads many courts to this dual approach in ascertaining the reasonableness of a fee award.\n</p>\n<p>The Fourth Circuit has never had occasion to rule on whether a common fund fee should be determined by a percentage or the lodestar method. The factors of <i>Johnson v. Georgia Highway Express,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), approved in <i>Barber v. Kimbrell's, Inc.,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (4th Cir.1978), and in <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"370288\"><a href=\"/opinion/370288/raleigh-h-allen-iii-v-united-states-of-america-james-a-carini-v/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span> (4th Cir.1979), can be used in analyzing a fee either based on the percentage method, or the lodestar method.</p>\n<p>[38]  <i>Blum v. Stenson, supra</i><i>,</i> was a case brought under 42 U.S.C. § 1988, one of a large number of statutes passed in the 1970's authorizing fee shifting<i>i.e.,</i> requiring the loser to pay the winner in civil rights cases and other cases not involving substantial amounts of money; in these cases, there was little or no fund on which to base the percentage of the recovery, so the courts adopted the \"lodestar\" approach, which starts with time and rate and makes adjustments for a variety of other factors. Eventually the lodestar method was held to be mandated under some fee-shifting statutes. <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983); <i>Blum v. Stenson, supra</i><i>.</i> The lodestar method was also adopted in many common fund cases, beginning with <i>Lindy Bros. Buildings, Inc. v. American Radiator &amp; Standard Sanitary Corp.,</i> <span class=\"citation\" data-id=\"314756\"><a href=\"/opinion/314756/lindy-bros-builders-inc-of-phila-v-american-radiator-standard/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span> (3d Cir.1973) (antitrust common fund case), but those cases were decided before <i>Blum v. Stenson</i><i>. Lindy</i> was based on a recognition that in some common fund cases, uncritical application of the percentage approach had led to fees that seemed excessive for the services performed. The Supreme Court's position in <i>Blum v. Stenson</i> suggests recognition that any potential problems of excessive fees can be solved by adjusting the percentage.</p>\n<p>[39]  This Court is well aware, of course, that the statement quoted from <i>Blum</i> was dictum in that case. However, there is nothing in the succeeding decisions that even suggests that the Supreme Court did not fully intend to endorse the distinctive percentage method for common fund cases. Further, the lodestar method has been referred to as \"the most useful starting point,\" <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939, and not as the only starting point. See also Dobbs, <i>The Market Test For Attorney Fee Awards: Is The Hourly Rate Test Mandatory?,</i> 28 Ariz.L.Rev. 1 (1986).</p>\n<p>[40]  This interpretation was recently applied again by the Court of Appeals for the District of Columbia in <i>Bebcheck v. Washington Metropolitan Area Transit Comn.,</i> <span class=\"citation\" data-id=\"479373\"><a href=\"/opinion/479373/leonard-n-bebchick-v-washington-metropolitan-area-transit-commission/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span> (D.C.Cir. Dec. 15, 1986). A number of District Courts have also adopted this reading of <i>Blum.</i> See, e.g., <i>Basile v. Merrill, Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span>, 703 n. 8 (S.D.Ohio 1986); <i>In re Warner Communications Securities Litigation,</i> <span class=\"citation\" data-id=\"1793072\"><a href=\"/opinion/1793072/in-re-warner-communications-securities-litigation/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span>, 746-51 (S.D.N.Y. 1985), <i>aff'd </i><i>as to merits,</i> <span class=\"citation\" data-id=\"474552\"><a href=\"/opinion/474552/in-re-warner-communications-securities-litigation-steven-becker-russell/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (2d Cir. 1986); <i>Phesmister v. Harcourt Brace Jovanovitch, Inc.,</i> 1984-2 Trade Cas. (CCH) Para. 66, 234 at 66, 995 (N.D.Ill.1984); and cases cited in Conclusion of Law No. 6.</p>\n<p>[41]  Another recent common fund case has awarded substantial multipliers, thereby implicitly finding that the discouraging words directed toward multipliers under fee-shifting statutes are not applicable to common fund fee awards. <i>Rothfarb v. Hambrecht,</i> <span class=\"citation\" data-id=\"1631991\"><a href=\"/opinion/1631991/rothfarb-v-hambrecht/\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">183</span></a></span> (N.D. Cal.1986) (Multiplier of 2 produced a fee exceeding Two Million and NO/100 ($2,000,000.00) Dollars with fees and costs totaling more than twenty-two (22%) percent of a fund of Eleven Million Four Hundred Twenty Five Thousand and NO/100 ($11,425,000.00) Dollars. The court also recognized the historical use of a percentage of recovery as a permissible means of calculating a reasonable attorneys' fee in a common fund case. <i>Id.</i> at 238.</p>\n<p>[42]  See, e.g., <i>In re Itel Securities Litigation,</i> C79-2158A (RPA) (N.D.Cal.1983) (25%); <i>In re Wickes Securities Litigation,</i> M.D.L. 513 (WBE) (S.D. Cal.1984) (22.8%); <i>In re Pepsico Securities Litigation,</i> 82 Civ. 8403 (S.D.N.Y. April 1985) (25%); <i>In re New York City Municipal Securities Litigation,</i> [1984 Transfer Binder] Fed.Sec.L.Rep. (CCH), Para 91,419 (S.D.N.Y.1984) (33%); <i>In re Warner Communications Securities Litigation,</i> <span class=\"citation\" data-id=\"1793072\"><a href=\"/opinion/1793072/in-re-warner-communications-securities-litigation/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span> (S.D.N.Y.1985) (24.5%); <i>Murphy v. Presley Co.,</i> [1981 Transfer Binder] Fed. Sec.L.Rep. (CCH), Para. 97,975 (C.D.Cal.1981) (22.7%); <i>Van Gemert v. Boeing Co.,</i> <span class=\"citation\" data-id=\"1578769\"><a href=\"/opinion/1578769/van-gemert-v-boeing-co/\"><span class=\"volume\">516</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">412</span></a></span> (S.D.N.Y.1981) (37.3%); <i>Bullock v. Kircher,</i> <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span> (D.N.J.1979) (25.2%); <i>Jezarian v. Csapo,</i> <span class=\"citation\" data-id=\"2184032\"><a href=\"/opinion/2184032/jezarian-v-csapo/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">385</span></a></span> (S.D.N.Y.1979) (23.7%); <i>Valente v. Pepsico, Inc.,</i> [1979 Transfer Binder] Fed.Sec.L.Rep. (CCH), Pra. 96,921 (D.Del.1979), (27%) [Available on WESTLAW, DCT database]; and <i>Rothfarb v. Hambrecht</i> supra (22%).</p>\n<p>[43]  The same result, or higher, would obtain by reference to a national or regional market for such lead counsel services. See awards in, e.g., <i>Rothfarb v. Hambrecht, supra</i><i>; </i><i>Pray v. Lockheed Aircraft Corp.,</i> <span class=\"citation\" data-id=\"1559011\"><a href=\"/opinion/1559011/pray-v-lockheed-aircraft-corp/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></a></span> (D.D.C.1986); <i>In re Ampicillin Antitrust Litigation,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">395</span></span>, 402 (D.D.C.1978); cf. <i>NAACP v. Detroit Police Officers Ass'n.,</i> <span class=\"citation\" data-id=\"1456530\"><a href=\"/opinion/1456530/naacp-detroit-branch-v-detroit-police-officers-association/\"><span class=\"volume\">620</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1173</span></a></span>, 1183-84 (E.D.Mich.1985).</p>\n<p>[44]  To make an extremely conservative computation, the Court has eliminated all time devoted to interim or final fee petitioners, as well as the time devoted to unsuccessful petitions to the Board of Correction of Naval Records. The hours compensated were further reduced by a factor of two (2%) percent to three (3%) percent. Although the government did not object to compensation for fee petition time, and there is well-reasoned authority in support of including such time, <i>Basile v. Merrill Lynch, Pierce, Fenner &amp; Smith,</i> <span class=\"citation\" data-id=\"1451934\"><a href=\"/opinion/1451934/basile-v-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">697</span></a></span>, 705 (S.D.Ohio 1986), this Court has excluded such time in this common fund case. If the fee petition time were included, it would increase the \"lodestar\" by One Hundred Seven Thousand Eight Hundred Fifty Six and NO/100 ($107,856.00) Dollars. The Court also notes that the computations do not include the time spent since October, 1986.</p>\n<p>[45]  The Court notes that the Supreme Court has ordered reargument on the question as to whether attorney fees may be enhanced based on risk of loss. See <i>Pennsylvania v. Delaware Valley Citizens' Council,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3088</span></a></span>, 3100, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1986). However, it should also be noted that exceptional circumstances were not found in that case, unlike the situation here.</p>\n<p>[*]   <i>Ed. note:</i> There is no number 25.</p>\n<p>[46]  The multiplier must be broken down because this court has found that the multiplier reflecting the contingency factor of this case should only apply to that portion of the hours claimed before the contingency ceased. On the other hand, the mutliplier reflecting the amount involved/results obtained factor should apply to all the hours this court has found to be reasonable.</p>\n<p>[47]  The government has cited only cases under the Equal Access to Justice Act, a fee-shifting statute with special provisions, that have been construed to preclude billing rates for paralegals. <i>Ashton v. Pierce,</i> <span class=\"citation\" data-id=\"1450515\"><a href=\"/opinion/1450515/ashton-v-pierce/\"><span class=\"volume\">580</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></a></span>, 443 (D.D.C.1984); <i>Berman v. Schweicker,</i> <span class=\"citation\" data-id=\"2392649\"><a href=\"/opinion/2392649/berman-v-schweiker/\"><span class=\"volume\">531</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1149</span></a></span>, 1154 (N.D.Ill.1982).</p>\n<p>[48]  Based on the most probable total fund amount of One Million Seven Hundred Thousand and NO/100 ($1,700,000.00) Dollars, and counsel's estimate of ultimate expenses between One Hundred Fifty Thousand and NO/100 ($150,000.00) Dollars and Two Hundred Thousand and NO/100 ($200,000.00) Dollars, approximately One Million Five Hundred Fifty Thousand and NO/100 ($1,550,000.00) Dollars will be attributable to fees. As a practical matter, the fees would work out to be approximately as follows:\n</p>\n<p></p>\n<pre>\n                              Fees after\nCategory                 considering expenses\nLead Counsel                      $636,073.00\nAttorneys                          569,761.00\nAssociates                           8,505.00\nParaprofessionals                  335,661.00\n                                _____________\nTotal                  $1,550,000.00\n                                _____________\n</pre>\n<p>Of these amounts, a projected One Million Two Hundred Fourteen Thousand Three Hundred Thirty Nine and NO/100 ($1,214,339.00) Dollars would be attributable to attorneys' time of 3,800 compensable hours, or just over Three Hundred and NO/100 ($300.00) Dollars per hour of attorney's time. If more than 100 hours of professional time is required to complete this matter, as appears likely, the average rate would further decrease.</p>\n<p>[49]  The Court should emphasize that it expects diligent efforts by plaintiffs' counsel, and is reserving the power of forfeiture only in order to assure that this Court has carried out its fiduciary duty to the missing class members by establishing maximum reasonable incentives that these members will be located, and their bonuses delivered.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/332189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/334835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/338426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/356128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/426387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/457546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/479373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1427110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1432984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1559011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1578769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1631991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1812597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2184032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2371573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2392649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393932/"
          ]
        }
      ],
      "judges": "Blatt",
      "date_created": "2014-10-30T22:59:55.119027Z",
      "date_modified": "2016-03-03T22:05:25.977771Z",
      "date_filed": "1987-03-24",
      "date_filed_is_approximate": false,
      "slug": "edmonds-v-united-states",
      "citation_id": 2334907,
      "case_name_short": "Edmonds",
      "case_name": "Edmonds v. United States",
      "case_name_full": "",
      "federal_cite_one": "658 F. Supp. 1126",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2262940/edmonds-v-united-states/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T22:59:55.116733Z",
  "date_modified": "2014-10-30T22:59:55.116733Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Edmonds",
  "case_name": "Edmonds v. United States",
  "case_name_full": "",
  "slug": "edmonds-v-united-states",
  "docket_number": "Civ. A. Nos. 75-1624-8, 78-0053-8, 78-0004-8 and 75-1857-8",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}