{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2269019/",
  "id": 2269019,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2367893/",
      "id": 2367893,
      "absolute_url": "/opinion/2367893/mendoza-v-lavine/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2269019/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2367893/",
          "id": 2367893,
          "absolute_url": "/opinion/2367893/mendoza-v-lavine/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2367893/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/932/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:15:59.313608Z",
          "date_modified": "2017-04-09T15:25:28.302109Z",
          "type": "010combined",
          "sha1": "014db024a6176a115945aa4e51978a2b4240ba82",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>412 F.Supp. 1105 (1976)</b></center>\n<center><h1>Gloria MENDOZA et al., Plaintiffs,<br>\nv.<br>\nAbe LAVINE, Individually and as Commissioner of New York State Department of Social Services, et al., Defendants.</h1></center>\n<center>No. 74 Civ. 4994.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>January 7, 1976.</center>\n<p><span class=\"star-pagination\">*1106</span> Richard J. Hiller, Joan Bertin Lowy, Michael O'Connor, New York City, for plaintiffs.</p>\n<p>U. S. Atty., for defendant Casper Weinberger; by Michael S. Devorkin, Asst. U. S. Atty., Amy Juviler, Asst. Atty. Gen., New York City, of counsel.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>KEVIN THOMAS DUFFY, District Judge.</p>\n<p>The federal, state, and city defendants have each moved to dismiss this class action which was brought pursuant to 42 U.S.C. §§ 1983, 1988 to prevent the alleged deprivation of rights secured to plaintiff welfare recipients and welfare applicants under the Fifth and Fourteenth amendments to the United States Constitution, Title VI of the Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) and the Social Security Act (42 U.S.C. §§ 601 <i>et seq.,</i> 1381 <i>et seq.,</i> and 1396 <i>et seq.</i>). Jurisdiction is claimed under 28 U.S.C. §§ 1343(4), 1361, 1331, and, as to the federal defendant, under 5 U.S.C. § 701. Plaintiffs also request declaratory relief under 28 U.S.C. §§ 2201, 2202.</p>\n<p>Plaintiffs are Hispanic persons who, because of difficulty with the English language (their dominant language being Spanish,), allegedly receive unequal treatment in their receipt of public assistance.</p>\n<p>The complaint basically alleges that the failure to provide sufficient bilingual personnel, forms, notices, applications, etc., violates rights of the plaintiffs under the Constitution, Title VI of the Civil Rights Act of 1964, the Social Security Act and regulations of HEW.</p>\n<p>The public assistance programs involved in this suit are (1) Aid to Families with Dependent Children Program (\"AFDC\"), 42 U.S.C. § 601 <i>et seq.</i> (Supp. III, 1970); (2) Medical Assistance Program (\"Medicaid\"), 42 U.S.C. § 1396 <i>et seq.</i> (Supp. III, 1970); and (3) Supplemental Security Income (\"SSI\"), 42 U.S.C. § 1381 <i>et seq.</i> (Supp. III, 1970).</p>\n<p>The first two programs are partially financed by the federal government through the Department of Health, Education, and Welfare (\"HEW\"), but are wholly administered by the state. In order to be eligible for federal funds, the state must submit a plan to HEW conforming to the applicable federal statutes and regulations. The Secretary of HEW reviews the plan and, if it is acceptable, approves it. 42 U.S.C. §§ 601, 602, 1396, 1396a (Supp. III, 1970). Thereafter, HEW oversees the state programs to insure continuing compliance with the statutes and regulations. 42 U.S.C. §§ 601-04, 1396a-c. (Supp. III, 1970). HEW contracts only with the state. The New York State Department of Social Welfare prepares the plan and negotiates with HEW. N.Y.Soc. Welfare Law §§ 358 and 363-b (McKinney 1966). The state transfers the federal funds as well as certain state funds to the city which, as a public welfare district, administers the program for those within the city. N.Y.Soc.Welfare Law §§ 61, 62 (McKinney 1966). Federal funds cover approximately 50 per cent of the city's costs. The state and city split the remaining costs of the programs.</p>\n<p>The SSI program is administered by HEW through the Social Security Administration.<sup>[1]</sup></p>\n<p>The federal defendant, Casper Weinberger, Secretary of HEW, has moved to dismiss the complaint for failure to exhaust available administrative remedies. The state defendant, Abe Lavine, Commissioner of New York State Department of Social Services, and the city defendant, James R. Dumpson, Commissioner of the New York <span class=\"star-pagination\">*1107</span> City Department of Social Services, have moved to dismiss for failure to state a claim on which relief can be granted. I will first address myself to the federal defendant's motion.</p>\n<p>On August 28, 1973, plaintiffs filed a complaint with HEW pursuant to 45 C.F.R. § 80.7(b) claiming discrimination in violation of Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d <i>et seq.</i> which provides in pertinent part:</p>\n<blockquote>\"No person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d.</blockquote>\n<p>The regulations promulgated under this statute, 45 C.F.R. Parts 80 and 81 (1973), provide examples of prohibited discrimination, require assurances of compliance by applicants, and require record keeping by recipients of funds. Where non-compliance with the statutes and regulations is indicated by a complaint or otherwise, the agency must make a <i>prompt</i> investigation (45 C.F.R. § 80.7(cc), attempt a resolution by informal means (45 C.F.R. § 80.7(d)), and, if informal means fail, undertake formal procedures to achieve compliance (45 C.F.R. § 80.8). The formal procedures available to HEW include a reference to the Department of Justice and/or termination of funds after (1) a full hearing at which non-compliance is found to exist and (2) a report to the appropriate committees of the House and the Senate. Final agency action is also subject to judicial review. 45 C.F.R. §§ 80.10, 80.11.</p>\n<p>In August 1973, when plaintiffs filed their complaint with HEW, the agency had already begun a review of New York City's compliance with Title VI. Thereafter, the review was divided into two parts, one part being a formal investigation of the plaintiffs' complaint. The HEW review has involved reports from the city and state; field investigation of personnel, clients, and files; and various computer techniques and programs for analyzing and collecting data.</p>\n<p>Plaintiffs initiated this suit in November 1974, fifteen months after filing their complaint with HEW. The nature of the suit as to HEW is a mandamus action (28 U.S.C. § 1361) to require the agency to fulfill its obligations under the Constitution, Title VI of the Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) and the regulations promulgated thereunder, and the Social Security Act (42 U.S.C. §§ 601 <i>et seq.,</i> 1381 <i>et seq.,</i> and 1396 <i>et seq.</i>). At the time this motion to dismiss was made, the federal defendant represented that it was vigorously working to determine whether or not there was a violation of Title VI. If a violation was found to exist, the agency's next step was to be an attempt at informal resolution of the problem and, failing that, formal enforcement proceedings. The plaintiffs had apparently demonstrated a willingness to cooperate with HEW and had met with representatives of the agency and had provided \"useful information\" (Defendant's Brief at 15) to HEW. The defendant also represented that its deadline for the comprehensive investigation was June 30, 1975.</p>\n<p>On the day that I heard argument on this motion, May 2, 1975, the defendant further represented that based upon a survey by the City of eight welfare centers (the Kircheimer memorandum which HEW construed as an admission) it had found the City \"in non-compliance with Title VI, at least in respect to those eight centers . . but in principle, anywhere the discrepancy is discovered, everywhere in the City . . .\" (Transcript at 12). An April 11, 1975 letter from HEW to Commissioner Lavine had also contained notice of this finding. The defendant went on to say that it was \"now moving from the Title VI investigative stage to our Title VI voluntary compliance stage\" (Transcript at 12).</p>\n<p>However, the City, both at oral argument and by letter to HEW dated May 13, 1975, disputed the finding of non-compliance. Thereafter, HEW apparently abandoned its planned efforts at \"voluntary compliance\" and reentered the \"investigative stage.\" Data gathering and computer analysis by HEW and the City have apparently continued <span class=\"star-pagination\">*1108</span> in an effort to both document the Kircheimer memorandum and to collect additional information. As of December 3, 1975, a major report by the City to HEW was expected by the end of February 1976.</p>\n<p>The plaintiff, at argument, urged that I permit HEW to pursue its goals (then thought to be voluntary compliance) without dismissing the action. In the event that HEW succeeded in achieving satisfactory compliance, plaintiffs represented that they might be inclined to voluntarily dismiss the action as to the federal defendant.</p>\n<p>In support of its argument that the doctrine of exhaustion of administrative remedies requires dismissal, the defendant outlines the various policy considerations underlying the doctrine: (1) it avoids premature interruption of the ongoing administrative process; (2) agencies have special expertise deserving of judicial respect; and (3) exhaustion promotes judicial efficiency. See <i>McKart v. United States,</i> 395 U.S. 185, 89 S.Ct. 1657, 23 L.Ed.2d 194 (1969). All of these interests, it is argued, are present in this case.</p>\n<p>Moreover, the defendant points out that a party must <i>fully</i> exhaust its administrative remedy; it must pursue the remedy to its conclusion. <i>Aircraft &amp; Diesel Equipment Corp. v. Hirsch,</i> 331 U.S. 752, 67 S.Ct. 1493, 91 L.Ed. 1796 (1947); <i>Penn v. Schlesinger,</i> 497 F.2d 970 (5th Cir. 1974), petition for <i>cert.</i> filed, 43 U.S.L.W. 3310 (Oct. 23, 1974). Thus, the defendant argues, merely filing a complaint is inadequate compliance with the exhaustion requirement. However, where the administrative remedy is futile or inadequate a plaintiff may be excused from the requirement of exhaustion. See <i>McKart,</i> supra; <i>Eisen v. Eastman,</i> 421 F.2d 560 (2d Cir. 1969).</p>\n<p>The question is, then, whether the administrative remedy available to plaintiffs is inadequate or futile. The plaintiffs argue that the remedy is inadequate under the teaching of <i>Rosado v. Wyman,</i> 397 U.S. 397, 90 S.Ct. 1207, 25 L.Ed.2d 442 (1970), since the administrative procedure is basically designed to resolve disputes between the federal and state governments and does not afford plaintiffs an adequate role in the procedure. In <i>Rosado,</i> the plaintiffs were unable to trigger and participate in the HEW review process and thus were excused from the exhaustion requirement. Plaintiffs argue that a similar situation exists in this case since only <i>amicus curiae</i> status is available to them in the HEW proceedings (and that only at the discretion of the hearing officer). Furthermore, they cannot introduce evidence at a hearing, expand the issues, except from a decision, etc.</p>\n<p>However, the defendant contends that the ability to make a complaint, thus triggering an investigation (as occurred here); to participate as <i>amicus</i>; to file briefs, to be served with briefs; to request that questions be asked, etc., are all enough to distinguish this case from <i>Rosado.</i> In fact, the defendant points out that 45 C.F.R. Part 80 is very similar to 45 C.F.R. Part 213 which was enacted after <i>Rosado</i> to correct the deficiency in that case.</p>\n<p>The fact that plaintiffs cannot directly trigger a hearing is, according to defendant, irrelevant since <i>Rosado</i> spoke only in terms of the ability to \"trigger and participate in the Department's review of state welfare programs.\" 397 U.S. at 405-06, 90 S.Ct. at 1215, 25 L.Ed.2d at 452. Defendant stresses the Congressional policy, reflected in the Statute and regulations, to require investigation first, informal compliance efforts next, and only then formal proceedings.</p>\n<p>Exhaustion of administrative remedies is, as noted below, generally required. In <i>Green Street Ass'n v. Daley,</i> 373 F.2d 1 (7th Cir.), <i>cert. denied,</i> 387 U.S. 932, 87 S.Ct. 2054, 18 L.Ed.2d 995 (1967) and <i>Feliciano v. Romney,</i> 363 F.Supp. 656 (S.D.N.Y.1973) the \"triggering\" procedures and opportunities for participation available to plaintiffs were either similar or identical to those here and the courts either required exhaustion or, in <i>Feliciano,</i> held that exhaustion would have <span class=\"star-pagination\">*1109</span> been necessary had a proper cause of action existed.<sup>[2]</sup></p>\n<p>Under all the circumstances, it appears that the administrative procedure available to plaintiffs is sufficient that exhaustion would ordinarily be required.</p>\n<p>However, the plaintiffs also claim that the administrative procedure is clearly futile in this case since HEW is not vigorously proceeding to achieve compliance with 42 U.S.C. § 2000d. They rely on <i>Adams v. Richardson,</i> 351 F.Supp. 636 (D.D.C.1972), aff'd, 156 U.S.App.D.C. 267, 480 F.2d 1159 (1973) wherein the court found that when an extended period of time (in that case, several years) is spent in attempts at voluntary compliance without moving on to more formal proceedings, a lawsuit may be maintained. Defendant attempts to distinguish <i>Adams</i> on the basis that there non-compliance had already been found (school segregation), whereas here HEW has not had an opportunity to complete its investigation and even attempt voluntary compliance. However, the <i>Adams</i> court in criticizing a policy of \"benign neglect\" held that where substantial time passes during which voluntary compliance either fails <i>or is not attempted,</i> that the agency's limited discretion ends and it has a duty to effectuate § 2000d by either an administrative determination of non-compliance or by other means. 351 F.Supp. at 641.</p>\n<p>In this case there has been an investigation, an initial finding of non-compliance, an apparent retreat from that finding, and a resumed investigation. These activities have been spread over a period of approximately 28 months and are expected to take at least several more months before any finding is made.<sup>[3]</sup> Whether these facts make out a showing of futility is a difficult question. Certainly, the futility of an administrative remedy is a difficult showing to make. See <i>Brown v. General Services Administration,</i> 507 F.2d 1300 (2d Cir. 1974); <i>League of United Latin American Citizens v. Hampton,</i> 163 U.S.App.D.C. 283, 501 F.2d 843 (1974).</p>\n<p>However, applying the principles of <i>McKart,</i> it seems to me altogether possible and logical to allow the HEW investigation to continue while retaining jurisdiction over the defendant and allowing plaintiffs to proceed with their pretrial preparation. See <i>Adams v. Richardson,</i> 351 F.Supp. 636 (D.D.C.1972), aff'd, 156 U.S.App.D.C. 267, 480 F.2d 1159 (1973). If HEW proceeds expeditiously to a resolution of the problem, the plaintiffs have indicated a willingness to dismiss the suit as to the federal defendant or, failing that, defendant's motion to dismiss may be renewed. If, on the other hand, the investigation stage drags on indefinitely, the plaintiffs will be in a position to go to trial without the necessity for reinstituting their action. In either case the consideration of allowing an agency an opportunity to employ its expertise without premature interruption and the consideration <span class=\"star-pagination\">*1110</span> of judicial economy as enunciated in <i>McKart,</i> will be served while almost no real prejudice will be incurred by any of the parties. As was said in <i>McKart,</i> the doctrine of exhaustion is not to be applied \"blindly,\" 395 U.S. at 193, 89 S.Ct. at 1662, 23 L.Ed.2d at 203, but \"requires an understanding of its [the doctrine's] purposes and of the particular administrative scheme involved.\"<sup>[4]</sup></p>\n<p>As noted above, the City and State defendants have also moved to dismiss the complaint for failure to state a claim on which relief can be granted. Their arguments in support of the motion fall into several major categories: (1) there is no federal regulation requiring bilingual personnel, documents, etc., for the programs in question; (2) providing bilingual services would be too costly; (3) the facts alleged by the individual plaintiffs fail to demonstrate sufficient harm to support the action; and (4) the plaintiffs can and do rely on friends who speak English to help them overcome the language barrier. The City also argues that a classification which has \"some reasonable basis\" does not necessarily offend the Constitution when the practical problems of government require such a solution. <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491, 501 (1970). In the same vein, the City and State defendants argue that welfare, unlike voting, is not a fundamental right and therefore actions affecting welfare rights should receive less scrutiny than those affecting voting rights.</p>\n<p>The factual issues raised by these motions (cost, harm, availability of friends) are all properly resolved in the context of a trial and I will not decide them on the papers submitted on these broad-based motions to dismiss. Suffice it to say that for the purpose of these motions I will construe all of the plaintiffs' factual allegations as true. See <i>Conley v. Gibson,</i> 355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). Under the circumstances, the defendants have failed to demonstrate the impossibility of plaintiffs' proving any set of facts which will support their claims. See <i>Escalera v. New York City Housing Authority,</i> 425 F.2d 853 (2d Cir.), <i>cert. denied,</i> 400 U.S. 853, 91 S.Ct. 54, 27 L.Ed.2d 91 (1970).</p>\n<p>The balance of both motions appear to argue that neither Title VI, Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) nor the Fourteenth Amendment are violated by the failure to provide bilingual services. However, the plaintiffs' complaint asserts a number of grounds for relief and it would be premature to decide the substantive merits of their claims in the context of this motion. See <i>Aspira of New York, Inc. v. Board of Education of the City of New York,</i> 58 F.R.D. 62 (S.D.N.Y.1973).</p>\n<p>The alleged Title VI,<sup>[5]</sup> equal protection or due process violations adequately state a claim which will survive the defendants' motions to dismiss. See <i>Sanchez v. Norton,</i> Civil Action No. 15732 (D.Conn. June 3, 1974).</p>\n<p>For the foregoing reasons the motions of the federal state and city defendants to dismiss the complaint are denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apparently an additional ground for dismissal as to this cause of action is failure to state a cause of action. This challenge is made by the defendant in a footnote where it is argued that the failure to plead facts demonstrating discrimination under this program necessitates dismissal. Because of the civil rights nature of this action, dismissal on this ground would be inappropriate. See <i>Escalera v. New York City Housing Authority,</i> 425 F.2d 853 (2d Cir.), <i>cert. denied,</i> 400 U.S. 853, 91 S.Ct. 54, 27 L.Ed.2d 91 (1970).</p>\n<p>[2]  Certain other cases relied on by the defendant are distinguishable. In the case of <i>Penn v. Schlesinger,</i> 497 F.2d 970 (5th Cir. 1974, rev'g en banc, 490 F.2d 700 (1973), petition for <i>cert.</i> filed, 43 U.S.L.W. 3310 (Oct. 23, 1974)) the administrative remedy which the court held must be exhausted afforded a complainant a full hearing as a party. <i>Hadnott v. Laird,</i> 149 U.S.App.D.C. 358, 463 F.2d 304 (1972) is likewise distinguishable since in that case suit in federal court was specifically limited to situations where exhaustion of administrative remedies had occurred.\n</p>\n<p>However, the attempt by plaintiffs to distinguish cases which have required exhaustion on the grounds that the relief sought in those cases whether it was termination of funding (<i>Green Street</i>); cancellation of contracts (<i>Hadnott</i>); or resolution of employer-employee disputes (<i>Brown</i>) was relief which is more properly handled in an administrative proceeding; whereas, in this case plaintiffs do not seek a termination of funding or other similar action. However, the remedies available to HEW are not limited to terminating funds since attempts at voluntary compliance, as well as \"any other means authorized by law\" (42 U.S.C. § 2000d-1) are also available to HEW.</p>\n<p>[3]  In this connection, it is noteworthy that computer tapes of City records which figured prominently in the papers in support of the defendant's motion to dismiss, have apparently recently been found valueless and new means of data collection have been undertaken.</p>\n<p>[4]  The plaintiffs also argue that the portion of their complaint charging HEW with violations of their constitutional rights under the Fifth Amendment (as opposed to the Title VI claims) is not subject to the requirement of exhaustion. However, the <i>Brown, Penn, Hadnott,</i> and <i>Eisen</i> cases all make it clear that the exhaustion doctrine does apply to constitutional claims which are separate from but similar to plaintiffs' Title VI claims.</p>\n<p>[5]  It must also be recalled that HEW has given a strong indication that, subject to factual substantiation, the deprivations alleged by plaintiffs do, in the eyes of HEW, constitute violations of Title VI.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1105</span></span> (1976)</b></center>\n<center><h1>Gloria MENDOZA et al., Plaintiffs,<br>\nv.<br>\nAbe LAVINE, Individually and as Commissioner of New York State Department of Social Services, et al., Defendants.</h1></center>\n<center>No. 74 Civ. 4994.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>January 7, 1976.</center>\n<p><span class=\"star-pagination\">*1106</span> Richard J. Hiller, Joan Bertin Lowy, Michael O'Connor, New York City, for plaintiffs.</p>\n<p>U. S. Atty., for defendant Casper Weinberger; by Michael S. Devorkin, Asst. U. S. Atty., Amy Juviler, Asst. Atty. Gen., New York City, of counsel.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>KEVIN THOMAS DUFFY, District Judge.</p>\n<p>The federal, state, and city defendants have each moved to dismiss this class action which was brought pursuant to 42 U.S.C. §§ 1983, 1988 to prevent the alleged deprivation of rights secured to plaintiff welfare recipients and welfare applicants under the Fifth and Fourteenth amendments to the United States Constitution, Title VI of the Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) and the Social Security Act (42 U.S.C. §§ 601 <i>et seq.,</i> 1381 <i>et seq.,</i> and 1396 <i>et seq.</i>). Jurisdiction is claimed under 28 U.S.C. §§ 1343(4), 1361, 1331, and, as to the federal defendant, under 5 U.S.C. § 701. Plaintiffs also request declaratory relief under 28 U.S.C. §§ 2201, 2202.</p>\n<p>Plaintiffs are Hispanic persons who, because of difficulty with the English language (their dominant language being Spanish,), allegedly receive unequal treatment in their receipt of public assistance.</p>\n<p>The complaint basically alleges that the failure to provide sufficient bilingual personnel, forms, notices, applications, etc., violates rights of the plaintiffs under the Constitution, Title VI of the Civil Rights Act of 1964, the Social Security Act and regulations of HEW.</p>\n<p>The public assistance programs involved in this suit are (1) Aid to Families with Dependent Children Program (\"AFDC\"), 42 U.S.C. § 601 <i>et seq.</i> (Supp. III, 1970); (2) Medical Assistance Program (\"Medicaid\"), 42 U.S.C. § 1396 <i>et seq.</i> (Supp. III, 1970); and (3) Supplemental Security Income (\"SSI\"), 42 U.S.C. § 1381 <i>et seq.</i> (Supp. III, 1970).</p>\n<p>The first two programs are partially financed by the federal government through the Department of Health, Education, and Welfare (\"HEW\"), but are wholly administered by the state. In order to be eligible for federal funds, the state must submit a plan to HEW conforming to the applicable federal statutes and regulations. The Secretary of HEW reviews the plan and, if it is acceptable, approves it. 42 U.S.C. §§ 601, 602, 1396, 1396a (Supp. III, 1970). Thereafter, HEW oversees the state programs to insure continuing compliance with the statutes and regulations. 42 U.S.C. §§ 601-04, 1396a-c. (Supp. III, 1970). HEW contracts only with the state. The New York State Department of Social Welfare prepares the plan and negotiates with HEW. N.Y.Soc. Welfare Law §§ 358 and 363-b (McKinney 1966). The state transfers the federal funds as well as certain state funds to the city which, as a public welfare district, administers the program for those within the city. N.Y.Soc.Welfare Law §§ 61, 62 (McKinney 1966). Federal funds cover approximately 50 per cent of the city's costs. The state and city split the remaining costs of the programs.</p>\n<p>The SSI program is administered by HEW through the Social Security Administration.<sup>[1]</sup></p>\n<p>The federal defendant, Casper Weinberger, Secretary of HEW, has moved to dismiss the complaint for failure to exhaust available administrative remedies. The state defendant, Abe Lavine, Commissioner of New York State Department of Social Services, and the city defendant, James R. Dumpson, Commissioner of the New York <span class=\"star-pagination\">*1107</span> City Department of Social Services, have moved to dismiss for failure to state a claim on which relief can be granted. I will first address myself to the federal defendant's motion.</p>\n<p>On August 28, 1973, plaintiffs filed a complaint with HEW pursuant to 45 C.F.R. § 80.7(b) claiming discrimination in violation of Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d <i>et seq.</i> which provides in pertinent part:</p>\n<blockquote>\"No person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d.</blockquote>\n<p>The regulations promulgated under this statute, 45 C.F.R. Parts 80 and 81 (1973), provide examples of prohibited discrimination, require assurances of compliance by applicants, and require record keeping by recipients of funds. Where non-compliance with the statutes and regulations is indicated by a complaint or otherwise, the agency must make a <i>prompt</i> investigation (45 C.F.R. § 80.7(cc), attempt a resolution by informal means (45 C.F.R. § 80.7(d)), and, if informal means fail, undertake formal procedures to achieve compliance (45 C.F.R. § 80.8). The formal procedures available to HEW include a reference to the Department of Justice and/or termination of funds after (1) a full hearing at which non-compliance is found to exist and (2) a report to the appropriate committees of the House and the Senate. Final agency action is also subject to judicial review. 45 C.F.R. §§ 80.10, 80.11.</p>\n<p>In August 1973, when plaintiffs filed their complaint with HEW, the agency had already begun a review of New York City's compliance with Title VI. Thereafter, the review was divided into two parts, one part being a formal investigation of the plaintiffs' complaint. The HEW review has involved reports from the city and state; field investigation of personnel, clients, and files; and various computer techniques and programs for analyzing and collecting data.</p>\n<p>Plaintiffs initiated this suit in November 1974, fifteen months after filing their complaint with HEW. The nature of the suit as to HEW is a mandamus action (28 U.S.C. § 1361) to require the agency to fulfill its obligations under the Constitution, Title VI of the Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) and the regulations promulgated thereunder, and the Social Security Act (42 U.S.C. §§ 601 <i>et seq.,</i> 1381 <i>et seq.,</i> and 1396 <i>et seq.</i>). At the time this motion to dismiss was made, the federal defendant represented that it was vigorously working to determine whether or not there was a violation of Title VI. If a violation was found to exist, the agency's next step was to be an attempt at informal resolution of the problem and, failing that, formal enforcement proceedings. The plaintiffs had apparently demonstrated a willingness to cooperate with HEW and had met with representatives of the agency and had provided \"useful information\" (Defendant's Brief at 15) to HEW. The defendant also represented that its deadline for the comprehensive investigation was June 30, 1975.</p>\n<p>On the day that I heard argument on this motion, May 2, 1975, the defendant further represented that based upon a survey by the City of eight welfare centers (the Kircheimer memorandum which HEW construed as an admission) it had found the City \"in non-compliance with Title VI, at least in respect to those eight centers . . but in principle, anywhere the discrepancy is discovered, everywhere in the City . . .\" (Transcript at 12). An April 11, 1975 letter from HEW to Commissioner Lavine had also contained notice of this finding. The defendant went on to say that it was \"now moving from the Title VI investigative stage to our Title VI voluntary compliance stage\" (Transcript at 12).</p>\n<p>However, the City, both at oral argument and by letter to HEW dated May 13, 1975, disputed the finding of non-compliance. Thereafter, HEW apparently abandoned its planned efforts at \"voluntary compliance\" and reentered the \"investigative stage.\" Data gathering and computer analysis by HEW and the City have apparently continued <span class=\"star-pagination\">*1108</span> in an effort to both document the Kircheimer memorandum and to collect additional information. As of December 3, 1975, a major report by the City to HEW was expected by the end of February 1976.</p>\n<p>The plaintiff, at argument, urged that I permit HEW to pursue its goals (then thought to be voluntary compliance) without dismissing the action. In the event that HEW succeeded in achieving satisfactory compliance, plaintiffs represented that they might be inclined to voluntarily dismiss the action as to the federal defendant.</p>\n<p>In support of its argument that the doctrine of exhaustion of administrative remedies requires dismissal, the defendant outlines the various policy considerations underlying the doctrine: (1) it avoids premature interruption of the ongoing administrative process; (2) agencies have special expertise deserving of judicial respect; and (3) exhaustion promotes judicial efficiency. See <i>McKart v. United States,</i> <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1969). All of these interests, it is argued, are present in this case.</p>\n<p>Moreover, the defendant points out that a party must <i>fully</i> exhaust its administrative remedy; it must pursue the remedy to its conclusion. <i>Aircraft &amp; Diesel Equipment Corp. v. Hirsch,</i> <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1796</span></a></span> (1947); <i>Penn v. Schlesinger,</i> <span class=\"citation\" data-id=\"319753\"><a href=\"/opinion/319753/8-fair-emplpraccas-453-8-empl-prac-dec-p-9543-willie-penn/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span> (5th Cir. 1974), petition for <i>cert.</i> filed, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3310</span></span> (Oct. 23, 1974). Thus, the defendant argues, merely filing a complaint is inadequate compliance with the exhaustion requirement. However, where the administrative remedy is futile or inadequate a plaintiff may be excused from the requirement of exhaustion. See <i>McKart,</i> supra; <i>Eisen v. Eastman,</i> <span class=\"citation\" data-id=\"288315\"><a href=\"/opinion/288315/clarence-eisen-v-oliver-c-eastman/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span> (2d Cir. 1969).</p>\n<p>The question is, then, whether the administrative remedy available to plaintiffs is inadequate or futile. The plaintiffs argue that the remedy is inadequate under the teaching of <i>Rosado v. Wyman,</i> <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1970), since the administrative procedure is basically designed to resolve disputes between the federal and state governments and does not afford plaintiffs an adequate role in the procedure. In <i>Rosado,</i> the plaintiffs were unable to trigger and participate in the HEW review process and thus were excused from the exhaustion requirement. Plaintiffs argue that a similar situation exists in this case since only <i>amicus curiae</i> status is available to them in the HEW proceedings (and that only at the discretion of the hearing officer). Furthermore, they cannot introduce evidence at a hearing, expand the issues, except from a decision, etc.</p>\n<p>However, the defendant contends that the ability to make a complaint, thus triggering an investigation (as occurred here); to participate as <i>amicus</i>; to file briefs, to be served with briefs; to request that questions be asked, etc., are all enough to distinguish this case from <i>Rosado.</i> In fact, the defendant points out that 45 C.F.R. Part 80 is very similar to 45 C.F.R. Part 213 which was enacted after <i>Rosado</i> to correct the deficiency in that case.</p>\n<p>The fact that plaintiffs cannot directly trigger a hearing is, according to defendant, irrelevant since <i>Rosado</i> spoke only in terms of the ability to \"trigger and participate in the Department's review of state welfare programs.\" 397 U.S. at 405-06, 90 S.Ct. at 1215, 25 L.Ed.2d at 452. Defendant stresses the Congressional policy, reflected in the Statute and regulations, to require investigation first, informal compliance efforts next, and only then formal proceedings.</p>\n<p>Exhaustion of administrative remedies is, as noted below, generally required. In <i>Green Street Ass'n v. Daley,</i> <span class=\"citation\" data-id=\"274783\"><a href=\"/opinion/274783/green-street-association-james-batts-velma-batts-and-all-other-named-in/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">995</span></span> (1967) and <i>Feliciano v. Romney,</i> <span class=\"citation\" data-id=\"2254662\"><a href=\"/opinion/2254662/feliciano-v-romney/\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">656</span></a></span> (S.D.N.Y.1973) the \"triggering\" procedures and opportunities for participation available to plaintiffs were either similar or identical to those here and the courts either required exhaustion or, in <i>Feliciano,</i> held that exhaustion would have <span class=\"star-pagination\">*1109</span> been necessary had a proper cause of action existed.<sup>[2]</sup></p>\n<p>Under all the circumstances, it appears that the administrative procedure available to plaintiffs is sufficient that exhaustion would ordinarily be required.</p>\n<p>However, the plaintiffs also claim that the administrative procedure is clearly futile in this case since HEW is not vigorously proceeding to achieve compliance with 42 U.S.C. § 2000d. They rely on <i>Adams v. Richardson,</i> <span class=\"citation\" data-id=\"2594793\"><a href=\"/opinion/2594793/adams-v-richardson/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">636</span></a></span> (D.D.C.1972), aff'd, 156 U.S.App.D.C. 267, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (1973) wherein the court found that when an extended period of time (in that case, several years) is spent in attempts at voluntary compliance without moving on to more formal proceedings, a lawsuit may be maintained. Defendant attempts to distinguish <i>Adams</i> on the basis that there non-compliance had already been found (school segregation), whereas here HEW has not had an opportunity to complete its investigation and even attempt voluntary compliance. However, the <i>Adams</i> court in criticizing a policy of \"benign neglect\" held that where substantial time passes during which voluntary compliance either fails <i>or is not attempted,</i> that the agency's limited discretion ends and it has a duty to effectuate § 2000d by either an administrative determination of non-compliance or by other means. 351 F.Supp. at 641.</p>\n<p>In this case there has been an investigation, an initial finding of non-compliance, an apparent retreat from that finding, and a resumed investigation. These activities have been spread over a period of approximately 28 months and are expected to take at least several more months before any finding is made.<sup>[3]</sup> Whether these facts make out a showing of futility is a difficult question. Certainly, the futility of an administrative remedy is a difficult showing to make. See <i>Brown v. General Services Administration,</i> <span class=\"citation\" data-id=\"323986\"><a href=\"/opinion/323986/8-fair-emplpraccas-1299-8-empl-prac-dec-p-9802-clarence-brown-v/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span> (2d Cir. 1974); <i>League of United Latin American Citizens v. Hampton,</i> 163 U.S.App.D.C. 283, <span class=\"citation\" data-id=\"321082\"><a href=\"/opinion/321082/league-of-united-latin-american-citizens-v-robert-e-hampton-chairman-of/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span> (1974).</p>\n<p>However, applying the principles of <i>McKart,</i> it seems to me altogether possible and logical to allow the HEW investigation to continue while retaining jurisdiction over the defendant and allowing plaintiffs to proceed with their pretrial preparation. See <i>Adams v. Richardson,</i> <span class=\"citation\" data-id=\"2594793\"><a href=\"/opinion/2594793/adams-v-richardson/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">636</span></a></span> (D.D.C.1972), aff'd, 156 U.S.App.D.C. 267, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (1973). If HEW proceeds expeditiously to a resolution of the problem, the plaintiffs have indicated a willingness to dismiss the suit as to the federal defendant or, failing that, defendant's motion to dismiss may be renewed. If, on the other hand, the investigation stage drags on indefinitely, the plaintiffs will be in a position to go to trial without the necessity for reinstituting their action. In either case the consideration of allowing an agency an opportunity to employ its expertise without premature interruption and the consideration <span class=\"star-pagination\">*1110</span> of judicial economy as enunciated in <i>McKart,</i> will be served while almost no real prejudice will be incurred by any of the parties. As was said in <i>McKart,</i> the doctrine of exhaustion is not to be applied \"blindly,\" 395 U.S. at 193, 89 S.Ct. at 1662, 23 L.Ed.2d at 203, but \"requires an understanding of its [the doctrine's] purposes and of the particular administrative scheme involved.\"<sup>[4]</sup></p>\n<p>As noted above, the City and State defendants have also moved to dismiss the complaint for failure to state a claim on which relief can be granted. Their arguments in support of the motion fall into several major categories: (1) there is no federal regulation requiring bilingual personnel, documents, etc., for the programs in question; (2) providing bilingual services would be too costly; (3) the facts alleged by the individual plaintiffs fail to demonstrate sufficient harm to support the action; and (4) the plaintiffs can and do rely on friends who speak English to help them overcome the language barrier. The City also argues that a classification which has \"some reasonable basis\" does not necessarily offend the Constitution when the practical problems of government require such a solution. <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span>, 501 (1970). In the same vein, the City and State defendants argue that welfare, unlike voting, is not a fundamental right and therefore actions affecting welfare rights should receive less scrutiny than those affecting voting rights.</p>\n<p>The factual issues raised by these motions (cost, harm, availability of friends) are all properly resolved in the context of a trial and I will not decide them on the papers submitted on these broad-based motions to dismiss. Suffice it to say that for the purpose of these motions I will construe all of the plaintiffs' factual allegations as true. See <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). Under the circumstances, the defendants have failed to demonstrate the impossibility of plaintiffs' proving any set of facts which will support their claims. See <i>Escalera v. New York City Housing Authority,</i> <span class=\"citation\" data-id=\"289925\"><a href=\"/opinion/289925/pedro-escalera-and-rose-escalera-on-behalf-of-themselves-and-all-other/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></span> (1970).</p>\n<p>The balance of both motions appear to argue that neither Title VI, Civil Rights Act of 1964 (42 U.S.C. § 2000d <i>et seq.</i>) nor the Fourteenth Amendment are violated by the failure to provide bilingual services. However, the plaintiffs' complaint asserts a number of grounds for relief and it would be premature to decide the substantive merits of their claims in the context of this motion. See <i>Aspira of New York, Inc. v. Board of Education of the City of New York,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">62</span></span> (S.D.N.Y.1973).</p>\n<p>The alleged Title VI,<sup>[5]</sup> equal protection or due process violations adequately state a claim which will survive the defendants' motions to dismiss. See <i>Sanchez v. Norton,</i> Civil Action No. 15732 (D.Conn. June 3, 1974).</p>\n<p>For the foregoing reasons the motions of the federal state and city defendants to dismiss the complaint are denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apparently an additional ground for dismissal as to this cause of action is failure to state a cause of action. This challenge is made by the defendant in a footnote where it is argued that the failure to plead facts demonstrating discrimination under this program necessitates dismissal. Because of the civil rights nature of this action, dismissal on this ground would be inappropriate. See <i>Escalera v. New York City Housing Authority,</i> <span class=\"citation\" data-id=\"289925\"><a href=\"/opinion/289925/pedro-escalera-and-rose-escalera-on-behalf-of-themselves-and-all-other/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></span> (1970).</p>\n<p>[2]  Certain other cases relied on by the defendant are distinguishable. In the case of <i>Penn v. Schlesinger,</i> <span class=\"citation\" data-id=\"319753\"><a href=\"/opinion/319753/8-fair-emplpraccas-453-8-empl-prac-dec-p-9543-willie-penn/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span> (5th Cir. 1974, rev'g en banc, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></span> (1973), petition for <i>cert.</i> filed, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3310</span></span> (Oct. 23, 1974)) the administrative remedy which the court held must be exhausted afforded a complainant a full hearing as a party. <i>Hadnott v. Laird,</i> 149 U.S.App.D.C. 358, <span class=\"citation\" data-id=\"304472\"><a href=\"/opinion/304472/isiah-hadnott-v-melvin-r-laird-individually-and-in-his-capacity-as/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (1972) is likewise distinguishable since in that case suit in federal court was specifically limited to situations where exhaustion of administrative remedies had occurred.\n</p>\n<p>However, the attempt by plaintiffs to distinguish cases which have required exhaustion on the grounds that the relief sought in those cases whether it was termination of funding (<i>Green Street</i>); cancellation of contracts (<i>Hadnott</i>); or resolution of employer-employee disputes (<i>Brown</i>) was relief which is more properly handled in an administrative proceeding; whereas, in this case plaintiffs do not seek a termination of funding or other similar action. However, the remedies available to HEW are not limited to terminating funds since attempts at voluntary compliance, as well as \"any other means authorized by law\" (42 U.S.C. § 2000d-1) are also available to HEW.</p>\n<p>[3]  In this connection, it is noteworthy that computer tapes of City records which figured prominently in the papers in support of the defendant's motion to dismiss, have apparently recently been found valueless and new means of data collection have been undertaken.</p>\n<p>[4]  The plaintiffs also argue that the portion of their complaint charging HEW with violations of their constitutional rights under the Fifth Amendment (as opposed to the Title VI claims) is not subject to the requirement of exhaustion. However, the <i>Brown, Penn, Hadnott,</i> and <i>Eisen</i> cases all make it clear that the exhaustion doctrine does apply to constitutional claims which are separate from but similar to plaintiffs' Title VI claims.</p>\n<p>[5]  It must also be recalled that HEW has given a strong indication that, subject to factual substantiation, the deprivations alleged by plaintiffs do, in the eyes of HEW, constitute violations of Title VI.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/319753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2254662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594793/"
          ]
        }
      ],
      "judges": "Kevin Thomas Duffy",
      "date_created": "2014-10-30T23:02:15.097288Z",
      "date_modified": "2016-03-03T22:06:13.883716Z",
      "date_filed": "1976-01-07",
      "date_filed_is_approximate": false,
      "slug": "mendoza-v-lavine",
      "citation_id": 2340665,
      "case_name_short": "Mendoza",
      "case_name": "Mendoza v. Lavine",
      "case_name_full": "",
      "federal_cite_one": "412 F. Supp. 1105",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2269019/mendoza-v-lavine/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:02:15.093822Z",
  "date_modified": "2014-10-30T23:02:15.093822Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Mendoza",
  "case_name": "Mendoza v. Lavine",
  "case_name_full": "",
  "slug": "mendoza-v-lavine",
  "docket_number": "74 Civ. 4994",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}