{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2269587/",
  "id": 2269587,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/okwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2368510/",
      "id": 2368510,
      "absolute_url": "/opinion/2368510/spradling-v-maynard/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2269587/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2368510/",
          "id": 2368510,
          "absolute_url": "/opinion/2368510/spradling-v-maynard/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2368510/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/799/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:16:05.396398Z",
          "date_modified": "2017-04-09T15:30:10.525924Z",
          "type": "010combined",
          "sha1": "1ee7286f4bc7de6764b6b5a0ea33e3b84431b576",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>527 F.Supp. 398 (1981)</b></center>\n<center><h1>James Edwin SPRADLING, Petitioner,<br>\nv.<br>\nGary MAYNARD, Warden, and The Attorney General of the State of Oklahoma, Respondents.</h1></center>\n<center>No. CIV-80-1327-D.</center>\n<center><p><b>United States District Court, W. D. Oklahoma.</b></p></center>\n<center>May 7, 1981.</center>\n<p><span class=\"star-pagination\">*399</span> James Edwin Spradling, pro se.</p>\n<p>Jan Eric Cartwright, Atty. Gen. by C. Elaine Alexander and Michael Avant-Pybas, Asst. Atty. Gen., Oklahoma City, Okl., for respondents.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>DAUGHERTY, Chief Judge.</p>\n<p>This is a Petition for Writ of Habeas Corpus pursuant to 28 U.S.C. § 2254 brought by petitioner, who is incarcerated at the Joseph Harp Correctional Center, Lexington, Oklahoma pursuant to judgment and sentence of the District Court for Payne County, Oklahoma on September 21, 1976 in case numbers CRF-76-146 and CRF-76-148, in which petitioner was sentenced to concurrent ten year terms of imprisonment for the offenses of Rape in the First Degree and Sodomy. As his sole ground for relief herein, petitioner contends that the Oklahoma statute relating to good time and other allowances, as amended effective September 8, 1976 (57 O.S. 1980Supp., § 138), constitutes an <i>ex post facto</i> law as applied to him and is thus violative of his constitutional rights.</p>\n<p>The crimes for which petitioner was convicted and sentenced were committed on May 16, 1976. House Bill 1918 of the Second Regular Session of the Thirty-fifth Legislature, Laws 1976, c. 219 § 1, now 57 O.S.Supp.1980, § 138, became effective September 8, 1976. The judgment and sentence pursuant to petitioner's convictions was entered on September 21, 1976 and petitioner began serving his sentences on November 29, 1976.</p>\n<p>Prior to its amendment in 1976, 57 O.S. Supp.1973, § 138 was as follows:</p>\n<blockquote>Credits for good conduct, blood donations, training program participation, etc.  A. Every convict who shall have no infractions of the rules and regulations of the prison or laws of the state recorded against him shall be allowed for his term a deduction of two (2) months in each of the first two (2) years; four (4) months in each of the next two (2) years; five (5) months in each of the remaining years of said term, and prorated for any part of the year where the sentence is for more or less than a year. The mode of reckoning credits shall be as shown in the following table:</blockquote>\n<p></p>\n<pre>\n                SCHEDULE OF CREDITS\nNumber of                                    Time to be\nyears of      Good time     Total good       served if full\nsentence      granted       time made        time is made\n1st year      2 months      2 months         10 months\n2nd year      2 months      4 months         1 year, 8 months\n3rd year      4 months      8 months         2 years, 4 months\n4th year      4 months      1 year           3 years\n5th year      5 months      1 year,          3 years, 7 months\n                            5 months\n</pre>\n<blockquote>and so on, through as many years as may be the term of the sentence. Provided, however, that no convict shall be entitled to deduction for good time, as herein provided, in the event he has been guilty of misconduct or violation of the prison rules and regulations, unless relieved therefrom by the warden or superintendent, under rules and regulations established by the Board of Corrections. Provided further, when a maximum and minimum term of imprisonment is imposed, <span class=\"star-pagination\">*400</span> this section shall apply only to the maximum term.</blockquote>\n<blockquote>B. In addition to the deduction above provided:</blockquote>\n<blockquote>1. Every inmate shall be entitled to a deduction from his sentence of two</blockquote>\n<blockquote>(2) days for every six (6) days' work performed by him.</blockquote>\n<blockquote>2. Every inmate involved in a work program, the Prison Industry Training Program, or any treatment or personal improvement program approved by the Department shall be entitled to a deduction of twenty (20) days for each pint of blood he donates to the American Red Cross or to any agency or hospital approved for such purpose by the Department of Corrections. Provided, however, no inmate may receive such blood time credit for more than four (4) donations in any twelve-month period. Provided further, that under no circumstances may such blood time credit be revoked by the Department of Corrections or any of its delegated authorities.</blockquote>\n<blockquote>3. Every inmate who participates in the Department of Corrections' Prison Industry Training Program shall be allowed training credits according to the following schedule:</blockquote>\n<blockquote>a. Inmates assigned to positions in the Prison Industry Training Program with no prior training shall be classified as apprentices. This classification shall be for a period of no less than three (3) months and inmates shall be allowed three (3) days' credit for each month served in this classification. Upon expiration of the three-month period, an inmate may elect to be reviewed for work proficiency. Upon successful demonstration of work skill, an inmate shall be granted the classification of journeyman.</blockquote>\n<blockquote>b. An inmate classified as journeyman shall serve in this capacity for no less than four (4) months and shall be granted four (4) days' work credit each month under this classification. Upon successful demonstration of skill, an inmate shall be granted the classification of craftsman.</blockquote>\n<blockquote>c. An inmate classified as a craftsman shall be granted work credit of five (5) days for each month served in this capacity. An inmate must be able to teach the craft and supervise the work of other inmates in order to obtain this classification.</blockquote>\n<blockquote>d. In the event an inmate has had prior training or experience, the Department of Corrections may exempt said inmate from any initial phases of the training. Such inmate shall then serve the time period and receive the credits of each phase from which he was exempted and the phase time period he has entered before achieving a higher classification.</blockquote>\n<blockquote>4. Every inmate who participates in any work program other than that outlined in Section 1, subsection B 3, or any treatment or personal improvement program approved by the Department of Corrections shall be allowed an additional two (2) days each for the first two (2) months he participates, three (3) days each for the next three (3) months and five (5) days each month thereafter, provided he is making satisfactory advancement in the program.</blockquote>\n<blockquote>5. No inmate may accumulate more than five (5) days total incentive good time per month for his participation under Section 1, subsection B 3 and Section 1, subsection B 4.</blockquote>\n<blockquote>C. Inmates who are granted medical leaves for treatment which cannot be furnished at the penal institution where incarcerated shall be allowed the time spent on medical leave as time served. All inmates shall be allowed as a deduction from their term of imprisonment the jail term, if any, served prior to being transported to the penitentiary pursuant to the judgment and sentence by which the inmate is committed.</blockquote>\n<blockquote>Amended by Laws 1973, c. 200, § 1, emerg. eff. May 17, 1973.</blockquote>\n<p><span class=\"star-pagination\">*401</span> As amended in 1976, 57 O.S.Supp.1980, § 138 now reads as follows:</p>\n<blockquote>Credits for good conduct, blood donations, training program participation, etc.  A. Every inmate of a state correctional institution who engages in work, attends school or participates in a vocational training program, approved or provided by the Department, shall have one (1) day deducted from his sentence for each day that he engages in any such activity. Earned credits may be subtracted from the total accumulated by an inmate, upon recommendation of the institution disciplinary committee, following due process, and approved by the warden or superintendent. Provided that lost credits may be restored by the warden or superintendent upon approval by the classification committee. Provided further, when a maximum and minimum term of imprisonment is imposed, this section shall apply only to the maximum term. No deductions shall be credited to any inmate serving a sentence of life imprisonment, however, a complete record of said inmates' participation in work, school, vocational training or other approved program shall be maintained by the Department for consideration by the paroling authority.</blockquote>\n<blockquote>B. In addition to the deduction above provided, every inmate involved in any such activities or any treatment or personal improvement program approved by the Department shall be entitled to a deduction of twenty (20) days for each pint of blood he donates to the American Red Cross or to any agency or hospital approved for such purpose by the Department of Corrections. Provided, however, no inmate may receive such blood time credit for more than four (4) donations in any twelve-month period. Provided further, that under no circumstances may such blood time credit be revoked by the Department of Corrections or any of its delegated authorities.</blockquote>\n<blockquote>C. Inmates who are granted medical leaves for treatment which cannot be furnished at the penal institution where incarcerated shall be allowed the time spent on medical leave as time served. Any inmate classified by the Department of Corrections as physically or mentally disabled for work or placed into administrative segregation, by the institutional administration, may be allowed up to one (1) day credit off his sentence for good behavior for each day served with a maximum credit of two hundred sixty (260) days per year. All inmates shall be allowed as a deduction from their term of imprisonment the jail term, if any, served prior to being transported to the penitentiary pursuant to the judgment and sentence by which the inmate is committed.</blockquote>\n<blockquote>D. The accumulated time of every inmate shall be tallied each month and filed by the institution where the sentence is being served. A copy of the record shall be sent to the Department on a quarterly basis and a copy shall be provided the inmate.</blockquote>\n<blockquote>Amended by Laws 1973, c. 200, § 1, emerg. eff. May 17, 1973; Laws 1976, c. 219, § 1.</blockquote>\n<p>The Court of Criminal Appeals of the State of Oklahoma, in <i>State v. Wood, et al.,</i> Okl.Cr., 624 P.2d 555 (1981) considered the precise question raised by petitioner herein on appeal by the State from orders of a District Judge holding that the current Section 138, as applied to appellees therein, was an <i>ex post facto</i> law and that they were entitled to have credits against their sentences computed under the pre-1976 statute. In its opinion, the Court of Criminal Appeals of the State of Oklahoma stated that under the policy of the Oklahoma Department of Corrections, the 1976 amendment is applicable to all judgments and sentences dated September 8, 1976 or later, without regard to when the underlying crime was committed. The court specifically approved the policy of treating the date of judgment and sentence as the applicable date and stated that the effect was to give inmates <span class=\"star-pagination\">*402</span> whose period of incarceration spanned both statutory schemes the benefit of both statutes. That is, such inmates would receive good time credits, work credits and blood credits earned under the pre-1976 statute and, in addition, would be entitled to earn work credits under the statute as amended. Although both appellees in <i>Wood, supra,</i> were sentenced after the 1976 amendment for crimes committed prior thereto, as is petitioner's case, it was conceded by the state during oral argument in <i>Wood</i> that both appellees were being given credits under both statutes. No explanation is given as to why this was the case, but neither appellee refuted the assertion. The court then held that the trial court's determination that the 1976 amendment was an <i>ex post facto</i> law when applied to appellees was contrary to the law and evidence and ordered the writ granted by that court vacated and set aside.</p>\n<p>It is not clear to what extent the state's treatment of appellees as though their incarceration spanned both statutory schemes influenced the decision of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood, supra</i><i>.</i> The treatment of appellees by the state may have been dispositive, however, since that court in <i>Maghe v. State,</i> Okl.Cr., 429 P.2d 535 (1937), defined an <i>ex post facto</i> law as a law passed after commission of an offense which, <i>inter alia,</i> alters the situation of the accused to his disadvantage.</p>\n<p>Petitioner asserts that he has not received good time credits under the law in effect at the time the crimes for which he was convicted were committed and that he is only receiving credits as earned under the statute as amended in 1976. He therefore claims that his case is not governed by the decision of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood.</i></p>\n<p>In <i>Wood,</i> the court succinctly stated the similarities and differences between the pre- and post-1976 statute, as follows:</p>\n<blockquote>Prior to 1976, § 138 provided for pre-crediting of time credits for work and good conduct as applied against the full term of a defendant's sentence by the Department of Corrections. These credits were mandatory, provided the inmate had no infractions of the rules and regulations of the prison or the laws of the State. Thus, when billed into the institution, inmates were given a minimum release date based upon these credits prior to the same being earned. The minimum release date was thus subject to being extended to a later date if the inmate failed to earn the good conduct credits and work credits upon which it was calculated.</blockquote>\n<blockquote>With the advent of Laws 1976, c. 219, § 1, by House Bill No. 1918 of the Second Regular Session of the Thirty-Fifth Legislature, now 57 O.S.Supp.1980, § 138, the procedure was changed to provide for internal monthly crediting of time after it had been earned. The blood credits to be earned remained essentially the same as under the prior law. The amended statute, however, grouped together good conduct credits and work credits. Good conduct credits were, in fact, merged into credits the inmate might earn through work, school attendance or participation in a vocational training program. This policy eliminated the necessity of giving an inmate a minimum release date when he was billed into a penal institution.</blockquote>\n<p>On February 24, 1981, the Supreme Court of the United States decided <i>Weaver v. Graham,</i> 450 U.S. 24, 101 S.Ct. 960, 67 L.Ed.2d 17, in which a Florida statute repealing an earlier statute and reducing the amount of \"gain time\" for good conduct and obedience to prison rules deducted from a convicted prisoner's sentence, was held unconstitutional as an <i>ex post facto</i> law as applied to petitioner, whose crime was committed before the statute's enactment. The case contains an excellent historical analysis of the court's decisions regarding the <i>ex post facto</i> prohibition contained in the United States Constitution and concludes that two critical elements must be found before a criminal or penal law may be found to be <i>ex post facto.</i> It must be retrospective, that is, it must apply to events occurring before its enactment, and it must disadvantage <span class=\"star-pagination\">*403</span> the offender affected by it. <i>Calder v. Bull,</i> 3 Dall. 386, 1 L.Ed. 648 (1798); <i>Lindsey v. Washington,</i> 301 U.S. 397, 57 S.Ct. 797, 81 L.Ed. 1182 (1937). It need not impair a \"vested right\" in order to violate the prohibition, the critical factor being the lack of fair notice and governmental restraint when the Legislature increases punishment beyond what was prescribed when the crime was consummated. The court stated that it need not determine whether the prospect of the gain time was in some technical sense part of the sentence in order to conclude that it is in fact one determinant of petitioner's prison term, and that his effective sentence is altered once this determinant is changed. The court noted that it had previously recognized that a prisoner's eligibility for reduced imprisonment is a significant factor entering into a defendant's decision to plea bargain and a judge's calculation of the sentence to be imposed. <i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). It was concluded that the statute there before the court was clearly retrospective and could only be constitutionally applied to the petitioner if it was not to his detriment.</p>\n<p>The court then stated that whether a retrospective state criminal statute ameliorates or worsens conditions imposed by its predecessor is a federal question, citing <i>Lindsey v. Washington, supra</i><i>.</i> Significantly, the court then stated:</p>\n<blockquote>\"The inquiry looks to the challenged provision, and not to any special circumstances that may mitigate its effect on the particular individual.\" [citing <i>Lindsey, supra; </i><i>Dobbert v. Florida,</i> 432 U.S. 282, 97 S.Ct. 2290, 53 L.Ed.2d 344 (1977); and <i>Rooney v. North Dakota,</i> 196 U.S. 319, 25 S.Ct. 264, 49 L.Ed. 494 (1905).]</blockquote>\n<p>It was then determined that the statute was disadvantageous to petitioner and other similarly situated prisoners. On its face, it reduced the number of monthly gain time credits available to an inmate who abided by prison rules and adequately performed his assigned tasks. Thus, the reduction in gain time accumulation lengthened the period that a prisoner in petitioner's position must spend in prison. In reaching its conclusion, the court cited <i>Greenfield v. Scafati,</i> 277 F.Supp. 644 (D.Mass.1967) (three-judge court), affirmed, 390 U.S. 713, 88 S.Ct. 1409, 20 L.Ed.2d 250 (1968), in which an <i>ex post facto</i> violation was found in the application of a statute denying gain time for the first six months after parole revocation to an inmate whose crime occurred before the statute's enactment.</p>\n<p>The State of Florida argued that other provisions enacted with the amended gain time statute should be read in conjunction with it and that, together, those provisions offered inmates the opportunity to earn more gain time than he could have earned under the previous provisions. The court noted that in order to earn more gain time, however, the inmate would have to satisfy additional conditions specified by the discretionary gain time provisions. In contrast, under both the new and old statutes, an inmate was automatically entitled to the specified monthly gain time simply for avoiding disciplinary infractions and performing his assigned tasks. The court thus determined that the new provision constricted the inmate's opportunity to earn early release and thereby made more onerous the punishment for crimes committed before its enactment.</p>\n<p>Respondents herein originally filed their Motion To Dismiss based upon the opinion of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood, supra</i><i>.</i> The Attorney General of the State of Oklahoma likewise filed a Motion To Dismiss him as a party to the action on grounds that he had been improperly joined and was not a necessary party. This latter motion will be dealt with subsequently.</p>\n<p>After the United States Supreme Court handed down its decision in <i>Weaver, supra,</i> on February 24, 1981, respondents were permitted to withdraw their original Motion To Dismiss based on <i>Wood</i> and to substitute a response therefor. In this response, it was conceded that petitioner was entitled, under <i>Weaver,</i> to \"good time\" credit on his sentences imposed pursuant to convictions for crimes that occurred prior to the effective <span class=\"star-pagination\">*404</span> date of the repeal of 57 O.S.Supp.1973, § 138. Respondents further asserted that petitioner was not, even assuming such credits, entitled to immediate release, as other sentences imposed against him remained unserved. Thus, respondents requested a continuance within which administrative corrections could be made to petitioner's records. This continuance was granted and respondents subsequently requested a further continuance. Respondents have now withdrawn their motion for a further continuance and have been permitted to substitute an amended response urging that the rule of <i>Weaver,</i> is applicable to petitioner's circumstances and that this court should order the application of \"good time\" credits pursuant to 57 O.S. Supp.1976, § 138, to petitioner's Payne County sentences, since the crimes for which those sentences were imposed were committed prior to the repeal of that provision. Further, respondents assert that such credits as petitioner may have earned under the provisions of 57 O.S.Supp.1980, § 138, effective September 8, 1976, should likewise be credited to petitioner, against the Payne County sentences and, if after application of the \"good time\" credits, those sentences have been fully served, any remaining \"good time\" or \"earned\" credits should be credited against sentences presently being served by him.</p>\n<p>It is clear from a reading of the provisions of § 138, as they existed prior to September 8, 1976 and as they exist at this time, that the amendment of that provision in 1976 required an inmate to \"earn\" credits by satisfying certain conditions, whereas previously such credits were automatic, subject only to being forfeited at a later date for disciplinary reasons. As in <i>Weaver,</i> the 1976 amendment made more onerous the punishment for crimes committed before its enactment. Thus, under <i>Weaver,</i> petitioner, and others similarly situated, are entitled to the benefits of § 138 as it existed prior to September 8, 1976, i.e., the automatic \"good time\" credits against sentences imposed for crimes committed before September 8, 1976, even though judgment and sentence was not imposed until after that date. In addition, of course, such persons are entitled to such additional credits as they may have earned under the amended statute. It will therefore be ordered that credit be given to petitioner in accordance with <i>Weaver, supra,</i> and in accordance with this opinion.</p>\n<p>Petitioner has advised the court that he has no objection to the dismissal of the Attorney General of the State of Oklahoma as a party respondent. This court is of the opinion that the Motion To Dismiss of the Attorney General, on the grounds that he is not a proper party respondent, is well taken and should be granted. In <i>English v. Miller,</i> 341 F.Supp. 714 (E.D.Va.1972), the State Attorney General and the State Director of Corrections were named as respondents in a habeas corpus action brought by a state prisoner. It was held that only the custodian of the petitioner was a proper respondent and the action was dismissed as to the other named respondents. It was pointed out that a writ of habeas corpus, if granted, would name only the custodian of the petitioner and only that custodian would be in a position to respond to such a writ. The Attorney General of Oklahoma is simply legal counsel for the Oklahoma Department of Corrections and its employees. He is not the custodian of any prisoner incarcerated in any Oklahoma correctional institution. In the circumstances, he could not respond to a writ of habeas corpus on behalf of a prisoner even if one was issued to him. Thus, the Motion To Dismiss the Attorney General of the State of Oklahoma as a party respondent should be granted.</p>\n<p>Based upon the foregoing, it will be ordered that petitioner be given \"good time\" credit in accordance with 57 O.S. § 138 as it existed prior to September 8, 1976, in addition to any credits which may have been earned by him in accordance with that provision, as the same was amended effective that date. Further, the Motion To Dismiss of the Attorney General of the State of Oklahoma will be granted.</p>\n<p>IT IS SO ORDERED.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></span> (1981)</b></center>\n<center><h1>James Edwin SPRADLING, Petitioner,<br>\nv.<br>\nGary MAYNARD, Warden, and The Attorney General of the State of Oklahoma, Respondents.</h1></center>\n<center>No. CIV-80-1327-D.</center>\n<center><p><b>United States District Court, W. D. Oklahoma.</b></p></center>\n<center>May 7, 1981.</center>\n<p><span class=\"star-pagination\">*399</span> James Edwin Spradling, pro se.</p>\n<p>Jan Eric Cartwright, Atty. Gen. by C. Elaine Alexander and Michael Avant-Pybas, Asst. Atty. Gen., Oklahoma City, Okl., for respondents.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>DAUGHERTY, Chief Judge.</p>\n<p>This is a Petition for Writ of Habeas Corpus pursuant to 28 U.S.C. § 2254 brought by petitioner, who is incarcerated at the Joseph Harp Correctional Center, Lexington, Oklahoma pursuant to judgment and sentence of the District Court for Payne County, Oklahoma on September 21, 1976 in case numbers CRF-76-146 and CRF-76-148, in which petitioner was sentenced to concurrent ten year terms of imprisonment for the offenses of Rape in the First Degree and Sodomy. As his sole ground for relief herein, petitioner contends that the Oklahoma statute relating to good time and other allowances, as amended effective September 8, 1976 (<span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1980Supp</span></span>., § 138), constitutes an <i>ex post facto</i> law as applied to him and is thus violative of his constitutional rights.</p>\n<p>The crimes for which petitioner was convicted and sentenced were committed on May 16, 1976. House Bill 1918 of the Second Regular Session of the Thirty-fifth Legislature, Laws 1976, c. 219 § 1, now 57 O.S.Supp.1980, § 138, became effective September 8, 1976. The judgment and sentence pursuant to petitioner's convictions was entered on September 21, 1976 and petitioner began serving his sentences on November 29, 1976.</p>\n<p>Prior to its amendment in 1976, 57 O.S. Supp.1973, § 138 was as follows:</p>\n<blockquote>Credits for good conduct, blood donations, training program participation, etc.  A. Every convict who shall have no infractions of the rules and regulations of the prison or laws of the state recorded against him shall be allowed for his term a deduction of two (2) months in each of the first two (2) years; four (4) months in each of the next two (2) years; five (5) months in each of the remaining years of said term, and prorated for any part of the year where the sentence is for more or less than a year. The mode of reckoning credits shall be as shown in the following table:</blockquote>\n<p></p>\n<pre>\n                SCHEDULE OF CREDITS\nNumber of                                    Time to be\nyears of      Good time     Total good       served if full\nsentence      granted       time made        time is made\n1st year      2 months      2 months         10 months\n2nd year      2 months      4 months         1 year, 8 months\n3rd year      4 months      8 months         2 years, 4 months\n4th year      4 months      1 year           3 years\n5th year      5 months      1 year,          3 years, 7 months\n                            5 months\n</pre>\n<blockquote>and so on, through as many years as may be the term of the sentence. Provided, however, that no convict shall be entitled to deduction for good time, as herein provided, in the event he has been guilty of misconduct or violation of the prison rules and regulations, unless relieved therefrom by the warden or superintendent, under rules and regulations established by the Board of Corrections. Provided further, when a maximum and minimum term of imprisonment is imposed, <span class=\"star-pagination\">*400</span> this section shall apply only to the maximum term.</blockquote>\n<blockquote>B. In addition to the deduction above provided:</blockquote>\n<blockquote>1. Every inmate shall be entitled to a deduction from his sentence of two</blockquote>\n<blockquote>(2) days for every six (6) days' work performed by him.</blockquote>\n<blockquote>2. Every inmate involved in a work program, the Prison Industry Training Program, or any treatment or personal improvement program approved by the Department shall be entitled to a deduction of twenty (20) days for each pint of blood he donates to the American Red Cross or to any agency or hospital approved for such purpose by the Department of Corrections. Provided, however, no inmate may receive such blood time credit for more than four (4) donations in any twelve-month period. Provided further, that under no circumstances may such blood time credit be revoked by the Department of Corrections or any of its delegated authorities.</blockquote>\n<blockquote>3. Every inmate who participates in the Department of Corrections' Prison Industry Training Program shall be allowed training credits according to the following schedule:</blockquote>\n<blockquote>a. Inmates assigned to positions in the Prison Industry Training Program with no prior training shall be classified as apprentices. This classification shall be for a period of no less than three (3) months and inmates shall be allowed three (3) days' credit for each month served in this classification. Upon expiration of the three-month period, an inmate may elect to be reviewed for work proficiency. Upon successful demonstration of work skill, an inmate shall be granted the classification of journeyman.</blockquote>\n<blockquote>b. An inmate classified as journeyman shall serve in this capacity for no less than four (4) months and shall be granted four (4) days' work credit each month under this classification. Upon successful demonstration of skill, an inmate shall be granted the classification of craftsman.</blockquote>\n<blockquote>c. An inmate classified as a craftsman shall be granted work credit of five (5) days for each month served in this capacity. An inmate must be able to teach the craft and supervise the work of other inmates in order to obtain this classification.</blockquote>\n<blockquote>d. In the event an inmate has had prior training or experience, the Department of Corrections may exempt said inmate from any initial phases of the training. Such inmate shall then serve the time period and receive the credits of each phase from which he was exempted and the phase time period he has entered before achieving a higher classification.</blockquote>\n<blockquote>4. Every inmate who participates in any work program other than that outlined in Section 1, subsection B 3, or any treatment or personal improvement program approved by the Department of Corrections shall be allowed an additional two (2) days each for the first two (2) months he participates, three (3) days each for the next three (3) months and five (5) days each month thereafter, provided he is making satisfactory advancement in the program.</blockquote>\n<blockquote>5. No inmate may accumulate more than five (5) days total incentive good time per month for his participation under Section 1, subsection B 3 and Section 1, subsection B 4.</blockquote>\n<blockquote>C. Inmates who are granted medical leaves for treatment which cannot be furnished at the penal institution where incarcerated shall be allowed the time spent on medical leave as time served. All inmates shall be allowed as a deduction from their term of imprisonment the jail term, if any, served prior to being transported to the penitentiary pursuant to the judgment and sentence by which the inmate is committed.</blockquote>\n<blockquote>Amended by Laws 1973, c. 200, § 1, emerg. eff. May 17, 1973.</blockquote>\n<p><span class=\"star-pagination\">*401</span> As amended in 1976, 57 O.S.Supp.1980, § 138 now reads as follows:</p>\n<blockquote>Credits for good conduct, blood donations, training program participation, etc.  A. Every inmate of a state correctional institution who engages in work, attends school or participates in a vocational training program, approved or provided by the Department, shall have one (1) day deducted from his sentence for each day that he engages in any such activity. Earned credits may be subtracted from the total accumulated by an inmate, upon recommendation of the institution disciplinary committee, following due process, and approved by the warden or superintendent. Provided that lost credits may be restored by the warden or superintendent upon approval by the classification committee. Provided further, when a maximum and minimum term of imprisonment is imposed, this section shall apply only to the maximum term. No deductions shall be credited to any inmate serving a sentence of life imprisonment, however, a complete record of said inmates' participation in work, school, vocational training or other approved program shall be maintained by the Department for consideration by the paroling authority.</blockquote>\n<blockquote>B. In addition to the deduction above provided, every inmate involved in any such activities or any treatment or personal improvement program approved by the Department shall be entitled to a deduction of twenty (20) days for each pint of blood he donates to the American Red Cross or to any agency or hospital approved for such purpose by the Department of Corrections. Provided, however, no inmate may receive such blood time credit for more than four (4) donations in any twelve-month period. Provided further, that under no circumstances may such blood time credit be revoked by the Department of Corrections or any of its delegated authorities.</blockquote>\n<blockquote>C. Inmates who are granted medical leaves for treatment which cannot be furnished at the penal institution where incarcerated shall be allowed the time spent on medical leave as time served. Any inmate classified by the Department of Corrections as physically or mentally disabled for work or placed into administrative segregation, by the institutional administration, may be allowed up to one (1) day credit off his sentence for good behavior for each day served with a maximum credit of two hundred sixty (260) days per year. All inmates shall be allowed as a deduction from their term of imprisonment the jail term, if any, served prior to being transported to the penitentiary pursuant to the judgment and sentence by which the inmate is committed.</blockquote>\n<blockquote>D. The accumulated time of every inmate shall be tallied each month and filed by the institution where the sentence is being served. A copy of the record shall be sent to the Department on a quarterly basis and a copy shall be provided the inmate.</blockquote>\n<blockquote>Amended by Laws 1973, c. 200, § 1, emerg. eff. May 17, 1973; Laws 1976, c. 219, § 1.</blockquote>\n<p>The Court of Criminal Appeals of the State of Oklahoma, in <i>State v. Wood, et al.,</i> Okl.Cr., <span class=\"citation\" data-id=\"1165053\"><a href=\"/opinion/1165053/state-v-wood/\"><span class=\"volume\">624</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">555</span></a></span> (1981) considered the precise question raised by petitioner herein on appeal by the State from orders of a District Judge holding that the current Section 138, as applied to appellees therein, was an <i>ex post facto</i> law and that they were entitled to have credits against their sentences computed under the pre-1976 statute. In its opinion, the Court of Criminal Appeals of the State of Oklahoma stated that under the policy of the Oklahoma Department of Corrections, the 1976 amendment is applicable to all judgments and sentences dated September 8, 1976 or later, without regard to when the underlying crime was committed. The court specifically approved the policy of treating the date of judgment and sentence as the applicable date and stated that the effect was to give inmates <span class=\"star-pagination\">*402</span> whose period of incarceration spanned both statutory schemes the benefit of both statutes. That is, such inmates would receive good time credits, work credits and blood credits earned under the pre-1976 statute and, in addition, would be entitled to earn work credits under the statute as amended. Although both appellees in <i>Wood, supra,</i> were sentenced after the 1976 amendment for crimes committed prior thereto, as is petitioner's case, it was conceded by the state during oral argument in <i>Wood</i> that both appellees were being given credits under both statutes. No explanation is given as to why this was the case, but neither appellee refuted the assertion. The court then held that the trial court's determination that the 1976 amendment was an <i>ex post facto</i> law when applied to appellees was contrary to the law and evidence and ordered the writ granted by that court vacated and set aside.</p>\n<p>It is not clear to what extent the state's treatment of appellees as though their incarceration spanned both statutory schemes influenced the decision of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood, supra</i><i>.</i> The treatment of appellees by the state may have been dispositive, however, since that court in <i>Maghe v. State,</i> Okl.Cr., <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">535</span></span> (1937), defined an <i>ex post facto</i> law as a law passed after commission of an offense which, <i>inter alia,</i> alters the situation of the accused to his disadvantage.</p>\n<p>Petitioner asserts that he has not received good time credits under the law in effect at the time the crimes for which he was convicted were committed and that he is only receiving credits as earned under the statute as amended in 1976. He therefore claims that his case is not governed by the decision of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood.</i></p>\n<p>In <i>Wood,</i> the court succinctly stated the similarities and differences between the pre- and post-1976 statute, as follows:</p>\n<blockquote>Prior to 1976, § 138 provided for pre-crediting of time credits for work and good conduct as applied against the full term of a defendant's sentence by the Department of Corrections. These credits were mandatory, provided the inmate had no infractions of the rules and regulations of the prison or the laws of the State. Thus, when billed into the institution, inmates were given a minimum release date based upon these credits prior to the same being earned. The minimum release date was thus subject to being extended to a later date if the inmate failed to earn the good conduct credits and work credits upon which it was calculated.</blockquote>\n<blockquote>With the advent of Laws 1976, c. 219, § 1, by House Bill No. 1918 of the Second Regular Session of the Thirty-Fifth Legislature, now 57 O.S.Supp.1980, § 138, the procedure was changed to provide for internal monthly crediting of time after it had been earned. The blood credits to be earned remained essentially the same as under the prior law. The amended statute, however, grouped together good conduct credits and work credits. Good conduct credits were, in fact, merged into credits the inmate might earn through work, school attendance or participation in a vocational training program. This policy eliminated the necessity of giving an inmate a minimum release date when he was billed into a penal institution.</blockquote>\n<p>On February 24, 1981, the Supreme Court of the United States decided <i>Weaver v. Graham,</i> <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">960</span></a></span>, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span>, in which a Florida statute repealing an earlier statute and reducing the amount of \"gain time\" for good conduct and obedience to prison rules deducted from a convicted prisoner's sentence, was held unconstitutional as an <i>ex post facto</i> law as applied to petitioner, whose crime was committed before the statute's enactment. The case contains an excellent historical analysis of the court's decisions regarding the <i>ex post facto</i> prohibition contained in the United States Constitution and concludes that two critical elements must be found before a criminal or penal law may be found to be <i>ex post facto.</i> It must be retrospective, that is, it must apply to events occurring before its enactment, and it must disadvantage <span class=\"star-pagination\">*403</span> the offender affected by it. <i>Calder v. Bull,</i> 3 Dall. 386, <span class=\"citation\" data-id=\"84695\"><a href=\"/opinion/84695/calder-v-bull/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></a></span> (1798); <i>Lindsey v. Washington,</i> <span class=\"citation\" data-id=\"102831\"><a href=\"/opinion/102831/lindsey-v-washington/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"102831\"><a href=\"/opinion/102831/lindsey-v-washington/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">797</span></a></span>, <span class=\"citation\" data-id=\"102831\"><a href=\"/opinion/102831/lindsey-v-washington/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1182</span></a></span> (1937). It need not impair a \"vested right\" in order to violate the prohibition, the critical factor being the lack of fair notice and governmental restraint when the Legislature increases punishment beyond what was prescribed when the crime was consummated. The court stated that it need not determine whether the prospect of the gain time was in some technical sense part of the sentence in order to conclude that it is in fact one determinant of petitioner's prison term, and that his effective sentence is altered once this determinant is changed. The court noted that it had previously recognized that a prisoner's eligibility for reduced imprisonment is a significant factor entering into a defendant's decision to plea bargain and a judge's calculation of the sentence to be imposed. <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). It was concluded that the statute there before the court was clearly retrospective and could only be constitutionally applied to the petitioner if it was not to his detriment.</p>\n<p>The court then stated that whether a retrospective state criminal statute ameliorates or worsens conditions imposed by its predecessor is a federal question, citing <i>Lindsey v. Washington, supra</i><i>.</i> Significantly, the court then stated:</p>\n<blockquote>\"The inquiry looks to the challenged provision, and not to any special circumstances that may mitigate its effect on the particular individual.\" [citing <i>Lindsey, supra; </i><i>Dobbert v. Florida,</i> <span class=\"citation\" data-id=\"109701\"><a href=\"/opinion/109701/dobbert-v-florida/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, <span class=\"citation\" data-id=\"109701\"><a href=\"/opinion/109701/dobbert-v-florida/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2290</span></a></span>, <span class=\"citation\" data-id=\"109701\"><a href=\"/opinion/109701/dobbert-v-florida/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1977); and <i>Rooney v. North Dakota,</i> <span class=\"citation\" data-id=\"96200\"><a href=\"/opinion/96200/rooney-v-north-dakota/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"96200\"><a href=\"/opinion/96200/rooney-v-north-dakota/\"><span class=\"volume\">25</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"96200\"><a href=\"/opinion/96200/rooney-v-north-dakota/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">494</span></a></span> (1905).]</blockquote>\n<p>It was then determined that the statute was disadvantageous to petitioner and other similarly situated prisoners. On its face, it reduced the number of monthly gain time credits available to an inmate who abided by prison rules and adequately performed his assigned tasks. Thus, the reduction in gain time accumulation lengthened the period that a prisoner in petitioner's position must spend in prison. In reaching its conclusion, the court cited <i>Greenfield v. Scafati,</i> <span class=\"citation\" data-id=\"1868946\"><a href=\"/opinion/1868946/greenfield-v-scafati/\"><span class=\"volume\">277</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">644</span></a></span> (D.Mass.1967) (three-judge court), affirmed, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span></span> (1968), in which an <i>ex post facto</i> violation was found in the application of a statute denying gain time for the first six months after parole revocation to an inmate whose crime occurred before the statute's enactment.</p>\n<p>The State of Florida argued that other provisions enacted with the amended gain time statute should be read in conjunction with it and that, together, those provisions offered inmates the opportunity to earn more gain time than he could have earned under the previous provisions. The court noted that in order to earn more gain time, however, the inmate would have to satisfy additional conditions specified by the discretionary gain time provisions. In contrast, under both the new and old statutes, an inmate was automatically entitled to the specified monthly gain time simply for avoiding disciplinary infractions and performing his assigned tasks. The court thus determined that the new provision constricted the inmate's opportunity to earn early release and thereby made more onerous the punishment for crimes committed before its enactment.</p>\n<p>Respondents herein originally filed their Motion To Dismiss based upon the opinion of the Court of Criminal Appeals of the State of Oklahoma in <i>Wood, supra</i><i>.</i> The Attorney General of the State of Oklahoma likewise filed a Motion To Dismiss him as a party to the action on grounds that he had been improperly joined and was not a necessary party. This latter motion will be dealt with subsequently.</p>\n<p>After the United States Supreme Court handed down its decision in <i>Weaver, supra,</i> on February 24, 1981, respondents were permitted to withdraw their original Motion To Dismiss based on <i>Wood</i> and to substitute a response therefor. In this response, it was conceded that petitioner was entitled, under <i>Weaver,</i> to \"good time\" credit on his sentences imposed pursuant to convictions for crimes that occurred prior to the effective <span class=\"star-pagination\">*404</span> date of the repeal of 57 O.S.Supp.1973, § 138. Respondents further asserted that petitioner was not, even assuming such credits, entitled to immediate release, as other sentences imposed against him remained unserved. Thus, respondents requested a continuance within which administrative corrections could be made to petitioner's records. This continuance was granted and respondents subsequently requested a further continuance. Respondents have now withdrawn their motion for a further continuance and have been permitted to substitute an amended response urging that the rule of <i>Weaver,</i> is applicable to petitioner's circumstances and that this court should order the application of \"good time\" credits pursuant to 57 O.S. Supp.1976, § 138, to petitioner's Payne County sentences, since the crimes for which those sentences were imposed were committed prior to the repeal of that provision. Further, respondents assert that such credits as petitioner may have earned under the provisions of 57 O.S.Supp.1980, § 138, effective September 8, 1976, should likewise be credited to petitioner, against the Payne County sentences and, if after application of the \"good time\" credits, those sentences have been fully served, any remaining \"good time\" or \"earned\" credits should be credited against sentences presently being served by him.</p>\n<p>It is clear from a reading of the provisions of § 138, as they existed prior to September 8, 1976 and as they exist at this time, that the amendment of that provision in 1976 required an inmate to \"earn\" credits by satisfying certain conditions, whereas previously such credits were automatic, subject only to being forfeited at a later date for disciplinary reasons. As in <i>Weaver,</i> the 1976 amendment made more onerous the punishment for crimes committed before its enactment. Thus, under <i>Weaver,</i> petitioner, and others similarly situated, are entitled to the benefits of § 138 as it existed prior to September 8, 1976, i.e., the automatic \"good time\" credits against sentences imposed for crimes committed before September 8, 1976, even though judgment and sentence was not imposed until after that date. In addition, of course, such persons are entitled to such additional credits as they may have earned under the amended statute. It will therefore be ordered that credit be given to petitioner in accordance with <i>Weaver, supra,</i> and in accordance with this opinion.</p>\n<p>Petitioner has advised the court that he has no objection to the dismissal of the Attorney General of the State of Oklahoma as a party respondent. This court is of the opinion that the Motion To Dismiss of the Attorney General, on the grounds that he is not a proper party respondent, is well taken and should be granted. In <i>English v. Miller,</i> <span class=\"citation\" data-id=\"1456849\"><a href=\"/opinion/1456849/english-v-miller/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span> (E.D.Va.1972), the State Attorney General and the State Director of Corrections were named as respondents in a habeas corpus action brought by a state prisoner. It was held that only the custodian of the petitioner was a proper respondent and the action was dismissed as to the other named respondents. It was pointed out that a writ of habeas corpus, if granted, would name only the custodian of the petitioner and only that custodian would be in a position to respond to such a writ. The Attorney General of Oklahoma is simply legal counsel for the Oklahoma Department of Corrections and its employees. He is not the custodian of any prisoner incarcerated in any Oklahoma correctional institution. In the circumstances, he could not respond to a writ of habeas corpus on behalf of a prisoner even if one was issued to him. Thus, the Motion To Dismiss the Attorney General of the State of Oklahoma as a party respondent should be granted.</p>\n<p>Based upon the foregoing, it will be ordered that petitioner be given \"good time\" credit in accordance with 57 O.S. § 138 as it existed prior to September 8, 1976, in addition to any credits which may have been earned by him in accordance with that provision, as the same was amended effective that date. Further, the Motion To Dismiss of the Attorney General of the State of Oklahoma will be granted.</p>\n<p>IT IS SO ORDERED.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1165053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868946/"
          ]
        }
      ],
      "judges": "Daugherty",
      "date_created": "2014-10-30T23:02:27.738136Z",
      "date_modified": "2016-03-03T22:06:18.960095Z",
      "date_filed": "1981-05-07",
      "date_filed_is_approximate": false,
      "slug": "spradling-v-maynard",
      "citation_id": 2341282,
      "case_name_short": "Spradling",
      "case_name": "Spradling v. Maynard",
      "case_name_full": "",
      "federal_cite_one": "527 F. Supp. 398",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2269587/spradling-v-maynard/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:02:27.733841Z",
  "date_modified": "2014-10-30T23:02:27.733841Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Spradling",
  "case_name": "Spradling v. Maynard",
  "case_name_full": "",
  "slug": "spradling-v-maynard",
  "docket_number": "CIV-80-1327-D",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}