{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2270523/",
  "id": 2270523,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pawd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2369356/",
      "id": 2369356,
      "absolute_url": "/opinion/2369356/united-states-ex-rel-silverman-v-com-of-pa/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2270523/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2369356/",
          "id": 2369356,
          "absolute_url": "/opinion/2369356/united-states-ex-rel-silverman-v-com-of-pa/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2369356/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3596/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:16:13.167552Z",
          "date_modified": "2017-04-09T15:37:42.410997Z",
          "type": "010combined",
          "sha1": "4e3bd907c614a00eaa298d23a01e4ffc34855bea",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>527 F.Supp. 742 (1981)</b></center>\n<center><h1>UNITED STATES of America, ex rel., Michael SILVERMAN, and Anthony Szymanski, et al; and all individuals equally situated, Plaintiffs,<br>\nv.<br>\nCOMMONWEALTH OF PENNSYLVANIA, Department of Justice, Pennsylvania Bureau of Corrections, William B. Robinson, Commissioner; James F. Howard, Superintendent; Robert Maroney, Deputy Superintendent; J. Donald Brian, Deputy Superintendent; James Wigton, Director of Treatment; Charles Kozakiewicz, Captain; Kenneth Baily, Correctional Officer 1 William Reed, Educational Supervisor, Defendants.</h1></center>\n<center>Civ. A. No. 79-80.</center>\n<center><p><b>United States District Court, W. D. Pa.</b></p></center>\n<center>November 24, 1981.</center>\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> Paul R. Gettleman, Zelienople, Pa., for plaintiffs.</p>\n<p>Jose Hernandez-Cuebas, Pittsburgh, Pa., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>ZIEGLER, District Judge.</p>\n<p>(1) Plaintiff, Michael Silverman, is a citizen of the Commonwealth of Pennsylvania and a resident of the State Correctional Institution at Graterford, Pennsylvania.</p>\n<p>(2) Michael Silverman was a resident of the State Correctional Institution at Pittsburgh at the time the complaint was filed as the result of the judgment of sentence of the Court of Common Pleas of Allegheny County, Pennsylvania, dated December 29, 1978. Silverman was convicted of kidnapping, robbery and burglary and his parole date is December 29, 1988.</p>\n<p>(3) Plaintiff, Anthony Szymanski, is a citizen of the Commonwealth of Pennsylvania and was a resident of the State Correctional Institution at Pittsburgh at the time the complaint was filed. Szymanski withdrew as a party to this litigation on June 5, 1979.</p>\n<p>(4) Plaintiff, Michael Silverman, instituted this civil action for money damages, injunctive and declaratory relief, pursuant to 42 U.S.C. § 1983, against the Commonwealth of Pennsylvania, Department of Justice, Pennsylvania Bureau of Corrections, and the above named individual defendants.</p>\n<p>(5) Jurisdiction is predicated on 28 U.S.C. § 1343.</p>\n<p>(6) Plaintiff's complaint contains allegations that defendants violated certain constitutional precepts and also the contention that various disciplinary procedures at the State Correctional Institution at Pittsburgh violated a consent decree which was approved by the United States District Court for the Eastern District of Pennsylvania on May 22, 1978. <i>See </i><i>Imprisoned Citizens Union, et al. v. Shapp,</i> 451 F.Supp. 893 (E.D. Pa.1980) (Lord, J.). Finally, plaintiff contends the challenged procedures are violative of Commonwealth of Pennsylvania Administrative Directive BC-ADM 801, which is a product of the litigation before Chief Judge Joseph S. Lord, III, at civil action numbers 70-2545, 70-3054, 71-513, 71-1006 and 72-2060.</p>\n<p>(7) Administrative Directive BC-ADM 801, as amended, provides in part that an impartial tribunal shall be convened to adjudicate alleged infractions of institutional rules and regulations of the state prisons in Pennsylvania. Specifically, the hearing committee at the institution shall comprise:</p>\n<blockquote>(A) a permanent member who is either the major or captain of the guard;</blockquote>\n<blockquote>(B) a caseworker or school supervisor, both of whom may rotate periodically; and</blockquote>\n<blockquote>(C) the inmate's counselor or supervisor.</blockquote>\n<p>Additionally, misconduct reports must be signed by the ranking correctional officer on duty.</p>\n<p>(8) The instant action was referred to a magistrate of this court and a hearing was held. The magistrate issued a written recommendation in which he addressed the non-constitutional questions. In essence, he recommended that his court transfer a portion of the action to Judge Lord for a determination of whether the procedures at the State Correctional Institution at Pittsburgh violated the consent decree, while retaining jurisdiction for a subsequent determination of the constitutional questions by this court.</p>\n<p>(9) After consultation with Judge Lord, we rejected the magistrate's recommendation and proceeded to trial on the constitutional questions raised by plaintiff. <i>Emrick v. Bethlehem Steel Corp.,</i> 624 F.2d 450 (3d Cir. 1980) teaches that a district court should not decline to exercise jurisdiction over those claims which are not related to a consent decree approved by another <span class=\"star-pagination\">*745</span> court. This is particularly appropriate where, as here, the alleged constitutional infractions took place in this forum, the relevant evidence is at hand and venue is extant.</p>\n<p>(10) This procedure is also sound since plaintiff was a resident of the State Correctional Institution at Pittsburgh and therefore has constitutional standing to challenge, before this court, the actions which took place during his confinement within this district. As in <i>Emrick,</i> if relief is denied we will dismiss without prejudice the non-constitutional claims so that plaintiff may pursue those claims in a separate action before the court that is supervising the consent decree. Moreover, since Silverman is now a resident of Graterford Prison, near Philadelphia, which is within the jurisdiction of the District Court for the Eastern District, he may pursue those claims, including an action for contempt, in the appropriate forum. <i>See </i><i>Emrick v. Bethlehem Steel Corp., supra,</i> at 453-454.</p>\n<p>(11) On October 20, 1981, this court proceeded to hear the constitutional claims in a bench trial following the appointment of able trial counsel for plaintiff. We note that this court has jurisdiction to consider those claims only as they relate to Michael Silverman. An inmate must allege a personal loss and seek to vindicate a deprivation of his own constitutional rights. <i>See </i><i>Weaver v. Wilcox,</i> 650 F.2d 22 (3d Cir. 1981). This court's jurisdiction is limited to actual cases and controversies in which a plaintiff has a personal stake in the outcome, <i>United States Parole Commission v. Heraghty,</i> 445 U.S. 388, 396-97, 100 S.Ct. 1202, 1208-09, 63 L.Ed.2d 479 (1980), and we will not consider those allegations of plaintiff on behalf of the inmate population at Pittsburgh. In addition, plaintiff never moved for class certification.</p>\n<p>(12) At trial, plaintiff contended that his rights to due process and equal protection of the laws were violated by officials at Western Penitentiary (SCIP) because they have: (a) compiled and disseminated erroneous information from his prison file; (b) subjected him to continuous harassment and oppression by transferring him from one cellblock to another and conducting searches of his cell without his consent; (c) confiscated legal materials in his possession and segregated him from the general population for being a \"jailhouse lawyer;\" (d) excluded him from vocational and educational programs due to the length of his sentence; (e) denied him the right to a fair and impartial tribunal for disciplinary proceedings; (f) conducted hearings before a committee which was biased and composed in violation of Directive 801; (g) instituted disciplinary proceedings without authorization by the major of the guard; (h) increased minor infractions to major infractions in violation of Directive 801; and (i) impeded and affected plaintiff's parole privileges by increasing minor infractions to major infractions. We will consider each allegation in sequence.</p>\n<p>(13) Plaintiff avers that his constitutional rights were violated by officials at SCIP through the compilation and dissemination of erroneous information in his prison file. He proposes that this information was used against him in the denial of parole, restriction from educational and vocational programs, as well as in criminal proceedings. We find that plaintiff has failed to establish this proposition by a preponderance of the evidence. We recognize a limited right, founded on principles of due process, for an inmate to have incorrect information expunged from his record. <i>Paine v. Baker,</i> 595 F.2d 197 (4th Cir. 1979). However, an inmate must first establish with specificity that erroneous information is in his file. Secondly, the plaintiff must prove that the information is false, since it is not sufficient that the information is true but prejudicial, or that the inmate disagrees with the evaluations or opinions of others. Under the third requirement, an inmate must establish that the information either has been or could be relied upon to a constitutionally significant degree. The focus here is on the significance of the error and whether it may reasonably be relied on to jeopardize fundamental fairness for denial of parole, documentation of disciplinary offenses <span class=\"star-pagination\">*746</span> and the like. <i>Id.</i> There is no evidence in this record that Mr. Silverman's prison file contains untrue or inaccurate information.</p>\n<p>(14) Plaintiff also asserts a general charge of harassment and oppression by SCIP officials allegedly violative of his civil rights. Among the charges are complaints of transfers from one cellblock to another, searches of his cell without consent and use of administrative custody. On the other hand, defendants deny any malicious intent or wrongdoing on their part. They have justified the searches, transfers and administrative segregation on the basis that each was required in response to plaintiff's failure to comply with bona fide administrative regulations. They testified that at all times they acted in good faith and without intent to deny any rights afforded plaintiff under the Constitution.</p>\n<p>(15) Plaintiff has failed to establish a constitutional transgression which would justify judicial intervention into the day-to-day operation at SCIP. In the absence of threats or deprivation of fundamental rights of plaintiff, which Mr. Silverman has failed to establish, this court will not inject itself into the operation of the institution under these circumstances, nor will we overrule the decisions made by the administrative officials. <i>See </i><i>Wade v. Kane,</i> 448 F.Supp. 678 (E.D.Pa.1978), <i>aff'd</i> 3rd Cir. 591 F.2d 1338. We find that plaintiff has failed to establish that the disciplinary procedures at SCIP are unreasonable or that they were enforced for frivolous acts of misconduct attributed to plaintiff. Prison officials have wide discretionary authority to make reasonable rules and regulations for the operation of prisons. <i>See </i><i>Gahagan v. Pennsylvania Bd. of Probation &amp; Parole,</i> 444 F.Supp. 1326 (E.D.Pa.1978). We adhere to the accepted view that \"federal courts will not interfere with uniformly applied prison regulations designed to achieve discipline and which are indispensible to the orderly operation of state penal institutions.\" <i>See </i><i>Tunnell v. Robinson,</i> 486 F.Supp. 1265 (W.D.Pa.1980); <i>United States ex rel. Raymond v. Rundle,</i> 276 F.Supp. 637 (E.D.Pa.1967). We must apply a balancing approach and focus on the legitimate rights of plaintiff with the responsibility of prison officials for security and order. We find no abuse by defendants of their wide discretionary authority, and we find that Mr. Silverman was not deprived of any civil right as a result of the reprimands, searches, transfer procedures or administrative sanctions imposed at SCIP. The record fails to establish that plaintiff was deprived of any interest to which he was entitled under the rubric of due process.</p>\n<p>(16) Mr. Silverman next challenges the program at SCIP which denies inmates the opportunity to participate in certain vocational or educational programs if a prisoner has more than three years to serve prior to release. Defendants respond that this procedure is justified because the programs are designed to facilitate rehabilitation and an inmate with more than three years of incarceration is unable to effectively utilize or benefit from these programs. We find the limitation to be reasonable and the record barren of evidence of arbitrary abuse of discretion, particularly with respect to plaintiff. We find that plaintiff has not been deprived of due process or equal protection in this regard.</p>\n<p>(17) Plaintiff next contends that certain legal material was confiscated from him and that he has been harassed by prison officials due to his litigious actions. He contends that officials have labeled him and others as \"jailhouse lawyers\" and have segregated them at various times as punishment for these actions. The law is clear that \"absent reasonable alternatives and subject only to reasonable restrictions, inmates must be allowed to assist other prisoners in the preparation of legal petitions.\" <i>Wade v. Kane, supra</i> at 684. <i>See also </i><i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974); <i>Johnson v. Avery,</i> 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d 718 (1969). We find that plaintiff has failed to prove either contention by a preponderance of the evidence. The record indicates that plaintiff received 3 misconduct reports in 1974, 3 in 1975, 3 in 1976, 4 <span class=\"star-pagination\">*747</span> in 1977, 3 in 1978, and 10 in 1979. None of these reports were lodged because defendant filed suit in this or any other court. Indeed 16 of these reports pre-dated the instant action, which was filed on January 18, 1979. Moreover, there is no evidence that plaintiff was disciplined for assisting other inmates in the preparation of legal petitions or actions.</p>\n<p>(18) Plaintiff points to the reports dated July 6, July 12 and September 2, 1979, as evidence of his contention of harassment. Despite the objection of defendants, we will address these reports. The first report relates to a citation in the nature of unlawful possession of confidential material. The material consists of the misconduct reports of plaintiff and inmate Melvin Brock. Since the reports were not obtained during discovery in this case, the disciplinary committee concluded that they had been unlawfully copied in the office of the Deputy Superintendent at SCIP and supplied to plaintiff for use in this case. The inference is questionable in light of Brock's response; however, we will accord defendants the benefit of the doubt since such reports are not routinely available and plaintiff would not be entitled to the misconduct reports of Brock, unless related to the assistance of Brock in a legal petition, or unless obtained by plaintiff in a lawful manner. Plaintiff has failed to establish either exception by a preponderance of the evidence.</p>\n<p>(19) We note that plaintiff is entitled to such reports which apply to him and perhaps others, through the use of discovery or by order of court. <i>See also</i> Administrative Directive 801. However, he was charged with being an accessory to unlawful self-help, a charge supported by the record. Thus we find no constitutional transgression because it is not unreasonable for prison officials to require that official records be maintained in a central depository, and not available for unauthorized use or copying.</p>\n<p>(20) The same reasoning applies to the misconduct report of July 12, 1979, for unauthorized possession of medical records. Again it is not unreasonable, and clearly not unconstitutional, for prison officials to require that the medical records of all inmates remain in a central location and immune from unauthorized inspections. If plaintiff desired to obtain these records for a relevant purpose, a judicial remedy was available. To resort to self-help may subject one to reasonable sanctions and we note that, in this instance, defendants determined to take no disciplinary action.</p>\n<p>(21) The report of September 2, 1979, is of no consequence because, after a hearing before the committee, plaintiff was found not guilty of the misconduct charge.</p>\n<p>(22) We find the misconduct report of July 6, 1979, standing alone, to be an insufficient basis for this court to conclude that plaintiff has been cited and disciplined for otherwise lawful conduct. A review of the 25 other misconduct reports preponderates to the contrary. We find no evidence that legal material was unlawfully confiscated from plaintiff, and we further find that Mr. Silverman has failed to establish by a preponderance of the evidence that he has been harassed by defendants due to his legal efforts on behalf of himself or others.</p>\n<p>(23) Plaintiff next contends that defendants denied him the right to a fair and impartial disciplinary tribunal, conducted hearings in violation of the Constitution and Directive 801, and instituted such proceedings without authorization by the major of the guard. Such allegations lead squarely to the teachings of the Supreme Court that, although prison disciplinary procedures need not encompass the \"full panoply of rights due a defendant\" in a criminal prosecution, <i>Wolff v. McDonnell,</i> 418 U.S. 539, 556, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935 (1974), an inmate has a constitutional right of due process to be free from disciplinary sanction until proven guilty of an infraction. A basic component of procedural fairness is a hearing before an objective and impartial tribunal. Violation occurs when a prison employee or official assumes the dual responsibility of (A) instituting and pressing charges of misconduct and (B) determining, as a member of an administrative body, whether a misconduct has occurred <span class=\"star-pagination\">*748</span> and then assessing the punishment. <i>Wolff v. McDonnell, supra</i><i>; </i><i>Goldberg v. Kelly,</i> 397 U.S. 254, 269, 90 S.Ct. 1011, 1021, 25 L.Ed.2d 287 (1970).</p>\n<p>(24) The leading case in this jurisdiction is <i>Meyers v. Alldredge,</i> 492 F.2d 296 (3d Cir. 1974). There the Court of Appeals held that the requirement of impartiality requires that those officials who have direct or substantial involvement in the judgmental or decision-making role in the circumstances underlying the charge may not participate as a member of the hearing body. This means that charging or investigating employees are barred from serving as adjudicators but tangentially involved or administratively connected employees are not. <i>Id.</i> at 306.</p>\n<p>(25) Michael Silverman testified that defendants repeatedly denied him the benefit of an impartial panel to consider the charges of misconduct and that his guilt was generally and routinely predetermined because the review board is a \"rubber stamp\" for action of the guards. He asserts that Captain Charles J. Kozakiewicz directs correctional officers to cite inmates for infractions and then participates as a member, usually as chairman, of the hearing committee. Finally, plaintiff claims that the continuous presence and participation of Correctional Officer Kenneth Baily destroys any possibility of impartiality.</p>\n<p>(26) We find that the presence of Officer Baily on the various hearing committees did not constitute a violation of the process to which plaintiff was due. The Superintendent testified that Baily was designated to serve as a permanent member of the committee and that he had performed as such for five years. While Baily's duties were primarily clerical, he participated in the decision-making process in many cases. However, the fact that a correctional officer is required to preserve order and enforce regulations within an institution does not inevitably compel disqualification as an adjudicator. <i>Withrow v. Larkin,</i> 421 U.S. 35, 95 S.Ct. 1456, 43 L.Ed.2d 712 (1975); <i>Meyers v. Alldredge, supra</i><i>.</i></p>\n<p>(27) Plaintiff's objection to the presence of Baily on the committee because he is a correctional officer, without more, is without merit. There is no evidence of record that Baily had a direct, personal or substantial involvement in any of the charges against Mr. Silverman. Thus we find that Baily's presence presents no constitutional involvement and the judgments of that body were not affected as a result. <i>See </i><i>Main Road v. Aytch,</i> 565 F.2d 54, 58-59 (3d Cir. 1977).</p>\n<p>(28) Plaintiff's complaint that the committee served as a \"rubber stamp\" for the guards, or the employees who reported the misconduct, is belied by the record. Although plaintiff received 26 misconduct charges from 1974 to September 2, 1979, the hearing committee found plaintiff not guilty on 4 occasions, and reduced the charges on 10 occasions. Specifically, plaintiff was found not guilty of all charges despite being charged with major (Class I) misconducts on the following dates:</p>\n<p></p>\n<pre>\n              March 6, 1979\n              May 4, 1979\n              May 9, 1979\n              Sept. 2, 1979\n</pre>\n<p>The hearing committee also reduced major (Class I) misconducts to minor (Class II) misconducts on the following dates:</p>\n<p></p>\n<pre>\n       Jan. 2, 1975          Aug. 17, 1977\n       Mar. 17, 1975         Sept. 27, 1978\n       Mar. 30, 1976         Oct. 29, 1978\n       July 15, 1976         Nov. 30, 1978\n       Oct. 19, 1976         Feb. 9, 1979\n</pre>\n<p>The record also establishes the committee reduced the sanction on each occasion that it reduced a Class I misconduct. Thus not only was the committee fair and impartial, it was consistently responsible with respect to reducing the sanction once it reduced the category of offense. It is clear to this court, indeed the evidence is without peradventure, that Michael Silverman received a fair and impartial hearing before a neutral and detached tribunal on each occasion. Finally, we have carefully reviewed the remaining misconduct charges and find that the holdings of the committee and the sanctions <span class=\"star-pagination\">*749</span> imposed were justified in each instance.</p>\n<p>(29) Plaintiff next asserts that Captain C. J. Kozakiewicz directs correctional officers to cite inmates for infractions and then participates as a member of the hearing committee in violation of federal law and Directive 801. The assertion is frivolous. We note at the outset that Directive 801 may require Kozakiewicz, as a ranking officer, to sign misconduct reports when on duty. Moreover, there is no constitutional precept that either prevents him from signing a report or instructing others to do so, if a violation has occurred. In addition, we have carefully reviewed the 26 misconduct reports and find that Captain Kozakiewicz served on the hearing committee relative to the following misconducts of plaintiff:</p>\n<p></p>\n<pre>\n         July 15, 1976    Nov. 30, 1978\n         Jan. 26, 1977    Feb. 3, 1979\n         June 18, 1977    Feb. 9, 1979\n         July 12, 1977    May 4, 1979\n         Aug. 17, 1977    May 9, 1979\n         Oct. 29, 1978    Sept. 2, 1979\n</pre>\n<p>Never did Captain Kozakiewicz sign a misconduct report as the \"staff member reporting misconduct\" and then serve as an adjudicator, and the record is devoid of evidence that he appeared as a witness against Mr. Silverman in any case in which he sat in judgment, or that his objectivity was otherwise impugned. Moreover, we have carefully scrutinized the record for evidence that any complaining staff member also sat in judgment of plaintiff. There is none. As a result, we find that plaintiff has failed to establish by a preponderance of the evidence any violation of the constitutional standard articulated by the Court of Appeals in <i>Meyers,</i> or by the Supreme Court.</p>\n<p>(30) Plaintiff next contends that defendants increased minor infractions to major violations in violation of federal law and Directive 801. We have carefully reviewed the evidence of record and find that plaintiff has failed to establish the constitutional claim by a preponderance of the evidence. Each misconduct report contains the charge and the version of the event by the reporting officer. The infractions by plaintiff frequently involved insolence and immaturity but, on each occasion, a violation of a reasonable regulation. For this court to conclude that a particular violation, for a particular inmate, is a minor infraction as opposed to a Class I violation is especially inappropriate. Plaintiff presented no evidence that he was accorded disparate treatment and his conduct was notorious, flagrant and continuous. It is the duty of defendants and not this court to assess the gradation of a particular violation and plaintiff has failed to establish any enhancement of charges by defendants, which is constitutionally proscribed.</p>\n<p>(31) Plaintiff has also failed to prove that defendants have impeded his parole privileges by their conduct. Plaintiff's parole privileges have been affected, if at all, by his own conduct. Mr. Silverman's in-court appearances evidence a young man of intelligence and ability. However, his conduct within a penal setting evidences a resident who, with full knowledge of the consequences, knowingly and wilfully violates reasonable penal regulations. No useful purpose will be served by reviewing each misconduct report but, suffice to say, plaintiff's conduct warranted a citation on each occasion.</p>\n<p>(32) Plaintiff presented evidence that he was denied parole on or about June 15, 1978, \"because of recent misconducts; no involvement in programs, poor institutional adjustment, [and] need for counseling.\" Mr. Silverman had received 13 misconducts as of that date and, while 6 had been reduced from Class I to Class II, there is no evidence that defendants intentionally cited plaintiff to preclude parole. Each citation is supported by a factual narrative of plaintiff's conduct and each incident constituted a knowing violation of a lawful regulation. We view the decision of the hearing committee to reduce 6 charges to Class II as an act of leniency and not as evidence that the original charge was without significance.</p>\n<p>(33) Plaintiff's final contention relates to the composition of the hearing committee at SCIP. He argues that defendants have <span class=\"star-pagination\">*750</span> violated Administrative Directive BC-ADM 801 by failing to assign two non-correctional officers to the committee, rather than a majority of correctional officers. While the contention is non-constitutional in character, and must be resolved by Judge Lord, we feel compelled to comment in view of the findings of the magistrate and our independent review of the record.</p>\n<p>(34) On November 1, 1972, Allyn R. Sielaff, Commissioner of Correction, and J. Shane Creamer, Attorney General, approved Administrative Directive 801. Paragraph III. E. provides:</p>\n<blockquote>Major misconducts shall be referred to the Hearing Committee which shall be composed of the Chairman who shall be the permanent member (Major of the Guard), the resident's counselor or his immediate supervisor, and the resident's work/school supervisor or his immediate supervisor. When the matter has been referred from the support team, the counselor and work supervisor shall always be replaced by a supervisor.</blockquote>\n<p>(35) On June 1, 1974, Stewart Werner, Commissioner of the Bureau of Correction, and Israel Packel, Attorney General of the Commonwealth, approved Administrative Directive 801, as amended. Paragraph III. E. provides as follows:</p>\n<blockquote>Major misconducts shall be referred to the Hearing Committee which shall be composed of the Chairman, who shall be the permanent member (major or captain of the guard), a casework supervisor, school or vocational supervisor, both or each of whom may rotate every ninety (90) days or more.</blockquote>\n<p>(36) The Directive was amended on February 12, 1977, but the composition of the hearing committee continued to consist of a permanent member (major or captain of the guard), a casework supervisor, and a school or vocational supervisor, both of whom could rotate. See Paragraph III. C. Again the Directive was amended on October 1, 1978, and in Paragraph C, Procedures, the composition of the committee was continued.</p>\n<p>(37) The Directive currently in force and its predecessors provide that: \"In the absence or lack of any of the foregoing members, the superintendent shall designate an appropriate substitute.\" Directive 801, Paragraph C, p. 3 (October 1, 1978).</p>\n<p>(38) Plaintiff appeared before a hearing committee on 26 occasions from October 23, 1974, to September 2, 1979. In each instance, the committee consisted of a ranking officer and one correctional officer, generally Mr. Baily. Never was plaintiff afforded a hearing committee composed of two noncorrectional officers such as a caseworker and a vocational supervisor. While we have found that the hearing committee adjudged plaintiff either not guilty or reduced the charges in 53 percent of these cases, and that the committee was neutral and detached, we are troubled by the apparent failure or inability of the Bureau of Corrections to implement the provisions of Directive 801 following the adoption of Paragraph III. E. on November 1, 1972.</p>\n<p>(39) Defendants presented evidence that the composition of the hearing committee at SCIP comports with the \"appearance of detached neutrality,\" <i>Main Road v. Aytch,</i> 565 F.2d 54, 58 (3d Cir. 1977), and is consistent with the appointing powers of the superintendent contained in Paragraph C, p. 3 of Directive 801 (Oct. 1, 1978), and its predecessors. As rehearsed, we have found no constitutional violation in this regard and the ultimate decision rests with the learned Chief Judge of the United States District Court for the Eastern District of Pennsylvania.</p>\n<p>(40) In sum, we hold that plaintiff has failed to establish by a preponderance of the evidence that defendants have violated in any respect the constitutional rights to which Mr. Silverman is entitled pursuant to 42 U.S.C. § 1983. Judgment will be entered on behalf of defendants and against Michael Silverman on all constitutional claims of plaintiff for money damages, injunctive and declaratory relief.</p>\n<p>(41) We will dismiss without prejudice the non-constitutional claims of Michael Silverman so that he may pursue those claims, <span class=\"star-pagination\">*751</span> if he desires, before the court that is supervising the consent decree at civil numbers 70-2545, 70-3054, 71-513 and 71-1006 in the United States District Court for the Eastern District of Pennsylvania.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">742</span></span> (1981)</b></center>\n<center><h1>UNITED STATES of America, ex rel., Michael SILVERMAN, and Anthony Szymanski, et al; and all individuals equally situated, Plaintiffs,<br>\nv.<br>\nCOMMONWEALTH OF PENNSYLVANIA, Department of Justice, Pennsylvania Bureau of Corrections, William B. Robinson, Commissioner; James F. Howard, Superintendent; Robert Maroney, Deputy Superintendent; J. Donald Brian, Deputy Superintendent; James Wigton, Director of Treatment; Charles Kozakiewicz, Captain; Kenneth Baily, Correctional Officer 1 William Reed, Educational Supervisor, Defendants.</h1></center>\n<center>Civ. A. No. 79-80.</center>\n<center><p><b>United States District Court, W. D. Pa.</b></p></center>\n<center>November 24, 1981.</center>\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> Paul R. Gettleman, Zelienople, Pa., for plaintiffs.</p>\n<p>Jose Hernandez-Cuebas, Pittsburgh, Pa., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>ZIEGLER, District Judge.</p>\n<p>(1) Plaintiff, Michael Silverman, is a citizen of the Commonwealth of Pennsylvania and a resident of the State Correctional Institution at Graterford, Pennsylvania.</p>\n<p>(2) Michael Silverman was a resident of the State Correctional Institution at Pittsburgh at the time the complaint was filed as the result of the judgment of sentence of the Court of Common Pleas of Allegheny County, Pennsylvania, dated December 29, 1978. Silverman was convicted of kidnapping, robbery and burglary and his parole date is December 29, 1988.</p>\n<p>(3) Plaintiff, Anthony Szymanski, is a citizen of the Commonwealth of Pennsylvania and was a resident of the State Correctional Institution at Pittsburgh at the time the complaint was filed. Szymanski withdrew as a party to this litigation on June 5, 1979.</p>\n<p>(4) Plaintiff, Michael Silverman, instituted this civil action for money damages, injunctive and declaratory relief, pursuant to 42 U.S.C. § 1983, against the Commonwealth of Pennsylvania, Department of Justice, Pennsylvania Bureau of Corrections, and the above named individual defendants.</p>\n<p>(5) Jurisdiction is predicated on 28 U.S.C. § 1343.</p>\n<p>(6) Plaintiff's complaint contains allegations that defendants violated certain constitutional precepts and also the contention that various disciplinary procedures at the State Correctional Institution at Pittsburgh violated a consent decree which was approved by the United States District Court for the Eastern District of Pennsylvania on May 22, 1978. <i>See </i><i>Imprisoned Citizens Union, et al. v. Shapp,</i> <span class=\"citation\" data-id=\"1897444\"><a href=\"/opinion/1897444/imprisoned-citizens-union-v-shapp/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">893</span></a></span> (E.D. Pa.1980) (Lord, J.). Finally, plaintiff contends the challenged procedures are violative of Commonwealth of Pennsylvania Administrative Directive BC-ADM 801, which is a product of the litigation before Chief Judge Joseph S. Lord, III, at civil action numbers 70-2545, 70-3054, 71-513, 71-1006 and 72-2060.</p>\n<p>(7) Administrative Directive BC-ADM 801, as amended, provides in part that an impartial tribunal shall be convened to adjudicate alleged infractions of institutional rules and regulations of the state prisons in Pennsylvania. Specifically, the hearing committee at the institution shall comprise:</p>\n<blockquote>(A) a permanent member who is either the major or captain of the guard;</blockquote>\n<blockquote>(B) a caseworker or school supervisor, both of whom may rotate periodically; and</blockquote>\n<blockquote>(C) the inmate's counselor or supervisor.</blockquote>\n<p>Additionally, misconduct reports must be signed by the ranking correctional officer on duty.</p>\n<p>(8) The instant action was referred to a magistrate of this court and a hearing was held. The magistrate issued a written recommendation in which he addressed the non-constitutional questions. In essence, he recommended that his court transfer a portion of the action to Judge Lord for a determination of whether the procedures at the State Correctional Institution at Pittsburgh violated the consent decree, while retaining jurisdiction for a subsequent determination of the constitutional questions by this court.</p>\n<p>(9) After consultation with Judge Lord, we rejected the magistrate's recommendation and proceeded to trial on the constitutional questions raised by plaintiff. <i>Emrick v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"379489\"><a href=\"/opinion/379489/23-fair-emplpraccas-196-23-empl-prac-dec-p-31072/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span> (3d Cir. 1980) teaches that a district court should not decline to exercise jurisdiction over those claims which are not related to a consent decree approved by another <span class=\"star-pagination\">*745</span> court. This is particularly appropriate where, as here, the alleged constitutional infractions took place in this forum, the relevant evidence is at hand and venue is extant.</p>\n<p>(10) This procedure is also sound since plaintiff was a resident of the State Correctional Institution at Pittsburgh and therefore has constitutional standing to challenge, before this court, the actions which took place during his confinement within this district. As in <i>Emrick,</i> if relief is denied we will dismiss without prejudice the non-constitutional claims so that plaintiff may pursue those claims in a separate action before the court that is supervising the consent decree. Moreover, since Silverman is now a resident of Graterford Prison, near Philadelphia, which is within the jurisdiction of the District Court for the Eastern District, he may pursue those claims, including an action for contempt, in the appropriate forum. <i>See </i><i>Emrick v. Bethlehem Steel Corp., supra,</i> at 453-454.</p>\n<p>(11) On October 20, 1981, this court proceeded to hear the constitutional claims in a bench trial following the appointment of able trial counsel for plaintiff. We note that this court has jurisdiction to consider those claims only as they relate to Michael Silverman. An inmate must allege a personal loss and seek to vindicate a deprivation of his own constitutional rights. <i>See </i><i>Weaver v. Wilcox,</i> <span class=\"citation\" data-id=\"390901\"><a href=\"/opinion/390901/weaver-francis-eugene-and-the-inmates-of-tioga-county-prison-v-wilcox/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span> (3d Cir. 1981). This court's jurisdiction is limited to actual cases and controversies in which a plaintiff has a personal stake in the outcome, <i>United States Parole Commission v. Heraghty,</i> <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 396-97, <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></a></span>, 1208-09, <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">479</span></a></span> (1980), and we will not consider those allegations of plaintiff on behalf of the inmate population at Pittsburgh. In addition, plaintiff never moved for class certification.</p>\n<p>(12) At trial, plaintiff contended that his rights to due process and equal protection of the laws were violated by officials at Western Penitentiary (SCIP) because they have: (a) compiled and disseminated erroneous information from his prison file; (b) subjected him to continuous harassment and oppression by transferring him from one cellblock to another and conducting searches of his cell without his consent; (c) confiscated legal materials in his possession and segregated him from the general population for being a \"jailhouse lawyer;\" (d) excluded him from vocational and educational programs due to the length of his sentence; (e) denied him the right to a fair and impartial tribunal for disciplinary proceedings; (f) conducted hearings before a committee which was biased and composed in violation of Directive 801; (g) instituted disciplinary proceedings without authorization by the major of the guard; (h) increased minor infractions to major infractions in violation of Directive 801; and (i) impeded and affected plaintiff's parole privileges by increasing minor infractions to major infractions. We will consider each allegation in sequence.</p>\n<p>(13) Plaintiff avers that his constitutional rights were violated by officials at SCIP through the compilation and dissemination of erroneous information in his prison file. He proposes that this information was used against him in the denial of parole, restriction from educational and vocational programs, as well as in criminal proceedings. We find that plaintiff has failed to establish this proposition by a preponderance of the evidence. We recognize a limited right, founded on principles of due process, for an inmate to have incorrect information expunged from his record. <i>Paine v. Baker,</i> <span class=\"citation\" data-id=\"364767\"><a href=\"/opinion/364767/frederick-robert-paine-v-ben-l-baker-supervisor-of-records-and-the/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (4th Cir. 1979). However, an inmate must first establish with specificity that erroneous information is in his file. Secondly, the plaintiff must prove that the information is false, since it is not sufficient that the information is true but prejudicial, or that the inmate disagrees with the evaluations or opinions of others. Under the third requirement, an inmate must establish that the information either has been or could be relied upon to a constitutionally significant degree. The focus here is on the significance of the error and whether it may reasonably be relied on to jeopardize fundamental fairness for denial of parole, documentation of disciplinary offenses <span class=\"star-pagination\">*746</span> and the like. <i>Id.</i> There is no evidence in this record that Mr. Silverman's prison file contains untrue or inaccurate information.</p>\n<p>(14) Plaintiff also asserts a general charge of harassment and oppression by SCIP officials allegedly violative of his civil rights. Among the charges are complaints of transfers from one cellblock to another, searches of his cell without consent and use of administrative custody. On the other hand, defendants deny any malicious intent or wrongdoing on their part. They have justified the searches, transfers and administrative segregation on the basis that each was required in response to plaintiff's failure to comply with bona fide administrative regulations. They testified that at all times they acted in good faith and without intent to deny any rights afforded plaintiff under the Constitution.</p>\n<p>(15) Plaintiff has failed to establish a constitutional transgression which would justify judicial intervention into the day-to-day operation at SCIP. In the absence of threats or deprivation of fundamental rights of plaintiff, which Mr. Silverman has failed to establish, this court will not inject itself into the operation of the institution under these circumstances, nor will we overrule the decisions made by the administrative officials. <i>See </i><i>Wade v. Kane,</i> <span class=\"citation\" data-id=\"2351527\"><a href=\"/opinion/2351527/wade-v-kane/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">678</span></a></span> (E.D.Pa.1978), <i>aff'd</i> 3rd Cir. <span class=\"citation\" data-id=\"363345\"><a href=\"/opinion/363345/wade-v-kane/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>. We find that plaintiff has failed to establish that the disciplinary procedures at SCIP are unreasonable or that they were enforced for frivolous acts of misconduct attributed to plaintiff. Prison officials have wide discretionary authority to make reasonable rules and regulations for the operation of prisons. <i>See </i><i>Gahagan v. Pennsylvania Bd. of Probation &amp; Parole,</i> <span class=\"citation\" data-id=\"2149658\"><a href=\"/opinion/2149658/gahagan-v-pennsylvania-bd-of-probation-parole/\"><span class=\"volume\">444</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1326</span></a></span> (E.D.Pa.1978). We adhere to the accepted view that \"federal courts will not interfere with uniformly applied prison regulations designed to achieve discipline and which are indispensible to the orderly operation of state penal institutions.\" <i>See </i><i>Tunnell v. Robinson,</i> <span class=\"citation\" data-id=\"1753783\"><a href=\"/opinion/1753783/tunnell-v-robinson/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span> (W.D.Pa.1980); <i>United States ex rel. Raymond v. Rundle,</i> <span class=\"citation\" data-id=\"1461238\"><a href=\"/opinion/1461238/united-states-v-rundle/\"><span class=\"volume\">276</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></a></span> (E.D.Pa.1967). We must apply a balancing approach and focus on the legitimate rights of plaintiff with the responsibility of prison officials for security and order. We find no abuse by defendants of their wide discretionary authority, and we find that Mr. Silverman was not deprived of any civil right as a result of the reprimands, searches, transfer procedures or administrative sanctions imposed at SCIP. The record fails to establish that plaintiff was deprived of any interest to which he was entitled under the rubric of due process.</p>\n<p>(16) Mr. Silverman next challenges the program at SCIP which denies inmates the opportunity to participate in certain vocational or educational programs if a prisoner has more than three years to serve prior to release. Defendants respond that this procedure is justified because the programs are designed to facilitate rehabilitation and an inmate with more than three years of incarceration is unable to effectively utilize or benefit from these programs. We find the limitation to be reasonable and the record barren of evidence of arbitrary abuse of discretion, particularly with respect to plaintiff. We find that plaintiff has not been deprived of due process or equal protection in this regard.</p>\n<p>(17) Plaintiff next contends that certain legal material was confiscated from him and that he has been harassed by prison officials due to his litigious actions. He contends that officials have labeled him and others as \"jailhouse lawyers\" and have segregated them at various times as punishment for these actions. The law is clear that \"absent reasonable alternatives and subject only to reasonable restrictions, inmates must be allowed to assist other prisoners in the preparation of legal petitions.\" <i>Wade v. Kane, supra</i> at 684. <i>See also </i><i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); <i>Johnson v. Avery,</i> <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1969). We find that plaintiff has failed to prove either contention by a preponderance of the evidence. The record indicates that plaintiff received 3 misconduct reports in 1974, 3 in 1975, 3 in 1976, 4 <span class=\"star-pagination\">*747</span> in 1977, 3 in 1978, and 10 in 1979. None of these reports were lodged because defendant filed suit in this or any other court. Indeed 16 of these reports pre-dated the instant action, which was filed on January 18, 1979. Moreover, there is no evidence that plaintiff was disciplined for assisting other inmates in the preparation of legal petitions or actions.</p>\n<p>(18) Plaintiff points to the reports dated July 6, July 12 and September 2, 1979, as evidence of his contention of harassment. Despite the objection of defendants, we will address these reports. The first report relates to a citation in the nature of unlawful possession of confidential material. The material consists of the misconduct reports of plaintiff and inmate Melvin Brock. Since the reports were not obtained during discovery in this case, the disciplinary committee concluded that they had been unlawfully copied in the office of the Deputy Superintendent at SCIP and supplied to plaintiff for use in this case. The inference is questionable in light of Brock's response; however, we will accord defendants the benefit of the doubt since such reports are not routinely available and plaintiff would not be entitled to the misconduct reports of Brock, unless related to the assistance of Brock in a legal petition, or unless obtained by plaintiff in a lawful manner. Plaintiff has failed to establish either exception by a preponderance of the evidence.</p>\n<p>(19) We note that plaintiff is entitled to such reports which apply to him and perhaps others, through the use of discovery or by order of court. <i>See also</i> Administrative Directive 801. However, he was charged with being an accessory to unlawful self-help, a charge supported by the record. Thus we find no constitutional transgression because it is not unreasonable for prison officials to require that official records be maintained in a central depository, and not available for unauthorized use or copying.</p>\n<p>(20) The same reasoning applies to the misconduct report of July 12, 1979, for unauthorized possession of medical records. Again it is not unreasonable, and clearly not unconstitutional, for prison officials to require that the medical records of all inmates remain in a central location and immune from unauthorized inspections. If plaintiff desired to obtain these records for a relevant purpose, a judicial remedy was available. To resort to self-help may subject one to reasonable sanctions and we note that, in this instance, defendants determined to take no disciplinary action.</p>\n<p>(21) The report of September 2, 1979, is of no consequence because, after a hearing before the committee, plaintiff was found not guilty of the misconduct charge.</p>\n<p>(22) We find the misconduct report of July 6, 1979, standing alone, to be an insufficient basis for this court to conclude that plaintiff has been cited and disciplined for otherwise lawful conduct. A review of the 25 other misconduct reports preponderates to the contrary. We find no evidence that legal material was unlawfully confiscated from plaintiff, and we further find that Mr. Silverman has failed to establish by a preponderance of the evidence that he has been harassed by defendants due to his legal efforts on behalf of himself or others.</p>\n<p>(23) Plaintiff next contends that defendants denied him the right to a fair and impartial disciplinary tribunal, conducted hearings in violation of the Constitution and Directive 801, and instituted such proceedings without authorization by the major of the guard. Such allegations lead squarely to the teachings of the Supreme Court that, although prison disciplinary procedures need not encompass the \"full panoply of rights due a defendant\" in a criminal prosecution, <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 556, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974), an inmate has a constitutional right of due process to be free from disciplinary sanction until proven guilty of an infraction. A basic component of procedural fairness is a hearing before an objective and impartial tribunal. Violation occurs when a prison employee or official assumes the dual responsibility of (A) instituting and pressing charges of misconduct and (B) determining, as a member of an administrative body, whether a misconduct has occurred <span class=\"star-pagination\">*748</span> and then assessing the punishment. <i>Wolff v. McDonnell, supra</i><i>; </i><i>Goldberg v. Kelly,</i> <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 269, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1021, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970).</p>\n<p>(24) The leading case in this jurisdiction is <i>Meyers v. Alldredge,</i> <span class=\"citation\" data-id=\"317142\"><a href=\"/opinion/317142/joel-meyers-v-noah-alldredge-warden-united-states-penitentiary-at/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">296</span></a></span> (3d Cir. 1974). There the Court of Appeals held that the requirement of impartiality requires that those officials who have direct or substantial involvement in the judgmental or decision-making role in the circumstances underlying the charge may not participate as a member of the hearing body. This means that charging or investigating employees are barred from serving as adjudicators but tangentially involved or administratively connected employees are not. <i>Id.</i> at 306.</p>\n<p>(25) Michael Silverman testified that defendants repeatedly denied him the benefit of an impartial panel to consider the charges of misconduct and that his guilt was generally and routinely predetermined because the review board is a \"rubber stamp\" for action of the guards. He asserts that Captain Charles J. Kozakiewicz directs correctional officers to cite inmates for infractions and then participates as a member, usually as chairman, of the hearing committee. Finally, plaintiff claims that the continuous presence and participation of Correctional Officer Kenneth Baily destroys any possibility of impartiality.</p>\n<p>(26) We find that the presence of Officer Baily on the various hearing committees did not constitute a violation of the process to which plaintiff was due. The Superintendent testified that Baily was designated to serve as a permanent member of the committee and that he had performed as such for five years. While Baily's duties were primarily clerical, he participated in the decision-making process in many cases. However, the fact that a correctional officer is required to preserve order and enforce regulations within an institution does not inevitably compel disqualification as an adjudicator. <i>Withrow v. Larkin,</i> <span class=\"citation\" data-id=\"109237\"><a href=\"/opinion/109237/withrow-v-larkin/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, <span class=\"citation\" data-id=\"109237\"><a href=\"/opinion/109237/withrow-v-larkin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1456</span></a></span>, <span class=\"citation\" data-id=\"109237\"><a href=\"/opinion/109237/withrow-v-larkin/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">712</span></a></span> (1975); <i>Meyers v. Alldredge, supra</i><i>.</i></p>\n<p>(27) Plaintiff's objection to the presence of Baily on the committee because he is a correctional officer, without more, is without merit. There is no evidence of record that Baily had a direct, personal or substantial involvement in any of the charges against Mr. Silverman. Thus we find that Baily's presence presents no constitutional involvement and the judgments of that body were not affected as a result. <i>See </i><i>Main Road v. Aytch,</i> <span class=\"citation\" data-id=\"350238\"><a href=\"/opinion/350238/main-road-an-unincorporated-association-by-grady-dyches-arthur-major/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 58-59 (3d Cir. 1977).</p>\n<p>(28) Plaintiff's complaint that the committee served as a \"rubber stamp\" for the guards, or the employees who reported the misconduct, is belied by the record. Although plaintiff received 26 misconduct charges from 1974 to September 2, 1979, the hearing committee found plaintiff not guilty on 4 occasions, and reduced the charges on 10 occasions. Specifically, plaintiff was found not guilty of all charges despite being charged with major (Class I) misconducts on the following dates:</p>\n<p></p>\n<pre>\n              March 6, 1979\n              May 4, 1979\n              May 9, 1979\n              Sept. 2, 1979\n</pre>\n<p>The hearing committee also reduced major (Class I) misconducts to minor (Class II) misconducts on the following dates:</p>\n<p></p>\n<pre>\n       Jan. 2, 1975          Aug. 17, <span class=\"citation no-link\"><span class=\"volume\">1977</span>\n       <span class=\"reporter\">A.K. Marsh.</span> <span class=\"page\">17</span></span>, 1975         Sept. 27, <span class=\"citation no-link\"><span class=\"volume\">1978</span>\n       <span class=\"reporter\">A.K. Marsh.</span> <span class=\"page\">30</span></span>, 1976         Oct. 29, 1978\n       July 15, 1976         Nov. 30, 1978\n       Oct. 19, 1976         Feb. 9, 1979\n</pre>\n<p>The record also establishes the committee reduced the sanction on each occasion that it reduced a Class I misconduct. Thus not only was the committee fair and impartial, it was consistently responsible with respect to reducing the sanction once it reduced the category of offense. It is clear to this court, indeed the evidence is without peradventure, that Michael Silverman received a fair and impartial hearing before a neutral and detached tribunal on each occasion. Finally, we have carefully reviewed the remaining misconduct charges and find that the holdings of the committee and the sanctions <span class=\"star-pagination\">*749</span> imposed were justified in each instance.</p>\n<p>(29) Plaintiff next asserts that Captain C. J. Kozakiewicz directs correctional officers to cite inmates for infractions and then participates as a member of the hearing committee in violation of federal law and Directive 801. The assertion is frivolous. We note at the outset that Directive 801 may require Kozakiewicz, as a ranking officer, to sign misconduct reports when on duty. Moreover, there is no constitutional precept that either prevents him from signing a report or instructing others to do so, if a violation has occurred. In addition, we have carefully reviewed the 26 misconduct reports and find that Captain Kozakiewicz served on the hearing committee relative to the following misconducts of plaintiff:</p>\n<p></p>\n<pre>\n         July 15, 1976    Nov. 30, 1978\n         Jan. 26, 1977    Feb. 3, 1979\n         June 18, 1977    Feb. 9, 1979\n         July 12, 1977    May 4, 1979\n         Aug. 17, 1977    May 9, 1979\n         Oct. 29, 1978    Sept. 2, 1979\n</pre>\n<p>Never did Captain Kozakiewicz sign a misconduct report as the \"staff member reporting misconduct\" and then serve as an adjudicator, and the record is devoid of evidence that he appeared as a witness against Mr. Silverman in any case in which he sat in judgment, or that his objectivity was otherwise impugned. Moreover, we have carefully scrutinized the record for evidence that any complaining staff member also sat in judgment of plaintiff. There is none. As a result, we find that plaintiff has failed to establish by a preponderance of the evidence any violation of the constitutional standard articulated by the Court of Appeals in <i>Meyers,</i> or by the Supreme Court.</p>\n<p>(30) Plaintiff next contends that defendants increased minor infractions to major violations in violation of federal law and Directive 801. We have carefully reviewed the evidence of record and find that plaintiff has failed to establish the constitutional claim by a preponderance of the evidence. Each misconduct report contains the charge and the version of the event by the reporting officer. The infractions by plaintiff frequently involved insolence and immaturity but, on each occasion, a violation of a reasonable regulation. For this court to conclude that a particular violation, for a particular inmate, is a minor infraction as opposed to a Class I violation is especially inappropriate. Plaintiff presented no evidence that he was accorded disparate treatment and his conduct was notorious, flagrant and continuous. It is the duty of defendants and not this court to assess the gradation of a particular violation and plaintiff has failed to establish any enhancement of charges by defendants, which is constitutionally proscribed.</p>\n<p>(31) Plaintiff has also failed to prove that defendants have impeded his parole privileges by their conduct. Plaintiff's parole privileges have been affected, if at all, by his own conduct. Mr. Silverman's in-court appearances evidence a young man of intelligence and ability. However, his conduct within a penal setting evidences a resident who, with full knowledge of the consequences, knowingly and wilfully violates reasonable penal regulations. No useful purpose will be served by reviewing each misconduct report but, suffice to say, plaintiff's conduct warranted a citation on each occasion.</p>\n<p>(32) Plaintiff presented evidence that he was denied parole on or about June 15, 1978, \"because of recent misconducts; no involvement in programs, poor institutional adjustment, [and] need for counseling.\" Mr. Silverman had received 13 misconducts as of that date and, while 6 had been reduced from Class I to Class II, there is no evidence that defendants intentionally cited plaintiff to preclude parole. Each citation is supported by a factual narrative of plaintiff's conduct and each incident constituted a knowing violation of a lawful regulation. We view the decision of the hearing committee to reduce 6 charges to Class II as an act of leniency and not as evidence that the original charge was without significance.</p>\n<p>(33) Plaintiff's final contention relates to the composition of the hearing committee at SCIP. He argues that defendants have <span class=\"star-pagination\">*750</span> violated Administrative Directive BC-ADM 801 by failing to assign two non-correctional officers to the committee, rather than a majority of correctional officers. While the contention is non-constitutional in character, and must be resolved by Judge Lord, we feel compelled to comment in view of the findings of the magistrate and our independent review of the record.</p>\n<p>(34) On November 1, 1972, Allyn R. Sielaff, Commissioner of Correction, and J. Shane Creamer, Attorney General, approved Administrative Directive 801. Paragraph III. E. provides:</p>\n<blockquote>Major misconducts shall be referred to the Hearing Committee which shall be composed of the Chairman who shall be the permanent member (Major of the Guard), the resident's counselor or his immediate supervisor, and the resident's work/school supervisor or his immediate supervisor. When the matter has been referred from the support team, the counselor and work supervisor shall always be replaced by a supervisor.</blockquote>\n<p>(35) On June 1, 1974, Stewart Werner, Commissioner of the Bureau of Correction, and Israel Packel, Attorney General of the Commonwealth, approved Administrative Directive 801, as amended. Paragraph III. E. provides as follows:</p>\n<blockquote>Major misconducts shall be referred to the Hearing Committee which shall be composed of the Chairman, who shall be the permanent member (major or captain of the guard), a casework supervisor, school or vocational supervisor, both or each of whom may rotate every ninety (90) days or more.</blockquote>\n<p>(36) The Directive was amended on February 12, 1977, but the composition of the hearing committee continued to consist of a permanent member (major or captain of the guard), a casework supervisor, and a school or vocational supervisor, both of whom could rotate. See Paragraph III. C. Again the Directive was amended on October 1, 1978, and in Paragraph C, Procedures, the composition of the committee was continued.</p>\n<p>(37) The Directive currently in force and its predecessors provide that: \"In the absence or lack of any of the foregoing members, the superintendent shall designate an appropriate substitute.\" Directive 801, Paragraph C, p. 3 (October 1, 1978).</p>\n<p>(38) Plaintiff appeared before a hearing committee on 26 occasions from October 23, 1974, to September 2, 1979. In each instance, the committee consisted of a ranking officer and one correctional officer, generally Mr. Baily. Never was plaintiff afforded a hearing committee composed of two noncorrectional officers such as a caseworker and a vocational supervisor. While we have found that the hearing committee adjudged plaintiff either not guilty or reduced the charges in 53 percent of these cases, and that the committee was neutral and detached, we are troubled by the apparent failure or inability of the Bureau of Corrections to implement the provisions of Directive 801 following the adoption of Paragraph III. E. on November 1, 1972.</p>\n<p>(39) Defendants presented evidence that the composition of the hearing committee at SCIP comports with the \"appearance of detached neutrality,\" <i>Main Road v. Aytch,</i> <span class=\"citation\" data-id=\"350238\"><a href=\"/opinion/350238/main-road-an-unincorporated-association-by-grady-dyches-arthur-major/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 58 (3d Cir. 1977), and is consistent with the appointing powers of the superintendent contained in Paragraph C, p. 3 of Directive 801 (Oct. 1, 1978), and its predecessors. As rehearsed, we have found no constitutional violation in this regard and the ultimate decision rests with the learned Chief Judge of the United States District Court for the Eastern District of Pennsylvania.</p>\n<p>(40) In sum, we hold that plaintiff has failed to establish by a preponderance of the evidence that defendants have violated in any respect the constitutional rights to which Mr. Silverman is entitled pursuant to 42 U.S.C. § 1983. Judgment will be entered on behalf of defendants and against Michael Silverman on all constitutional claims of plaintiff for money damages, injunctive and declaratory relief.</p>\n<p>(41) We will dismiss without prejudice the non-constitutional claims of Michael Silverman so that he may pursue those claims, <span class=\"star-pagination\">*751</span> if he desires, before the court that is supervising the consent decree at civil numbers 70-2545, 70-3054, 71-513 and 71-1006 in the United States District Court for the Eastern District of Pennsylvania.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107840/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/363345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1461238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1753783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2149658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2351527/"
          ]
        }
      ],
      "judges": "Ziegler",
      "date_created": "2014-10-30T23:02:51.331471Z",
      "date_modified": "2016-03-03T22:06:26.102083Z",
      "date_filed": "1981-11-24",
      "date_filed_is_approximate": false,
      "slug": "united-states-ex-rel-silverman-v-com-of-pa",
      "citation_id": 2342128,
      "case_name_short": "",
      "case_name": "United States Ex Rel. Silverman v. Com. of Pa.",
      "case_name_full": "",
      "federal_cite_one": "527 F. Supp. 742",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 14,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2270523/united-states-ex-rel-silverman-v-com-of-pa/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:02:51.328115Z",
  "date_modified": "2014-10-30T23:02:51.328115Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States Ex Rel. Silverman v. Com. of Pa.",
  "case_name_full": "",
  "slug": "united-states-ex-rel-silverman-v-com-of-pa",
  "docket_number": "Civ. A. No. 79-80",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}