{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2272089/",
  "id": 2272089,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2370831/",
      "id": 2370831,
      "absolute_url": "/opinion/2370831/rosenbaum-v-davis-iron-works-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2272089/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2370831/",
          "id": 2370831,
          "absolute_url": "/opinion/2370831/rosenbaum-v-davis-iron-works-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2370831/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3178/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:16:27.784384Z",
          "date_modified": "2017-04-09T15:52:41.616280Z",
          "type": "010combined",
          "sha1": "e79ff1bc9b7fa8cdffda8d46d70c8188508d8a2c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>669 F.Supp. 813 (1987)</b></center>\n<center><h1>Irving J. ROSENBAUM, Plaintiff and Counter-Defendant,<br>\nv.<br>\nDAVIS IRON WORKS, INC., Defendant and Counter-Plaintiff,<br>\nv.<br>\nSheldon D. EIZEN; National Administrative Services of Michigan, Inc.; Austin A. Kanter; Austin A. Kanter, C.L.U. &amp; Associates, Inc.; Jack L. Rosen; and Jack L. Rosen, P.C., Third-Party Defendants.</h1></center>\n<center>Civ. No. 87-70200.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>September 21, 1987.</center>\n<p><span class=\"star-pagination\">*814</span> <span class=\"star-pagination\">*815</span> Joel H. Serlin, Barry M. Rosenbaum, Southfield, Mich., for plaintiff and counter-defendant.</p>\n<p>Coleman E. Klein, Southfield, Mich., for defendant and counter-plaintiff.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>ANNA DIGGS TAYLOR, District Judge.</p>\n<p>Plaintiff has filed this action to compel a pro rata distribution of residual assets of $63,868.00 to the participants in Defendant's pension plan as of its termination date of October 5, 1984. This Court has subject matter jurisdiction pursuant to 29 U.S.C. § 1132. On July 20, 1987, a hearing was held on Plaintiff's motion for summary judgment on the complaint and to dismiss Defendant's counterclaim. The Court granted Plaintiff's motion in its entirety for reasons herein described. This memorandum represents the Court's findings of fact and conclusions of law in support of the ruling announced at the hearing.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The facts of this case are not in dispute.</p>\n<p>Defendant Davis Iron Works, Inc. is a Michigan corporation which provides fabricated steel components to general contractors in the building industry in metropolitan Detroit. From the early 1960s until his resignation on June 8, 1984, Plaintiff Irving J. Rosenbaum was the majority shareholder and the president of Davis.</p>\n<p>In 1967, Defendant established the Davis Iron Works, Inc. Pension Trust (\"Trust\") to cover its eligible non-union employees. The Trust was submitted to the Internal Revenue Service on December 28, 1968 and received a favorable determination as a \"qualified pension plan\" under the Revenue Act of 1954, 26 U.S.C. § 401(a).</p>\n<p>Under the 1967 Trust, Defendant agreed to purchase annuity contracts on the eligible employees which would create a monthly pension upon the employee's retirement. The relevant provisions of the Trust are as follows:</p>\n<blockquote>7.4 All amounts contributed by the Employer to the Trustee shall represent irrevocable contributions of the Employer to this Trust.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>12.1 The Employer by action of its Board of Directors may amend this trust at any time, or from time to time, as evidenced by an instrument in writing executed in the name of the Employer by a duly authorized officer under the corporate seal of the Employer provided, however:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(b) No amendment shall provide for the use of trust funds for any purpose other than for the benefit of the participants and their beneficiaries.</blockquote>\n<blockquote>(c) No funds contributed to this trust nor assets of the trust shall ever revert to or be made available to the Employer.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*816</span> 12.4 Upon termination of the trust any assets of the trust, other than contracts issued on the lives of participants, shall be distributed among the then participants in proportion to the attained cash values upon contracts then outstanding on the lives of such participants.</blockquote>\n<p>The 1967 Trust was amended and reframed in its entirety on June 1, 1979 to comply with the provisions of the Employment Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001 <i>et seq.</i> The 1979 Trust deleted the above-quoted paragraphs of the 1967 Trust and replaced them with the following provisions:</p>\n<blockquote>22.2 (E) In the event there are assets of the Trust Fund remaining after the allocation under Subsection 22.2(D), the remaining assets shall be returned to the Corporation.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>24.1 <i>Exclusive Benefit.</i> Except as otherwise specifically provided herein, under no circumstances shall any funds contributed to this Trust or any assets of this Trust ever revert to, or be used or enjoyed by the Corporation, nor shall any such funds or assets ever be used other than for the benefit of Employees of the Corporation hereunder or their Beneficiaries, and for defraying reasonable expenses of administering the Plan and Trust.</blockquote>\n<p>In addition, paragraph 3.2 designated Davis as the Trust's Administrator. Plaintiff continued as the Trustee.</p>\n<p>On June 8, 1984, Plaintiff resigned as president and director of Davis and as trustee of the Trust. A Stock Redemption Agreement was executed whereby Defendant purchased all of Plaintiff's shares in the company. On the date of the redemption, the parties also executed a mutual release concerning the stock transaction.</p>\n<p>Plaintiff's accrued and vested benefits in the Trust were calculated upon his retirement from Defendant. Pursuant to the terms of the Trust, Plaintiff elected to have the actuarial equivalent of his accrued benefits transferred to a separate account within the Trust to be held by the Trust until he decided to withdraw them. Said benefits were to be invested and to earn interest attributable to Plaintiff's account.</p>\n<p>On October 5, 1984, Defendant terminated the Trust. On March 24, 1985, before the benefits were paid to the participants, Defendant notified Plaintiff that due to errors made by the actuaries, the Trust had miscalculated his benefit and that $65,324.00 being held in his segregated account would have to be returned to the general Trust. A dispute arose between the parties as to the computation of the correct amount to be returned. On November 1, 1985 Plaintiff, Defendant and the Trust entered into an Agreement to allocate the assets and interest that would constitute Plaintiff's accrued benefits from the Trust. The Trust paid Plaintiff his pension benefits.</p>\n<p>After payment of all benefits and the expenses of terminating the Trust, an over-funding resulted in residual assets of $63,868.00. Plaintiff was promptly advised of this fact and demanded 75% (the percentage of his stock which was redeemed) of those residual assets. However, pursuant to paragraph 22.2(E) of the 1979 Trust, the excess assets were returned to Defendant. It is this surplus of assets that is in issue in the present litigation.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2><i>Plaintiff's Complaint</i></h2>\n<p>On January 22, 1987 Plaintiff filed this lawsuit against Defendant Davis Iron Works, Inc. to compel a pro rata distribution of residual assets of $63,868.00 to the participants in Defendant's pension plan as of its termination date of October 5, 1984. The complaint alleges that Defendant failed to exercise reasonable care in determining the amount of surplus and in drafting an amendment to the Trust that would eliminate the surplus by increasing the benefits of the participants. In addition to distribution of the residual assets, Plaintiff requests costs, interest and attorneys fees.</p>\n<p>In its answer to the complaint, Defendant argues that Plaintiff lacks standing to maintain this action under 29 U.S.C. § 1132 because he was not a participant of the Davis Iron Works, Inc. Pension Trust when <span class=\"star-pagination\">*817</span> the lawsuit was filed. Defendant further argues that the transfer of Plaintiff's accrued benefits to a separate account was equivalent to a constructive lump-sum distribution within the intent and policy considerations of ERISA's definition of \"participant.\" The Court finds both of these arguments to be without merit and unsupported by the evidence.</p>\n<p>The terms of ERISA are enforceable through a civil action brought by the Secretary of Labor or a participant, beneficiary or fiduciary of a pension plan. 29 U.S.C. § 1132(a). The term \"participant\" is defined as:</p>\n<blockquote>any employee or former employee of an employer, or any member or former member of an employee organization, who is or may become eligible to receive a benefit of any type from an employee benefit plan which covers employees of such employer or members of such organization, or whose beneficiaries may be eligible to receive any such benefit.</blockquote>\n<p>29 U.S.C. § 1002(7).</p>\n<p>There is no question that Plaintiff was a \"participant\" in Defendant's pension plan within the meaning of 29 U.S.C. §§ 1132(a) and 1002(7). On October 5, 1984, the date the Trust was terminated, Plaintiff was a \"former employee ... eligible to receive a benefit.\" He continued to be a participant until November 1, 1985, when he and the other four participants received their accrued benefits from the Trust.</p>\n<p>Defendant's argument that Plaintiff's \"participant\" status ceased upon transfer of his benefits to a separate account is defeated by the following corporate documents <i>prepared by or on behalf of the Defendant:</i> a Summary Annual Report for the Trust which specifically states that five persons, including Plaintiff, were participants in the Trust at the end of the plan year, December 24, 1985; and the 1984 Form 5500-C and attached Schedule SSA filed on January 31, 1986 with the Internal Revenue Service, the Department of Labor and the Pension Benefit Guaranty Corporation to terminate the Trust, which designated Plaintiff as a participant for the plan year ending September 20, 1985. Therefore, Plaintiff does have standing to maintain the present action to recover his pro rata share of the residual assets to which he was entitled as a plan participant.</p>\n<p>Defendant argues that Plaintiff is barred from maintaining this action to recover the residual assets because he clearly and unambiguously released all of his claims against the Trust and the Defendant company pursuant to a Mutual General Release dated June 8, 1984 and/or a subsequent Agreement dated November 1, 1985. The Court finds that Defendant's argument must fail as a matter of federal and state law.</p>\n<p>Subject to limited exceptions not applicable here, ERISA provides that:</p>\n<blockquote>any provision in an agreement or instrument which purports to relieve a fiduciary from responsibility or liability for any responsibility, obligation, or duty under this part shall be void as against public policy.</blockquote>\n<p>29 U.S.C. § 1110(a). Plaintiff correctly states the general purpose of this section: to prevent plan fiduciaries from coercing a settlement agreement from an employee and then using the release to prevent judicial review of the agreement. Thus, if this Court were to accept Defendant's characterization of the foregoing documents as releasing Defendant and the Trust from liability, then these releases must be declared void as against public policy under federal law.</p>\n<p>Even in the absence of federal law, neither document would bar Plaintiff's cause of action under state law. A release covers only the claims intended by the parties to be released. <i>Harris v. Lapeer Public School System,</i> 114 Mich.App. 107, 318 N.W.2d 621 (1982).</p>\n<p>The Mutual General Release was executed on June 8, 1984 between Plaintiff and Defendant in conjunction with the Stock Redemption Agreement of the same date. The Trust, by its trustee or administrator, was not even a party to the release. This document only released the Defendant with respect to claims arising out of Plaintiff's <span class=\"star-pagination\">*818</span> majority ownership of stock in, and his employment by, the Defendant company. Quite clearly, any claims arising out of the Trust were neither contemplated nor covered by the release given, since the reversion to Defendant of the residual assets did not occur until December of 1985.</p>\n<p>The Agreement dated November 1, 1985 was executed by the parties, including the Trust, to resolve a dispute regarding the allocation of assets and interest that would constitute Plaintiff's accrued benefits from the Trust. Paragraph 14 of the Agreement released Defendant, the Trust and its fiduciaries from any and all liability claims Plaintiff has or \"may hereafter have\" against the Trust.</p>\n<p>To the extent that Plaintiff agreed to release Defendant from all <i>future</i> claims in exchange for his vested accrued benefits, the release would be without consideration. A promise to perform a legal contractual obligation does not constitute sufficient consideration for a contractual promise (<i>i.e.,</i> release) from the other party. <i>Ruffin v. Mercury Record Publications, Inc.,</i> 513 F.2d 222 (6th Cir.), <i>cert. denied,</i> 423 U.S. 914, 96 S.Ct. 219, 46 L.Ed.2d 142 (1975). Moreover, a release is limited only to claims that could have been in existence at the time of the execution under current state law. <i>Auto-Owners Insur. Co. v. Higby,</i> 57 Mich.App. 604, 226 N.W.2d 580 (1975). On November 1, 1985, when the release was executed, Plaintiff's cause of action as to the reversion had not yet accrued; that did not occur until December 24, 1985.</p>\n<p>Clearly, the release contained in the Agreement of November 1, 1985 does not bar Plaintiff's present action to recover his pro rata share of the residual assets. To the contrary, the Agreement created an explicit exception to the release: Plaintiff maintained his claim to an increase in the purchase price of his stock redeemed by Defendant \"by reason of the reversion of Trust funds to [Defendant] upon termination and liquidation of the Trust.\" Therefore, neither of the two releases relied upon by Defendant operates as a bar to the instant proceedings.</p>\n<p>Defendant argues that the 1979 amended Trust properly permitted a reversion of the residual assets of the pension plan to the Defendant upon termination of the Trust. Plaintiff counter-argues that under the law in this jurisdiction, the Trust amendment providing for the reversion is null and void, and therefore, Defendant is required to return the residual assets to the Trust for distribution to the plan participants.</p>\n<p>Under ERISA, any residual assets of a single-employer plan may be distributed to the employer if the plan so provides. 29 U.S.C. § 1344(d)(1). To determine whether the Davis Iron Works, Inc. Pension Trust provides for such a distribution in the case at bar, the Court must review the relevant provisions of the original 1967 Trust. Amendments to the Trust were permitted subject to the following exceptions. Paragraph 12.1(b) forbade any amendment that provided for the use of trust funds for any purpose other than for the participants. Paragraph 12.1(c) unequivocally stated that no funds contributed to the trust or assets of the trust shall ever revert to the employer. And paragraph 12.4 required that on termination of the plan, excess assets were to be distributed pro rata among the participants.</p>\n<p>The 1979 amended Trust deleted the foregoing paragraphs and inserted paragraph 22.2(E), which provided that upon termination of the Trust, all residual assets would revert to the Defendant company.</p>\n<p>The issue presently before the Court is whether an employer may properly amend an employee benefit plan to provide for a reversion of residual assets to that employer upon termination of the plan. This issue was recently addressed by the Sixth Circuit Court of Appeals in <i>Bryant v. International Fruit Products Company, Inc.,</i> 793 F.2d 118 (6th Cir.1986), a case factually similar to the one at bar. In <i>Bryant,</i> the defendant-employer created a benefit plan in 1959 which qualified under 26 U.S.C. § 401(a)(2). Sections 5.3 and 13.1, respectively, of the 1959 Plan contained an absolute prohibition that no contributions, assets or income from the plan could ever revert to the employer and no amendment <span class=\"star-pagination\">*819</span> could be enacted to cause such a reversion. To conform with the requirements of ERISA, the employer amended and restated the plan in 1976, and omitted the anti-reversion sections of the 1959 Plan. In 1982, the plan was amended again to add a new provision to section 11.2 which provided that any excess assets remaining as a result of actuarial error would revert to the employer. Upon termination of the plan, $139,000.00 was returned to the employer.</p>\n<p>The <i>Bryant</i> plaintiffs, who were participants in the plan at the time of its termination, brought suit to compel distribution of the excess assets to themselves. The United States District Court for the Southern District of Ohio entered judgment for the employer. The Sixth Circuit Court of Appeals reversed and remanded the case to the district court to equitably distribute the excess funds to the plan participants. In reaching its decision, the appeals court principally relied upon Section 5.3 of the 1959 Plan that prohibited any reversion to the employer:</p>\n<blockquote>In no event and under no circumstances shall any <i>contributions</i> to this Trust by the Employer, nor any of the Trust Estate or the income therefrom revert to or be repaid to the Employer.</blockquote>\n<p><i>Bryant,</i> 793 F.2d at 122 (emphasis added). The court concluded that \"[e]ven if a surplus from actuarial error might properly be considered not to be part of the trust estate, nevertheless, the surplus assets did originate as `contributions' to the trust.\" <i>Id.</i> at 123. Accordingly, the reversion amendment was voided by the court.</p>\n<p>In determining the validity of the trust amendment in this case, the Court is bound by the Sixth Circuit precedent established in <i>Bryant.</i> Paragraph 12.1(c) of the 1967 Davis Trust states:</p>\n<blockquote>No funds <i>contributed</i> to this trust nor assets of this trust shall ever revert to or be made available to the Employer.</blockquote>\n<p>(Emphasis added.) This language is absolute and precludes the post-ERISA amendment to the Trust adopted in 1979 to provide for a reversion of assets to Defendant. Therefore, said amendment is null and void.</p>\n<p>Defendant attempts to distinguish paragraph 12.1(c) of the Davis Trust from <i>Bryant</i> by noting the absence of the words \"no amendment\" or \"in no event and under no circumstances\" from the beginning of that subparagraph. This distinction is disingenuous for several reasons. First, Defendant fails to acknowledge that paragraph 12.1 is part of Article XII entitled \"Amendment and Termination.\" The four subparagraphs, including 12.1(c), list the amendments which are <i>not</i> permitted. Second, paragraph 5.3 of the <i>Bryant</i> plan did not even use the word \"amendment.\" Instead, that court relied upon the word \"contribution\" coupled with the absolute prohibition against a reversion to the employer to void that amendment. The language of paragraph 12.1(c) of the 1967 Trust falls squarely within <i>Bryant.</i></p>\n<p>Defendant's reliance on <i>Wilson v. Bluefield Supply Co.,</i> 819 F.2d 457 (4th Cir. 1987) is misplaced. The <i>Wilson</i> case is factually distinguishable from the instant case. There, the defendant-employer created a defined benefit plan in 1951 for eligible employees. The 1951 Plan provided that pension fund assets were for the exclusive benefit of the employees and could not be withdrawn \"either by the voluntary act of the Company ... or otherwise.\" In 1973, the Plan was amended to expressly provide that any residual assets would be distributed to the employer upon termination of the Plan. The Plan was terminated in 1985 and $14.5 million of residual assets were distributed to the employer.</p>\n<p>The <i>Wilson</i> plaintiffs, who were employees, surviving spouses or estates with vested pension rights, filed a class action seeking distribution of the residual assets to themselves. The United States District Court for the Southern District of West Virginia entered summary judgment for the employer and other named defendants on the grounds that the 1951 Plan did not bar the residual assets amendment.</p>\n<p>On appeal, the Fourth Circuit Court of Appeals affirmed the district court. The critical difference noted by the appeals court that distinguished <i>Wilson</i> from <span class=\"star-pagination\">*820</span> <i>Bryant</i> was as follows: While the nondiversion provision of the 1951 Plan in <i>Wilson</i> arguably barred amendments resulting in a withdrawal or transfer from the \"Fund\" (<i>i.e.,</i> \"by the voluntary act of the Company ... or otherwise\"), the nonreversion provision in <i>Bryant</i> went much farther by providing that \"[i]n no event and under no circumstances shall any <i>contribution</i> ... be <i>repaid</i> to the Employer\" (emphasis added).</p>\n<p>The Davis Trust presently in issue specifically refers to the return of \"contributions\" to the employer; it does not generally prohibit withdrawals from the \"Fund\". Accordingly, <i>Bryant</i> is the controlling case.</p>\n<p>Even if <i>Wilson</i> were factually similar to the case at bar, which it is not, this Court is bound to follow the Sixth Circuit precedent established in <i>Bryant</i> and not the Fourth Circuit's opinion in <i>Wilson.</i></p>\n<p>Defendant argues that Plaintiff is estopped from maintaining this action because Plaintiff was the president of and a majority shareholder in Davis Iron Works, Inc. at the time the 1979 amended Trust was adopted and should not receive any benefits as a result of the nullification of the amendment regarding reversion of assets.</p>\n<p>The doctrine of estoppel is essentially based upon misrepresentation. Specifically, estoppel arises when one by his acts, representations or silence, intentionally or through culpable negligence, induces another person to believe in the existence of certain facts and that person justifiably relies on those facts to his detriment. <i>Bentley v. Cam,</i> 362 Mich. 78, 106 N.W.2d 528 (1960); <i>Hastings Mutual Ins. Co. v. Hartford Accident &amp; Indemnity Co.,</i> 134 Mich.App. 662, 352 N.W.2d 292 (1984). Defendant has failed to establish the requisite elements of estoppel.</p>\n<p>Contrary to Defendant's assertion, the \"wrongful act\" which forms the basis of Plaintiff's cause of action is <i>not</i> the 1979 amendment to the Trust. Rather, it is the distribution of residual assets to the defendant-employer. Plaintiff was no longer affiliated with Defendant at the time Defendant made the decision to claim the reversion.</p>\n<p>The Trust was amended in 1979 to conform with the requirements of ERISA. Defendant has never claimed that Plaintiff intended to mislead or even injure the Defendant by passage of the 1979 amendment which, incidentally, was drafted on behalf of and in the best interests of the Defendant. At the time of its adoption, all parties involved believed the amendment was valid. Said amendment did not become null and void until the Sixth Circuit's decision in <i>Bryant</i> was issued in 1986. Furthermore, Defendant did nothing in reliance on the amendment. The Trust was terminated <i>prior to</i> Defendant's discovery that a surplus even existed. This Court's nullification of that amendment results in no damage, loss or prejudice to the Defendant but merely denies Defendant a windfall of assets that it once contributed to the Trust, and was not entitled to reclaim. Therefore, the residual assets must be returned to the Trust for distribution to the plan participants. <i>Bryant, supra</i><i>.</i></p>\n<p>Having granted Plaintiff's motion for summary judgment on the complaint and having determined that the 1979 amendment to the Trust is null and void, Plaintiff is entitled to a proportionate allocation of the surplus assets.</p>\n<p>The formula for allocating residual assets in a pension plan which does not provide for a reversion to the employer is set forth in the Internal Revenue Service Regulations at 29 C.F.R. § 2618.32(a). The total value of residual assets ($63,868.00) is to be multiplied by the participant's present value of his accrued benefits divided by the present value of <i>all</i> accrued benefits of the participants ($289,767.43/$422,222.00). Application of the formula to the facts of this case reveals that Plaintiff is entitled to $43,832.07 of the reversion. There is no dispute as to the numbers to be inserted into the formula. Furthermore, this formula is consistent with paragraph 12.4 of the 1967 Trust that requires all surplus assets to be distributed to the participants in proportion to their benefits.</p>\n<p><span class=\"star-pagination\">*821</span> Defendant argues that Plaintiff is not entitled to share in the reversion, even if successful, because he was not an \"active\" participant when the Trust was terminated. This argument must fail for several reasons. First, Defendant cites no authority whatsoever to support its proposition. Second, Plaintiff is within the \"pool of eligible participants\", as defined by I.R.S. Regulations, entitled to benefits as of the date the plan assets were to be distributed. <i>See</i> 29 C.F.R. § 2618.2.</p>\n<p>In addition to his $43,832.07 share of the residual assets, Plaintiff is entitled to prejudgment interest on that amount from the date of December 25, 1985, the date that Defendant refused to allocate the assets among the participants. <i>Short v. Central States, Southeast &amp; Southwest Areas Pension Fund,</i> 729 F.2d 567 (8th Cir.1984). The interest rate is to be determined under 28 U.S.C. § 1961(a).</p>\n<p>Pursuant to 29 U.S.C. § 1132(g), the Court also will grant Plaintiff's reasonable request for attorneys fees and deny Defendant's counter-request for the same.</p>\n<p>Defendant correctly notes that the appropriate guidelines under which a district court may exercise its discretion and award attorneys fees under ERISA were articulated in <i>Central States Pension Fund v. 888 Corporation,</i> 813 F.2d 760, 767 (6th Cir.1987):</p>\n<p>(1) The degree of the opposing party's culpable or bad faith;</p>\n<p>(2) The ability of the opposing party to satisfy an award of attorneys fees;</p>\n<p>(3) Whether the party requesting fees against the opposing party would deter others from acting in similar circumstances;</p>\n<p>(4) Whether the party requesting fees sought to benefit all participants and beneficiaries of a multi employer plan or to resolve a significant legal question; and</p>\n<p>(5) The relative merits of the parties' positions.</p>\n<p><i>See also </i><i>Thomas v. Marshall,</i> 482 F.Supp. 160 (S.D.Ala.1979).</p>\n<p>Application of these guidelines to the facts of this case reveals that Plaintiff, and not Defendant, is entitled to recover attorneys fees under the circumstances of this case. First, prior to instituting this litigation, Plaintiff requested that Defendant return the residual assets to the Fund in light of the <i>Bryant</i> decision. Defendant's refusal to do so was totally unjustified in the law. Plaintiff's execution of releases with respect to the stock agreement does not bar Plaintiff's action or overshadow Defendant's intransigence. Second, Defendant fails to argue it would be unable to pay any amount requested by Plaintiff. Third, such an award would deter other employers from similar conduct, and is fully justified by the quantity and quality of legal work required to be performed. Fourth, the amount of benefits to be transferred back to the Trust is significant: $63,868.00. Entering summary judgment for Plaintiff will benefit him <i>and</i> the four remaining participants entitled to receive those residual assets. This litigation has resolved a significant legal question regarding the proper amendment of pension plans to provide for a reversion of assets to the employer upon termination of the plan. Finally, Plaintiff's legal position in these proceedings was by far more meritorious than that of Defendant. Therefore, an award of attorneys fees for Plaintiff will be entered accordingly upon submission of an affidavit to the Court substantiating the hours expended with respect to this litigation.</p>\n<p></p>\n<h2><i>Defendant's Counterclaim</i></h2>\n<p>On February 13, 1987, Defendant filed a three-count counterclaim against Plaintiff. Counts I and II seek damages for breach of fiduciary duty under ERISA. Count III is a state law claim for contractual indemnity. Plaintiff requests dismissal of the foregoing causes of action.</p>\n<p>The Court must dismiss Counts I and II of Defendant's counterclaim based on breach of fiduciary duty. A cause of action for breach of fiduciary duty is governed by 29 U.S.C. § 1109:</p>\n<blockquote>(a) Any person who is a fiduciary with respect to a plan who breaches any of the responsibilities, obligations, or duties <span class=\"star-pagination\">*822</span> imposed upon fiduciaries by this subchapter shall be personally liable to make good to such plan <i>any losses</i> to the plan resulting from each such breach, and to restore to such plan any profits of such fiduciary which have been made through use of assets of the plan by the fiduciary, and shall be subject to such other equitable or remedial relief as the court may deem appropriate, including removal of the fiduciary. A fiduciary may also be removed for a violation of section 1111 of this title.</blockquote>\n<blockquote>(b) No fiduciary shall be liable with respect to a breach of fiduciary duty under this subchapter if such breach was committed before he became a fiduciary or after he ceased to be a fiduciary.</blockquote>\n<p>(Emphasis added.) Persons entitled to sue for breach of fiduciary duty are limited to the Secretary of Labor, or a participant, beneficiary or fiduciary of the pension plan. 29 U.S.C. § 1132(a)(2).</p>\n<p>Defendant's designation as \"Administrator\" of the Trust does not qualify Defendant as a \"fiduciary\" unless Defendant is suing in its administrative capacity on behalf of Plaintiff or other plan participants. Here, the counterclaim is brought by Defendant in its capacity as an \"employer\" and for <i>its</i> sole benefit. An employer is not entitled to maintain a civil action under ERISA against a fiduciary for breach of fiduciary duty. \"Permitting recovery by employers for damages allegedly caused by trust mismanagement would deplete the Funds' assets and thus hinder the achievement of a primary goal of ERISA, protection of the interests of participants in employee benefit plans and their beneficiaries.\" <i>Central States, Southeast and Southwest Areas Pension Fund v. Admiral Merchants Motor Freight, Inc.,</i> 511 F.Supp. 38, 47 (D.Minn.1980), <i>aff'd,</i> 642 F.2d 1122 (8th Cir.1981).</p>\n<p>In addition, Defendant has failed to allege, as required by 29 U.S.C. § 1109, that the Trust suffered a loss or that Plaintiff made a profit through the use of plan assets as a result of the reversion amendment adopted in 1979. Therefore, the Court finds that Defendant lacks standing under ERISA to counterclaim against Plaintiff for breach of fiduciary duty. Counts I and II are hereby dismissed.</p>\n<p>Even if Defendant had standing to maintain its cause of action for breach of fiduciary duty, said action would be barred by the applicable statute of limitations, which provides:</p>\n<blockquote>No action may be commenced under this title with respect to a fiduciary's breach of any responsibility, duty, or obligation under this part, or with respect to a violation of this part, <i>after the earlier of</i> </blockquote>\n<blockquote>(1) six years after (A) the date of the last action which constituted a part of the breach or violation, or (B) in the case of an omission, the latest date on which the fiduciary could have cured the breach or violation, or</blockquote>\n<blockquote>(2) three years after the earliest date (A) on which the plaintiff had actual knowledge of the breach or violation or (B) on which a report from which he could reasonably be expected to have obtained knowledge of such breach or violation was filed with the Secretary under this title;</blockquote>\n<blockquote>except that in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.</blockquote>\n<p>29 U.S.C. § 1113 (emphasis added).</p>\n<p>In the instant case, the date of the last action by Defendant which allegedly constituted the breach (<i>i.e.,</i> enactment of the amended Trust) was June 1, 1979. Six years from that date was June 1, 1985. Alternatively, the date Defendant had actual knowledge of the breach was when Defendant was informed of the <i>Bryant</i> decision: December of 1986. Three years from that date is December of 1989. Defendant is statutorily required to file suit by the earlier of these two dates  July 1, 1985. Since its counterclaim was not filed until February 13, 1987, Count I and II would be barred by the statute of limitations.</p>\n<p>Defendant's argument that its counterclaim is not barred because the statute of limitations did not begin to run until June 8, 1984, the last date on which Plaintiff as <span class=\"star-pagination\">*823</span> the Trust's fiduciary could have cured the reversion amendment, is totally without merit. Contrary to Defendant's assertion, Plaintiff's failure to amend the Trust prior to his resignation as a trustee and termination of his employment with Defendant on June 8, 1984 does not constitute an \"omission\" within the meaning of 29 U.S.C. § 1113(a)(1)(B). As the Court has previously noted, the amendment was valid until the <i>Bryant</i> decision was rendered by the Sixth Circuit in 1986. Thus, in 1984, there was no error for which Plaintiff was obligated to \"correct.\"</p>\n<p>Similarly, the Court must dismiss Count III of the counterclaim for contractual indemnification under the Stock Redemption Agreement for assets Defendant is required to return to the Trust.</p>\n<p>The Stock Redemption Agreement, dated June 8, 1984, provides:</p>\n<blockquote>4.1 Rosenbaum shall indemnify the Company for 75% of the cost to the Company following reduction of income tax, if any, of any liability that the Company incurs as a result of a breach of any of the representations or warranties made by him in Article III.</blockquote>\n<blockquote>4.2 Notwithstanding paragraph 4.1, Rosenbaum shall indemnify the Company for 75% of the cost to the Company following reduction of income tax, if any, of any liability that accrues prior to December 31, 1983 and for which there is insurance coverage, to the extent that the Company's liability exceeds the applicable insurance coverage.</blockquote>\n<p>Paragraph 4.1 is inapplicable because none of the warranties and representations made in Article III relates to the Trust. The \"liability\" Defendant seeks indemnification on did not even become contingent until this lawsuit was filed on January 22, 1987. Paragraph 4.2 also is not applicable because Defendant's \"liability\" to the Trust for the amount of residual assets is not a liability for which there is insurance coverage and did not accrue before December 31, 1983. Since Plaintiff made no warranties regarding the Trust and Defendant had no liability to Plaintiff until it took the reversion in December of 1985, Defendant is not entitled to indemnification under the Stock Redemption Agreement. Accordingly, Count III is dismissed.</p>\n<p>For all the reasons stated in Plaintiff's briefs and on the record at the hearing of July 20, 1987;</p>\n<p>IT IS ORDERED that Plaintiff's motion for summary judgment on the complaint and to dismiss Defendant's counterclaim be and hereby is GRANTED.</p>\n<p>IT IS SO ORDERED.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">813</span></span> (1987)</b></center>\n<center><h1>Irving J. ROSENBAUM, Plaintiff and Counter-Defendant,<br>\nv.<br>\nDAVIS IRON WORKS, INC., Defendant and Counter-Plaintiff,<br>\nv.<br>\nSheldon D. EIZEN; National Administrative Services of Michigan, Inc.; Austin A. Kanter; Austin A. Kanter, C.L.U. &amp; Associates, Inc.; Jack L. Rosen; and Jack L. Rosen, P.C., Third-Party Defendants.</h1></center>\n<center>Civ. No. 87-70200.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>September 21, 1987.</center>\n<p><span class=\"star-pagination\">*814</span> <span class=\"star-pagination\">*815</span> Joel H. Serlin, Barry M. Rosenbaum, Southfield, Mich., for plaintiff and counter-defendant.</p>\n<p>Coleman E. Klein, Southfield, Mich., for defendant and counter-plaintiff.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>ANNA DIGGS TAYLOR, District Judge.</p>\n<p>Plaintiff has filed this action to compel a pro rata distribution of residual assets of $63,868.00 to the participants in Defendant's pension plan as of its termination date of October 5, 1984. This Court has subject matter jurisdiction pursuant to 29 U.S.C. § 1132. On July 20, 1987, a hearing was held on Plaintiff's motion for summary judgment on the complaint and to dismiss Defendant's counterclaim. The Court granted Plaintiff's motion in its entirety for reasons herein described. This memorandum represents the Court's findings of fact and conclusions of law in support of the ruling announced at the hearing.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The facts of this case are not in dispute.</p>\n<p>Defendant Davis Iron Works, Inc. is a Michigan corporation which provides fabricated steel components to general contractors in the building industry in metropolitan Detroit. From the early 1960s until his resignation on June 8, 1984, Plaintiff Irving J. Rosenbaum was the majority shareholder and the president of Davis.</p>\n<p>In 1967, Defendant established the Davis Iron Works, Inc. Pension Trust (\"Trust\") to cover its eligible non-union employees. The Trust was submitted to the Internal Revenue Service on December 28, 1968 and received a favorable determination as a \"qualified pension plan\" under the Revenue Act of 1954, 26 U.S.C. § 401(a).</p>\n<p>Under the 1967 Trust, Defendant agreed to purchase annuity contracts on the eligible employees which would create a monthly pension upon the employee's retirement. The relevant provisions of the Trust are as follows:</p>\n<blockquote>7.4 All amounts contributed by the Employer to the Trustee shall represent irrevocable contributions of the Employer to this Trust.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>12.1 The Employer by action of its Board of Directors may amend this trust at any time, or from time to time, as evidenced by an instrument in writing executed in the name of the Employer by a duly authorized officer under the corporate seal of the Employer provided, however:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(b) No amendment shall provide for the use of trust funds for any purpose other than for the benefit of the participants and their beneficiaries.</blockquote>\n<blockquote>(c) No funds contributed to this trust nor assets of the trust shall ever revert to or be made available to the Employer.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*816</span> 12.4 Upon termination of the trust any assets of the trust, other than contracts issued on the lives of participants, shall be distributed among the then participants in proportion to the attained cash values upon contracts then outstanding on the lives of such participants.</blockquote>\n<p>The 1967 Trust was amended and reframed in its entirety on June 1, 1979 to comply with the provisions of the Employment Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001 <i>et seq.</i> The 1979 Trust deleted the above-quoted paragraphs of the 1967 Trust and replaced them with the following provisions:</p>\n<blockquote>22.2 (E) In the event there are assets of the Trust Fund remaining after the allocation under Subsection 22.2(D), the remaining assets shall be returned to the Corporation.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>24.1 <i>Exclusive Benefit.</i> Except as otherwise specifically provided herein, under no circumstances shall any funds contributed to this Trust or any assets of this Trust ever revert to, or be used or enjoyed by the Corporation, nor shall any such funds or assets ever be used other than for the benefit of Employees of the Corporation hereunder or their Beneficiaries, and for defraying reasonable expenses of administering the Plan and Trust.</blockquote>\n<p>In addition, paragraph 3.2 designated Davis as the Trust's Administrator. Plaintiff continued as the Trustee.</p>\n<p>On June 8, 1984, Plaintiff resigned as president and director of Davis and as trustee of the Trust. A Stock Redemption Agreement was executed whereby Defendant purchased all of Plaintiff's shares in the company. On the date of the redemption, the parties also executed a mutual release concerning the stock transaction.</p>\n<p>Plaintiff's accrued and vested benefits in the Trust were calculated upon his retirement from Defendant. Pursuant to the terms of the Trust, Plaintiff elected to have the actuarial equivalent of his accrued benefits transferred to a separate account within the Trust to be held by the Trust until he decided to withdraw them. Said benefits were to be invested and to earn interest attributable to Plaintiff's account.</p>\n<p>On October 5, 1984, Defendant terminated the Trust. On March 24, 1985, before the benefits were paid to the participants, Defendant notified Plaintiff that due to errors made by the actuaries, the Trust had miscalculated his benefit and that $65,324.00 being held in his segregated account would have to be returned to the general Trust. A dispute arose between the parties as to the computation of the correct amount to be returned. On November 1, 1985 Plaintiff, Defendant and the Trust entered into an Agreement to allocate the assets and interest that would constitute Plaintiff's accrued benefits from the Trust. The Trust paid Plaintiff his pension benefits.</p>\n<p>After payment of all benefits and the expenses of terminating the Trust, an over-funding resulted in residual assets of $63,868.00. Plaintiff was promptly advised of this fact and demanded 75% (the percentage of his stock which was redeemed) of those residual assets. However, pursuant to paragraph 22.2(E) of the 1979 Trust, the excess assets were returned to Defendant. It is this surplus of assets that is in issue in the present litigation.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2><i>Plaintiff's Complaint</i></h2>\n<p>On January 22, 1987 Plaintiff filed this lawsuit against Defendant Davis Iron Works, Inc. to compel a pro rata distribution of residual assets of $63,868.00 to the participants in Defendant's pension plan as of its termination date of October 5, 1984. The complaint alleges that Defendant failed to exercise reasonable care in determining the amount of surplus and in drafting an amendment to the Trust that would eliminate the surplus by increasing the benefits of the participants. In addition to distribution of the residual assets, Plaintiff requests costs, interest and attorneys fees.</p>\n<p>In its answer to the complaint, Defendant argues that Plaintiff lacks standing to maintain this action under 29 U.S.C. § 1132 because he was not a participant of the Davis Iron Works, Inc. Pension Trust when <span class=\"star-pagination\">*817</span> the lawsuit was filed. Defendant further argues that the transfer of Plaintiff's accrued benefits to a separate account was equivalent to a constructive lump-sum distribution within the intent and policy considerations of ERISA's definition of \"participant.\" The Court finds both of these arguments to be without merit and unsupported by the evidence.</p>\n<p>The terms of ERISA are enforceable through a civil action brought by the Secretary of Labor or a participant, beneficiary or fiduciary of a pension plan. 29 U.S.C. § 1132(a). The term \"participant\" is defined as:</p>\n<blockquote>any employee or former employee of an employer, or any member or former member of an employee organization, who is or may become eligible to receive a benefit of any type from an employee benefit plan which covers employees of such employer or members of such organization, or whose beneficiaries may be eligible to receive any such benefit.</blockquote>\n<p>29 U.S.C. § 1002(7).</p>\n<p>There is no question that Plaintiff was a \"participant\" in Defendant's pension plan within the meaning of 29 U.S.C. §§ 1132(a) and 1002(7). On October 5, 1984, the date the Trust was terminated, Plaintiff was a \"former employee ... eligible to receive a benefit.\" He continued to be a participant until November 1, 1985, when he and the other four participants received their accrued benefits from the Trust.</p>\n<p>Defendant's argument that Plaintiff's \"participant\" status ceased upon transfer of his benefits to a separate account is defeated by the following corporate documents <i>prepared by or on behalf of the Defendant:</i> a Summary Annual Report for the Trust which specifically states that five persons, including Plaintiff, were participants in the Trust at the end of the plan year, December 24, 1985; and the 1984 Form 5500-C and attached Schedule SSA filed on January 31, 1986 with the Internal Revenue Service, the Department of Labor and the Pension Benefit Guaranty Corporation to terminate the Trust, which designated Plaintiff as a participant for the plan year ending September 20, 1985. Therefore, Plaintiff does have standing to maintain the present action to recover his pro rata share of the residual assets to which he was entitled as a plan participant.</p>\n<p>Defendant argues that Plaintiff is barred from maintaining this action to recover the residual assets because he clearly and unambiguously released all of his claims against the Trust and the Defendant company pursuant to a Mutual General Release dated June 8, 1984 and/or a subsequent Agreement dated November 1, 1985. The Court finds that Defendant's argument must fail as a matter of federal and state law.</p>\n<p>Subject to limited exceptions not applicable here, ERISA provides that:</p>\n<blockquote>any provision in an agreement or instrument which purports to relieve a fiduciary from responsibility or liability for any responsibility, obligation, or duty under this part shall be void as against public policy.</blockquote>\n<p>29 U.S.C. § 1110(a). Plaintiff correctly states the general purpose of this section: to prevent plan fiduciaries from coercing a settlement agreement from an employee and then using the release to prevent judicial review of the agreement. Thus, if this Court were to accept Defendant's characterization of the foregoing documents as releasing Defendant and the Trust from liability, then these releases must be declared void as against public policy under federal law.</p>\n<p>Even in the absence of federal law, neither document would bar Plaintiff's cause of action under state law. A release covers only the claims intended by the parties to be released. <i>Harris v. Lapeer Public School System,</i> 114 Mich.App. 107, <span class=\"citation\" data-id=\"1800741\"><a href=\"/opinion/1800741/harris-v-lapeer-pub-sch-system/\"><span class=\"volume\">318</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">621</span></a></span> (1982).</p>\n<p>The Mutual General Release was executed on June 8, 1984 between Plaintiff and Defendant in conjunction with the Stock Redemption Agreement of the same date. The Trust, by its trustee or administrator, was not even a party to the release. This document only released the Defendant with respect to claims arising out of Plaintiff's <span class=\"star-pagination\">*818</span> majority ownership of stock in, and his employment by, the Defendant company. Quite clearly, any claims arising out of the Trust were neither contemplated nor covered by the release given, since the reversion to Defendant of the residual assets did not occur until December of 1985.</p>\n<p>The Agreement dated November 1, 1985 was executed by the parties, including the Trust, to resolve a dispute regarding the allocation of assets and interest that would constitute Plaintiff's accrued benefits from the Trust. Paragraph 14 of the Agreement released Defendant, the Trust and its fiduciaries from any and all liability claims Plaintiff has or \"may hereafter have\" against the Trust.</p>\n<p>To the extent that Plaintiff agreed to release Defendant from all <i>future</i> claims in exchange for his vested accrued benefits, the release would be without consideration. A promise to perform a legal contractual obligation does not constitute sufficient consideration for a contractual promise (<i>i.e.,</i> release) from the other party. <i>Ruffin v. Mercury Record Publications, Inc.,</i> <span class=\"citation\" data-id=\"326377\"><a href=\"/opinion/326377/geneva-ruffin-v-mercury-record-productions-inc-and-mercury-record/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span> (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></span> (1975). Moreover, a release is limited only to claims that could have been in existence at the time of the execution under current state law. <i>Auto-Owners Insur. Co. v. Higby,</i> 57 Mich.App. 604, <span class=\"citation\" data-id=\"2212525\"><a href=\"/opinion/2212525/auto-owners-ins-co-v-higby/\"><span class=\"volume\">226</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">580</span></a></span> (1975). On November 1, 1985, when the release was executed, Plaintiff's cause of action as to the reversion had not yet accrued; that did not occur until December 24, 1985.</p>\n<p>Clearly, the release contained in the Agreement of November 1, 1985 does not bar Plaintiff's present action to recover his pro rata share of the residual assets. To the contrary, the Agreement created an explicit exception to the release: Plaintiff maintained his claim to an increase in the purchase price of his stock redeemed by Defendant \"by reason of the reversion of Trust funds to [Defendant] upon termination and liquidation of the Trust.\" Therefore, neither of the two releases relied upon by Defendant operates as a bar to the instant proceedings.</p>\n<p>Defendant argues that the 1979 amended Trust properly permitted a reversion of the residual assets of the pension plan to the Defendant upon termination of the Trust. Plaintiff counter-argues that under the law in this jurisdiction, the Trust amendment providing for the reversion is null and void, and therefore, Defendant is required to return the residual assets to the Trust for distribution to the plan participants.</p>\n<p>Under ERISA, any residual assets of a single-employer plan may be distributed to the employer if the plan so provides. 29 U.S.C. § 1344(d)(1). To determine whether the Davis Iron Works, Inc. Pension Trust provides for such a distribution in the case at bar, the Court must review the relevant provisions of the original 1967 Trust. Amendments to the Trust were permitted subject to the following exceptions. Paragraph 12.1(b) forbade any amendment that provided for the use of trust funds for any purpose other than for the participants. Paragraph 12.1(c) unequivocally stated that no funds contributed to the trust or assets of the trust shall ever revert to the employer. And paragraph 12.4 required that on termination of the plan, excess assets were to be distributed pro rata among the participants.</p>\n<p>The 1979 amended Trust deleted the foregoing paragraphs and inserted paragraph 22.2(E), which provided that upon termination of the Trust, all residual assets would revert to the Defendant company.</p>\n<p>The issue presently before the Court is whether an employer may properly amend an employee benefit plan to provide for a reversion of residual assets to that employer upon termination of the plan. This issue was recently addressed by the Sixth Circuit Court of Appeals in <i>Bryant v. International Fruit Products Company, Inc.,</i> <span class=\"citation\" data-id=\"471671\"><a href=\"/opinion/471671/james-bryant-v-international-fruit-products-company-inc/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span> (6th Cir.1986), a case factually similar to the one at bar. In <i>Bryant,</i> the defendant-employer created a benefit plan in 1959 which qualified under 26 U.S.C. § 401(a)(2). Sections 5.3 and 13.1, respectively, of the 1959 Plan contained an absolute prohibition that no contributions, assets or income from the plan could ever revert to the employer and no amendment <span class=\"star-pagination\">*819</span> could be enacted to cause such a reversion. To conform with the requirements of ERISA, the employer amended and restated the plan in 1976, and omitted the anti-reversion sections of the 1959 Plan. In 1982, the plan was amended again to add a new provision to section 11.2 which provided that any excess assets remaining as a result of actuarial error would revert to the employer. Upon termination of the plan, $139,000.00 was returned to the employer.</p>\n<p>The <i>Bryant</i> plaintiffs, who were participants in the plan at the time of its termination, brought suit to compel distribution of the excess assets to themselves. The United States District Court for the Southern District of Ohio entered judgment for the employer. The Sixth Circuit Court of Appeals reversed and remanded the case to the district court to equitably distribute the excess funds to the plan participants. In reaching its decision, the appeals court principally relied upon Section 5.3 of the 1959 Plan that prohibited any reversion to the employer:</p>\n<blockquote>In no event and under no circumstances shall any <i>contributions</i> to this Trust by the Employer, nor any of the Trust Estate or the income therefrom revert to or be repaid to the Employer.</blockquote>\n<p><i>Bryant,</i> 793 F.2d at 122 (emphasis added). The court concluded that \"[e]ven if a surplus from actuarial error might properly be considered not to be part of the trust estate, nevertheless, the surplus assets did originate as `contributions' to the trust.\" <i>Id.</i> at 123. Accordingly, the reversion amendment was voided by the court.</p>\n<p>In determining the validity of the trust amendment in this case, the Court is bound by the Sixth Circuit precedent established in <i>Bryant.</i> Paragraph 12.1(c) of the 1967 Davis Trust states:</p>\n<blockquote>No funds <i>contributed</i> to this trust nor assets of this trust shall ever revert to or be made available to the Employer.</blockquote>\n<p>(Emphasis added.) This language is absolute and precludes the post-ERISA amendment to the Trust adopted in 1979 to provide for a reversion of assets to Defendant. Therefore, said amendment is null and void.</p>\n<p>Defendant attempts to distinguish paragraph 12.1(c) of the Davis Trust from <i>Bryant</i> by noting the absence of the words \"no amendment\" or \"in no event and under no circumstances\" from the beginning of that subparagraph. This distinction is disingenuous for several reasons. First, Defendant fails to acknowledge that paragraph 12.1 is part of Article XII entitled \"Amendment and Termination.\" The four subparagraphs, including 12.1(c), list the amendments which are <i>not</i> permitted. Second, paragraph 5.3 of the <i>Bryant</i> plan did not even use the word \"amendment.\" Instead, that court relied upon the word \"contribution\" coupled with the absolute prohibition against a reversion to the employer to void that amendment. The language of paragraph 12.1(c) of the 1967 Trust falls squarely within <i>Bryant.</i></p>\n<p>Defendant's reliance on <i>Wilson v. Bluefield Supply Co.,</i> <span class=\"citation\" data-id=\"488746\"><a href=\"/opinion/488746/david-w-wilson-on-behalf-of-himself-and-all-others-similarly-situated/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span> (4th Cir. 1987) is misplaced. The <i>Wilson</i> case is factually distinguishable from the instant case. There, the defendant-employer created a defined benefit plan in 1951 for eligible employees. The 1951 Plan provided that pension fund assets were for the exclusive benefit of the employees and could not be withdrawn \"either by the voluntary act of the Company ... or otherwise.\" In 1973, the Plan was amended to expressly provide that any residual assets would be distributed to the employer upon termination of the Plan. The Plan was terminated in 1985 and $14.5 million of residual assets were distributed to the employer.</p>\n<p>The <i>Wilson</i> plaintiffs, who were employees, surviving spouses or estates with vested pension rights, filed a class action seeking distribution of the residual assets to themselves. The United States District Court for the Southern District of West Virginia entered summary judgment for the employer and other named defendants on the grounds that the 1951 Plan did not bar the residual assets amendment.</p>\n<p>On appeal, the Fourth Circuit Court of Appeals affirmed the district court. The critical difference noted by the appeals court that distinguished <i>Wilson</i> from <span class=\"star-pagination\">*820</span> <i>Bryant</i> was as follows: While the nondiversion provision of the 1951 Plan in <i>Wilson</i> arguably barred amendments resulting in a withdrawal or transfer from the \"Fund\" (<i>i.e.,</i> \"by the voluntary act of the Company ... or otherwise\"), the nonreversion provision in <i>Bryant</i> went much farther by providing that \"[i]n no event and under no circumstances shall any <i>contribution</i> ... be <i>repaid</i> to the Employer\" (emphasis added).</p>\n<p>The Davis Trust presently in issue specifically refers to the return of \"contributions\" to the employer; it does not generally prohibit withdrawals from the \"Fund\". Accordingly, <i>Bryant</i> is the controlling case.</p>\n<p>Even if <i>Wilson</i> were factually similar to the case at bar, which it is not, this Court is bound to follow the Sixth Circuit precedent established in <i>Bryant</i> and not the Fourth Circuit's opinion in <i>Wilson.</i></p>\n<p>Defendant argues that Plaintiff is estopped from maintaining this action because Plaintiff was the president of and a majority shareholder in Davis Iron Works, Inc. at the time the 1979 amended Trust was adopted and should not receive any benefits as a result of the nullification of the amendment regarding reversion of assets.</p>\n<p>The doctrine of estoppel is essentially based upon misrepresentation. Specifically, estoppel arises when one by his acts, representations or silence, intentionally or through culpable negligence, induces another person to believe in the existence of certain facts and that person justifiably relies on those facts to his detriment. <i>Bentley v. Cam,</i> <span class=\"citation\" data-id=\"1948955\"><a href=\"/opinion/1948955/bentley-v-cam/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"1948955\"><a href=\"/opinion/1948955/bentley-v-cam/\"><span class=\"volume\">106</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">528</span></a></span> (1960); <i>Hastings Mutual Ins. Co. v. Hartford Accident &amp; Indemnity Co.,</i> 134 Mich.App. 662, <span class=\"citation\" data-id=\"2170624\"><a href=\"/opinion/2170624/hastings-mut-ins-co-v-hartford-accident-indemnity-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">292</span></a></span> (1984). Defendant has failed to establish the requisite elements of estoppel.</p>\n<p>Contrary to Defendant's assertion, the \"wrongful act\" which forms the basis of Plaintiff's cause of action is <i>not</i> the 1979 amendment to the Trust. Rather, it is the distribution of residual assets to the defendant-employer. Plaintiff was no longer affiliated with Defendant at the time Defendant made the decision to claim the reversion.</p>\n<p>The Trust was amended in 1979 to conform with the requirements of ERISA. Defendant has never claimed that Plaintiff intended to mislead or even injure the Defendant by passage of the 1979 amendment which, incidentally, was drafted on behalf of and in the best interests of the Defendant. At the time of its adoption, all parties involved believed the amendment was valid. Said amendment did not become null and void until the Sixth Circuit's decision in <i>Bryant</i> was issued in 1986. Furthermore, Defendant did nothing in reliance on the amendment. The Trust was terminated <i>prior to</i> Defendant's discovery that a surplus even existed. This Court's nullification of that amendment results in no damage, loss or prejudice to the Defendant but merely denies Defendant a windfall of assets that it once contributed to the Trust, and was not entitled to reclaim. Therefore, the residual assets must be returned to the Trust for distribution to the plan participants. <i>Bryant, supra</i><i>.</i></p>\n<p>Having granted Plaintiff's motion for summary judgment on the complaint and having determined that the 1979 amendment to the Trust is null and void, Plaintiff is entitled to a proportionate allocation of the surplus assets.</p>\n<p>The formula for allocating residual assets in a pension plan which does not provide for a reversion to the employer is set forth in the Internal Revenue Service Regulations at 29 C.F.R. § 2618.32(a). The total value of residual assets ($63,868.00) is to be multiplied by the participant's present value of his accrued benefits divided by the present value of <i>all</i> accrued benefits of the participants ($289,767.43/$422,222.00). Application of the formula to the facts of this case reveals that Plaintiff is entitled to $43,832.07 of the reversion. There is no dispute as to the numbers to be inserted into the formula. Furthermore, this formula is consistent with paragraph 12.4 of the 1967 Trust that requires all surplus assets to be distributed to the participants in proportion to their benefits.</p>\n<p><span class=\"star-pagination\">*821</span> Defendant argues that Plaintiff is not entitled to share in the reversion, even if successful, because he was not an \"active\" participant when the Trust was terminated. This argument must fail for several reasons. First, Defendant cites no authority whatsoever to support its proposition. Second, Plaintiff is within the \"pool of eligible participants\", as defined by I.R.S. Regulations, entitled to benefits as of the date the plan assets were to be distributed. <i>See</i> 29 C.F.R. § 2618.2.</p>\n<p>In addition to his $43,832.07 share of the residual assets, Plaintiff is entitled to prejudgment interest on that amount from the date of December 25, 1985, the date that Defendant refused to allocate the assets among the participants. <i>Short v. Central States, Southeast &amp; Southwest Areas Pension Fund,</i> <span class=\"citation\" data-id=\"432069\"><a href=\"/opinion/432069/lyle-short-of-the-estate-of-melvin-a-short-v-central-states-southeast/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span> (8th Cir.1984). The interest rate is to be determined under 28 U.S.C. § 1961(a).</p>\n<p>Pursuant to 29 U.S.C. § 1132(g), the Court also will grant Plaintiff's reasonable request for attorneys fees and deny Defendant's counter-request for the same.</p>\n<p>Defendant correctly notes that the appropriate guidelines under which a district court may exercise its discretion and award attorneys fees under ERISA were articulated in <i>Central States Pension Fund v. 888 Corporation,</i> <span class=\"citation\" data-id=\"484683\"><a href=\"/opinion/484683/central-states-southeast-and-southwest-areas-pension-fund-and-howard/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">760</span></a></span>, 767 (6th Cir.1987):</p>\n<p>(1) The degree of the opposing party's culpable or bad faith;</p>\n<p>(2) The ability of the opposing party to satisfy an award of attorneys fees;</p>\n<p>(3) Whether the party requesting fees against the opposing party would deter others from acting in similar circumstances;</p>\n<p>(4) Whether the party requesting fees sought to benefit all participants and beneficiaries of a multi employer plan or to resolve a significant legal question; and</p>\n<p>(5) The relative merits of the parties' positions.</p>\n<p><i>See also </i><i>Thomas v. Marshall,</i> <span class=\"citation\" data-id=\"2095602\"><a href=\"/opinion/2095602/thomas-v-marshall/\"><span class=\"volume\">482</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">160</span></a></span> (S.D.Ala.1979).</p>\n<p>Application of these guidelines to the facts of this case reveals that Plaintiff, and not Defendant, is entitled to recover attorneys fees under the circumstances of this case. First, prior to instituting this litigation, Plaintiff requested that Defendant return the residual assets to the Fund in light of the <i>Bryant</i> decision. Defendant's refusal to do so was totally unjustified in the law. Plaintiff's execution of releases with respect to the stock agreement does not bar Plaintiff's action or overshadow Defendant's intransigence. Second, Defendant fails to argue it would be unable to pay any amount requested by Plaintiff. Third, such an award would deter other employers from similar conduct, and is fully justified by the quantity and quality of legal work required to be performed. Fourth, the amount of benefits to be transferred back to the Trust is significant: $63,868.00. Entering summary judgment for Plaintiff will benefit him <i>and</i> the four remaining participants entitled to receive those residual assets. This litigation has resolved a significant legal question regarding the proper amendment of pension plans to provide for a reversion of assets to the employer upon termination of the plan. Finally, Plaintiff's legal position in these proceedings was by far more meritorious than that of Defendant. Therefore, an award of attorneys fees for Plaintiff will be entered accordingly upon submission of an affidavit to the Court substantiating the hours expended with respect to this litigation.</p>\n<p></p>\n<h2><i>Defendant's Counterclaim</i></h2>\n<p>On February 13, 1987, Defendant filed a three-count counterclaim against Plaintiff. Counts I and II seek damages for breach of fiduciary duty under ERISA. Count III is a state law claim for contractual indemnity. Plaintiff requests dismissal of the foregoing causes of action.</p>\n<p>The Court must dismiss Counts I and II of Defendant's counterclaim based on breach of fiduciary duty. A cause of action for breach of fiduciary duty is governed by 29 U.S.C. § 1109:</p>\n<blockquote>(a) Any person who is a fiduciary with respect to a plan who breaches any of the responsibilities, obligations, or duties <span class=\"star-pagination\">*822</span> imposed upon fiduciaries by this subchapter shall be personally liable to make good to such plan <i>any losses</i> to the plan resulting from each such breach, and to restore to such plan any profits of such fiduciary which have been made through use of assets of the plan by the fiduciary, and shall be subject to such other equitable or remedial relief as the court may deem appropriate, including removal of the fiduciary. A fiduciary may also be removed for a violation of section 1111 of this title.</blockquote>\n<blockquote>(b) No fiduciary shall be liable with respect to a breach of fiduciary duty under this subchapter if such breach was committed before he became a fiduciary or after he ceased to be a fiduciary.</blockquote>\n<p>(Emphasis added.) Persons entitled to sue for breach of fiduciary duty are limited to the Secretary of Labor, or a participant, beneficiary or fiduciary of the pension plan. 29 U.S.C. § 1132(a)(2).</p>\n<p>Defendant's designation as \"Administrator\" of the Trust does not qualify Defendant as a \"fiduciary\" unless Defendant is suing in its administrative capacity on behalf of Plaintiff or other plan participants. Here, the counterclaim is brought by Defendant in its capacity as an \"employer\" and for <i>its</i> sole benefit. An employer is not entitled to maintain a civil action under ERISA against a fiduciary for breach of fiduciary duty. \"Permitting recovery by employers for damages allegedly caused by trust mismanagement would deplete the Funds' assets and thus hinder the achievement of a primary goal of ERISA, protection of the interests of participants in employee benefit plans and their beneficiaries.\" <i>Central States, Southeast and Southwest Areas Pension Fund v. Admiral Merchants Motor Freight, Inc.,</i> <span class=\"citation\" data-id=\"1429627\"><a href=\"/opinion/1429627/central-states-etc-v-admiral-merchants-etc/\"><span class=\"volume\">511</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></a></span>, 47 (D.Minn.1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"387934\"><a href=\"/opinion/387934/central-states-southeast-and-southwest-areas-pension-fund-and-loran-w/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span> (8th Cir.1981).</p>\n<p>In addition, Defendant has failed to allege, as required by 29 U.S.C. § 1109, that the Trust suffered a loss or that Plaintiff made a profit through the use of plan assets as a result of the reversion amendment adopted in 1979. Therefore, the Court finds that Defendant lacks standing under ERISA to counterclaim against Plaintiff for breach of fiduciary duty. Counts I and II are hereby dismissed.</p>\n<p>Even if Defendant had standing to maintain its cause of action for breach of fiduciary duty, said action would be barred by the applicable statute of limitations, which provides:</p>\n<blockquote>No action may be commenced under this title with respect to a fiduciary's breach of any responsibility, duty, or obligation under this part, or with respect to a violation of this part, <i>after the earlier of</i> </blockquote>\n<blockquote>(1) six years after (A) the date of the last action which constituted a part of the breach or violation, or (B) in the case of an omission, the latest date on which the fiduciary could have cured the breach or violation, or</blockquote>\n<blockquote>(2) three years after the earliest date (A) on which the plaintiff had actual knowledge of the breach or violation or (B) on which a report from which he could reasonably be expected to have obtained knowledge of such breach or violation was filed with the Secretary under this title;</blockquote>\n<blockquote>except that in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.</blockquote>\n<p>29 U.S.C. § 1113 (emphasis added).</p>\n<p>In the instant case, the date of the last action by Defendant which allegedly constituted the breach (<i>i.e.,</i> enactment of the amended Trust) was June 1, 1979. Six years from that date was June 1, 1985. Alternatively, the date Defendant had actual knowledge of the breach was when Defendant was informed of the <i>Bryant</i> decision: December of 1986. Three years from that date is December of 1989. Defendant is statutorily required to file suit by the earlier of these two dates  July 1, 1985. Since its counterclaim was not filed until February 13, 1987, Count I and II would be barred by the statute of limitations.</p>\n<p>Defendant's argument that its counterclaim is not barred because the statute of limitations did not begin to run until June 8, 1984, the last date on which Plaintiff as <span class=\"star-pagination\">*823</span> the Trust's fiduciary could have cured the reversion amendment, is totally without merit. Contrary to Defendant's assertion, Plaintiff's failure to amend the Trust prior to his resignation as a trustee and termination of his employment with Defendant on June 8, 1984 does not constitute an \"omission\" within the meaning of 29 U.S.C. § 1113(a)(1)(B). As the Court has previously noted, the amendment was valid until the <i>Bryant</i> decision was rendered by the Sixth Circuit in 1986. Thus, in 1984, there was no error for which Plaintiff was obligated to \"correct.\"</p>\n<p>Similarly, the Court must dismiss Count III of the counterclaim for contractual indemnification under the Stock Redemption Agreement for assets Defendant is required to return to the Trust.</p>\n<p>The Stock Redemption Agreement, dated June 8, 1984, provides:</p>\n<blockquote>4.1 Rosenbaum shall indemnify the Company for 75% of the cost to the Company following reduction of income tax, if any, of any liability that the Company incurs as a result of a breach of any of the representations or warranties made by him in Article III.</blockquote>\n<blockquote>4.2 Notwithstanding paragraph 4.1, Rosenbaum shall indemnify the Company for 75% of the cost to the Company following reduction of income tax, if any, of any liability that accrues prior to December 31, 1983 and for which there is insurance coverage, to the extent that the Company's liability exceeds the applicable insurance coverage.</blockquote>\n<p>Paragraph 4.1 is inapplicable because none of the warranties and representations made in Article III relates to the Trust. The \"liability\" Defendant seeks indemnification on did not even become contingent until this lawsuit was filed on January 22, 1987. Paragraph 4.2 also is not applicable because Defendant's \"liability\" to the Trust for the amount of residual assets is not a liability for which there is insurance coverage and did not accrue before December 31, 1983. Since Plaintiff made no warranties regarding the Trust and Defendant had no liability to Plaintiff until it took the reversion in December of 1985, Defendant is not entitled to indemnification under the Stock Redemption Agreement. Accordingly, Count III is dismissed.</p>\n<p>For all the reasons stated in Plaintiff's briefs and on the record at the hearing of July 20, 1987;</p>\n<p>IT IS ORDERED that Plaintiff's motion for summary judgment on the complaint and to dismiss Defendant's counterclaim be and hereby is GRANTED.</p>\n<p>IT IS SO ORDERED.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/326377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/432069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/484683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/488746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1429627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1800741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1948955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2095602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2170624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2212525/"
          ]
        }
      ],
      "judges": "Anna Diggs Taylor",
      "date_created": "2014-10-30T23:03:30.193705Z",
      "date_modified": "2016-03-03T22:06:38.554765Z",
      "date_filed": "1987-09-21",
      "date_filed_is_approximate": false,
      "slug": "rosenbaum-v-davis-iron-works-inc",
      "citation_id": 2343603,
      "case_name_short": "Rosenbaum",
      "case_name": "Rosenbaum v. Davis Iron Works, Inc.",
      "case_name_full": "",
      "federal_cite_one": "669 F. Supp. 813",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2272089/rosenbaum-v-davis-iron-works-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:03:30.191384Z",
  "date_modified": "2014-10-30T23:03:30.191384Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Rosenbaum",
  "case_name": "Rosenbaum v. Davis Iron Works, Inc.",
  "case_name_full": "",
  "slug": "rosenbaum-v-davis-iron-works-inc",
  "docket_number": "Civ. No. 87-70200",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}