{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2276672/",
  "id": 2276672,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ksd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2462835/",
      "id": 2462835,
      "absolute_url": "/opinion/2462835/sheldon-v-vermonty/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2276672/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2462835/",
          "id": 2462835,
          "absolute_url": "/opinion/2462835/sheldon-v-vermonty/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2462835/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1988/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:42:22.394897Z",
          "date_modified": "2017-04-10T03:13:19.710439Z",
          "type": "010combined",
          "sha1": "97e6a925c8cf4297109089f6495c2c4204e4d6a1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>237 F.Supp.2d 1270 (2002)</b></center>\n<center><h1>David SHELDON, Plaintiff,<br>\nv.<br>\nJay VERMONTY, et. al., Defendants.</h1></center>\n<center>Case No. 98-2277-JWL.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>November 8, 2002.</center>\n<center>Supplemental Memorandum January 10, 2003.</center>\n<p><span class=\"star-pagination\">*1271</span> <span class=\"star-pagination\">*1272</span> Darren K. Kearns, Overland Park, KS, for Plaintiff.</p>\n<p>Jane L. Stafford, Patrick J. Whalen, Spencer, Fane, Britt &amp; Browne, Norman Siegel, Amy E. Bauman, Stueve, Helder, Siegel, LLP, John W. Shaw, Timothy S. Millman, Berkowitz, Feldmiller, Stanton, Brandt, Williams &amp; Shaw, LLP, Kansas City, MO, Mario Aieta, Garvey, Schubert &amp; Barer, New York, NY, Tanya Biller, Miriam G. Bahcall, Ungaretti &amp; Harris, Chicago, IL, for Defendants.</p>\n<p>Jay Vermonty, Flushing, NY, pro se.</p>\n<p>Carmen Vermonty, Flushing, NY, pro se.</p>\n<p>Gershon Tannenbaum, Brooklyn, NY, pro se.</p>\n<p></p>\n<h2>MEMORANDUM &amp; ORDER</h2>\n<p>LUNGSTRUM, District Judge.</p>\n<p>On September 20, 2002, a jury returned its verdict in this securities fraud case finding defendants Jay Vermonty, Carmen Vermonty, and Gershon Tannenbaum liable to plaintiff David Sheldon in the amount of $38,722.89 for compensatory damages. It also found that plaintiff is entitled to an award of punitive damages.<sup>[1]</sup><span class=\"star-pagination\">*1273</span> On October 30, 2002, following the receipt of written submissions, this court conducted a hearing regarding the punitive damage issue as provided by K.S.A. § 60-3702, and to hear argument on plaintiff's motion to alter or amend the judgment to include an award of attorney fees, costs, and interest pursuant to K.S.A. § 17-1268.</p>\n<p>Having considered all of the evidence introduced in the trial of this case and the additional evidence which was admitted at the hearing on punitive damages, as well as the papers filed by the parties<sup>[2]</sup> and the arguments of counsel, the court is now prepared to issue its ruling concerning the amount to be awarded as punitive damages and attorney fees in this case. For the reasons set forth below, the court directs the Clerk of the Court to modify and amend the judgment previously entered in this case to award plaintiff the following: attorney fees in the amount of $186,000; costs in the amount of $12,000; statutory interest in the amount of $35,921.06; and punitive damages in the amount of $150,000.</p>\n<p></p>\n<h2> Attorney Fees, Costs, and Interest</h2>\n<p>Pursuant to K.S.A. § 17-1268, plaintiff seeks an award of attorney fees in the amount of $325,152.54, plus costs in the amount of $17,985.57, for a total award of $343,138.11. Defendants argue that the total number of hours spent is unreasonable and ask the court to reduce the attorney fees for several reasons.</p>\n<p></p>\n<h2> Claims for which Attorney Fees Are Recoverable</h2>\n<p>Defendants first argue that a portion of plaintiff's attorney fees should not be recoverable because those fees relate to work on claims for which attorney fees are not recoverable. Plaintiff's counsel conceded at the punitive damages hearing (\"the hearing\") that attorney fees attributable to claims submitted to arbitration are not recoverable. Therefore, the court is subtracting 154.85 hours for that portion of the fees relating to arbitration.<sup>[3]</sup></p>\n<p>Second, defendants argue that plaintiff cannot recover a reasonable attorney <span class=\"star-pagination\">*1274</span> fee for all of his claims because only three of his claims, the three Kansas Securities Act claims, permit the award of attorney fees. Under Kansas law, however, plaintiff is entitled to recover a reasonable fee for all of his claims. In <i>DeSpiegelaere v. Killion,</i> 24 Kan.App.2d 542, 947 P.2d 1039 (1997), the Kansas Court of Appeals addressed the issue of whether a plaintiff is entitled to recover all of his or her attorney fees when only one of the claims permits the recovery of attorney fees. <i>Id.</i> at 544-47, 947 P.2d 1039. The court concluded that the plaintiffs were entitled to recover all of their attorney fees, despite only having one claim, a Kansas Consumer Protection Act claim, that permitted the recovery of attorney fees. <i>Id.</i> In so holding, the court adopted the general rule and exception set out in <i>Stewart Title Guaranty Company v. Sterling,</i> 822 S.W.2d 1 (Tex.1991). In <i>Stewart,</i> the defendants sought to invalidate the plaintiff's claim for attorney fees because the plaintiff failed to segregate the claims between the different defendants in the case. <i>Id.</i> at 10. The Texas Supreme Court stated the general rule that \"an award of attorney's fees erroneously based upon evidence of unsegregated fees requires a remand.\" <i>Id.</i> at 11. The court added:</p>\n<blockquote>A recognized exception to this duty to segregate arises when the attorney's fees rendered in connection with claims arising out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts. Therefore, when the causes of action involved in the suit are dependent upon the same set of facts or circumstances and thus are intertwined to the point of being inseparable, the party suing for attorney's fees may recover the entire amount covering all claims.</blockquote>\n<p><i>Id.</i> (internal quotations and citations omitted). The exception to the general rule, as set out in <i>Stewart</i> and adopted by the Kansas Court of Appeals in <i>DeSpiegelaere,</i> applies to plaintiff's causes of action here because they are dependent upon the same set of facts or circumstances and thus are intertwined to the point of being inseparable. Specifically, plaintiff's claims all relate to the events surrounding his purchase of Power Phone/TMC Agroworld (\"the company\") stock. Accordingly, plaintiff is entitled to recover all of his reasonable attorney fees.</p>\n<p></p>\n<h2> Reasonable Attorney Fees</h2>\n<p>To arrive at a reasonable attorney fee, Kansas courts multiply a reasonable number of hours worked by a reasonable hourly rate. <i>See, e.g., </i><i>Naff v. Davol, Inc.,</i> 28 Kan.App.2d 726, 729, 20 P.3d 738 (2001). The court may then adjust that number to account for the eight factors set out in Rule 1.5 of the Kansas Rules of Professional Conduct. <i>Davis v. Miller,</i> 269 Kan. 732, 751, 7 P.3d 1223 (2000) (explaining that \"the eight factors set forth in Rule 1.5 (1999 Kan. Ct. R. Annot. 312) of the Kansas Rules of Professional Conduct should be considered in deciding the reasonableness of an attorney fee\"). Often, however, no adjustment is needed as the eight factors listed in Rule 1.5 are the factors on which the initial calculation, known as the lodestar calculation, is made. <i>Shrout v. Holmes,</i> No. 00-2069-KHV, 2001 WL 980280, at *2 (D.Kan. Aug.10, 2001) (applying the § 1988 lodestar analysis to award attorney fees on a Kansas state law statutory claim).<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1275</span>  Reasonable Hours</h2>\n<p>In calculating a reasonable attorney fee, the court must first determine the number of hours counsel reasonably expended on the litigation. <i>Case v. Unified Sch. Dist. No. 233,</i> 157 F.3d 1243, 1249 (10th Cir.1998). The burden is on the applicant to prove that the hours billed are reasonable by \"submitting meticulous, contemporaneous time records that reveal, for each lawyer for whom fees are sought, all hours for which compensation is requested and how those hours were allotted to specific tasks.\" <i>Id.</i> at 1250. The court \"is justified in reducing the reasonable number of hours if the attorney's time records are `sloppy and imprecise' and fail to document adequately how he or she utilized large blocks of time.\" <i>Id.</i> (citing <i>Jane L. v. Bangerter,</i> 61 F.3d 1505, 1517 (10th Cir.1995)).</p>\n<p>After the court has adequate time records before it, it must ensure that the applicant has exercised \"billing judgment.\" <i>Id.</i> (quoting <i>Ramos v. Lamm,</i> 713 F.2d 546, 553 (10th Cir.1983)). Such judgment consists \"of winnowing the hours actually expended down to the hours reasonably expended.\" <i>Id.</i> (citing <i>Ramos,</i> 713 F.2d at 553). An attorney may not recover fees from an adversary that could not be billed to the client; such fees are presumptively unreasonable. <i>Id.</i> (citing <i>Ramos,</i> 713 F.2d at 553-54).</p>\n<p>Finally, \"the district court should look at the hours expended on each task to determine if they are reasonable.\" <i>Id.</i> The court may reduce the reasonable hours awarded if \"the number [of compensable hours] claimed by counsel include[s] hours that were unnecessary, irrelevant and duplicative.\" <i>Id.</i> (quoting <i>Carter v. Sedgwick County, Kan.,</i> 36 F.3d 952, 956 (10th Cir. 1994)).</p>\n<p>The district court should not feel compelled to identify each disallowed hour. As the Tenth Circuit explained: \"Because mandating that the district court identify hours reasonably expended by billing entry or litigation activity would, in many cases, be practically impossible, there is no requirement ... that district courts identify and justify each disallowed hour.\" <i>Id.</i> at 1250 (internal quotations omitted). \"Nor is their any requirement that district courts announce what hours are permitted for each legal task.\" <i>Id.</i> As the Tenth Circuit instructs in <i>Case:</i> in these circumstances, where the parties generated thousands of pages of written work product and the applicant submitted over fifty pages of billing statements with fifteen plus entries per page, \"[i]t is neither practical nor desirable to expect the trial court judge to have reviewed each paper in th[e] massive casefile to decide, for example, whether a particular motion could have been done in 9.6 hours instead of 14.3 hours.\" <i>Id.</i> (quoting <i>Copeland,</i> 641 F.2d at 903). Instead, \"[a] general reduction of hours claimed in order to achieve what the court determines to be a reasonable number is not an erroneous method, so long as there is sufficient reason for its use.\" <i>Id.</i> (quoting <i>Mares,</i> 801 F.2d at 1203).</p>\n<p>In plaintiff's papers, he submitted a billing statement purporting to track the number of hours plaintiff's counsel invested in this case. The billing statement <span class=\"star-pagination\">*1276</span> includes a very brief description of the work performed, the rate charged, the time it took to perform the task, and the date on which the task was performed. According to the court's calculation, plaintiff counsel's hours total 2097.32.<sup>[5]</sup> Plaintiff also includes an affidavit from James E. Kunce, a local attorney, who testified at the hearing that plaintiff counsel's attorney fees were reasonable.</p>\n<p>While the court finds this testimony persuasive in establishing the reasonable rate in the community for legal work generally and the time it takes to do such work, it is less persuasive here for several reasons. First, this is a securities case and Mr. Kunce testified that he has never handled such a case. Second, Mr. Kunce conceded that he was not aware that the Tenth Circuit had criticized the quality of plaintiff counsel's work product.<sup>[6]</sup></p>\n<p>Also, he only spot checked the actual time sheets versus the billing. Finally, and most significantly, he stated that he was primarily concerned with the outcome of the case. Given these circumstances, the court finds Mr. Kunce's testimony of limited relevance on the issue of whether the hours billed were reasonable. As the Tenth Circuit explained, \"[m]ore important [than expert testimony] is the discretionary determination by the district court of how many hours, in its experience, should have been expended on the specific case, given the maneuverings of each side and the complexity of the facts, law, and litigation.\" <i>Id.</i> Accordingly, the court will scrutinize plaintiff counsel's billing statement to determine whether it is reasonable.</p>\n<p>In the billing statement, the detail of both the hours billed and the description vary greatly. The court believes this can be explained, in part, by the fact that plaintiff's fee arrangement switched from an hourly rate to a contingency fee. It appears from the billing statement that Mr. Sheldon paid his counsel $44,155.63, with the last payment being on July 6, 2001. Shortly after the change to the contingency fee, plaintiff attorney's statements become much less descriptive and the billing is much less detailed.<sup>[7]</sup> Because of the discrepancy, the court will first look at the time billed prior to April of 2002 and then address the time billed during and after that date.</p>\n<p>Prior to April of 2002, plaintiff billed a total of 1349.27 hours. The billing of this time is detailed, it appears to be divided into one-eighth hour increments, and it ordinarily gives a description of the time spent on each task. Therefore, the billing statement is, for the most part, in accordance with the Tenth Circuit and the Kansas court's requirement that the billing records be meticulous and contemporaneous. <i>See, e.g., </i><i>Davis,</i> 269 Kan. at 748, 7 P.3d 1223 (quoting <i>Case,</i> 157 F.3d at 1250). With respect to this portion of the billing statement, then, the court will proceed to determine whether plaintiff's counsel exercised <span class=\"star-pagination\">*1277</span> billing judgment. It does appear that such judgment was used at times. For example, plaintiff's counsel did not charge his client for 33.13 hours of his time. Additionally, he charged only $65 per hour for 77.48 hours of his time. On the other hand, plaintiff billed his client a total of 1349 hours over this period. Thus, it does appear that more time probably should have been excluded.</p>\n<p>In addition to excluding time for lack of billing judgment, the court believes that a portion of plaintiff counsel's time should be reduced because either plaintiff took more time than necessary to complete certain tasks or the work itself was unnecessary. The poor quality of plaintiff counsel's pleadings, for example, required him to amend the complaint four times. And even after the fourth complaint, this court dismissed the case believing the complaint failed to state a claim. In reversing this court, the Tenth Circuit stated that a \"significant expenditure of judicial resources [was caused] by the poor quality of Sheldon's advocacy\" and that \"in the absence of significant improvement in the quality of his filings, his entire case may be vulnerable to a subsequent legal challenge.\" <i>Sheldon,</i> 2000 WL 1774038, at *6. In light of these circumstances, the court concludes that this portion of plaintiff's billing statement should be reduced by approximately one-third. Accordingly, the court concludes that 900 hours is reasonable for this portion of time.</p>\n<p>The time billed from April of 2002 forward, a total of 738.15 hours, is considerably more troubling to the court.<sup>[8]</sup> The descriptions of this time are extremely general,<sup>[9]</sup> the billing time is almost always in whole hours,<sup>[10]</sup> and it is questionable whether the time keeping was contemporaneous.<sup>[11]</sup> This time keeping does not comport with the Tenth Circuit and Kansas court's standards. Plaintiff has failed to meet his burden to \"prove and establish the reasonableness of each dollar, each hour, above zero.\" <i>Jane L.,</i> 61 F.3d at 1510. In short, the records cannot be characterized as \"meticulous\" or \"contemporaneous.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 432, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (district court may reduce attorney fees where documentation of hours is inadequate); <i>Robinson v. City of Edmond,</i> 160 F.3d 1275, 1281 (10th Cir.1998) (district court may reduce requested hours if attorney fails to keep \"meticulous, contemporaneous time records\"); <i>Ramos,</i> 713 F.2d at 546 (explaining that an applicant seeking fees must submit meticulous and contemporaneous time records).<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*1278</span> The court, nonetheless, believes that an award of some fees is appropriate here. <i>Shrout,</i> 2001 WL 980280, at *3 (awarding some fees despite the lack of contemporaneous records). Specifically, the court believes that 300 hours is appropriate for this time. While the reduction is significant, approximately sixty percent less than plaintiff requested, the court believes it is required because plaintiff's time is clearly excessive.<sup>[13]</sup> Additionally, such a reduction is in line with the reductions of other courts that have been confronted with inadequate time records. For example, in <i>Shrout,</i> 2001 WL 980280, the court reduced the applicant's hours by two-thirds because the applicant was unable to produce meticulous, contemporaneous time records to support the time billed. <i>Id.</i> at *3. In that case, the applicant attempted to reconstruct the record, but the court found the reconstruction to be of little help and was forced to approximate the amount of time that should have been billed. <i>Id.</i> The situation here is similar. After April of 2002, plaintiff counsel's records are nothing more than an approximation. It is clear that plaintiff was not keeping detailed, contemporaneous records during this period of time. Accordingly, the court is left to approximate the amount of time it believes should have been billed. After reviewing plaintiff's billing and considering the tasks performed, the court believes 300 hours is appropriate.<sup>[14]</sup></p>\n<p>In sum, the court concludes that a reasonable amount of time for work done by plaintiff's counsel in this action is 1200 hours: 900 hours for time billed prior to April of 2002 and 300 hours for time billed thereafter.</p>\n<p></p>\n<h2> Reasonable Rate</h2>\n<p>After determining whether the hours are reasonable, the court must determine the reasonable rate. \"The first step in setting a rate of compensation for the hours reasonably expended is to determine what lawyers of comparable skill and experience practicing in the area in which the litigation occurs would charge for their time.\" <i>Case,</i> 157 F.3d at 1256. \"The party requesting the fees bears `the burden of showing that the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience, and reputation.'\" <i>United Phosphorus, Ltd. v. Midland Fumigant, Inc.,</i> 205 F.3d 1219, 1234 (10th Cir.2000) (citations omitted). \"The focus must be on the `prevailing market rate in the relevant community.'\" <i>Id.</i> \"A district court abuses its discretion when it ignores the parties' market evidence and sets an attorney's hourly rate using the rates it consistently grant[s].\" <i>Id.</i> (quoting <i>Case,</i> 157 F.3d at 1255). \"The court may not use its own knowledge to establish the appropriate rate unless the evidence of prevailing market rates before the court is inadequate.\" <i>Id.</i></p>\n<p>Plaintiff charged an hourly rate of $100 for the first portion of his work, a rate of $125 for a second portion, and a rate of $250 for the final portion. Mr. Kunce, plaintiff's expert on attorney fees, testified at the hearing that he believed these rates were reasonable. He explained that he believed the rate increase from $125 to $250 was justified because attorneys often raise their rates and the rate of $125 was below the prevailing market <span class=\"star-pagination\">*1279</span> rate.<sup>[15]</sup> In his mind, it seems, the numbers averaged out to a reasonable rate.</p>\n<p>Having reviewed Kansas state court and Tenth Circuit opinions awarding attorney fees, it appears that courts typically award applicants the market rate regardless of whether the billing rate varied. Accordingly, the court must determine what the market rate is for a securities attorney in the Kansas City area. While Mr. Kunce's testimony is of some significance in making this determination, the court finds it less persuasive for the reasons set forth above. Additionally, instead of explaining what the relevant market rate would be for a securities attorney of plaintiff counsel's competency, Mr. Kunce focused on justifying plaintiff's records.</p>\n<p>Due to the lack of evidence regarding this issue, the court believes it is appropriate to also look at what other courts have found to be the market rate in this area. <i>Case,</i> 157 F.3d at 1257 (explaining that when the district court does not have before it adequate evidence of prevailing market rates, it may turn to other factors, including its own knowledge, to establish the rates). In <i>Starlight Int'l, Inc. v. Herlihy,</i> 190 F.R.D. 587 (D.Kan.1999), a case involving securities fraud, the court stated that in the area of corporate and business law the prevailing market rate in the relevant community, Kansas City, is $155 for lead counsel and $120 for other attorneys. <i>Id.</i> at 592 (citing to other courts finding the same). The court believes that $155 is therefore an appropriate market rate here. Accordingly, the court will permit plaintiff an hourly rate of $155.</p>\n<p></p>\n<h2> Rule 1.5 Factors</h2>\n<p>Finally, the Kansas Supreme Court has explained that the eight factors set forth in Rule 1.5 of the Kansas Rules of Professional Conduct should be considered in deciding the reasonableness of an attorney fee. <i>See, e.g., </i><i>Davis,</i> 269 Kan. at 751, 7 P.3d 1223. The eight factors include: \"(1) the time and labor required, the novelty and difficulty of the questions involved, and the skill requisite to perform the legal services properly; (2) the likelihood, if apparent to the client, that the acceptance of the particular employment will preclude other employment by the lawyer; (3) the fee customarily charged in the locality for similar legal services; (4) the amount involved and the results obtained; (5) the time limitations imposed by the client or by the circumstances; (6) the nature and length of the professional relationship with the client; (7) the experience, reputation, and ability of the lawyer or lawyers performing the services; and (8) whether the fee is fixed or contingent.\" Kansas Rule of Professional Conduct 1.5.</p>\n<p>As the court in <i>Shrout</i> observed, these are the factors on which the lodestar analysis is based. <i>Shrout,</i> 2001 WL 980280, at *2 (D.Kan. Aug.10, 2001). Thus, the court has considered many of these factors. Specifically, the court considered the first and eighth factors in determining the reasonable hours worked, the third factor in setting the hourly rate, and the seventh factor in both computations. The court will now address the other relevant factors. The court has no knowledge regarding the second and fifth factors. The fourth factor, the amount involved and the results obtained, is mixed. On the one hand, the recoverable financial loss of <span class=\"star-pagination\">*1280</span> $38,722.89 caused by defendants is much less than the attorney fees sought. On the other hand, the results obtained were favorable; plaintiff won every claim that went to trial and was awarded punitive damages. Without elaborating further, after considering the eight factors set out in Rule 1.5, the court concludes that the award should not be modified. The calculation of reasonable hours multiplied by the reasonable hourly rate produces an appropriate reasonable attorney fee under these circumstances. Thus, the court will award plaintiff $186,000 for a reasonable attorney fee pursuant to K.S.A. § 17-1268. In reaching this figure, the court multiplied 1200 hours by the hourly rate of $155 per hour.</p>\n<p></p>\n<h2> Costs</h2>\n<p>K.S.A. § 17-1268(a) permits a prevailing plaintiff to recover his or her costs. Plaintiff seeks to recover $17,985.57 for his costs in this action. After reviewing plaintiff attorney's bill of costs, the court concludes that the costs are excessive. In particular, plaintiff has a substantial sum of costs attributable to filing his second, third, and fourth amended complaints as well as his appeal. These were costs that plaintiff's counsel brought upon himself by failing to adequately state plaintiff's claims in the first instance. The court understands that in the normal course of an action amendments are bound to occur but in the court's assessment such amendments were excessive here. Additionally, the court is subtracting approximately $1,045.00 of charges attributable to arbitration costs. In short, the court concludes that plaintiff is entitled to $12,000 for the cost of this action. Plaintiff's records simply do not justify a larger award.<sup>[16]</sup> If plaintiff feels this award is inadequate he may file a motion to alter or amend the judgment and provide the court with receipts for each of his charges along with a detailed description of the charges. Anything short of such documentation and the court is left to approximate, based on its experience, what the costs should be.</p>\n<p></p>\n<h2> Interest</h2>\n<p>K.S.A. § 17-1268(a) also permits a prevailing plaintiff to recover interest, at the rate of 15% per annum from the date of disposition, on the financial loss incurred on the sale of stock. Here, plaintiff's financial loss from the sale of Power Phone/TMC Agroworld stock was $38,722.89. Plaintiff sold a portion of his shares in the company on April 29, 1997 and the remaining shares on May 19, 1998. Thus, $6,971.80 of financial loss occurred on April 29, 1997, and the remaining $31,751.09 of loss occurred on May 19, 1998. Accordingly, plaintiff is entitled to interest, at the rate of 15% per annum, on $6,971.80 beginning April 29, 1997 and on $31,751.09 beginning May 19, 1998. The statutory interest amounts to $35,921.06.</p>\n<p></p>\n<h2>II. Punitive Damages</h2>\n<p>K.S.A. § 60-3702(b) provides that the court may consider seven factors when determining the amount of punitive damages to be awarded. These factors are not exclusive, <i>Burton v. R.J. Reynolds Tobacco Co.,</i> 205 F.Supp.2d 1253, 1255 (D.Kan. 2002); <i>Scheufler v. Gen. Host Corp.,</i> 915 F.Supp. 236, 241 (D.Kan.1995); <i>Citizens State Bank v. Shearson Lehman Bros., Inc.,</i> 874 F.Supp. 307, 310 (D.Kan.1994); <i>Patton v. TIC United Corp.,</i> 859 F.Supp. 509, 513 (D.Kan.1994); <i>Fenstermacher v. Telelect,</i> 1992 WL 100312 (D.Kan. April 22, 1992), and should not be applied purely mechanistically. <i>Burton,</i> 205 F.Supp.2d at 1255; <i>Shearson,</i> 874 F.Supp. at 310. Instead, <span class=\"star-pagination\">*1281</span> the district judge before whom the case was tried, who has been exposed to the evidence, should evaluate for him or herself the nature of the conduct which gave rise to punitive damage liability in an endeavor to accomplish the purpose for which punitive damages are authorized by statute. <i>Shearson,</i> 874 F.Supp. at 310.<sup>[17]</sup> The seven factors, nonetheless, provide a good framework for the court's analysis here.</p>\n<p></p>\n<h2> Likelihood at the time of the misconduct that serious harm would arise from the defendant's misconduct</h2>\n<p>The misconduct at issue here, defendants misleading and fraudulent statements to plaintiff and others about the company, was nearly certain to financially harm anyone who decided to invest in the company. The company, according to the evidence at trial, was a sham. On the other hand, as in <i>Shearson,</i> the risk of harm was purely financial. Without discounting the financial loss incurred by plaintiff and others, as well as any psychological harm that may have resulted from such loss, there was no risk of physical injury or death arising from the misconduct. Thus, this case is distinct from <i>Burton, Patton,</i> and <i>Fenstermacher.</i><sup>[18]</sup></p>\n<p></p>\n<h2> Degree of defendants' awareness of that likelihood</h2>\n<p>It is unquestionable that defendants were aware that investors who relied on their statements could suffer serious financial harm. Significantly, defendants never testified that they believed the company would become a profitable, legitimate company. Instead, they continue to stand steadfastly by their caveat emptor defense. That is, they continue to argue that the investors should have been aware of the gamble inherent in investing in a risky company with no assets.</p>\n<p></p>\n<h2> Profitability of defendants' misconduct</h2>\n<p>This factor is unknown. Plaintiff failed to meet his burden of proving that defendants profited from their misconduct. Plaintiff submitted a statement indicating that at one time Carmen Vermonty and Gershon Tannenbaum, or an entity he controlled, owned over 300,000 and 1,000,000 shares of the company stock respectively. Plaintiff, however, did not present evidence to establish that either Mr. Tannenbaum or Ms. Vermonty ever sold the stock.<sup>[19]</sup> Thus, the court is left with no <span class=\"star-pagination\">*1282</span> knowledge of whether defendants profited from their misconduct.</p>\n<p></p>\n<h2> Duration of the conduct and any intentional concealment of it</h2>\n<p>Defendants' misrepresentations regarding the company transpired from the time the company first went public, in 1994, until today. Thus, the conduct occurred over an extended period of time.<sup>[20]</sup> As this action involves fraud, it is evident that defendants intentionally tried to conceal the fact that they were making misrepresentations about the company.</p>\n<p></p>\n<h2> Attitude and conduct of defendants upon discovery of the misconduct</h2>\n<p>Defendants have shown no remorse for their actions. To this day they continue to deny that they did anything wrong. Yet despite this position, they put no evidence on and did not testify at trial in an attempt to explain their actions.</p>\n<p></p>\n<h2> Financial condition of defendants</h2>\n<p>This factor is unknown. Plaintiff did not provide any evidence establishing defendants' financial condition. The only information in the court's possession that is pertinent to this factor is the fact that defendants proceeded pro se at trial because their attorney withdrew for lack of payment.</p>\n<p></p>\n<h2> Total deterrent effect of other damages and punishment imposed upon the defendant as a result of the misconduct</h2>\n<p>The only damages or punishment incurred by defendants to date are the compensatory damages awarded to plaintiff by the jury.</p>\n<p></p>\n<h2> Summary</h2>\n<p>In returning the verdict that it did, the jury determined that plaintiff had proven, by clear and convincing evidence, that defendants were guilty of fraud. The court believes that this finding is amply supported by the evidence and agrees with the jury's imposition of liability for punitive damages on each of the three defendants for their fraudulent conduct.</p>\n<p>In arriving at an amount of punitive damages sufficient to punish defendants for their conduct and to deter them and others from similar conduct in the future, the court has considered the factors enumerated in K.S.A. § 60-3702, as discussed above. It has also considered the substantial sum of attorney fees plaintiff is entitled to recover under K.S.A. § 17-1268.<sup>[21]</sup><i>Smith v. Printup,</i> 262 Kan. 587, 601, 938 P.2d 1261 (1997) (explaining that under Kansas law litigation expenses are an additional factor that courts may consider in awarding punitive damages). Finally, it considered the interest plaintiff is recovering on his $38,722.89 financial loss. The <span class=\"star-pagination\">*1283</span> statutory interest rate of 15% per annum has the effect in the economic environment of the period which this matter spans, in which interest rates have been relatively low, of punishing defendants to the extent that it exceeds the actual value of the loss of use by Mr. Sheldon of his money. Having considered all of these factors, the court concludes that the sum of $150,000 is a sufficient award to accomplish the purposes of a punitive damage award.</p>\n<p>In sum, most of the factors point toward a significant award. At the time of defendants' misconduct, it was almost certain that plaintiff and other potential investors that relied on defendants' misrepresentations and invested in the company would suffer serious financial loss. Defendants were aware or should have been aware that such serious financial loss was inevitable. Despite this awareness, defendants, over a long period of time, made repeated misrepresentations about the company, both to entice new investors and to keep existing ones. And even after their actions were exposed, they showed no remorse. They continue to maintain they did nothing wrong. Finally, with the exception of the jury's compensatory damage award of $38,722.89, defendants' actions have gone unpunished. On the other hand, other considerations counsel against a larger award. First, plaintiff is recovering $186,000 in attorney fees. Second, plaintiff failed to establish that defendants profited from their misconduct. Third, the court's only knowledge regarding defendants' financial condition is that they proceeded to trial pro se. Fourth, the plaintiff's financial loss was only $38,722.89, and the court is not empowered to punish defendants for losses suffered without a constitutional nexus to Kansas. Finally, the interest plaintiff is recovering on his financial loss, at the rate of 15% per annum, is punitive in part. As such, the court believes $150,000 to be a sufficient award.</p>\n<p>IT IS THEREFORE ORDERED BY THE COURT that the Clerk of the Court shall modify and amend the judgment previously entered in this case to award plaintiff attorney fees in the amount of $186,000, costs in the amount of $12,000, statutory interest in the amount of $35, 921.06, and punitive damages in the amount of $150,000. The award is against defendants Jay Vermonty, Carmen Vermonty, Gershon Tannenbaum, Power Phone, Inc., TMC Agroworld, and DCGR International Holdings, Inc., jointly and severally.</p>\n<p></p>\n<h2>MEMORANDUM &amp; ORDER</h2>\n<p>On November 8, 2002, this court issued an order awarding plaintiff David Sheldon $150,000 for punitive damages, $186,000 for attorney fees, $12,000 for costs, and $35,921.06 for statutory interest. Currently before the court is Mr. Sheldon's second motion to alter or amend the judgment (Doc. 357). The motion asks the court to increase Mr. Sheldon's award for attorney fees, costs, and punitive damages. For the reasons set forth below, the motion is granted in part and denied in part.<sup>[1]</sup> Specifically, the motion is denied as to attorney fees and punitive damages and granted in part as to costs.</p>\n<p></p>\n<h2> Attorney Fees</h2>\n<p>Mr. Sheldon first asks the court to increase his award of attorney fees. The court's November 8, 2002 order awarded Mr. Sheldon $186,000 for attorney fees. <span class=\"star-pagination\">*1284</span> To reach this amount, the court multiplied the reasonable number of hours Mr. Sheldon's attorney worked on the case (1200) by the reasonable hourly rate ($155).</p>\n<p>Mr. Sheldon's motion to alter or amend the attorney fee award argues that the reasonable number of hours he worked on the case should be higher. Specifically, Mr. Sheldon's attorney states that he kept contemporaneous time records but due to time constraints generic descriptions were utilized for the work performed from April 23, 2002, forward. Because the generic descriptions were not sufficient for the court, Mr. Sheldon's attorney has now supplemented the entries with more detailed descriptions. Additionally, now that Mr. Sheldon's attorney has personally reviewed his time records, he states that the hours he charged his client total 1725. His prior submission stated that the total hours charged were approximately 2087.</p>\n<p>Despite Mr. Sheldon's updated time records, including greater detail describing the tasks billed, the court concludes that Mr. Sheldon is not entitled to a larger attorney fee award. The court's November 8, 2002 order explained that the Tenth Circuit has instructed that the attorney's hours should be reduced if the time records fail to adequately document the attorney's time, if the attorney failed to exercise billing judgment, and if the hours expended on each task were not reasonable. <i>Sheldon v. Vermonty,</i> ___ F.Supp.2d ___, 2002 WL 31498909, at *2-5 (D.Kan. Nov. 8, 2002) (citing <i>Case v. Unified Sch. Dist. No. 233,</i> 157 F.3d 1243, 1249 (10th Cir.1998)). Following the Tenth Circuit's standard, the court reduced Mr. Sheldon's attorney fee award for each of these three reasons.</p>\n<p>While the updated time records provide greater detail for the descriptions of the time Mr. Sheldon's attorney spent on this case, they still do not comply with the Tenth Circuit's standard for time records. For example, on September 14, 2002, the time record includes one entry for 10 hours. The entry provides the following description: \"Trial notebook work. Direct work. Opening and Closing. Production of Documents, Trial Preparation, Sheldon review.\" Such generalized statements do not comport with the Tenth Circuit's requirements, as explained in the court's November 8, 2002 order.</p>\n<p>Moreover, the records also state that Mr. Sheldon's attorney charged his client for approximately 362 fewer hours than he initially stated in his prior submission.<sup>[2]</sup> Thus, even if the court agreed that Mr. Sheldon's attorney's updated time records now comply with the Tenth Circuit's standard for time records, the large discrepancy in the hours charged undermines the credibility of the updated submission. Finally, Mr. Sheldon's attorney's updated time records address only the first of the three reasons why the court reduced Mr. Sheldon's attorney fee award. The court also reduced the hours for lack of billing judgment and because the billing for certain tasks was not reasonable. The court continues to believe that reductions were appropriate for these two additional reasons. Accordingly, the court continues to believe that 1200 hours is the reasonable number of hours expended on the case, and Mr. Sheldon's motion to alter or amend the attorney fee award is therefore denied.</p>\n<p></p>\n<h2> Costs</h2>\n<p>Mr. Sheldon next seeks an increase in the costs awarded. In the November 8, 2002 order, the court awarded Mr. Sheldon $12,000 in costs. At that time, Mr. Sheldon's summary of costs stated that his <span class=\"star-pagination\">*1285</span> costs totaled $17,985.57. The court reduced the amount to $12,000 because the summary did not provide a detailed explanation for many of the costs, and the court believed that a portion of the costs were excessive. In the order, the court stated that if Mr. Sheldon felt the award was inadequate he could file a motion to alter or amend and provide the court with receipts for each of his charges along with a detailed description of the charges. Mr. Sheldon has now filed such a motion and included an updated summary of his costs with a detailed description of each of the particular costs. Relying on the updated summary, Mr. Sheldon now seeks $14,195.20 for his costs.</p>\n<p>The Tenth Circuit has instructed that the assessment of costs rests in the sound judicial discretion of the trial court. <i>Allison v. Bank One-Denver,</i> 289 F.3d 1223, 1248 (10th Cir.2002). Federal procedural law controls with respect to such an assessment. <i>Chaparral Resources, Inc. v. Monsanto Co.,</i> 849 F.2d 1286, 1291-92 (10th Cir.1988) (noting that \"[i]n a diversity case, federal law controls in regard to the assessment of costs\"). Under federal law, 28 U.S.C. § 1920 allows the prevailing party to recover as costs:</p>\n<blockquote>(1) Fees of the clerk and marshal; (2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case; (3) Fees and disbursements for printing and witnesses; (4) Fees for exemplification and copies of papers necessarily obtained for use in the case; (5) Docket fees under section 1923 of this title; (6) Compensation of court appointed experts, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920.</p>\n<p>Here, Mr. Sheldon's updated costs summary supports a slightly higher costs award. Mr. Sheldon eliminated costs that the court previously believed were excessive and also described each of the costs in greater detail. Thus, most of the costs Mr. Sheldon includes in his updated summary are taxable under § 1920. Specifically, the updated summary includes $367.36 for filing fees and fees for service of summons, $2,776.73 for copies of trial exhibits, $2,950.07 for deposition transcripts, approximately $4,898.62 for other copies, including various pleadings, $365.00 for copies of Delaware certified corporate documents, $336.20 for court mandated federal express charges, and $409.25 for power point copies and other blow ups used at trial. The court finds that each of these costs was \"for materials necessarily obtained for use in the case.\" <i>Allison v. Bank One-Denver,</i> 289 F.3d 1223, 1248 (10th Cir.2002). These costs total $12,103.23.</p>\n<p>On the other hand, the court does not believe that Mr. Sheldon is entitled to the entire $14,195.20 he seeks for costs because several of the items in the updated summary do not fall within § 1920. For example, Mr. Sheldon has included $88.85 for various long distance phone calls, $441.71 for certified mail and federal express expenses, $133.93 for office supplies, $89.86 for exhibit labels, $43.73 for electronic legal research expenses, $347.00 for his attorney's hotel and air fare expenses of attending the deposition of Steve Page, and $700.00 paid to a witness for lost work and air fare in traveling to testify at the trial. These expenses do not fall within the bounds of § 1920 and, therefore, are not costs that are recoverable. Specifically, there is no reference in § 1920 to long distance charges, federal express and/or certified mail expenses, general office expenses, expenses for traveling to a deposition, or electronic research expenses. Thus, such costs are not taxable. And while § 1920(3) does permit a recovery for <span class=\"star-pagination\">*1286</span> \"[f]ees and disbursements for printing and witnesses,\" the Tenth Circuit has instructed that only the $40 per day witness attendance fee under 28 U.S.C. § 1821 is taxable as a cost under § 1920. <i>Chaparral Resources,</i> 849 F.2d at 1292.<sup>[3]</sup> Thus, expenses relating to a witness's attendance at trial, beyond the $40 witness attendance fee, are not taxable. In short, then, Mr. Sheldon's updated summary of costs does provide a basis for a cost award of $12,103.23 plus the $40 witness attendance fee paid to the witness for his one day of testimony. Accordingly, Mr. Sheldon's motion to alter or amend the cost award is granted in part, and the court awards him $12,143.23 in costs.</p>\n<p></p>\n<h2> Punitive Damages</h2>\n<p>Finally, Mr. Sheldon argues that the punitive damage award should have been higher because there was evidence at trial that each of the defendants profited from their actions. Specifically, Mr. Sheldon argues that the account statements he introduced at trial establish that defendant Gershon Tannenbaum's profits totaled approximately $160,000 and defendant Carmen Vermonty's profits totaled $150,000. The court cannot agree.</p>\n<p>As the court stated in its November 8, 2002 order, the account statements introduced at trial fail to establish that any of the three defendants profited from their stock holdings. The account statements merely show different buy and sell transactions that the defendants engaged in during the time period in question. Such transactions, alone, are not sufficient to prove that the defendants made a profit. First, it is impossible to know whether the defendants profited from their sell transactions because the statements do not indicate the stock's purchase price. While Mr. Sheldon argues that the defendants received a substantial amount of stock for only $150 when the company was the D. Ashman Corporation, he did not present evidence documenting that such stock was the stock later sold. Second, it is impossible to know whether the defendants profited from the stock purchased because Mr. Sheldon did not document at what price the stock was ultimately sold. In other words, Mr. Sheldon's evidence fails to present a complete picture of the stock transactions that the defendants engaged in. Without the entire picture, the court is unable to determine whether the defendants profited from their stock transactions.</p>\n<p>That is not to say that the defendants did not profit from their actions; the defendants may have turned a profit from their transactions. The point is simply that Mr. Sheldon did not prove that the defendants profited and without that proof an increased punitive damage award is not justified. Accordingly, Mr. Sheldon's motion <span class=\"star-pagination\">*1287</span> to alter or amend the punitive damage award is denied.</p>\n<p>IT IS THEREFORE ORDERED BY THE COURT that plaintiff David Sheldon's second motion to alter or amend the judgment (Doc. 357) is granted in part and denied in part. Specifically, the motion is denied as to attorney fees and punitive damages and granted in part as to costs. Accordingly, the Clerk of the Court shall modify and amend the judgment previously entered in this case to award plaintiff costs in the amount of $12,143.23. The award is against defendants Jay Vermonty, Carmen Vermonty, Gershon Tannenbaum, Power Phone, Inc., TMC Agroworld, and DCGR International Holdings, Inc., jointly and severally.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 26, 2002, the court entered a default judgment in the amount of $38,722.89 against defendants Power Phone, TMC Agro-world, and DCGR International Holdings, Inc. The court also concluded that plaintiff's evidence at trial was sufficient to establish that punitive damages should be awarded against each of these defendants. The court, therefore, instructed the parties that the punitive damages hearing would include these three defendants. Accordingly, the court's punitive damage award pertains to all six defendants, jointly and severally.</p>\n<p>[2]  The court notes that it did not consider plaintiff's reply brief and the affidavit by plaintiff David Sheldon attached to that document. In his papers, defendant Gershon Tannenbaum questioned whether the affidavit was notarized in the presence of the notary. The notary was plaintiff's counsel. At the punitive damage hearing, plaintiff's counsel admitted that plaintiff faxed the affidavit to him on October 11, 2002, as evidenced by the fax line at the top of the signature page, and that plaintiff's counsel did not notarize the document until October 14, 2002. Plaintiff's counsel also admitted that plaintiff was not present at the time the affidavit was notarized. To sanction plaintiff counsel's conduct, the court, on the record at the hearing, struck the document and instructed the parties it would not consider the reply or the affidavit attached to it.</p>\n<p>[3]  Plaintiff's counsel argued at the hearing that although the fees attributable to claims submitted to arbitration were marked as such, parts of the arbitrable claims were intertwined with other claims. Therefore, according to plaintiff's counsel, the court should award plaintiff a portion of the fees. The court does not agree. Plaintiff counsel's bill does not establish that portions of the work were attributable to claims not submitted to arbitration. Given the lack of proof, the court must assume the work marked arbitration was attributable to work done solely on those claims submitted to arbitration. Accordingly, the court awards plaintiff no fees for this time.</p>\n<p>[4]  The court believes the award of a reasonable attorney fee is a substantive issue and, therefore, the court should apply Kansas state law; however, Kansas state law is not well-defined. With respect to issues Kansas courts have not addressed, the court believes the Kansas courts would look to federal cases regarding the award of attorney fees. This conclusion is evidenced by the Kansas Supreme Court's recent citation to Tenth Circuit law in determining the amount of attorney fees to award in a Kansas state law case. <i>Davis,</i> 269 Kan. at 748, 7 P.3d 1223 (citing to <i>Case,</i> 157 F.3d at 1250, a Tenth Circuit opinion awarding attorney fees pursuant to § 1988, in awarding attorney fees under a Kansas statute). Accordingly, the court, like the Kansas Supreme Court in <i>Davis,</i> will look to federal law when Kansas state law has not addressed the issue. <i>Vanover v. Cook,</i> 260 F.3d 1182, 1186 (10th Cir.2001) (reasoning that absent direction from the highest state court, federal courts must \"predict the course that body would take if confronted with the issue\").</p>\n<p>[5]  Plaintiff counsel's billing statement also included approximately 33.13 hours of fees for which there was no charge. Additionally, as noted above, the court has subtracted the hours attributable to arbitration.</p>\n<p>[6]  After this court dismissed plaintiff's claims on defendants' motions to dismiss, the Tenth Circuit reversed in part. In that opinion, the Tenth Circuit concluded by stating:\n</p>\n<p>We regret the significant expenditure of judicial resources caused by the poor quality of Sheldon's advocacy. Although we have determined that some of Sheldon's claims are adequate to survive defendants' motion to dismiss, we caution Sheldon that, in the absence of significant improvement in the quality of his filings, his entire case may be vulnerable to a subsequent legal challenge.</p>\n<p><i>Sheldon v. Vermonty,</i> 246 F.3d 682, 2000 WL 1774038, *6 (10th Cir. Dec.4, 2000).</p>\n<p>[7]  Plaintiff's hourly rate also increases from $125 per hour to $250 per hour in that same time period.</p>\n<p>[8]  The court notes that the bulk of these hours were billed at the rate of $250 per hour.</p>\n<p>[9]  For example, most of the entries state nothing more than \"Phone calls document work\" or \"Production of Documents and Phone Calls\" or \"Trial Preparation.\"</p>\n<p>[10]  For example, on April 14, 2002, plaintiff's counsel made one entry for 200 hours. The description states: \"Estimate of time for Execution upon default judgment, filing foreign judgment, hearings, debtors examinations, garnishments, location of assets.\" Also, there is only one entry relating to the trial. It is for 80 hours. It is dated September 17, 2002. The description states: \"Trial Sheldon.\"</p>\n<p>[11]  The April 14, 2002 entry for 200 hours states that it is an estimate of time for a laundry list of activities. Another example is the next entry, on April 15, 2002, for 54.15 hours. The description states: \"Attorney fees of Shannon McDowell, John Power, Husch Eppenburger, additional fees due from Dave Sheldon.\" These entries support the court's belief that the time keeping was not contemporaneous.</p>\n<p>[12]  On this basis alone, the court could deny attorney fees for this time altogether. <i>See, e.g., </i><i>Anderson v. Sec'y of HHS,</i> 80 F.3d 1500, 1506 (10th Cir.1996) (holding that a district court may totally deny attorney fees where no contemporaneous records are kept).</p>\n<p>[13]  Plaintiff's counsel billed eight hours a day on August 19, 20, 21, 22, 23, 26, 27, 28, 29, 30 and November 1, 2, 3, 4, 5, 6, 7, 8, 9. He then billed ten hours a day on November 10, 11, 12, and 13 and twelve hours a day on November 14, 15, and 16. Finally, he billed eighty hours on November 17 for the trial; it lasted less than five days.</p>\n<p>[14]  Even if the court's approximation is on the low side, which it does not believe it is, such a reduction is justified by plaintiff's billing practices.</p>\n<p>[15]  While it may be true that plaintiff's rate of $125 was under the market rate, the court questions plaintiff counsel's decision to raise his rate to $250. At the time the rate was raised, plaintiff had switched to a contingency fee arrangement. Therefore, the client was never charged the $250 rate.</p>\n<p>[16]  For example, the court cannot determine whether a September 10, 2002, charge of $2,776.73 at Kinkos is reasonable without some explanation of what the charge was for.</p>\n<p>[17]  \"In Kansas, punitive damages are awarded to punish the wrongdoer for his [or her] malicious, vindictive, or willful and wanton invasion of another's rights, with the ultimate purpose being to restrain and deter others from the commission of similar wrongs.\" <i>Folks v. Kan. Power &amp; Light Co.,</i> 243 Kan. 57, 755 P.2d 1319, Syl. 6 (1988).</p>\n<p>[18]  While plaintiff correctly points out that the conduct here was particularly harmful because others were injured, including one man who testified at trial that he lost $75,000, the court declines to consider that argument because there was no testimony that the people were either from Kansas or harmed in Kansas. <i>Cont'l Trend Res., Inc. v. OXY USA, Inc.,</i> 101 F.3d 634 (10th Cir.1996) (citing <i>BMW v. Gore,</i> 517 U.S. 559, 116 S.Ct. 1589, 134 L.Ed.2d 809 (1996) (explaining that a punitive damage award must relate to conduct occurring within the state)).</p>\n<p>[19]  At the hearing, plaintiff's counsel argued that there was testimony at trial that defendants made private sales of the stock. While it is true that plaintiff and others testified at trial that they believed that defendants were making large sales of the stock each time an investor made a purchase of the stock, this theory was never substantiated with any evidence that defendants sold even one share of stock. Instead, plaintiff simply inferred that was the case because each time he invested in the stock the share price would fall.</p>\n<p>[20]  Defendants' misrepresentations to plaintiff spanned from early 1996, when they convinced him to invest in the company, to early 1998, when he ultimately sold his stock in the company at a substantial loss. While defendant Gershon Tannenbaum insists he spoke with plaintiff on only two occasions, his involvement is evident. The evidence at trial established that Mr. Tannenbaum played an integral role in promoting the company from its inception.</p>\n<p>[21]  Setting the appropriate level of punitive damages in this case is particularly difficult because plaintiff is recovering attorney fees under the Kansas Securities Act and recovering punitive damages on his fraud claims. Therefore, if the Kansas Securities Act claims are not upheld on appeal, plaintiff may not be entitled to recover his attorney fees. Nonetheless, the court's reasoning rests on the assumption that the Kansas Securities Act claims will be upheld on appeal such that the plaintiff is entitled to recover his attorney fees.</p>\n<p>[1]  Plaintiff David Sheldon also filed a motion to strike defendants' responses to plaintiff's second motion to alter or amend the judgment because the responses were filed out of time. While plaintiff may be correct that the motions were filed out of time, the court nonetheless denies the motion to strike these responses because the responses do not provide reasoning on which the court's order relies.</p>\n<p>[2]  Mr. Sheldon's motion explains that the discrepancy is attributed to \"various staff members doing the inputs, and for no other reason.\"</p>\n<p>[3]  Section 1821 is entitled \"Per diem and mileage generally; subsistence\" and provides as follows:\n</p>\n<p>(a)(1) Except as otherwise provided by law, a witness in attendance at any court of the United States, or before a United States Magistrate, or before any person authorized to take his deposition pursuant to any rule or order of a court of the United States, shall be paid the fees and allowances provided by this section.</p>\n<p>.   .   .   .   .</p>\n<p>(b) A witness shall be paid an attendance fee of $40 per day for each day's attendance. A witness shall also be paid the attendance fee for the time necessarily occupied in going to and returning from the place of attendance at the beginning and end of such attendance or at any time during such attendance.</p>\n<p>28 U.S.C. § 1821.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1270</span></span> (2002)</b></center>\n<center><h1>David SHELDON, Plaintiff,<br>\nv.<br>\nJay VERMONTY, et. al., Defendants.</h1></center>\n<center>Case No. 98-2277-JWL.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>November 8, 2002.</center>\n<center>Supplemental Memorandum January 10, 2003.</center>\n<p><span class=\"star-pagination\">*1271</span> <span class=\"star-pagination\">*1272</span> Darren K. Kearns, Overland Park, KS, for Plaintiff.</p>\n<p>Jane L. Stafford, Patrick J. Whalen, Spencer, Fane, Britt &amp; Browne, Norman Siegel, Amy E. Bauman, Stueve, Helder, Siegel, LLP, John W. Shaw, Timothy S. Millman, Berkowitz, Feldmiller, Stanton, Brandt, Williams &amp; Shaw, LLP, Kansas City, MO, Mario Aieta, Garvey, Schubert &amp; Barer, New York, NY, Tanya Biller, Miriam G. Bahcall, Ungaretti &amp; Harris, Chicago, IL, for Defendants.</p>\n<p>Jay Vermonty, Flushing, NY, pro se.</p>\n<p>Carmen Vermonty, Flushing, NY, pro se.</p>\n<p>Gershon Tannenbaum, Brooklyn, NY, pro se.</p>\n<p></p>\n<h2>MEMORANDUM &amp; ORDER</h2>\n<p>LUNGSTRUM, District Judge.</p>\n<p>On September 20, 2002, a jury returned its verdict in this securities fraud case finding defendants Jay Vermonty, Carmen Vermonty, and Gershon Tannenbaum liable to plaintiff David Sheldon in the amount of $38,722.89 for compensatory damages. It also found that plaintiff is entitled to an award of punitive damages.<sup>[1]</sup><span class=\"star-pagination\">*1273</span> On October 30, 2002, following the receipt of written submissions, this court conducted a hearing regarding the punitive damage issue as provided by K.S.A. § 60-3702, and to hear argument on plaintiff's motion to alter or amend the judgment to include an award of attorney fees, costs, and interest pursuant to K.S.A. § 17-1268.</p>\n<p>Having considered all of the evidence introduced in the trial of this case and the additional evidence which was admitted at the hearing on punitive damages, as well as the papers filed by the parties<sup>[2]</sup> and the arguments of counsel, the court is now prepared to issue its ruling concerning the amount to be awarded as punitive damages and attorney fees in this case. For the reasons set forth below, the court directs the Clerk of the Court to modify and amend the judgment previously entered in this case to award plaintiff the following: attorney fees in the amount of $186,000; costs in the amount of $12,000; statutory interest in the amount of $35,921.06; and punitive damages in the amount of $150,000.</p>\n<p></p>\n<h2> Attorney Fees, Costs, and Interest</h2>\n<p>Pursuant to K.S.A. § 17-1268, plaintiff seeks an award of attorney fees in the amount of $325,152.54, plus costs in the amount of $17,985.57, for a total award of $343,138.11. Defendants argue that the total number of hours spent is unreasonable and ask the court to reduce the attorney fees for several reasons.</p>\n<p></p>\n<h2> Claims for which Attorney Fees Are Recoverable</h2>\n<p>Defendants first argue that a portion of plaintiff's attorney fees should not be recoverable because those fees relate to work on claims for which attorney fees are not recoverable. Plaintiff's counsel conceded at the punitive damages hearing (\"the hearing\") that attorney fees attributable to claims submitted to arbitration are not recoverable. Therefore, the court is subtracting 154.85 hours for that portion of the fees relating to arbitration.<sup>[3]</sup></p>\n<p>Second, defendants argue that plaintiff cannot recover a reasonable attorney <span class=\"star-pagination\">*1274</span> fee for all of his claims because only three of his claims, the three Kansas Securities Act claims, permit the award of attorney fees. Under Kansas law, however, plaintiff is entitled to recover a reasonable fee for all of his claims. In <i>DeSpiegelaere v. Killion,</i> <span class=\"citation\" data-id=\"1195154\"><a href=\"/opinion/1195154/despiegelaere-v-killion/\"><span class=\"volume\">24</span> <span class=\"reporter\">Kan. App. 2d</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1195154\"><a href=\"/opinion/1195154/despiegelaere-v-killion/\"><span class=\"volume\">947</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1039</span></a></span> (1997), the Kansas Court of Appeals addressed the issue of whether a plaintiff is entitled to recover all of his or her attorney fees when only one of the claims permits the recovery of attorney fees. <i>Id.</i> at 544-47, <span class=\"citation\" data-id=\"1195154\"><a href=\"/opinion/1195154/despiegelaere-v-killion/\"><span class=\"volume\">947</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1039</span></a></span>. The court concluded that the plaintiffs were entitled to recover all of their attorney fees, despite only having one claim, a Kansas Consumer Protection Act claim, that permitted the recovery of attorney fees. <i>Id.</i> In so holding, the court adopted the general rule and exception set out in <i>Stewart Title Guaranty Company v. Sterling,</i> <span class=\"citation\" data-id=\"1679425\"><a href=\"/opinion/1679425/stewart-title-guar-co-v-sterling/\"><span class=\"volume\">822</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span> (Tex.1991). In <i>Stewart,</i> the defendants sought to invalidate the plaintiff's claim for attorney fees because the plaintiff failed to segregate the claims between the different defendants in the case. <i>Id.</i> at 10. The Texas Supreme Court stated the general rule that \"an award of attorney's fees erroneously based upon evidence of unsegregated fees requires a remand.\" <i>Id.</i> at 11. The court added:</p>\n<blockquote>A recognized exception to this duty to segregate arises when the attorney's fees rendered in connection with claims arising out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts. Therefore, when the causes of action involved in the suit are dependent upon the same set of facts or circumstances and thus are intertwined to the point of being inseparable, the party suing for attorney's fees may recover the entire amount covering all claims.</blockquote>\n<p><i>Id.</i> (internal quotations and citations omitted). The exception to the general rule, as set out in <i>Stewart</i> and adopted by the Kansas Court of Appeals in <i>DeSpiegelaere,</i> applies to plaintiff's causes of action here because they are dependent upon the same set of facts or circumstances and thus are intertwined to the point of being inseparable. Specifically, plaintiff's claims all relate to the events surrounding his purchase of Power Phone/TMC Agroworld (\"the company\") stock. Accordingly, plaintiff is entitled to recover all of his reasonable attorney fees.</p>\n<p></p>\n<h2> Reasonable Attorney Fees</h2>\n<p>To arrive at a reasonable attorney fee, Kansas courts multiply a reasonable number of hours worked by a reasonable hourly rate. <i>See, e.g., </i><i>Naff v. Davol, Inc.,</i> <span class=\"citation\" data-id=\"2625107\"><a href=\"/opinion/2625107/naff-v-davol-inc/\"><span class=\"volume\">28</span> <span class=\"reporter\">Kan. App. 2d</span> <span class=\"page\">726</span></a></span>, 729, <span class=\"citation\" data-id=\"2625107\"><a href=\"/opinion/2625107/naff-v-davol-inc/\"><span class=\"volume\">20</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">738</span></a></span> (2001). The court may then adjust that number to account for the eight factors set out in Rule 1.5 of the Kansas Rules of Professional Conduct. <i>Davis v. Miller,</i> <span class=\"citation\" data-id=\"2570587\"><a href=\"/opinion/2570587/davis-v-miller/\"><span class=\"volume\">269</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">732</span></a></span>, 751, <span class=\"citation\" data-id=\"2570587\"><a href=\"/opinion/2570587/davis-v-miller/\"><span class=\"volume\">7</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1223</span></a></span> (2000) (explaining that \"the eight factors set forth in Rule 1.5 (1999 Kan. Ct. R. Annot. 312) of the Kansas Rules of Professional Conduct should be considered in deciding the reasonableness of an attorney fee\"). Often, however, no adjustment is needed as the eight factors listed in Rule 1.5 are the factors on which the initial calculation, known as the lodestar calculation, is made. <i>Shrout v. Holmes,</i> No. 00-2069-KHV, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">980280</span></span>, at *2 (D.Kan. Aug.10, 2001) (applying the § 1988 lodestar analysis to award attorney fees on a Kansas state law statutory claim).<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1275</span>  Reasonable Hours</h2>\n<p>In calculating a reasonable attorney fee, the court must first determine the number of hours counsel reasonably expended on the litigation. <i>Case v. Unified Sch. Dist. No. 233,</i> <span class=\"citation\" data-id=\"156986\"><a href=\"/opinion/156986/case-v-unified-school-233/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1249 (10th Cir.1998). The burden is on the applicant to prove that the hours billed are reasonable by \"submitting meticulous, contemporaneous time records that reveal, for each lawyer for whom fees are sought, all hours for which compensation is requested and how those hours were allotted to specific tasks.\" <i>Id.</i> at 1250. The court \"is justified in reducing the reasonable number of hours if the attorney's time records are `sloppy and imprecise' and fail to document adequately how he or she utilized large blocks of time.\" <i>Id.</i> (citing <i>Jane L. v. Bangerter,</i> <span class=\"citation\" data-id=\"701299\"><a href=\"/opinion/701299/jane-l-on-behalf-of-herself-and-all-others-similarly-situated-utah/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1505</span></a></span>, 1517 (10th Cir.1995)).</p>\n<p>After the court has adequate time records before it, it must ensure that the applicant has exercised \"billing judgment.\" <i>Id.</i> (quoting <i>Ramos v. Lamm,</i> <span class=\"citation\" data-id=\"422146\"><a href=\"/opinion/422146/fidel-ramos-david-lee-anderson-sadiki-lisimba-ajamu-aka-eugene-collins/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 553 (10th Cir.1983)). Such judgment consists \"of winnowing the hours actually expended down to the hours reasonably expended.\" <i>Id.</i> (citing <i>Ramos,</i> 713 F.2d at 553). An attorney may not recover fees from an adversary that could not be billed to the client; such fees are presumptively unreasonable. <i>Id.</i> (citing <i>Ramos,</i> 713 F.2d at 553-54).</p>\n<p>Finally, \"the district court should look at the hours expended on each task to determine if they are reasonable.\" <i>Id.</i> The court may reduce the reasonable hours awarded if \"the number [of compensable hours] claimed by counsel include[s] hours that were unnecessary, irrelevant and duplicative.\" <i>Id.</i> (quoting <i>Carter v. Sedgwick County, Kan.,</i> <span class=\"citation\" data-id=\"678901\"><a href=\"/opinion/678901/e-jean-calloway-carter-v-sedgwick-county-kansas-the-board-of-county/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span>, 956 (10th Cir. 1994)).</p>\n<p>The district court should not feel compelled to identify each disallowed hour. As the Tenth Circuit explained: \"Because mandating that the district court identify hours reasonably expended by billing entry or litigation activity would, in many cases, be practically impossible, there is no requirement ... that district courts identify and justify each disallowed hour.\" <i>Id.</i> at 1250 (internal quotations omitted). \"Nor is their any requirement that district courts announce what hours are permitted for each legal task.\" <i>Id.</i> As the Tenth Circuit instructs in <i>Case:</i> in these circumstances, where the parties generated thousands of pages of written work product and the applicant submitted over fifty pages of billing statements with fifteen plus entries per page, \"[i]t is neither practical nor desirable to expect the trial court judge to have reviewed each paper in th[e] massive casefile to decide, for example, whether a particular motion could have been done in 9.6 hours instead of 14.3 hours.\" <i>Id.</i> (quoting <i>Copeland,</i> 641 F.2d at 903). Instead, \"[a] general reduction of hours claimed in order to achieve what the court determines to be a reasonable number is not an erroneous method, so long as there is sufficient reason for its use.\" <i>Id.</i> (quoting <i>Mares,</i> 801 F.2d at 1203).</p>\n<p>In plaintiff's papers, he submitted a billing statement purporting to track the number of hours plaintiff's counsel invested in this case. The billing statement <span class=\"star-pagination\">*1276</span> includes a very brief description of the work performed, the rate charged, the time it took to perform the task, and the date on which the task was performed. According to the court's calculation, plaintiff counsel's hours total 2097.32.<sup>[5]</sup> Plaintiff also includes an affidavit from James E. Kunce, a local attorney, who testified at the hearing that plaintiff counsel's attorney fees were reasonable.</p>\n<p>While the court finds this testimony persuasive in establishing the reasonable rate in the community for legal work generally and the time it takes to do such work, it is less persuasive here for several reasons. First, this is a securities case and Mr. Kunce testified that he has never handled such a case. Second, Mr. Kunce conceded that he was not aware that the Tenth Circuit had criticized the quality of plaintiff counsel's work product.<sup>[6]</sup></p>\n<p>Also, he only spot checked the actual time sheets versus the billing. Finally, and most significantly, he stated that he was primarily concerned with the outcome of the case. Given these circumstances, the court finds Mr. Kunce's testimony of limited relevance on the issue of whether the hours billed were reasonable. As the Tenth Circuit explained, \"[m]ore important [than expert testimony] is the discretionary determination by the district court of how many hours, in its experience, should have been expended on the specific case, given the maneuverings of each side and the complexity of the facts, law, and litigation.\" <i>Id.</i> Accordingly, the court will scrutinize plaintiff counsel's billing statement to determine whether it is reasonable.</p>\n<p>In the billing statement, the detail of both the hours billed and the description vary greatly. The court believes this can be explained, in part, by the fact that plaintiff's fee arrangement switched from an hourly rate to a contingency fee. It appears from the billing statement that Mr. Sheldon paid his counsel $44,155.63, with the last payment being on July 6, 2001. Shortly after the change to the contingency fee, plaintiff attorney's statements become much less descriptive and the billing is much less detailed.<sup>[7]</sup> Because of the discrepancy, the court will first look at the time billed prior to April of 2002 and then address the time billed during and after that date.</p>\n<p>Prior to April of 2002, plaintiff billed a total of 1349.27 hours. The billing of this time is detailed, it appears to be divided into one-eighth hour increments, and it ordinarily gives a description of the time spent on each task. Therefore, the billing statement is, for the most part, in accordance with the Tenth Circuit and the Kansas court's requirement that the billing records be meticulous and contemporaneous. <i>See, e.g., </i><i>Davis,</i> 269 Kan. at 748, <span class=\"citation\" data-id=\"2570587\"><a href=\"/opinion/2570587/davis-v-miller/\"><span class=\"volume\">7</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1223</span></a></span> (quoting <i>Case,</i> 157 F.3d at 1250). With respect to this portion of the billing statement, then, the court will proceed to determine whether plaintiff's counsel exercised <span class=\"star-pagination\">*1277</span> billing judgment. It does appear that such judgment was used at times. For example, plaintiff's counsel did not charge his client for 33.13 hours of his time. Additionally, he charged only $65 per hour for 77.48 hours of his time. On the other hand, plaintiff billed his client a total of 1349 hours over this period. Thus, it does appear that more time probably should have been excluded.</p>\n<p>In addition to excluding time for lack of billing judgment, the court believes that a portion of plaintiff counsel's time should be reduced because either plaintiff took more time than necessary to complete certain tasks or the work itself was unnecessary. The poor quality of plaintiff counsel's pleadings, for example, required him to amend the complaint four times. And even after the fourth complaint, this court dismissed the case believing the complaint failed to state a claim. In reversing this court, the Tenth Circuit stated that a \"significant expenditure of judicial resources [was caused] by the poor quality of Sheldon's advocacy\" and that \"in the absence of significant improvement in the quality of his filings, his entire case may be vulnerable to a subsequent legal challenge.\" <i>Sheldon,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1774038</span></span>, at *6. In light of these circumstances, the court concludes that this portion of plaintiff's billing statement should be reduced by approximately one-third. Accordingly, the court concludes that 900 hours is reasonable for this portion of time.</p>\n<p>The time billed from April of 2002 forward, a total of 738.15 hours, is considerably more troubling to the court.<sup>[8]</sup> The descriptions of this time are extremely general,<sup>[9]</sup> the billing time is almost always in whole hours,<sup>[10]</sup> and it is questionable whether the time keeping was contemporaneous.<sup>[11]</sup> This time keeping does not comport with the Tenth Circuit and Kansas court's standards. Plaintiff has failed to meet his burden to \"prove and establish the reasonableness of each dollar, each hour, above zero.\" <i>Jane L.,</i> 61 F.3d at 1510. In short, the records cannot be characterized as \"meticulous\" or \"contemporaneous.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 432, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (district court may reduce attorney fees where documentation of hours is inadequate); <i>Robinson v. City of Edmond,</i> <span class=\"citation\" data-id=\"157110\"><a href=\"/opinion/157110/robinson-v-city-of-edmond/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span>, 1281 (10th Cir.1998) (district court may reduce requested hours if attorney fails to keep \"meticulous, contemporaneous time records\"); <i>Ramos,</i> 713 F.2d at 546 (explaining that an applicant seeking fees must submit meticulous and contemporaneous time records).<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*1278</span> The court, nonetheless, believes that an award of some fees is appropriate here. <i>Shrout,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">980280</span></span>, at *3 (awarding some fees despite the lack of contemporaneous records). Specifically, the court believes that 300 hours is appropriate for this time. While the reduction is significant, approximately sixty percent less than plaintiff requested, the court believes it is required because plaintiff's time is clearly excessive.<sup>[13]</sup> Additionally, such a reduction is in line with the reductions of other courts that have been confronted with inadequate time records. For example, in <i>Shrout,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">980280</span></span>, the court reduced the applicant's hours by two-thirds because the applicant was unable to produce meticulous, contemporaneous time records to support the time billed. <i>Id.</i> at *3. In that case, the applicant attempted to reconstruct the record, but the court found the reconstruction to be of little help and was forced to approximate the amount of time that should have been billed. <i>Id.</i> The situation here is similar. After April of 2002, plaintiff counsel's records are nothing more than an approximation. It is clear that plaintiff was not keeping detailed, contemporaneous records during this period of time. Accordingly, the court is left to approximate the amount of time it believes should have been billed. After reviewing plaintiff's billing and considering the tasks performed, the court believes 300 hours is appropriate.<sup>[14]</sup></p>\n<p>In sum, the court concludes that a reasonable amount of time for work done by plaintiff's counsel in this action is 1200 hours: 900 hours for time billed prior to April of 2002 and 300 hours for time billed thereafter.</p>\n<p></p>\n<h2> Reasonable Rate</h2>\n<p>After determining whether the hours are reasonable, the court must determine the reasonable rate. \"The first step in setting a rate of compensation for the hours reasonably expended is to determine what lawyers of comparable skill and experience practicing in the area in which the litigation occurs would charge for their time.\" <i>Case,</i> 157 F.3d at 1256. \"The party requesting the fees bears `the burden of showing that the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience, and reputation.'\" <i>United Phosphorus, Ltd. v. Midland Fumigant, Inc.,</i> <span class=\"citation\" data-id=\"159309\"><a href=\"/opinion/159309/united-phosphorus-v-midland-fumigant/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1219</span></a></span>, 1234 (10th Cir.2000) (citations omitted). \"The focus must be on the `prevailing market rate in the relevant community.'\" <i>Id.</i> \"A district court abuses its discretion when it ignores the parties' market evidence and sets an attorney's hourly rate using the rates it consistently grant[s].\" <i>Id.</i> (quoting <i>Case,</i> 157 F.3d at 1255). \"The court may not use its own knowledge to establish the appropriate rate unless the evidence of prevailing market rates before the court is inadequate.\" <i>Id.</i></p>\n<p>Plaintiff charged an hourly rate of $100 for the first portion of his work, a rate of $125 for a second portion, and a rate of $250 for the final portion. Mr. Kunce, plaintiff's expert on attorney fees, testified at the hearing that he believed these rates were reasonable. He explained that he believed the rate increase from $125 to $250 was justified because attorneys often raise their rates and the rate of $125 was below the prevailing market <span class=\"star-pagination\">*1279</span> rate.<sup>[15]</sup> In his mind, it seems, the numbers averaged out to a reasonable rate.</p>\n<p>Having reviewed Kansas state court and Tenth Circuit opinions awarding attorney fees, it appears that courts typically award applicants the market rate regardless of whether the billing rate varied. Accordingly, the court must determine what the market rate is for a securities attorney in the Kansas City area. While Mr. Kunce's testimony is of some significance in making this determination, the court finds it less persuasive for the reasons set forth above. Additionally, instead of explaining what the relevant market rate would be for a securities attorney of plaintiff counsel's competency, Mr. Kunce focused on justifying plaintiff's records.</p>\n<p>Due to the lack of evidence regarding this issue, the court believes it is appropriate to also look at what other courts have found to be the market rate in this area. <i>Case,</i> 157 F.3d at 1257 (explaining that when the district court does not have before it adequate evidence of prevailing market rates, it may turn to other factors, including its own knowledge, to establish the rates). In <i>Starlight Int'l, Inc. v. Herlihy,</i> <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">587</span></span> (D.Kan.1999), a case involving securities fraud, the court stated that in the area of corporate and business law the prevailing market rate in the relevant community, Kansas City, is $155 for lead counsel and $120 for other attorneys. <i>Id.</i> at 592 (citing to other courts finding the same). The court believes that $155 is therefore an appropriate market rate here. Accordingly, the court will permit plaintiff an hourly rate of $155.</p>\n<p></p>\n<h2> Rule 1.5 Factors</h2>\n<p>Finally, the Kansas Supreme Court has explained that the eight factors set forth in Rule 1.5 of the Kansas Rules of Professional Conduct should be considered in deciding the reasonableness of an attorney fee. <i>See, e.g., </i><i>Davis,</i> 269 Kan. at 751, <span class=\"citation\" data-id=\"2570587\"><a href=\"/opinion/2570587/davis-v-miller/\"><span class=\"volume\">7</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1223</span></a></span>. The eight factors include: \"(1) the time and labor required, the novelty and difficulty of the questions involved, and the skill requisite to perform the legal services properly; (2) the likelihood, if apparent to the client, that the acceptance of the particular employment will preclude other employment by the lawyer; (3) the fee customarily charged in the locality for similar legal services; (4) the amount involved and the results obtained; (5) the time limitations imposed by the client or by the circumstances; (6) the nature and length of the professional relationship with the client; (7) the experience, reputation, and ability of the lawyer or lawyers performing the services; and (8) whether the fee is fixed or contingent.\" Kansas Rule of Professional Conduct 1.5.</p>\n<p>As the court in <i>Shrout</i> observed, these are the factors on which the lodestar analysis is based. <i>Shrout,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">980280</span></span>, at *2 (D.Kan. Aug.10, 2001). Thus, the court has considered many of these factors. Specifically, the court considered the first and eighth factors in determining the reasonable hours worked, the third factor in setting the hourly rate, and the seventh factor in both computations. The court will now address the other relevant factors. The court has no knowledge regarding the second and fifth factors. The fourth factor, the amount involved and the results obtained, is mixed. On the one hand, the recoverable financial loss of <span class=\"star-pagination\">*1280</span> $38,722.89 caused by defendants is much less than the attorney fees sought. On the other hand, the results obtained were favorable; plaintiff won every claim that went to trial and was awarded punitive damages. Without elaborating further, after considering the eight factors set out in Rule 1.5, the court concludes that the award should not be modified. The calculation of reasonable hours multiplied by the reasonable hourly rate produces an appropriate reasonable attorney fee under these circumstances. Thus, the court will award plaintiff $186,000 for a reasonable attorney fee pursuant to K.S.A. § 17-1268. In reaching this figure, the court multiplied 1200 hours by the hourly rate of $155 per hour.</p>\n<p></p>\n<h2> Costs</h2>\n<p>K.S.A. § 17-1268(a) permits a prevailing plaintiff to recover his or her costs. Plaintiff seeks to recover $17,985.57 for his costs in this action. After reviewing plaintiff attorney's bill of costs, the court concludes that the costs are excessive. In particular, plaintiff has a substantial sum of costs attributable to filing his second, third, and fourth amended complaints as well as his appeal. These were costs that plaintiff's counsel brought upon himself by failing to adequately state plaintiff's claims in the first instance. The court understands that in the normal course of an action amendments are bound to occur but in the court's assessment such amendments were excessive here. Additionally, the court is subtracting approximately $1,045.00 of charges attributable to arbitration costs. In short, the court concludes that plaintiff is entitled to $12,000 for the cost of this action. Plaintiff's records simply do not justify a larger award.<sup>[16]</sup> If plaintiff feels this award is inadequate he may file a motion to alter or amend the judgment and provide the court with receipts for each of his charges along with a detailed description of the charges. Anything short of such documentation and the court is left to approximate, based on its experience, what the costs should be.</p>\n<p></p>\n<h2> Interest</h2>\n<p>K.S.A. § 17-1268(a) also permits a prevailing plaintiff to recover interest, at the rate of 15% per annum from the date of disposition, on the financial loss incurred on the sale of stock. Here, plaintiff's financial loss from the sale of Power Phone/TMC Agroworld stock was $38,722.89. Plaintiff sold a portion of his shares in the company on April 29, 1997 and the remaining shares on May 19, 1998. Thus, $6,971.80 of financial loss occurred on April 29, 1997, and the remaining $31,751.09 of loss occurred on May 19, 1998. Accordingly, plaintiff is entitled to interest, at the rate of 15% per annum, on $6,971.80 beginning April 29, 1997 and on $31,751.09 beginning May 19, 1998. The statutory interest amounts to $35,921.06.</p>\n<p></p>\n<h2>II. Punitive Damages</h2>\n<p>K.S.A. § 60-3702(b) provides that the court may consider seven factors when determining the amount of punitive damages to be awarded. These factors are not exclusive, <i>Burton v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"2331875\"><a href=\"/opinion/2331875/burton-v-rj-reynolds-tobacco-co/\"><span class=\"volume\">205</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1253</span></a></span>, 1255 (D.Kan. 2002); <i>Scheufler v. Gen. Host Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">915</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">236</span></span>, 241 (D.Kan.1995); <i>Citizens State Bank v. Shearson Lehman Bros., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">307</span></span>, 310 (D.Kan.1994); <i>Patton v. TIC United Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">859</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">509</span></span>, 513 (D.Kan.1994); <i>Fenstermacher v. Telelect,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">100312</span></span> (D.Kan. April 22, 1992), and should not be applied purely mechanistically. <i>Burton,</i> 205 F.Supp.2d at 1255; <i>Shearson,</i> 874 F.Supp. at 310. Instead, <span class=\"star-pagination\">*1281</span> the district judge before whom the case was tried, who has been exposed to the evidence, should evaluate for him or herself the nature of the conduct which gave rise to punitive damage liability in an endeavor to accomplish the purpose for which punitive damages are authorized by statute. <i>Shearson,</i> 874 F.Supp. at 310.<sup>[17]</sup> The seven factors, nonetheless, provide a good framework for the court's analysis here.</p>\n<p></p>\n<h2> Likelihood at the time of the misconduct that serious harm would arise from the defendant's misconduct</h2>\n<p>The misconduct at issue here, defendants misleading and fraudulent statements to plaintiff and others about the company, was nearly certain to financially harm anyone who decided to invest in the company. The company, according to the evidence at trial, was a sham. On the other hand, as in <i>Shearson,</i> the risk of harm was purely financial. Without discounting the financial loss incurred by plaintiff and others, as well as any psychological harm that may have resulted from such loss, there was no risk of physical injury or death arising from the misconduct. Thus, this case is distinct from <i>Burton, Patton,</i> and <i>Fenstermacher.</i><sup>[18]</sup></p>\n<p></p>\n<h2> Degree of defendants' awareness of that likelihood</h2>\n<p>It is unquestionable that defendants were aware that investors who relied on their statements could suffer serious financial harm. Significantly, defendants never testified that they believed the company would become a profitable, legitimate company. Instead, they continue to stand steadfastly by their caveat emptor defense. That is, they continue to argue that the investors should have been aware of the gamble inherent in investing in a risky company with no assets.</p>\n<p></p>\n<h2> Profitability of defendants' misconduct</h2>\n<p>This factor is unknown. Plaintiff failed to meet his burden of proving that defendants profited from their misconduct. Plaintiff submitted a statement indicating that at one time Carmen Vermonty and Gershon Tannenbaum, or an entity he controlled, owned over 300,000 and 1,000,000 shares of the company stock respectively. Plaintiff, however, did not present evidence to establish that either Mr. Tannenbaum or Ms. Vermonty ever sold the stock.<sup>[19]</sup> Thus, the court is left with no <span class=\"star-pagination\">*1282</span> knowledge of whether defendants profited from their misconduct.</p>\n<p></p>\n<h2> Duration of the conduct and any intentional concealment of it</h2>\n<p>Defendants' misrepresentations regarding the company transpired from the time the company first went public, in 1994, until today. Thus, the conduct occurred over an extended period of time.<sup>[20]</sup> As this action involves fraud, it is evident that defendants intentionally tried to conceal the fact that they were making misrepresentations about the company.</p>\n<p></p>\n<h2> Attitude and conduct of defendants upon discovery of the misconduct</h2>\n<p>Defendants have shown no remorse for their actions. To this day they continue to deny that they did anything wrong. Yet despite this position, they put no evidence on and did not testify at trial in an attempt to explain their actions.</p>\n<p></p>\n<h2> Financial condition of defendants</h2>\n<p>This factor is unknown. Plaintiff did not provide any evidence establishing defendants' financial condition. The only information in the court's possession that is pertinent to this factor is the fact that defendants proceeded pro se at trial because their attorney withdrew for lack of payment.</p>\n<p></p>\n<h2> Total deterrent effect of other damages and punishment imposed upon the defendant as a result of the misconduct</h2>\n<p>The only damages or punishment incurred by defendants to date are the compensatory damages awarded to plaintiff by the jury.</p>\n<p></p>\n<h2> Summary</h2>\n<p>In returning the verdict that it did, the jury determined that plaintiff had proven, by clear and convincing evidence, that defendants were guilty of fraud. The court believes that this finding is amply supported by the evidence and agrees with the jury's imposition of liability for punitive damages on each of the three defendants for their fraudulent conduct.</p>\n<p>In arriving at an amount of punitive damages sufficient to punish defendants for their conduct and to deter them and others from similar conduct in the future, the court has considered the factors enumerated in K.S.A. § 60-3702, as discussed above. It has also considered the substantial sum of attorney fees plaintiff is entitled to recover under K.S.A. § 17-1268.<sup>[21]</sup><i>Smith v. Printup,</i> <span class=\"citation\" data-id=\"2606386\"><a href=\"/opinion/2606386/smith-v-printup/\"><span class=\"volume\">262</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">587</span></a></span>, 601, <span class=\"citation\" data-id=\"2606386\"><a href=\"/opinion/2606386/smith-v-printup/\"><span class=\"volume\">938</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1261</span></a></span> (1997) (explaining that under Kansas law litigation expenses are an additional factor that courts may consider in awarding punitive damages). Finally, it considered the interest plaintiff is recovering on his $38,722.89 financial loss. The <span class=\"star-pagination\">*1283</span> statutory interest rate of 15% per annum has the effect in the economic environment of the period which this matter spans, in which interest rates have been relatively low, of punishing defendants to the extent that it exceeds the actual value of the loss of use by Mr. Sheldon of his money. Having considered all of these factors, the court concludes that the sum of $150,000 is a sufficient award to accomplish the purposes of a punitive damage award.</p>\n<p>In sum, most of the factors point toward a significant award. At the time of defendants' misconduct, it was almost certain that plaintiff and other potential investors that relied on defendants' misrepresentations and invested in the company would suffer serious financial loss. Defendants were aware or should have been aware that such serious financial loss was inevitable. Despite this awareness, defendants, over a long period of time, made repeated misrepresentations about the company, both to entice new investors and to keep existing ones. And even after their actions were exposed, they showed no remorse. They continue to maintain they did nothing wrong. Finally, with the exception of the jury's compensatory damage award of $38,722.89, defendants' actions have gone unpunished. On the other hand, other considerations counsel against a larger award. First, plaintiff is recovering $186,000 in attorney fees. Second, plaintiff failed to establish that defendants profited from their misconduct. Third, the court's only knowledge regarding defendants' financial condition is that they proceeded to trial pro se. Fourth, the plaintiff's financial loss was only $38,722.89, and the court is not empowered to punish defendants for losses suffered without a constitutional nexus to Kansas. Finally, the interest plaintiff is recovering on his financial loss, at the rate of 15% per annum, is punitive in part. As such, the court believes $150,000 to be a sufficient award.</p>\n<p>IT IS THEREFORE ORDERED BY THE COURT that the Clerk of the Court shall modify and amend the judgment previously entered in this case to award plaintiff attorney fees in the amount of $186,000, costs in the amount of $12,000, statutory interest in the amount of $35, 921.06, and punitive damages in the amount of $150,000. The award is against defendants Jay Vermonty, Carmen Vermonty, Gershon Tannenbaum, Power Phone, Inc., TMC Agroworld, and DCGR International Holdings, Inc., jointly and severally.</p>\n<p></p>\n<h2>MEMORANDUM &amp; ORDER</h2>\n<p>On November 8, 2002, this court issued an order awarding plaintiff David Sheldon $150,000 for punitive damages, $186,000 for attorney fees, $12,000 for costs, and $35,921.06 for statutory interest. Currently before the court is Mr. Sheldon's second motion to alter or amend the judgment (Doc. 357). The motion asks the court to increase Mr. Sheldon's award for attorney fees, costs, and punitive damages. For the reasons set forth below, the motion is granted in part and denied in part.<sup>[1]</sup> Specifically, the motion is denied as to attorney fees and punitive damages and granted in part as to costs.</p>\n<p></p>\n<h2> Attorney Fees</h2>\n<p>Mr. Sheldon first asks the court to increase his award of attorney fees. The court's November 8, 2002 order awarded Mr. Sheldon $186,000 for attorney fees. <span class=\"star-pagination\">*1284</span> To reach this amount, the court multiplied the reasonable number of hours Mr. Sheldon's attorney worked on the case (1200) by the reasonable hourly rate ($155).</p>\n<p>Mr. Sheldon's motion to alter or amend the attorney fee award argues that the reasonable number of hours he worked on the case should be higher. Specifically, Mr. Sheldon's attorney states that he kept contemporaneous time records but due to time constraints generic descriptions were utilized for the work performed from April 23, 2002, forward. Because the generic descriptions were not sufficient for the court, Mr. Sheldon's attorney has now supplemented the entries with more detailed descriptions. Additionally, now that Mr. Sheldon's attorney has personally reviewed his time records, he states that the hours he charged his client total 1725. His prior submission stated that the total hours charged were approximately 2087.</p>\n<p>Despite Mr. Sheldon's updated time records, including greater detail describing the tasks billed, the court concludes that Mr. Sheldon is not entitled to a larger attorney fee award. The court's November 8, 2002 order explained that the Tenth Circuit has instructed that the attorney's hours should be reduced if the time records fail to adequately document the attorney's time, if the attorney failed to exercise billing judgment, and if the hours expended on each task were not reasonable. <i>Sheldon v. Vermonty,</i> ___ F.Supp.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31498909</span></span>, at *2-5 (D.Kan. Nov. 8, 2002) (citing <i>Case v. Unified Sch. Dist. No. 233,</i> <span class=\"citation\" data-id=\"156986\"><a href=\"/opinion/156986/case-v-unified-school-233/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1249 (10th Cir.1998)). Following the Tenth Circuit's standard, the court reduced Mr. Sheldon's attorney fee award for each of these three reasons.</p>\n<p>While the updated time records provide greater detail for the descriptions of the time Mr. Sheldon's attorney spent on this case, they still do not comply with the Tenth Circuit's standard for time records. For example, on September 14, 2002, the time record includes one entry for 10 hours. The entry provides the following description: \"Trial notebook work. Direct work. Opening and Closing. Production of Documents, Trial Preparation, Sheldon review.\" Such generalized statements do not comport with the Tenth Circuit's requirements, as explained in the court's November 8, 2002 order.</p>\n<p>Moreover, the records also state that Mr. Sheldon's attorney charged his client for approximately 362 fewer hours than he initially stated in his prior submission.<sup>[2]</sup> Thus, even if the court agreed that Mr. Sheldon's attorney's updated time records now comply with the Tenth Circuit's standard for time records, the large discrepancy in the hours charged undermines the credibility of the updated submission. Finally, Mr. Sheldon's attorney's updated time records address only the first of the three reasons why the court reduced Mr. Sheldon's attorney fee award. The court also reduced the hours for lack of billing judgment and because the billing for certain tasks was not reasonable. The court continues to believe that reductions were appropriate for these two additional reasons. Accordingly, the court continues to believe that 1200 hours is the reasonable number of hours expended on the case, and Mr. Sheldon's motion to alter or amend the attorney fee award is therefore denied.</p>\n<p></p>\n<h2> Costs</h2>\n<p>Mr. Sheldon next seeks an increase in the costs awarded. In the November 8, 2002 order, the court awarded Mr. Sheldon $12,000 in costs. At that time, Mr. Sheldon's summary of costs stated that his <span class=\"star-pagination\">*1285</span> costs totaled $17,985.57. The court reduced the amount to $12,000 because the summary did not provide a detailed explanation for many of the costs, and the court believed that a portion of the costs were excessive. In the order, the court stated that if Mr. Sheldon felt the award was inadequate he could file a motion to alter or amend and provide the court with receipts for each of his charges along with a detailed description of the charges. Mr. Sheldon has now filed such a motion and included an updated summary of his costs with a detailed description of each of the particular costs. Relying on the updated summary, Mr. Sheldon now seeks $14,195.20 for his costs.</p>\n<p>The Tenth Circuit has instructed that the assessment of costs rests in the sound judicial discretion of the trial court. <i>Allison v. Bank One-Denver,</i> <span class=\"citation\" data-id=\"777645\"><a href=\"/opinion/777645/john-d-allison-william-c-hopkins-jr-galen-g-mcfayden-kirk-r-peterson/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1223</span></a></span>, 1248 (10th Cir.2002). Federal procedural law controls with respect to such an assessment. <i>Chaparral Resources, Inc. v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"507867\"><a href=\"/opinion/507867/chaparral-resources-inc-a-colorado-corporation-and-cross-appellee-v/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span>, 1291-92 (10th Cir.1988) (noting that \"[i]n a diversity case, federal law controls in regard to the assessment of costs\"). Under federal law, 28 U.S.C. § 1920 allows the prevailing party to recover as costs:</p>\n<blockquote>(1) Fees of the clerk and marshal; (2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case; (3) Fees and disbursements for printing and witnesses; (4) Fees for exemplification and copies of papers necessarily obtained for use in the case; (5) Docket fees under section 1923 of this title; (6) Compensation of court appointed experts, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920.</p>\n<p>Here, Mr. Sheldon's updated costs summary supports a slightly higher costs award. Mr. Sheldon eliminated costs that the court previously believed were excessive and also described each of the costs in greater detail. Thus, most of the costs Mr. Sheldon includes in his updated summary are taxable under § 1920. Specifically, the updated summary includes $367.36 for filing fees and fees for service of summons, $2,776.73 for copies of trial exhibits, $2,950.07 for deposition transcripts, approximately $4,898.62 for other copies, including various pleadings, $365.00 for copies of Delaware certified corporate documents, $336.20 for court mandated federal express charges, and $409.25 for power point copies and other blow ups used at trial. The court finds that each of these costs was \"for materials necessarily obtained for use in the case.\" <i>Allison v. Bank One-Denver,</i> <span class=\"citation\" data-id=\"777645\"><a href=\"/opinion/777645/john-d-allison-william-c-hopkins-jr-galen-g-mcfayden-kirk-r-peterson/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1223</span></a></span>, 1248 (10th Cir.2002). These costs total $12,103.23.</p>\n<p>On the other hand, the court does not believe that Mr. Sheldon is entitled to the entire $14,195.20 he seeks for costs because several of the items in the updated summary do not fall within § 1920. For example, Mr. Sheldon has included $88.85 for various long distance phone calls, $441.71 for certified mail and federal express expenses, $133.93 for office supplies, $89.86 for exhibit labels, $43.73 for electronic legal research expenses, $347.00 for his attorney's hotel and air fare expenses of attending the deposition of Steve Page, and $700.00 paid to a witness for lost work and air fare in traveling to testify at the trial. These expenses do not fall within the bounds of § 1920 and, therefore, are not costs that are recoverable. Specifically, there is no reference in § 1920 to long distance charges, federal express and/or certified mail expenses, general office expenses, expenses for traveling to a deposition, or electronic research expenses. Thus, such costs are not taxable. And while § 1920(3) does permit a recovery for <span class=\"star-pagination\">*1286</span> \"[f]ees and disbursements for printing and witnesses,\" the Tenth Circuit has instructed that only the $40 per day witness attendance fee under 28 U.S.C. § 1821 is taxable as a cost under § 1920. <i>Chaparral Resources,</i> 849 F.2d at 1292.<sup>[3]</sup> Thus, expenses relating to a witness's attendance at trial, beyond the $40 witness attendance fee, are not taxable. In short, then, Mr. Sheldon's updated summary of costs does provide a basis for a cost award of $12,103.23 plus the $40 witness attendance fee paid to the witness for his one day of testimony. Accordingly, Mr. Sheldon's motion to alter or amend the cost award is granted in part, and the court awards him $12,143.23 in costs.</p>\n<p></p>\n<h2> Punitive Damages</h2>\n<p>Finally, Mr. Sheldon argues that the punitive damage award should have been higher because there was evidence at trial that each of the defendants profited from their actions. Specifically, Mr. Sheldon argues that the account statements he introduced at trial establish that defendant Gershon Tannenbaum's profits totaled approximately $160,000 and defendant Carmen Vermonty's profits totaled $150,000. The court cannot agree.</p>\n<p>As the court stated in its November 8, 2002 order, the account statements introduced at trial fail to establish that any of the three defendants profited from their stock holdings. The account statements merely show different buy and sell transactions that the defendants engaged in during the time period in question. Such transactions, alone, are not sufficient to prove that the defendants made a profit. First, it is impossible to know whether the defendants profited from their sell transactions because the statements do not indicate the stock's purchase price. While Mr. Sheldon argues that the defendants received a substantial amount of stock for only $150 when the company was the D. Ashman Corporation, he did not present evidence documenting that such stock was the stock later sold. Second, it is impossible to know whether the defendants profited from the stock purchased because Mr. Sheldon did not document at what price the stock was ultimately sold. In other words, Mr. Sheldon's evidence fails to present a complete picture of the stock transactions that the defendants engaged in. Without the entire picture, the court is unable to determine whether the defendants profited from their stock transactions.</p>\n<p>That is not to say that the defendants did not profit from their actions; the defendants may have turned a profit from their transactions. The point is simply that Mr. Sheldon did not prove that the defendants profited and without that proof an increased punitive damage award is not justified. Accordingly, Mr. Sheldon's motion <span class=\"star-pagination\">*1287</span> to alter or amend the punitive damage award is denied.</p>\n<p>IT IS THEREFORE ORDERED BY THE COURT that plaintiff David Sheldon's second motion to alter or amend the judgment (Doc. 357) is granted in part and denied in part. Specifically, the motion is denied as to attorney fees and punitive damages and granted in part as to costs. Accordingly, the Clerk of the Court shall modify and amend the judgment previously entered in this case to award plaintiff costs in the amount of $12,143.23. The award is against defendants Jay Vermonty, Carmen Vermonty, Gershon Tannenbaum, Power Phone, Inc., TMC Agroworld, and DCGR International Holdings, Inc., jointly and severally.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 26, 2002, the court entered a default judgment in the amount of $38,722.89 against defendants Power Phone, TMC Agro-world, and DCGR International Holdings, Inc. The court also concluded that plaintiff's evidence at trial was sufficient to establish that punitive damages should be awarded against each of these defendants. The court, therefore, instructed the parties that the punitive damages hearing would include these three defendants. Accordingly, the court's punitive damage award pertains to all six defendants, jointly and severally.</p>\n<p>[2]  The court notes that it did not consider plaintiff's reply brief and the affidavit by plaintiff David Sheldon attached to that document. In his papers, defendant Gershon Tannenbaum questioned whether the affidavit was notarized in the presence of the notary. The notary was plaintiff's counsel. At the punitive damage hearing, plaintiff's counsel admitted that plaintiff faxed the affidavit to him on October 11, 2002, as evidenced by the fax line at the top of the signature page, and that plaintiff's counsel did not notarize the document until October 14, 2002. Plaintiff's counsel also admitted that plaintiff was not present at the time the affidavit was notarized. To sanction plaintiff counsel's conduct, the court, on the record at the hearing, struck the document and instructed the parties it would not consider the reply or the affidavit attached to it.</p>\n<p>[3]  Plaintiff's counsel argued at the hearing that although the fees attributable to claims submitted to arbitration were marked as such, parts of the arbitrable claims were intertwined with other claims. Therefore, according to plaintiff's counsel, the court should award plaintiff a portion of the fees. The court does not agree. Plaintiff counsel's bill does not establish that portions of the work were attributable to claims not submitted to arbitration. Given the lack of proof, the court must assume the work marked arbitration was attributable to work done solely on those claims submitted to arbitration. Accordingly, the court awards plaintiff no fees for this time.</p>\n<p>[4]  The court believes the award of a reasonable attorney fee is a substantive issue and, therefore, the court should apply Kansas state law; however, Kansas state law is not well-defined. With respect to issues Kansas courts have not addressed, the court believes the Kansas courts would look to federal cases regarding the award of attorney fees. This conclusion is evidenced by the Kansas Supreme Court's recent citation to Tenth Circuit law in determining the amount of attorney fees to award in a Kansas state law case. <i>Davis,</i> 269 Kan. at 748, <span class=\"citation\" data-id=\"2570587\"><a href=\"/opinion/2570587/davis-v-miller/\"><span class=\"volume\">7</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1223</span></a></span> (citing to <i>Case,</i> 157 F.3d at 1250, a Tenth Circuit opinion awarding attorney fees pursuant to § 1988, in awarding attorney fees under a Kansas statute). Accordingly, the court, like the Kansas Supreme Court in <i>Davis,</i> will look to federal law when Kansas state law has not addressed the issue. <i>Vanover v. Cook,</i> <span class=\"citation\" data-id=\"161389\"><a href=\"/opinion/161389/vanover-v-cook/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1186 (10th Cir.2001) (reasoning that absent direction from the highest state court, federal courts must \"predict the course that body would take if confronted with the issue\").</p>\n<p>[5]  Plaintiff counsel's billing statement also included approximately 33.13 hours of fees for which there was no charge. Additionally, as noted above, the court has subtracted the hours attributable to arbitration.</p>\n<p>[6]  After this court dismissed plaintiff's claims on defendants' motions to dismiss, the Tenth Circuit reversed in part. In that opinion, the Tenth Circuit concluded by stating:\n</p>\n<p>We regret the significant expenditure of judicial resources caused by the poor quality of Sheldon's advocacy. Although we have determined that some of Sheldon's claims are adequate to survive defendants' motion to dismiss, we caution Sheldon that, in the absence of significant improvement in the quality of his filings, his entire case may be vulnerable to a subsequent legal challenge.</p>\n<p><i>Sheldon v. Vermonty,</i> <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1774038</span></span>, *6 (10th Cir. Dec.4, 2000).</p>\n<p>[7]  Plaintiff's hourly rate also increases from $125 per hour to $250 per hour in that same time period.</p>\n<p>[8]  The court notes that the bulk of these hours were billed at the rate of $250 per hour.</p>\n<p>[9]  For example, most of the entries state nothing more than \"Phone calls document work\" or \"Production of Documents and Phone Calls\" or \"Trial Preparation.\"</p>\n<p>[10]  For example, on April 14, 2002, plaintiff's counsel made one entry for 200 hours. The description states: \"Estimate of time for Execution upon default judgment, filing foreign judgment, hearings, debtors examinations, garnishments, location of assets.\" Also, there is only one entry relating to the trial. It is for 80 hours. It is dated September 17, 2002. The description states: \"Trial Sheldon.\"</p>\n<p>[11]  The April 14, 2002 entry for 200 hours states that it is an estimate of time for a laundry list of activities. Another example is the next entry, on April 15, 2002, for 54.15 hours. The description states: \"Attorney fees of Shannon McDowell, John Power, Husch Eppenburger, additional fees due from Dave Sheldon.\" These entries support the court's belief that the time keeping was not contemporaneous.</p>\n<p>[12]  On this basis alone, the court could deny attorney fees for this time altogether. <i>See, e.g., </i><i>Anderson v. Sec'y of HHS,</i> <span class=\"citation\" data-id=\"715847\"><a href=\"/opinion/715847/celia-anderson-v-secretary-of-health-and-human-services-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1500</span></a></span>, 1506 (10th Cir.1996) (holding that a district court may totally deny attorney fees where no contemporaneous records are kept).</p>\n<p>[13]  Plaintiff's counsel billed eight hours a day on August 19, 20, 21, 22, 23, 26, 27, 28, 29, 30 and November 1, 2, 3, 4, 5, 6, 7, 8, 9. He then billed ten hours a day on November 10, 11, 12, and 13 and twelve hours a day on November 14, 15, and 16. Finally, he billed eighty hours on November 17 for the trial; it lasted less than five days.</p>\n<p>[14]  Even if the court's approximation is on the low side, which it does not believe it is, such a reduction is justified by plaintiff's billing practices.</p>\n<p>[15]  While it may be true that plaintiff's rate of $125 was under the market rate, the court questions plaintiff counsel's decision to raise his rate to $250. At the time the rate was raised, plaintiff had switched to a contingency fee arrangement. Therefore, the client was never charged the $250 rate.</p>\n<p>[16]  For example, the court cannot determine whether a September 10, 2002, charge of $2,776.73 at Kinkos is reasonable without some explanation of what the charge was for.</p>\n<p>[17]  \"In Kansas, punitive damages are awarded to punish the wrongdoer for his [or her] malicious, vindictive, or willful and wanton invasion of another's rights, with the ultimate purpose being to restrain and deter others from the commission of similar wrongs.\" <i>Folks v. Kan. Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"1180835\"><a href=\"/opinion/1180835/folks-v-kansas-power-light-co/\"><span class=\"volume\">243</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"1180835\"><a href=\"/opinion/1180835/folks-v-kansas-power-light-co/\"><span class=\"volume\">755</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1319</span></a></span>, Syl. 6 (1988).</p>\n<p>[18]  While plaintiff correctly points out that the conduct here was particularly harmful because others were injured, including one man who testified at trial that he lost $75,000, the court declines to consider that argument because there was no testimony that the people were either from Kansas or harmed in Kansas. <i>Cont'l Trend Res., Inc. v. OXY USA, Inc.,</i> <span class=\"citation\" data-id=\"729997\"><a href=\"/opinion/729997/continental-trend-resources-inc-harold-g-hamm-trustee-of-the-harold-g/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></a></span> (10th Cir.1996) (citing <i>BMW v. Gore,</i> <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1589</span></a></span>, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></a></span> (1996) (explaining that a punitive damage award must relate to conduct occurring within the state)).</p>\n<p>[19]  At the hearing, plaintiff's counsel argued that there was testimony at trial that defendants made private sales of the stock. While it is true that plaintiff and others testified at trial that they believed that defendants were making large sales of the stock each time an investor made a purchase of the stock, this theory was never substantiated with any evidence that defendants sold even one share of stock. Instead, plaintiff simply inferred that was the case because each time he invested in the stock the share price would fall.</p>\n<p>[20]  Defendants' misrepresentations to plaintiff spanned from early 1996, when they convinced him to invest in the company, to early 1998, when he ultimately sold his stock in the company at a substantial loss. While defendant Gershon Tannenbaum insists he spoke with plaintiff on only two occasions, his involvement is evident. The evidence at trial established that Mr. Tannenbaum played an integral role in promoting the company from its inception.</p>\n<p>[21]  Setting the appropriate level of punitive damages in this case is particularly difficult because plaintiff is recovering attorney fees under the Kansas Securities Act and recovering punitive damages on his fraud claims. Therefore, if the Kansas Securities Act claims are not upheld on appeal, plaintiff may not be entitled to recover his attorney fees. Nonetheless, the court's reasoning rests on the assumption that the Kansas Securities Act claims will be upheld on appeal such that the plaintiff is entitled to recover his attorney fees.</p>\n<p>[1]  Plaintiff David Sheldon also filed a motion to strike defendants' responses to plaintiff's second motion to alter or amend the judgment because the responses were filed out of time. While plaintiff may be correct that the motions were filed out of time, the court nonetheless denies the motion to strike these responses because the responses do not provide reasoning on which the court's order relies.</p>\n<p>[2]  Mr. Sheldon's motion explains that the discrepancy is attributed to \"various staff members doing the inputs, and for no other reason.\"</p>\n<p>[3]  Section 1821 is entitled \"Per diem and mileage generally; subsistence\" and provides as follows:\n</p>\n<p>(a)(1) Except as otherwise provided by law, a witness in attendance at any court of the United States, or before a United States Magistrate, or before any person authorized to take his deposition pursuant to any rule or order of a court of the United States, shall be paid the fees and allowances provided by this section.</p>\n<p>.   .   .   .   .</p>\n<p>(b) A witness shall be paid an attendance fee of $40 per day for each day's attendance. A witness shall also be paid the attendance fee for the time necessarily occupied in going to and returning from the place of attendance at the beginning and end of such attendance or at any time during such attendance.</p>\n<p>28 U.S.C. § 1821.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/156986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/159309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/161389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/507867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/678901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/701299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1180835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1195154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1679425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2331875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2570587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2606386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2625107/"
          ]
        }
      ],
      "judges": "Lungstrum",
      "date_created": "2014-10-30T23:05:17.990643Z",
      "date_modified": "2017-04-09T23:27:43.462371Z",
      "date_filed": "2003-01-10",
      "date_filed_is_approximate": false,
      "slug": "sheldon-v-vermonty",
      "citation_id": 2435607,
      "case_name_short": "Sheldon",
      "case_name": "Sheldon v. Vermonty",
      "case_name_full": "",
      "federal_cite_one": "237 F. Supp. 2d 1270",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2276672/sheldon-v-vermonty/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:05:17.988127Z",
  "date_modified": "2014-10-30T23:05:17.988127Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sheldon",
  "case_name": "Sheldon v. Vermonty",
  "case_name_full": "",
  "slug": "sheldon-v-vermonty",
  "docket_number": "Case No. 98-2277-JWL",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}