{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2281442/",
  "id": 2281442,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/txsd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2409172/",
      "id": 2409172,
      "absolute_url": "/opinion/2409172/stockton-v-city-of-freeport-texas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2281442/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2409172/",
          "id": 2409172,
          "absolute_url": "/opinion/2409172/stockton-v-city-of-freeport-texas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2409172/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1754/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:24:27.190285Z",
          "date_modified": "2017-04-09T20:33:05.541953Z",
          "type": "010combined",
          "sha1": "61ee6716b87e42e0ce5087964b7cbfa8967ceeb1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>147 F.Supp.2d 642 (2001)</b></center>\n<center><h1>Lisa STOCKTON, as next friend of Jeremy Douglas Hill, et al., Plaintiffs,<br>\nv.<br>\nCITY OF FREEPORT, TEXAS and Brazosport Independent School District Defendants.</h1></center>\n<center>No. CIV. A. G-00-744.</center>\n<center><p><b>United States District Court, S.D. Texas, Galveston Division.</b></p></center>\n<center>May 15, 2001.</center>\n<p><span class=\"star-pagination\">*643</span> Robert M. Rosenberg, Attorney at Law, Houston, TX, for Lisa Stockton, as Next friend of Jeremy Douglas Hill, Jeremy Douglas Hill, Kay Gallagher, as Next Friend of Lucas Gallagher, Lucas Gallagher, plaintiffs.</p>\n<p>William Scott Helfand, Rachel D. Ziolkowski, Magenheim, Bateman, et al., David B. Hodgins, Bracewell &amp; Patterson, Houston, TX, for City of Freeport, Texas, Brazosport Independent School District, defendants.</p>\n<p></p>\n<h2><i>ORDER GRANTING DEFENDANTS' MOTIONS TO DISMISS</i></h2>\n<p>KENT, District Judge.</p>\n<p>This case involves alleged deprivations of Plaintiffs' rights guaranteed by the Fourth and Fourteenth Amendments to the United States Constitution. Now before the Court are the Motions to Dismiss for Failure to State a Claim urged by both Defendant City of Freeport (\"City\") and Defendant Brazosport Independent School District (\"Brazosport I.S.D.\"). For the reasons set forth in more detail below, Defendants' Motions are GRANTED.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Solely according to the Plaintiffs<sup>[1]</sup>, in the spring of 1999, Plaintiffs Jeremy Douglas Hill, Lucas Gallagher and Courtney Cours<sup>[2]</sup> attended Brazosport High School (\"School\") in Freeport, Texas. Each was a sophomore. None knew each other well, although they did eat lunch together and seemingly traveled in the same circles. Then a series of events transpired that brought these three students together in the lawsuit now extant in this Court.</p>\n<p>On April 27, 1999, it is alleged that fourteen students at the School were confronted by officers from the Freeport Police Department. These students, including Plaintiffs, were frisked, handcuffed and led out of the School building. The officers placed the Plaintiffs in police cars, by which they were transported to the Freeport municipal building, which houses the local municipal court. During this process, the police officers allegedly directed profane language at Plaintiffs. Neither officers nor School officials articulated any reasons for the detention. Moreover, the police threatened the students with immediate imprisonment if they did not capitulate to the officers' authority; threatening to place the students in the municipal jail where they would suffer mightily at the hands of the facility's resident population. No students, however, were actually <span class=\"star-pagination\">*644</span> placed in jail cells. Instead, the police ordered that the students remain in the courtroom of the municipal building, upon threat of five year prison terms for leaving. These confrontations and subsequent detentions each took place without a warrant.</p>\n<p>After spending more than one hour in the courtroom, the students were told to telephone their parents and tell them to come to down to the municipal building. Eventually, the students' parents arrived. The parents were told to sit and wait with their children in the courtroom. Ultimately, after all the parents had arrived, the police and the School's principal, Mr. Boone, hostily lectured both the students and their parents, after which all departed.</p>\n<p>Only one of the Plaintiffs, Jeremy Douglas Hill (\"Jeremy\"), was ever questioned by the police. According to the Plaintiffs, this questioning only occurred because Jeremy's mother insisted that she could wait no longer in the courtroom and had to leave with her son. Otherwise, Jeremy and his mother would simply have remained in the courtroom awaiting the same abusive lecture that the other students and parents shortly received. In his brief interrogation, a detective asked Jeremy if he knew how to make a bomb, Jeremy said no, after which the detective proceeded to explain how to do so. Thereafter, the detective went on to inform Jeremy that he knew Jeremy had done nothing wrong. The detective further apprised Jeremy that this entire exercise had been a show of force, intended to impress upon the students that they were being monitored by the authorities.</p>\n<p>But as unfortunate as these affairs are, this entire incident at Brazosport High School occurred against the backdrop of an even more calamitous tapestry of events that has permeated American culture in recent years. Three days after two students at Columbine High took the lives of thirteen classmates, a threatening letter was found in the Brazosport High School computer room. The School suspected that a particular student had left the letter. This School knew that the suspect spent idle time at the same group of picnic tables at which the Plaintiffs and the other arrested students often congregated. This knowledge, even with little or no further connection, allegedly triggered the actions which led to the raid and detention of which Plaintiffs now complain.</p>\n<p>Plaintiffs now allege that this confrontation and detention effected by the School, in conjunction with the local police, had no basis in the realities of who had or had not taken what actions at the School. According to the Plaintiffs, they, and the other arrested students, were singled out because they \"hung out\" at a particular set of picnic tables before classes and at the lunch hour. Plaintiffs maintain that this information exposes this damaging charade as lacking probable cause or even reasonable suspicion, and that no one believed that the individual Plaintiffs posed a legitimate risk of danger to the School.</p>\n<p>The morning after the raid, Mr. Boone, the principal, called a school-wide assembly to explain the prior day's happenings. At this assembly, Mr. Boone pronounced the school free of terrorists and assured the students that all was safe. Mr. Boone further informed the student body that no one should bother the students who had been arrested the previous day, as these students had done nothing wrong. This admonition, however, has apparently had little effect.</p>\n<p>Each of the Plaintiffs complains of harassment that began following their detention. For example, fellow students suggested invidiously that the Plaintiffs were contemplating a \"Columbine-style\" incident for the school. Jeremy twice received in-school suspension following his efforts to exonerate himself before the students <span class=\"star-pagination\">*645</span> in his geometry class. All the Plaintiffs allegedly began suffering sleeplessness and depression. Their school work suffered. Each became fearful of future arrest.</p>\n<p>On May 5, 1999, in a state of confusion, agitation and fatigue, Jeremy fell asleep in a class, only to be aroused by a glass of water thrown upon his person by the teacher.<sup>[3]</sup> This led to riotous laughter, causing Jeremy further humiliation and embarrassment. After this incident, Jeremy's mother scheduled a meeting with Mr. Boone. At this meeting, Mr. Boone told Jeremy's mother, and Lucas Gallagher's mother who was also present, that their children would be better off if they either transferred to a different school or began home schooling.<sup>[4]</sup> Indeed, Plaintiff Courtney Cours ultimately did leave the School, opting to pursue home schooling in lieu of facing the daily pressures brought on by her unrelenting peers.</p>\n<p>Plaintiffs now contend that the actions of the City of Freeport police and School officials violated their rights guaranteed by the Fourth and Fourteenth Amendments to the United States Constitution.<sup>[5]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Motion to Dismiss Standard</i>\n</h2>\n<p>When considering a motion to dismiss under Fed.R.Civ.P. 12(b)(6), the Court accepts as true all well-pleaded allegations in the complaint, and views them in a light most favorable to the plaintiff. <i>See </i><i>Malina v. Gonzales,</i> 994 F.2d 1121, 1125 (5th Cir.1993). Unlike a motion for summary judgment, a motion to dismiss should be granted only when it appears without a doubt that the plaintiff can prove no set of facts in support of his claims that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957); <i>Tuchman v. DSC Communications Corp.,</i> 14 F.3d 1061, 1067 (5th Cir.1994). The United States Court of Appeals for the Fifth Circuit has noted that dismissal for failure to state a claim is disfavored and will be appropriate only in rare circumstances. <i>See </i><i>Mahone v. Addicks Util. Dist. of Harris County,</i> 836 F.2d 921, 926 (5th Cir.1988). \"However, conclusory allegations or legal conclusions masquerading as factual conclusions will not suffice to prevent a motion to dismiss.\" <i>Fernandez-Montes v. Allied Pilots Ass'n,</i> 987 F.2d 278, 284 (5th Cir.1993).</p>\n<p></p>\n<h2>B. <i>A Constitutional Violation?</i>\n</h2>\n<p>The Fourth Amendment protects persons against unreasonable searches and seizures.<sup>[6]</sup><i>See </i><i>Milligan v. City of Slidell,</i> 226 F.3d 652, 654 (5th Cir.2000). \"The central inquiry under the Fourth <span class=\"star-pagination\">*646</span> Amendment is whether a search or seizure is reasonable under all the circumstances of a particular governmental invasion of a person's personal security.\" <i>Id.</i> Courts undertake this reasonableness assessment by balancing the interest of the government against the search or seizure's invasiveness. <i>See id.</i> This \"[b]alancing renders essential a consideration of the context in which a Fourth Amendment right is asserted.\" <i>Id.</i> Therefore, both the magnitude of the threat involved and the quarters in which the threat may manifest bear on the governmental interest inquiry. <i>Cf. </i><i>Florida v. J.L.,</i> 529 U.S. 266, 273-74, 120 S.Ct. 1375, 1380, 146 L.Ed.2d 254 (2000) (noting factors that might make a search based upon an otherwise unreliable anonymous tip reasonable). Indisputably, the Fourth Amendment does apply, albeit with generally lesser force, in schools. <i>See </i><i>Vernonia School Dist. 47J v. Acton,</i> 515 U.S. 646, 656-57, 115 S.Ct. 2386, 2392, 132 L.Ed.2d 564 (1995). Thus, in undertaking a reasonableness inquiry, courts must consider the school's \"custodial and tutelary responsibility for children.\" <i>Id.</i> at 656, 115 S.Ct. at 2392.</p>\n<p>The Court assumes for purposes of this Motion to Dismiss, that Plaintiffs have demonstrated a strong interest in being free from the frisking, handcuffing and subsequent detention that took place. These invasions certainly are a far cry from de minimis and call for scrutiny. The Court's inquiry thus focuses upon whether, on the facts as pled, Defendants have demonstrated as a matter of law that the Plaintiffs' strong interest in being free from seizure has been indisputably outweighed by a governmental interest.<sup>[7]</sup> In this regard, the Court focuses upon two issues: (1) the nature and immediacy of the governmental concern and (2) the efficacy of the means used to address the concern. <i>See </i><i>Milligan,</i> 226 F.3d at 655.</p>\n<p>The facts pled by Plaintiffs indicate that a threatening letter had been found on school property several days prior to the claimed Constitutional deprivations. The School suspected that a particular student had left this letter, and believed, based upon outward appearances, that Plaintiffs and the suspect were socially connected. It is difficult to conceive of a scenario in which a greater governmental interest is invoked than the threat of indiscriminate violence at school.<sup>[8]</sup><i>See id.</i> (characterizing protecting students, fostering self-discipline and deterring possible violence as compelling governmental interests). Indeed, officials in the Columbine massacre were harshly criticized for <i>failing</i> to take action regarding prior signs of problems.</p>\n<p><span class=\"star-pagination\">*647</span> Somewhat unclear here, however, is the immediacy of the School's concerns. Plaintiffs argue that School officials found the threatening letter several days previously, and thus the urgency that might otherwise justify such a search or seizure is lacking here. The Court finds itself unpersuaded by this contention. Faced with a situation like this, a school always has latitude regarding how quickly to act. Investigations and subsequent remediations are incremental. One could posit a situation wherein a violent threat is lodged for a specific date several weeks in the future. Would a school's efforts to avert injury be less justifiable if undertaken after two days time; two weeks time; the morning of the anticipated harm? This Court thinks not.</p>\n<p>Furthermore, it is both the nature and immediacy of a concern that give rise to a government's interest in preventing its occurrence. Even if one were to concede an utterly nominal level of immediacy, the nature alone of a violent threat advanced against a school provides an ample government interest to support acting forcefully to stem even the possibility of violent conduct, although the Court fervently hopes that events such as those at issue will not become a common occurrence in this or any school system.</p>\n<p>The effectiveness of the School's and the police department's actions also cannot be questioned. No violent attack came to bear at Brazosport High School. Clearly, of course, a less intrusive means could, and in hindsight likely should, have been used to assemble the Plaintiffs and other students. They could have been called to the principal's office, frisked for weapons in private and then placed in an unused classroom until their parents arrived for a lecture. However, the Fourth Amendment does not require that a search or seizure be conducted in the least restrictive means. <i>See </i><i>Milligan,</i> 226 F.3d at 655. Rather, the alleged personal invasion as completed must be reasonable under all the circumstances.</p>\n<p>The bottom line is that the rights asserted by Plaintiffs, although legitimate and substantial, do not outweigh the School's dramatically compelling interests in maintaining a safe place of learning.</p>\n<p></p>\n<h2>C. <i>Policy or Custom?</i>\n</h2>\n<p>Because the Court has determined that Plaintiffs' Complaint does not state a cause of action for Constitutional deprivation, the Court truncates its analysis of whether a policy or custom of the City or the Brazosport I.S.D. caused the alleged deprivation.<sup>[9]</sup> Suffice it to say, however, that Plaintiff's Complaint also fails to allege, much less factually describe, a policy or custom which led to a Constitutional deprivation. <i>See </i><i>Spiller v. City of Texas City,</i> 130 F.3d 162, 167 (5th Cir.1997) (\"The description of a policy or custom and its relation to the underlying constitutional violation, moreover, cannot be conclusory; it must contain specific facts.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>After examining the Plaintiffs' allegations, the Court is firmly convinced that no Constitutional claim has been stated. Taken as true the allegations demonstrate, at best, insensitive, heavy-handed actions, and at worst, bumbling hysteria on the part of both the School and the police officers. In other words, what occurred at the School was, at most, an extraordinary overreaction. However, in the aftermath of the Columbine High violence, some period of hypersensitivity among schools officials was called for, and indeed should be <span class=\"star-pagination\">*648</span> lauded. In the face of a genuine nationwide tragedy, which has been mimicked at other schools, and with which we all therefore continue to struggle, it simply is not improper to overreact. Thus, while the Court is hardly amused by what transpired, it readily concedes that school officials have little or no expertise in antiterrorism and are largely left to \"making it up as they go along.\" Accordingly, this Court will not unduly second guess the decisions of school administrators and law enforcement officials who are working within the umbra of such a demonstrably gut wrenching tragedy. The alternative is an increased risk of further calamity.</p>\n<p>While never taking lightly the infringement of anyone's rights, particularly when those of tender age are involved, this Court reluctantly approves of the actions taken by these School officials and police officers. Part of living in a free republic is the ongoing preponderance of reaction to dangerous situations rather than proaction. Here, an effort was made to avoid the degenerative spiral into violence that reaction often fosters, or at least fails to stem. Unfortunately, when officials act with enthusiastic force in the face of a palpable concern, individuals will occasionally be snared in a regrettably broad, but not unreasonably intrusive trap.</p>\n<p>Of course, the Court readily concedes that a bright line exists over which the facts of a similar scenario could cross and give rise to a claim for relief. For example, students could be beaten, falsely charged with a crime, or jailed indeterminately. However, the Plaintiffs herein were not physically injured. They were not incarcerated. They were not charged with a crime. Indeed, their records are clean. The mere detention of fourteen students for several hours simply does not approach this bright line.</p>\n<p>After careful consideration of the Plaintiffs' allegations in light of the applicable law, the Court finds that none have stated a factual scenario for which relief may be granted. Accordingly, Defendants' Motions to Dismiss are GRANTED. The Court ORDERS that each and all of Plaintiffs' claims versus Defendants are DISMISSED WITH PREJUDICE.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2><i>FINAL JUDGMENT</i></h2>\n<p>For the reasons set forth in the Order issued this date, Defendants' Motions to Dismiss are hereby GRANTED and Judgment is entered for Defendants. All parties are ORDERED to bear their own costs and attorney's fees incurred herein to date.</p>\n<p>THIS IS A FINAL JUDGMENT.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because this is a Motion to Dismiss, the Court accepts all of Plaintiffs' pled facts as true. The School and the City strongly dispute the truth of much of the following recitation.</p>\n<p>[2]  Miss Cours, a minor, brings suit through her next friend, George Larry Cours.</p>\n<p>[3]  While inappropriate, this does not rise to the level of a Constitutional violation. The Court includes this in the background facts as just that, background.</p>\n<p>[4]  Again, while callous, this is not a Constitutional violation.</p>\n<p>[5]  Plaintiffs' Original Complaint also alleged a violation of their First Amendment rights and stated several state law causes of action. Plaintiffs' First Amended Original Complaint omits these claims.</p>\n<p>[6]  Plaintiffs protest Defendants' characterization of their claims as arising exclusively under the Fourth Amendment, rather than the Fourteenth Amendment. In support, Plaintiffs cite to several cases which hold that the Fourth Amendment is applied to states via the Fourteenth Amendment. This is axiomatic. Defendants actual argument, however, is that the Court must apply a Fourth Amendment analysis to this case, rather than using the Fourteenth Amendment's more generalized notions of due process. This is correct, and the Court proceeds accordingly. <i>See </i><i>Blackwell v. Barton,</i> 34 F.3d 298, 302 (5th Cir. 1994).</p>\n<p>[7]  Plaintiffs argue that the Court should segregate the actions taken by the police from those of the School officials. This effort is aimed at removing the actions from a \"special needs\" analysis. The Court declines to parse through the actors in such a fashion. <i>See </i><i>Milligan,</i> 226 F.3d at 654-56 (analyzing the conduct of police officers under the same special needs analysis). To the extent that a government interest exists and the actions are reasonable, it is of no import what state actor took the actions. <i>But cf. </i><i>New Jersey v. T.L.O.,</i> 469 U.S. 325, 335, 105 S.Ct. 733, 739, 83 L.Ed.2d 720 (1985) (declining to reach this question).</p>\n<p>[8]  Plaintiffs, in their Response, rely heavily upon a recent District Court decision from the Northern District of Texas. <i>See </i><i>Tannahill v. Lockney Indep. Sch. Dist.,</i> 133 F.Supp.2d 919 (N.D.Tex.2001). The <i>Tannahill</i> case involved mandatory suspicionless drug testing of all secondary school students in the Lockney Independent School District. <i>See id.</i> Applying the Supreme Court's <i>Vernonia</i> analysis, the District Court found that no \"special need\" justified this testing. <i>See id.</i> The factual dissimilarities between <i>Tannahill</i> and the case now before this Court, however, are dramatic. Accordingly, the Court gives <i>Tannahill</i> little heed.</p>\n<p>[9]  Plaintiffs have not sued any persons in their individual capacities.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">642</span></span> (2001)</b></center>\n<center><h1>Lisa STOCKTON, as next friend of Jeremy Douglas Hill, et al., Plaintiffs,<br>\nv.<br>\nCITY OF FREEPORT, TEXAS and Brazosport Independent School District Defendants.</h1></center>\n<center>No. CIV. A. G-00-744.</center>\n<center><p><b>United States District Court, S.D. Texas, Galveston Division.</b></p></center>\n<center>May 15, 2001.</center>\n<p><span class=\"star-pagination\">*643</span> Robert M. Rosenberg, Attorney at Law, Houston, TX, for Lisa Stockton, as Next friend of Jeremy Douglas Hill, Jeremy Douglas Hill, Kay Gallagher, as Next Friend of Lucas Gallagher, Lucas Gallagher, plaintiffs.</p>\n<p>William Scott Helfand, Rachel D. Ziolkowski, Magenheim, Bateman, et al., David B. Hodgins, Bracewell &amp; Patterson, Houston, TX, for City of Freeport, Texas, Brazosport Independent School District, defendants.</p>\n<p></p>\n<h2><i>ORDER GRANTING DEFENDANTS' MOTIONS TO DISMISS</i></h2>\n<p>KENT, District Judge.</p>\n<p>This case involves alleged deprivations of Plaintiffs' rights guaranteed by the Fourth and Fourteenth Amendments to the United States Constitution. Now before the Court are the Motions to Dismiss for Failure to State a Claim urged by both Defendant City of Freeport (\"City\") and Defendant Brazosport Independent School District (\"Brazosport I.S.D.\"). For the reasons set forth in more detail below, Defendants' Motions are GRANTED.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Solely according to the Plaintiffs<sup>[1]</sup>, in the spring of 1999, Plaintiffs Jeremy Douglas Hill, Lucas Gallagher and Courtney Cours<sup>[2]</sup> attended Brazosport High School (\"School\") in Freeport, Texas. Each was a sophomore. None knew each other well, although they did eat lunch together and seemingly traveled in the same circles. Then a series of events transpired that brought these three students together in the lawsuit now extant in this Court.</p>\n<p>On April 27, 1999, it is alleged that fourteen students at the School were confronted by officers from the Freeport Police Department. These students, including Plaintiffs, were frisked, handcuffed and led out of the School building. The officers placed the Plaintiffs in police cars, by which they were transported to the Freeport municipal building, which houses the local municipal court. During this process, the police officers allegedly directed profane language at Plaintiffs. Neither officers nor School officials articulated any reasons for the detention. Moreover, the police threatened the students with immediate imprisonment if they did not capitulate to the officers' authority; threatening to place the students in the municipal jail where they would suffer mightily at the hands of the facility's resident population. No students, however, were actually <span class=\"star-pagination\">*644</span> placed in jail cells. Instead, the police ordered that the students remain in the courtroom of the municipal building, upon threat of five year prison terms for leaving. These confrontations and subsequent detentions each took place without a warrant.</p>\n<p>After spending more than one hour in the courtroom, the students were told to telephone their parents and tell them to come to down to the municipal building. Eventually, the students' parents arrived. The parents were told to sit and wait with their children in the courtroom. Ultimately, after all the parents had arrived, the police and the School's principal, Mr. Boone, hostily lectured both the students and their parents, after which all departed.</p>\n<p>Only one of the Plaintiffs, Jeremy Douglas Hill (\"Jeremy\"), was ever questioned by the police. According to the Plaintiffs, this questioning only occurred because Jeremy's mother insisted that she could wait no longer in the courtroom and had to leave with her son. Otherwise, Jeremy and his mother would simply have remained in the courtroom awaiting the same abusive lecture that the other students and parents shortly received. In his brief interrogation, a detective asked Jeremy if he knew how to make a bomb, Jeremy said no, after which the detective proceeded to explain how to do so. Thereafter, the detective went on to inform Jeremy that he knew Jeremy had done nothing wrong. The detective further apprised Jeremy that this entire exercise had been a show of force, intended to impress upon the students that they were being monitored by the authorities.</p>\n<p>But as unfortunate as these affairs are, this entire incident at Brazosport High School occurred against the backdrop of an even more calamitous tapestry of events that has permeated American culture in recent years. Three days after two students at Columbine High took the lives of thirteen classmates, a threatening letter was found in the Brazosport High School computer room. The School suspected that a particular student had left the letter. This School knew that the suspect spent idle time at the same group of picnic tables at which the Plaintiffs and the other arrested students often congregated. This knowledge, even with little or no further connection, allegedly triggered the actions which led to the raid and detention of which Plaintiffs now complain.</p>\n<p>Plaintiffs now allege that this confrontation and detention effected by the School, in conjunction with the local police, had no basis in the realities of who had or had not taken what actions at the School. According to the Plaintiffs, they, and the other arrested students, were singled out because they \"hung out\" at a particular set of picnic tables before classes and at the lunch hour. Plaintiffs maintain that this information exposes this damaging charade as lacking probable cause or even reasonable suspicion, and that no one believed that the individual Plaintiffs posed a legitimate risk of danger to the School.</p>\n<p>The morning after the raid, Mr. Boone, the principal, called a school-wide assembly to explain the prior day's happenings. At this assembly, Mr. Boone pronounced the school free of terrorists and assured the students that all was safe. Mr. Boone further informed the student body that no one should bother the students who had been arrested the previous day, as these students had done nothing wrong. This admonition, however, has apparently had little effect.</p>\n<p>Each of the Plaintiffs complains of harassment that began following their detention. For example, fellow students suggested invidiously that the Plaintiffs were contemplating a \"Columbine-style\" incident for the school. Jeremy twice received in-school suspension following his efforts to exonerate himself before the students <span class=\"star-pagination\">*645</span> in his geometry class. All the Plaintiffs allegedly began suffering sleeplessness and depression. Their school work suffered. Each became fearful of future arrest.</p>\n<p>On May 5, 1999, in a state of confusion, agitation and fatigue, Jeremy fell asleep in a class, only to be aroused by a glass of water thrown upon his person by the teacher.<sup>[3]</sup> This led to riotous laughter, causing Jeremy further humiliation and embarrassment. After this incident, Jeremy's mother scheduled a meeting with Mr. Boone. At this meeting, Mr. Boone told Jeremy's mother, and Lucas Gallagher's mother who was also present, that their children would be better off if they either transferred to a different school or began home schooling.<sup>[4]</sup> Indeed, Plaintiff Courtney Cours ultimately did leave the School, opting to pursue home schooling in lieu of facing the daily pressures brought on by her unrelenting peers.</p>\n<p>Plaintiffs now contend that the actions of the City of Freeport police and School officials violated their rights guaranteed by the Fourth and Fourteenth Amendments to the United States Constitution.<sup>[5]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Motion to Dismiss Standard</i>\n</h2>\n<p>When considering a motion to dismiss under Fed.R.Civ.P. 12(b)(6), the Court accepts as true all well-pleaded allegations in the complaint, and views them in a light most favorable to the plaintiff. <i>See </i><i>Malina v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></span>, 1125 (5th Cir.1993). Unlike a motion for summary judgment, a motion to dismiss should be granted only when it appears without a doubt that the plaintiff can prove no set of facts in support of his claims that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>Tuchman v. DSC Communications Corp.,</i> <span class=\"citation\" data-id=\"6257\"><a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1067 (5th Cir.1994). The United States Court of Appeals for the Fifth Circuit has noted that dismissal for failure to state a claim is disfavored and will be appropriate only in rare circumstances. <i>See </i><i>Mahone v. Addicks Util. Dist. of Harris County,</i> <span class=\"citation\" data-id=\"499763\"><a href=\"/opinion/499763/randolph-mahone-v-addicks-utility-district-of-harris-county/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 926 (5th Cir.1988). \"However, conclusory allegations or legal conclusions masquerading as factual conclusions will not suffice to prevent a motion to dismiss.\" <i>Fernandez-Montes v. Allied Pilots Ass'n,</i> <span class=\"citation\" data-id=\"601516\"><a href=\"/opinion/601516/manuel-m-fernandez-montes-v-allied-pilots-association-fred-vogel-and/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 284 (5th Cir.1993).</p>\n<p></p>\n<h2>B. <i>A Constitutional Violation?</i>\n</h2>\n<p>The Fourth Amendment protects persons against unreasonable searches and seizures.<sup>[6]</sup><i>See </i><i>Milligan v. City of Slidell,</i> <span class=\"citation\" data-id=\"770408\"><a href=\"/opinion/770408/diane-milligan-individually-and-on-behalf-of-her-minor-son-eric-milligan/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 654 (5th Cir.2000). \"The central inquiry under the Fourth <span class=\"star-pagination\">*646</span> Amendment is whether a search or seizure is reasonable under all the circumstances of a particular governmental invasion of a person's personal security.\" <i>Id.</i> Courts undertake this reasonableness assessment by balancing the interest of the government against the search or seizure's invasiveness. <i>See id.</i> This \"[b]alancing renders essential a consideration of the context in which a Fourth Amendment right is asserted.\" <i>Id.</i> Therefore, both the magnitude of the threat involved and the quarters in which the threat may manifest bear on the governmental interest inquiry. <i>Cf. </i><i>Florida v. J.L.,</i> <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273-74, <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, 1380, <span class=\"citation\" data-id=\"118352\"><a href=\"/opinion/118352/florida-v-jl/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (2000) (noting factors that might make a search based upon an otherwise unreliable anonymous tip reasonable). Indisputably, the Fourth Amendment does apply, albeit with generally lesser force, in schools. <i>See </i><i>Vernonia School Dist. 47J v. Acton,</i> <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, 656-57, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></a></span>, 2392, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1995). Thus, in undertaking a reasonableness inquiry, courts must consider the school's \"custodial and tutelary responsibility for children.\" <i>Id.</i> at 656, 115 S.Ct. at 2392.</p>\n<p>The Court assumes for purposes of this Motion to Dismiss, that Plaintiffs have demonstrated a strong interest in being free from the frisking, handcuffing and subsequent detention that took place. These invasions certainly are a far cry from de minimis and call for scrutiny. The Court's inquiry thus focuses upon whether, on the facts as pled, Defendants have demonstrated as a matter of law that the Plaintiffs' strong interest in being free from seizure has been indisputably outweighed by a governmental interest.<sup>[7]</sup> In this regard, the Court focuses upon two issues: (1) the nature and immediacy of the governmental concern and (2) the efficacy of the means used to address the concern. <i>See </i><i>Milligan,</i> 226 F.3d at 655.</p>\n<p>The facts pled by Plaintiffs indicate that a threatening letter had been found on school property several days prior to the claimed Constitutional deprivations. The School suspected that a particular student had left this letter, and believed, based upon outward appearances, that Plaintiffs and the suspect were socially connected. It is difficult to conceive of a scenario in which a greater governmental interest is invoked than the threat of indiscriminate violence at school.<sup>[8]</sup><i>See id.</i> (characterizing protecting students, fostering self-discipline and deterring possible violence as compelling governmental interests). Indeed, officials in the Columbine massacre were harshly criticized for <i>failing</i> to take action regarding prior signs of problems.</p>\n<p><span class=\"star-pagination\">*647</span> Somewhat unclear here, however, is the immediacy of the School's concerns. Plaintiffs argue that School officials found the threatening letter several days previously, and thus the urgency that might otherwise justify such a search or seizure is lacking here. The Court finds itself unpersuaded by this contention. Faced with a situation like this, a school always has latitude regarding how quickly to act. Investigations and subsequent remediations are incremental. One could posit a situation wherein a violent threat is lodged for a specific date several weeks in the future. Would a school's efforts to avert injury be less justifiable if undertaken after two days time; two weeks time; the morning of the anticipated harm? This Court thinks not.</p>\n<p>Furthermore, it is both the nature and immediacy of a concern that give rise to a government's interest in preventing its occurrence. Even if one were to concede an utterly nominal level of immediacy, the nature alone of a violent threat advanced against a school provides an ample government interest to support acting forcefully to stem even the possibility of violent conduct, although the Court fervently hopes that events such as those at issue will not become a common occurrence in this or any school system.</p>\n<p>The effectiveness of the School's and the police department's actions also cannot be questioned. No violent attack came to bear at Brazosport High School. Clearly, of course, a less intrusive means could, and in hindsight likely should, have been used to assemble the Plaintiffs and other students. They could have been called to the principal's office, frisked for weapons in private and then placed in an unused classroom until their parents arrived for a lecture. However, the Fourth Amendment does not require that a search or seizure be conducted in the least restrictive means. <i>See </i><i>Milligan,</i> 226 F.3d at 655. Rather, the alleged personal invasion as completed must be reasonable under all the circumstances.</p>\n<p>The bottom line is that the rights asserted by Plaintiffs, although legitimate and substantial, do not outweigh the School's dramatically compelling interests in maintaining a safe place of learning.</p>\n<p></p>\n<h2>C. <i>Policy or Custom?</i>\n</h2>\n<p>Because the Court has determined that Plaintiffs' Complaint does not state a cause of action for Constitutional deprivation, the Court truncates its analysis of whether a policy or custom of the City or the Brazosport I.S.D. caused the alleged deprivation.<sup>[9]</sup> Suffice it to say, however, that Plaintiff's Complaint also fails to allege, much less factually describe, a policy or custom which led to a Constitutional deprivation. <i>See </i><i>Spiller v. City of Texas City,</i> <span class=\"citation\" data-id=\"748605\"><a href=\"/opinion/748605/johnnie-faye-spiller-v-city-of-texas-city-police-department-state-of/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 167 (5th Cir.1997) (\"The description of a policy or custom and its relation to the underlying constitutional violation, moreover, cannot be conclusory; it must contain specific facts.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>After examining the Plaintiffs' allegations, the Court is firmly convinced that no Constitutional claim has been stated. Taken as true the allegations demonstrate, at best, insensitive, heavy-handed actions, and at worst, bumbling hysteria on the part of both the School and the police officers. In other words, what occurred at the School was, at most, an extraordinary overreaction. However, in the aftermath of the Columbine High violence, some period of hypersensitivity among schools officials was called for, and indeed should be <span class=\"star-pagination\">*648</span> lauded. In the face of a genuine nationwide tragedy, which has been mimicked at other schools, and with which we all therefore continue to struggle, it simply is not improper to overreact. Thus, while the Court is hardly amused by what transpired, it readily concedes that school officials have little or no expertise in antiterrorism and are largely left to \"making it up as they go along.\" Accordingly, this Court will not unduly second guess the decisions of school administrators and law enforcement officials who are working within the umbra of such a demonstrably gut wrenching tragedy. The alternative is an increased risk of further calamity.</p>\n<p>While never taking lightly the infringement of anyone's rights, particularly when those of tender age are involved, this Court reluctantly approves of the actions taken by these School officials and police officers. Part of living in a free republic is the ongoing preponderance of reaction to dangerous situations rather than proaction. Here, an effort was made to avoid the degenerative spiral into violence that reaction often fosters, or at least fails to stem. Unfortunately, when officials act with enthusiastic force in the face of a palpable concern, individuals will occasionally be snared in a regrettably broad, but not unreasonably intrusive trap.</p>\n<p>Of course, the Court readily concedes that a bright line exists over which the facts of a similar scenario could cross and give rise to a claim for relief. For example, students could be beaten, falsely charged with a crime, or jailed indeterminately. However, the Plaintiffs herein were not physically injured. They were not incarcerated. They were not charged with a crime. Indeed, their records are clean. The mere detention of fourteen students for several hours simply does not approach this bright line.</p>\n<p>After careful consideration of the Plaintiffs' allegations in light of the applicable law, the Court finds that none have stated a factual scenario for which relief may be granted. Accordingly, Defendants' Motions to Dismiss are GRANTED. The Court ORDERS that each and all of Plaintiffs' claims versus Defendants are DISMISSED WITH PREJUDICE.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2><i>FINAL JUDGMENT</i></h2>\n<p>For the reasons set forth in the Order issued this date, Defendants' Motions to Dismiss are hereby GRANTED and Judgment is entered for Defendants. All parties are ORDERED to bear their own costs and attorney's fees incurred herein to date.</p>\n<p>THIS IS A FINAL JUDGMENT.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because this is a Motion to Dismiss, the Court accepts all of Plaintiffs' pled facts as true. The School and the City strongly dispute the truth of much of the following recitation.</p>\n<p>[2]  Miss Cours, a minor, brings suit through her next friend, George Larry Cours.</p>\n<p>[3]  While inappropriate, this does not rise to the level of a Constitutional violation. The Court includes this in the background facts as just that, background.</p>\n<p>[4]  Again, while callous, this is not a Constitutional violation.</p>\n<p>[5]  Plaintiffs' Original Complaint also alleged a violation of their First Amendment rights and stated several state law causes of action. Plaintiffs' First Amended Original Complaint omits these claims.</p>\n<p>[6]  Plaintiffs protest Defendants' characterization of their claims as arising exclusively under the Fourth Amendment, rather than the Fourteenth Amendment. In support, Plaintiffs cite to several cases which hold that the Fourth Amendment is applied to states via the Fourteenth Amendment. This is axiomatic. Defendants actual argument, however, is that the Court must apply a Fourth Amendment analysis to this case, rather than using the Fourteenth Amendment's more generalized notions of due process. This is correct, and the Court proceeds accordingly. <i>See </i><i>Blackwell v. Barton,</i> <span class=\"citation\" data-id=\"6672\"><a href=\"/opinion/6672/blackwell-v-barton/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (5th Cir. 1994).</p>\n<p>[7]  Plaintiffs argue that the Court should segregate the actions taken by the police from those of the School officials. This effort is aimed at removing the actions from a \"special needs\" analysis. The Court declines to parse through the actors in such a fashion. <i>See </i><i>Milligan,</i> 226 F.3d at 654-56 (analyzing the conduct of police officers under the same special needs analysis). To the extent that a government interest exists and the actions are reasonable, it is of no import what state actor took the actions. <i>But cf. </i><i>New Jersey v. T.L.O.,</i> <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 335, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 739, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1985) (declining to reach this question).</p>\n<p>[8]  Plaintiffs, in their Response, rely heavily upon a recent District Court decision from the Northern District of Texas. <i>See </i><i>Tannahill v. Lockney Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"2293222\"><a href=\"/opinion/2293222/tannahill-ex-rel-tannahill-v-lockney-ind-school-dist/\"><span class=\"volume\">133</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">919</span></a></span> (N.D.Tex.2001). The <i>Tannahill</i> case involved mandatory suspicionless drug testing of all secondary school students in the Lockney Independent School District. <i>See id.</i> Applying the Supreme Court's <i>Vernonia</i> analysis, the District Court found that no \"special need\" justified this testing. <i>See id.</i> The factual dissimilarities between <i>Tannahill</i> and the case now before this Court, however, are dramatic. Accordingly, the Court gives <i>Tannahill</i> little heed.</p>\n<p>[9]  Plaintiffs have not sued any persons in their individual capacities.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/499763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/601516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2293222/"
          ]
        }
      ],
      "judges": "Kent",
      "date_created": "2014-10-30T23:07:12.789235Z",
      "date_modified": "2016-03-03T22:12:32.427574Z",
      "date_filed": "2001-05-15",
      "date_filed_is_approximate": false,
      "slug": "stockton-v-city-of-freeport-texas",
      "citation_id": 2381944,
      "case_name_short": "",
      "case_name": "Stockton v. City of Freeport, Texas",
      "case_name_full": "",
      "federal_cite_one": "147 F. Supp. 2d 642",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2281442/stockton-v-city-of-freeport-texas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:07:12.786999Z",
  "date_modified": "2014-10-30T23:07:12.786999Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Stockton v. City of Freeport, Texas",
  "case_name_full": "",
  "slug": "stockton-v-city-of-freeport-texas",
  "docket_number": "CIV. A. G-00-744",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}