{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2284255/",
  "id": 2284255,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2411945/",
      "id": 2411945,
      "absolute_url": "/opinion/2411945/hyundai-motor-america-v-oneill/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2284255/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2411945/",
          "id": 2411945,
          "absolute_url": "/opinion/2411945/hyundai-motor-america-v-oneill/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2411945/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:25:12.404587Z",
          "date_modified": "2017-04-09T21:00:43.040199Z",
          "type": "010combined",
          "sha1": "2beb9eff140bbaa97cf379b5d9802b4655dbdd0e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>839 S.W.2d 474 (1992)</b></center>\n<center><h1>HYUNDAI MOTOR AMERICA, Relator,<br>\nv.<br>\nThe Honorable Michael J. O'NEILL, Judge 193rd District Court Dallas County, Texas, Respondent.</h1></center>\n<center>No. 05-92-01032-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>August 13, 1992.</center>\n<center>Rehearing Denied October 21, 1992.</center>\n<p><span class=\"star-pagination\">*475</span> Rebecca E. Hamilton, Mark R. Hall, Dallas, for relator.</p>\n<p>Thomas E. Fennell, Michael J. O'Neill, Dallas, for respondent.</p>\n<p>Before LAGARDE, OVARD and KAPLAN, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LAGARDE, Justice.</p>\n<p>In this original proceeding, relator seeks a writ of mandamus directing the trial court to vacate its April 7, 1992 order requiring production of documents that relator contends are protected by various privileges. The trial court concluded that relator had waived its claims of privilege. Relator asserts that this conclusion was an abuse of discretion. We disagree. Accordingly, we deny relator's petition for writ of mandamus.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>Real-party-in-interest Corina McDonald sued relator Hyundai Motor Company and other defendants after she was injured in an automobile accident. On October 15, 1990, McDonald served requests for production on Hyundai. Request 17 sought production of any documents addressing claims, problems, or complaints pertaining to the seat assembly or passive seat belt system in the type of Hyundai that Mc-Donald was driving. Hyundai timely objected to this request on the ground that it was overly broad and, through incorporation of responses to other requests, on the ground that it sought attorney work product or trade secrets. After McDonald filed a motion to compel, a hearing was held before a visiting judge. In an order signed March 5, 1991, the visiting judge directed Hyundai to produce all documents set forth in request 17 \"to the extent that the corresponding interrogatories are limited.\" <sup>[1]</sup> Interpreting this order as requiring production of documents only addressing multiple claims, Hyundai filed an additional response on March 4, 1991.<sup>[2]</sup> In that response, <span class=\"star-pagination\">*476</span> Hyundai stated that \"there [were] no documents responsive to the requests.\" Hyundai also specifically asserted the attorney-client privilege, the work-product exemption, and the investigative privilege in the event Hyundai later located any responsive documents.</p>\n<p>McDonald filed a motion for sanctions contesting Hyundai's assertion that it had no responsive documents. A special master ruled that the visiting judge's order required Hyundai to produce documents that addressed a single claim or complaint as well as compilations of multiple claims or complaints. Hyundai filed a third response on July 22, 1991, asserting that request 17 was overly broad and unduly burdensome and that \"nearly all\" of the responsive documents were protected by the attorney-client, investigative, partycommunication, trade-secret/proprietary, or work-product privileges. Hyundai also filed a motion requesting that the visiting judge, rather than the master, clarify Hyundai's obligations under his March 5 order.</p>\n<p>McDonald filed a motion for sanctions and to compel production. On August 15, 1991, Hyundai responded and filed a motion for protection. In connection with this motion, Hyundai filed a log identifying the documents and the privilege claimed for each. Hyundai also tendered the documents for <i>in camera</i> inspection.</p>\n<p>In reports filed December 10, 1991, the special master ordered Hyundai to produce the documents sought in request 17. The special master ruled either that the visiting judge had overruled Hyundai's claims of privilege or that Hyundai had failed to assert its privileges at the hearing before the visiting judge and, therefore, had waived them. Finding that Hyundai's failure to produce the documents was based on a good-faith, but mistaken, belief, the special master refused to impose sanctions on Hyundai. The special master denied Hyundai's request for clarification by the visiting judge.</p>\n<p>Hyundai appealed the special master's reports with respect to request 17 and with respect to its motion for clarification by the visiting judge. In the order that is the subject of this mandamus, the trial court overruled Hyundai's appeal from the special master's discovery report, ordered Hyundai to produce all documents set forth in request 17 \"to the extent that the corresponding interrogatory is limited as that order has been interpreted and clarified by previous rulings of the Master as adopted by [the trial court],\" and denied Hyundai's motion for clarification of the March 5 order. The trial court's April 7, 1992 order recites, in part:</p>\n<blockquote>The Court finds that the visiting judge heard the objections made by the Defendant, Hyundai Motor America, hereinafter \"Defendant,\" related to Request for Production No. 17. The Court further finds that as a general proposition that [sic] there cannot be an obligation on the respondent to a discovery request to assert burdensomeness and also itemize and produce a log of all privileged documents and privileges which might be asserted, but in this case the visiting judge heard all the objections and evidence which were presented and after such hearing signed a very specific order requiring the production of all documents requested under Request for Production No. 17, as modified.</blockquote>\n<p>The Court further finds that Defendant waived its possible right to assert privilege that Defendant might have had with respect to Request for Production No. 17.</p>\n<p>In this proceeding, Hyundai is seeking mandamus relief from this order.</p>\n<p></p>\n<h2>II. MANDAMUS STANDARDS</h2>\n<p>To obtain relief by writ of mandamus, relator must show that: (1) the trial court committed a clear abuse of discretion, and (2) relator has no adequate remedy at law. <i>See </i><i>Walker v. Packer,</i> 827 S.W.2d 833, 839-40 (Tex.1992). A trial court abuses its discretion when it reaches a decision so arbitrary and unreasonable as to amount to a clear and prejudicial error of law. <i>Id.</i> <span class=\"star-pagination\">*477</span> at 839. A relator has no adequate remedy when the trial court erroneously orders disclosure of privileged material. <i>Id.</i> at 843. In this case, the trial court has ordered disclosure of documents that Hyundai contends are protected by various privileges. Therefore, Hyundai has established that it has no adequate remedy at law. <i>Id.</i> The primary issue is whether Hyundai has also demonstrated a clear abuse of discretion.</p>\n<p></p>\n<h2>III. RELATOR'S ARGUMENTS</h2>\n<p>Hyundai contends that the trial court abused its discretion in two ways. First, the trial court abused its discretion by finding that Hyundai waived any privileges with respect to request 17 and by ordering Hyundai to produce the documents requested in request 17. Second, the trial court abused its discretion by denying Hyundai's motion for a rehearing before the visiting judge who signed the March 5 order. We will address first Hyundai's arguments concerning waiver.</p>\n<p></p>\n<h2>IV. WAIVER</h2>\n<p>A. <i>The procedure for asserting a privilege from discoverygeneral rules.</i></p>\n<p>Texas Rule of Civil Procedure 166b(4), first promulgated in 1988, sets out the procedure for asserting an objection to a discovery request. Rule 166b(4) states, in pertinent part:</p>\n<blockquote>In objecting to an appropriate discovery request within the scope of paragraph 2, a party seeking to exclude any matter from discovery on the basis of an exemption or immunity from discovery, must specifically plead the particular exemption or immunity from discovery relied upon and at or prior to any hearing shall produce any evidence necessary to support such claim either in the form of affidavits served at least seven days before the hearing or by testimony. If the trial court determines that an in camera inspection ... is necessary, the objecting party must segregate and produce the discovery to the court in a sealed wrapper.... When a party seeks to exclude documents from discovery and the basis for objection is undue burden, unnecessary expense, harassment or annoyance, or invasion of personal, constitutional, or property rights, rather than a specific immunity or exemption, it is not necessary for the court to conduct an inspection and review of the particular discovery before ruling on the objection. After the date on which answers are to be served, objections are waived unless an extension of time has been obtained by agreement or order of the court or good cause is shown for the failure to object within such period.</blockquote>\n<p>Tex.R.Civ.P. 166b(4).</p>\n<p>Rule 166b(4) codifies, with some modifications,<sup>[3]</sup> the procedural requirements developed in <i>Peeples v. Honorable Fourth Supreme Judicial District,</i> 701 S.W.2d 635 (Tex.1985, orig. proceeding), and succeeding cases. Under rule 166b(4), a party seeking to withhold documents from discovery must specifically plead the privilege or immunity relied on. <i>Peeples,</i> 701 S.W.2d at 637. Not only must the particular privilege be identified, its application must be specifically pleaded. <i>National Union Fire Ins. Co. v. Hoffman,</i> 746 S.W.2d 305, 307 n. 3 (Tex.AppDallas 1988, orig. proceeding). A litigant who fails to properly assert a privilege from discovery within the time allowed for a response to the discovery request waives the privilege or objection. <i>Hobson v. Moore,</i> 734 S.W.2d 340, 341 (Tex.1987) (criminal-investigation privilege waived by late objection to interrogatories); <i>Independent Insulating Glass/S. W., Inc. v. Street,</i> 722 S.W.2d 798, 802 (Tex.AppFort Worth 1987, orig. proceeding) (waiver of claim that production was unduly burdensome).</p>\n<p>Once a litigant has asserted a privilege or other objection to discovery, the burden of requesting a hearing on those <span class=\"star-pagination\">*478</span> objections rests on the party seeking discovery rather than the party objecting to it. <i>McKinney v. National Union Fire Ins. Co.,</i> 772 S.W.2d 72, 75 (Tex.1989). If a hearing is held, however, the party objecting to discovery has the burden of producing evidence to support his objection or claim of privilege. <i>McKinney,</i> 772 S.W.2d at 75; <i>Weisel Enters., Inc. v. Curry,</i> 718 S.W.2d 56, 58 (Tex.1986, orig. proceeding). The evidence may be in the form of affidavits or sworn testimony. Tex.R.Civ.P. 166b(4). Sometimes the documents sought may provide the only evidence of the privilege or immunity asserted. <i>Weisel Enters.,</i> 718 S.W.2d at 58. If so, they must be tendered to the trial court for <i>in camera</i> inspection. <i>Id.</i> A trial court abuses its discretion if it denies discovery when no evidence has been presented. <i>Id.</i></p>\n<p>B. <i>The February 11, 1991 hearing: Did Hyundai waive its privileges by failing to plead or prove them in its initial response before the visiting judge?</i></p>\n<p>Since McDonald's requests for production were served with citation, Hyundai's responses to those requests were due fifty days after it was served with the requests. Tex.R.Civ.P. 167(2). Hyundai filed its initial response on December 6, 1990. In this response, Hyundai objected that request 17 was overly broad and not reasonably calculated to lead to the discovery of admissible evidence. Hyundai also incorporated by reference its objections to interrogatory 7. Objections to that interrogatory included assertions of the attorney work-product and the trade-secret/proprietary-information privileges.</p>\n<p>Thus, in its initial response Hyundai pleaded at most only two privileges: trade secrets and attorney work product. This initial response was Hyundai's only response within the time limits of Rule 167(2).<sup>[4]</sup> Hyundai's initial objections were heard on February 11, 1991, by a visiting judge. On March 5, the visiting judge directed Hyundai to produce the documents requested in request 17 \"to the extent that the corresponding interrogatories are limited.\" No court reporter was present at the February 11 hearing, and Hyundai has provided no statement of facts from that hearing. Thus, the record does not show that Hyundai offered any evidence to support its claims of privilege at the hearing before the visiting judge.<sup>[5]</sup> If Hyundai was required to plead and prove its claims of privilege in these initial proceedings, Hyundai has failed to present a record showing that it had done so and, therefore, it has failed to show that the trial court abused its discretion in ordering discovery.</p>\n<p>Hyundai contends, however, that it was not required to present evidence of privilege at the February 11, 1991 hearing. Hyundai argues that, under Rule 166b(4), its obligation to plead and prove claims of privilege is triggered only by an \"appropriate\" request. According to Hyundai, request 17 was overly broad as McDonald originally wrote it. Hyundai contends that the March 5 order implicitly recognized this overbreadth. Because request 17 was overbroad, Hyundai asserts, it was not \"appropriate\" within the meaning of rule 166b(4). Consequently, Hyundai contends, it could not have waived its claims of privilege during these initial proceedings because, under rule 166b(4), it had no obligation to assert them.</p>\n<p>Hyundai has cited no cases, and we have found none, in which the court held that a party confronting an overly broad discovery request need not timely plead and prove any claims of privilege on which it wishes to rely. <i>Cf. </i><i>Insurance Co. of N. Am. v. Downey,</i> 765 S.W.2d 555, 557 (Tex. App.Houston [14th Dist.] 1989, orig. proceeding) (privilege waived by failure to produce <span class=\"star-pagination\">*479</span> evidence or tender documents despite party's claim that organizing and tendering documents would be time consuming and difficult). For purposes of this opinion, however, we assume <i>but we do not decide</i> that Hyundai had no obligation to assert its claims of privilege in response to Mc-Donald's initial request. Consequently we assume that Hyundai did not waive its privileges at the February 11 hearing. Nevertheless, as is explained below, we conclude that Hyundai waived its claims of privilege at subsequent proceedings before the special master. Therefore, the trial court did not abuse its discretion when it found that Hyundai waived any claims of privilege with respect to request 17.</p>\n<p>C. <i>Did Hyundai waive its claims of privilege in subsequent proceedings?</i></p>\n<p>By his March 5, 1991 order, the visiting judge directed Hyundai to produce the documents requested by request 17 \"to the extent that the corresponding interrogatories are limited.\" Interpreting this order as requiring only production of documents addressing more than one claim, Hyundai filed a response to this order on March 4, 1991, in which it asserted that it had no responsive documents. In this response, Hyundai also asserted the attorneyclient, attorney work-product, and investigative privileges with respect to any responsive documents that it might locate in the future. A hearing was held on March 11 before a special master assigned to the case. There, Hyundai and McDonald argued the merits of Hyundai's interpretation of the March 5 order. Hyundai also stated at the hearing that, if the court interpreted the order as encompassing documents containing single claims, Hyundai would identify the responsive documents, make a log of those it considered privileged, and \"come forward with privilege objections presenting the evidence that's required.\"</p>\n<p>On June 27, 1991, the special master signed an order requiring Hyundai to comply with the March 5 order to produce documents responsive to request 17. On July 15, 1991, the special master signed an order clarifying that request 17 encompassed documents addressing single claims. On July 22, 1991, Hyundai filed its third supplemental response, and on August 15, Hyundai filed a motion for protection. In its July 22, 1991 third supplemental response and August 15, 1991 motion for protective order, Hyundai asserted that request 17 sought documents that were protected by one or more of five privileges: the attorney-client, investigative, partycommunication, trade-secret/proprietary, or work-product privileges. Hyundai supported its motion for protective order with affidavits and with a fourteen-page log identifying by document the specific privilege asserted. Hyundai also tendered the documents for <i>in camera</i> inspection.</p>\n<p>Hyundai argues that request 17 became \"appropriate,\" and therefore activated Hyundai's duty to assert its claims of privilege, only when it was narrowed by the visiting judge in his order of March 5,1991. Hyundai contends that its response of March 4 and its subsequent actions satisfied all the procedural requirements necessary to assert claims of privilege; thus, the trial court abused its discretion by ordering Hyundai to produce the documents responsive to request 17.</p>\n<p>Hyundai concedes that the visiting judge's March 5 order represented an \"appropriate\" discovery request within the meaning of rule 166b(4) and that this request triggered Hyundai's duty to respond. Therefore, even under Hyundai's analysis, Hyundai's response was due thirty days later, on April 4, 1991. <i>See</i> TexR.Civ.P. 167(2). Rule 166b(4) required Hyundai to specifically plead its claims of privilege or other objections by April 4 and to present evidence to support those claims at any hearing on those objections.</p>\n<p>Only Hyundai's March 4, 1991 response fell within the thirty days allowed for a response. In the March 4, 1991 response, Hyundai conditionally asserted the attorney-client, attorney work-product, and investigative privileges with respect to any responsive documents that it might locate <span class=\"star-pagination\">*480</span> in the future.<sup>[6]</sup> Rule 166b(4) has been interpreted as requiring detailed rather than general claims of privilege. <i>Kentucky Fried Chicken Nat'l Management Co. v. Tennant,</i> 782 S.W.2d 318, 320 (Tex.App. Houston [1st Dist.] 1989, orig. proceeding); <i>National Union Fire Ins. Co.,</i> 746 S.W.2d at 307 n. 3 (repeating an objection to producing documents \"to the extent that\" they may fall within a list of particular privileges does not satisfy the requirement to specifically plead claims of privilege). Hyundai's conditional assertion of privilege in its March 4 response did not satisfy this requirement of specific pleading.<sup>[7]</sup></p>\n<p>At the March 11 hearing, Hyundai introduced no evidence to support any claims of privilege concerning request 17. Hyundai did nothing more than conditionally offer to come forward with evidence supporting its claims of privilege if the special master did not accept Hyundai's interpretation that request 17 encompassed only documents addressing multiple claims.</p>\n<p>Hyundai argues that it was not required to specifically plead or prove its privileges until the order of July 15, 1991, in which the special master clarified that request 17 encompassed documents addressing multiple claims. According to Hyundai, it was only at this point that Hyundai had responsive documents. Hyundai contends that by its July 22, 1991 supplemental response, its August 15, 1991 motion for protective order, and its tender of the documents for <i>in camera</i> inspection, Hyundai satisfied all of the procedural requirements for asserting objections based on privilege. In support of its argument that it had no duty to specifically plead its claims of privilege until the July 15 order, Hyundai relies on the December 10, 1991 report, in which the special master found that Hyundai acted in good faith with respect to request 17.<sup>[8]</sup></p>\n<p>A trial court may confirm, modify, correct, reject, or recommit a special master's report. Tex.R.Civ.P. 171.<sup>[9]</sup> A master's report is conclusive on issues considered by the master in the absence of a proper objection. <i>Cameron v. Cameron,</i> 601 S.W.2d 814, 815 (Tex.App.Dallas 1980, no writ). If an objection is made, the master's report is without force. <i>Martin,</i> 797 S.W.2d at 350. Issues of fact that are raised by the objections are tried <i>de novo</i> before the court. <i>Id.</i> Each party is entitled to present evidence to the court on these issues and to have the court decide these issues <span class=\"star-pagination\">*481</span> on the basis of the evidence presented in court. <i>Id.; </i><i>Cameron,</i> 601 S.W.2d at 815.</p>\n<p>In this case, the special master included his finding of Hyundai's good faith in a paragraph of his report addressing request 17. Hyundai appealed the special master's recommendation with respect to request 17. This appeal placed the issue of Hyundai's good faith before the trial court. Although the trial court overruled Hyundai's appeal, the record does not show that the trial court confirmed or adopted the special master's report. Instead, the trial court made its own findings concerning the events surrounding request 17. Therefore, the special master's findings with respect to request 17, including his finding of Hyundai's good faith, are superseded by the trial court's April 7, 1992 order. The April 7, 1992 order contains no express finding of good faith.</p>\n<p>In summary, even if we accept Hyundai's argument that it had no \"appropriate\" request and, therefore, no duty to specifically plead claims of privilege, until the visiting judge's order of March 5, Hyundai's objections were due April 4, 1991. In its responses filed on or before that date, Hyundai failed to specifically plead its claims of privilege. At the hearings held on these responses, Hyundai neither presented evidence to support its claims of privilege nor tendered documents for <i>in camera</i> inspection. Hyundai did not specifically plead its claims of privilege or tender evidence in support of these claims until its response of July 22, 1991 and its August 15, 1991 request for a protective order. These actions came over three months after April 4, 1991, the date on which Hyundai's responses were due. We cannot conclude on this record that the trial court abused its discretion in finding that Hyundai had failed to meet the requirements necessary to assert objections based on privilege and that by this failure Hyundai had waived its claims of privilege. <i>See </i><i>Fina Oil &amp; Chem. Co. v. Salinas,</i> 750 S.W.2d 32, 33 (Tex.App.Corpus Christi 1988, orig. proceeding) (failure to plead privilege and produce evidence in support of claim waives privilege and cannot be cured in proceedings on rehearing).</p>\n<p></p>\n<h2>VI. HYUNDAI'S MOTION FOR CLARIFICATION</h2>\n<p>Hyundai includes in its petition for writ of mandamus a request for alternative relief in which Hyundai asks this Court to allow Hyundai a rehearing concerning request 17 before the visiting judge who heard the initial proceedings and who signed the March 5, 1991 order. Hyundai argues that \"given the confusion that is patently obvious on this record, and given the specific finding of [Hyundai's] good faith, the only appropriate resolution of this issue was to allow [Hyundai] to return to the Visiting Judge, the drafter of the request, to determine what he ruled and what he meant when he rewrote Document Request No. 17.\"</p>\n<p>Hyundai presents little argument beyond the statements quoted above and no authority in support of its request for alternative relief. By failing to provide any authority, Hyundai arguably has waived its request for alternative relief. <i>See </i><i>Shafer v. Bedard,</i> 761 S.W.2d 126, 129 (Tex.App. Dallas 1988, orig. proceeding) (a party is not entitled to relief by mandamus when, had it raised the same point on appeal, it would be deemed to have waived it).</p>\n<p>Even if we reach the merits of Hyundai's argument, Hyundai has not shown its entitlement to the relief it seeks. Essentially, Hyundai contends that it is entitled to a rehearing before the specific visiting judge who signed the March 5 order because that judge drafted the order and there has been confusion about its meaning. Hyundai is correct that if the March 5 order is ambiguous, Hyundai may request clarification. <i>See </i><i>Jampole v. Touchy,</i> 673 S.W.2d 569, 575 (Tex. 1984). In addition, since the discovery order is interlocutory, the trial court had jurisdiction to reconsider it. That jurisdiction to reconsider is vested in the court rather than the individual judge, however. <i>See </i><i>Ex parte Holland,</i> 807 S.W.2d 827, 829 (Tex.App.Dallas 1991, orig. proceeding); <i>Hoggard v. Snodgrass,</i> 770 S.W.2d 577, 588 (Tex.App.Dallas 1989, orig. proceeding). When a visiting judge signs an order, he acts on behalf of the permanent judge of <span class=\"star-pagination\">*482</span> that court, and the rulings of the visiting judge are in effect the rulings of the permanent judge of that court. <i>Hoggard,</i> 770 S.W.2d at 588. In this case, the special master clarified the March 5 order, and the special master's clarification apparently was adopted by the permanent judge of the court. Hyundai is not entitled to a rehearing by the particular visiting judge who signed the March 5 order.</p>\n<p>We deny Hyundai's petition for writ of mandamus.</p>\n<p>KAPLAN, J., concurs and dissents.</p>\n<p>KAPLAN, Justice, concurring and dissenting.</p>\n<p>This mandamus proceeding presents important issues concerning the steps necessary to preserve a claim of privilege during discovery. I write separately to address these issues.</p>\n<p></p>\n<h2>NECESSITY OF AN APPROPRIATE REQUEST</h2>\n<p>This discovery dispute centers on the interpretation of Request No. 17 to Plaintiff's First Request for Production. As originally written, Corina McDonald asked Hyundai to produce:</p>\n<blockquote>Each document containing any compilation, report, summary, analysis, index or digest of warranty claims, problems, or complaints pertaining, directly or indirectly, to the seat belt system on the model of Hyundai vehicle made subject of this action, or to any accident or injury alleged to have been caused or contributed to by the type of seat, seat assembly and/or passive seat belt system installed in the vehicle made subject of this action.</blockquote>\n<blockquote>Hyundai objected to this discovery request as follows:</blockquote>\n<blockquote>Hyundai objects to this request on the grounds that it is overly broad and not reasonably calculated to lead to the discovery of admissible evidence. This request is overly broad in that it is unlimited as to accident configuration, nature of alleged injury particularities as to the manner or way in which \"the front seat, seat assembly and/or passive seat belt system\" is alleged to have caused the injury. If plaintiff is willing to properly narrow the scope of this request, Hyundai will attempt to make a further response. Hyundai further incorporates its objections contained in response to Document Requests Nos. 15 and 16.</blockquote>\n<blockquote>Request Nos. 15 and 16 incorporated other objections based on attorney work product and trade secrets. Hyundai did not object to this original discovery request on the grounds of attorney-client privilege.</blockquote>\n<p>McDonald filed a motion to compel. The trial court conducted a hearing on February 11, 1991. Hyundai did not present any evidence to support its claim of privilege. The court ordered Hyundai to produce \"all documents set forth in Plaintiff's Request for Production numbers 15 and 17 to the extent that the corresponding interrogatories are limited.\"<sup>[1]</sup></p>\n<p>Hyundai argues that the trial court impliedly ruled that Request No. 17 was overly broad and narrowed the scope of production. Thus, Hyundai asserts that the original discovery request was not \"appropriate\" under the rules. Hyundai contends that it was not required to plead or prove any specific privilege or exemption until McDonald propounded an \"appropriate\" discovery request. The majority assumes, but does not decide, that this argument is correct. I would expressly adopt it.</p>\n<p>Rule 166b(4) of the Texas Rules of Civil Procedure governs the presentation of objections to discovery. The rule provides, in relevant part:</p>\n<blockquote>In objecting to an <i>appropriate discovery request</i> within the scope of paragraph 2, a party seeking to exclude any matter from discovery on the basis of an exemption or immunity from discovery, must specifically plead the particular exemption or immunity from discovery relied upon and at or prior to any hearing shall produce any evidence necessary to support <span class=\"star-pagination\">*483</span> such claim either in the form of affidavits served at least seven days before the hearing or by testimony.</blockquote>\n<p>Tex.R.Civ.P. 166b(4) (emphasis added).</p>\n<p>Rule 166b(4) allocates the burdens for pleading and proving a claim of privilege. First, the party seeking discovery must propound an \"appropriate\" discovery request. Second, upon receipt of an \"appropriate\" request, the responding party must plead any privilege or exemption. A specific objection preserves all claims of privilege until they are contested at a hearing. Third, the responding party must produce some evidence to support its claim of privilege at a hearing. If the responding party produces some evidence, he has made a <i>prima facie</i> claim of privilege. The court must then conduct an <i>in camera</i> inspection of the contested documents. <i>See </i><i>McKinney v. Nat'l Union Fire Ins. Co.,</i> 772 S.W.2d 72, 75 (Tex.1989) (op. on reh'g); <i>Weisel Enter., Inc. v. Curry,</i> 718 S.W.2d 56, 58 (Tex.1986, orig. proceeding); <i>Ryals v. Canales,</i> 767 S.W.2d 226, 229 (Tex. App.Dallas 1989, orig. proceeding).</p>\n<p>Rule 166b(4) makes clear that the requirements of pleading privilege, producing evidence, and conducting an <i>in camera</i> inspection are not triggered except by an \"appropriate\" discovery request. A request for production that is overly broad is not \"appropriate\" within the meaning of the rule. <i>See </i><i>Loftin v. Martin,</i> 776 S.W.2d 145, 149 (Tex.1989, orig. proceeding) (Hecht, J., dissenting)<sup>[2]</sup>; <i>see also </i><i>Gutierrez v. Dallas Indep. School Dist,</i> 729 S.W.2d 691, 693 (Tex.1987) (party answering discovery request must object to the form of the question so that it may be reurged in the proper form).</p>\n<p>Even the trial court recognized the merits of Hyundai's argument and the nearly impossible task of properly asserting a claim of privilege to an overly broad discovery request. The court found that \"there cannot be an obligation on the respondent to a discovery request to assert burdensomeness and also itemize and produce a log of all privileged documents which might be asserted ...\" I agree. Request No. 17 was overly broad as originally drafted. I would hold that Hyundai was not required to specifically plead or prove any privilege or exemption to this discovery request until it was narrowed by the trial court.</p>\n<p></p>\n<h2>PLEADING A SPECIFIC OBJECTION</h2>\n<p>The trial court ordered Hyundai to produce \"all documents set forth in Plaintiff's Request for Production numbers 15 and 17 to the extent that the corresponding interrogatories are limited.\" This order was signed on March 5, 1991. Hyundai concedes that Request No. 17 became an \"appropriate\" discovery request once it was narrowed by the trial court's order. Therefore, Hyundai was required to make any objections to this request within thirty days from the date of the order. <i>See</i> Tex. R.Civ.P. 167(2).</p>\n<p>Hyundai made the following response to Request No. 17 as re-written:</p>\n<blockquote>As limited by the Court's order, there are no documents responsive to the requests. Hyundai asserts and reasserts its specific objections to producing any document protected from disclosure by the attorney-client privilege and the attorney work product and investigative exemptions in the event that any such protected document, otherwise responsive to the request, may be located or generated.</blockquote>\n<p>The majority concludes that Hyundai waived its right to assert the attorneyclient privilege because it failed to specifically plead privilege. I agree that Hyundai waived any claim of privilege to documents that had been located at the time the revised discovery request was propounded. <span class=\"star-pagination\">*484</span> However, I do not agree that this privilege is waived with regard to documents located or generated subsequent to the revised request.</p>\n<p>Hyundai's problem stems from its misinterpretation of the trial court's order limiting the scope of Request No. 17. Hyundai argues that the revised discovery request was limited to documents pertaining to multiple claims, problems, or complaints. McDonald asserts that the scope of Request No. 17 includes documents pertaining to single claims, problems, or complaints. A special master later ruled that both single claims and multiple claims were covered by the trial court's order.</p>\n<p>This is not a case where Hyundai failed to make a <i>specific</i> objection to the revised discovery request. Rather, Hyundai misinterpreted the request and failed to make <i>any</i> objection to the production of documents it had located. The objections based on attorney-client, work product, and investigative privileges attach only to documents \"located or generated\" at a later date.</p>\n<p>This situation is further complicated by the burdens imposed under the rules of civil procedure. A party is required to supplement a response to discovery if \"the circumstances are such that the failure to amend is in substance misleading.\" Tex. R.Civ.P. 166b(6). Several courts have held that the failure to supplement a response to a request for production will result in the automatic exclusion of documentary evidence at trial. <i>See </i><i>Lopez v. Foremost Paving, Inc.,</i> 796 S.W.2d 473, 476 (Tex. App.San Antonio 1990), <i>abated and remanded by agr.,</i> 35 Tex.Sup.Ct.J. 725 (May 6, 1992); <i>Wilson v. Snead Site Preparation, Inc.,</i> 770 S.W.2d 840, 843 (Tex.App. Houston [14th Dist.] 1989, writ denied); <i>Town East Ford Sales, Inc. v. Gray,</i> 730 S.W.2d 796, 809 (Tex.AppDallas 1987, no writ); <i>see also</i> Tex.R.Civ.P. 215(5). While the duty to supplement is ongoing, the opportunity to assert objections is not. A party must plead any privilege or exemption to discovery within thirty days after the request is served. Otherwise, the privilege is waived. Tex.R.Civ.P. 166b(4); <i>see also </i><i>Indep. Insulating Glass/Southwest v. Street,</i> 722 S.W.2d 798, 802 (Tex.App. Fort Worth 1987, orig. proceeding). Thus, the only effective way to preserve a claim of privilege for documents located or generated in the future is to object in the initial response.</p>\n<p>The cases cited by the majority are inapposite. In <i>National Union Fire Insurance Co.,</i> this Court held that a conditional assertion of privilege does not satisfy the pleading requirements of rule 166b(4). We reaffirmed the general rule that not only must the particular privilege be identified, its application must be specifically pleaded. <i>Nat'l Union Fire Ins. Co. v. Hoffman,</i> 746 S.W.2d 305, 307 n. 3 (Tex.App.Dallas 1988, orig. proceeding). Our holding was cited with approval in <i>Kentucky Fried Chicken National Management Co. v. Tennant,</i> 782 S.W.2d 318, 320 (Tex.App  Houston [1st Dist] 1989, orig. proceeding).</p>\n<p>These cases do not address the requirements for asserting a privilege to documents that may be located or generated in the future. I do not agree that Hyundai's claim of privilege \"in the event that any such protected document ... may be located or generated\" is a conditional assertion of privilege. It would be difficult, if not impossible, to plead privilege with any more specificity for documents that have not been located or do not yet exist. Similarly, it would be impossible to prove a claim of privilege until any such documents are actually located or generated.</p>\n<p>I agree that Hyundai waived its claim of privilege to any documents actually located at the time Request No. 17 was re-written by the trial court. However, I dissent from that portion of the majority opinion holding that Hyundai waived the right to claim the attorney-client privilege as to documents located or generated in the future.</p>\n<p></p>\n<h2>FINDING OF GOOD CAUSE</h2>\n<p>Hyundai misinterpreted the scope of Request No. 17 and thus waived its right to assert the attorney-client privilege to documents pertaining to single claims, problems, or complaints. The special master found that Hyundai acted in good faith with respect to Request No. 17. The trial <span class=\"star-pagination\">*485</span> court did not specifically adopt or reject this finding. The majority concludes that the trial court's April 7, 1992 order, which does not address good faith, supersedes the finding contained in the master's report.</p>\n<p>The majority confuses good faith and good cause. Rule 166b(4) of the Texas Rules of Civil Procedure provides, in pertinent part:</p>\n<blockquote>After the date on which answers are to be served, objections are waived unless an extension of time has been obtained by agreement or order of the court or <i>good cause</i> is shown for the failure to object within such period.</blockquote>\n<p>(Emphasis added).</p>\n<p>Good faith is not tantamount to good cause. A finding of good faith may be relevant to a determination of good cause, but it is not dispositive of the issue. The record does not reveal that the court ever determined whether Hyundai had good cause for failing to assert the attorneyclient privilege because it misinterpreted the scope of Request No. 17. Hyundai should not be precluded from raising the issue of good cause in the trial court. <i>See </i><i>Villarreal v. Dominguez,</i> 745 S.W.2d 570, 572 (Tex.App.Corpus Christi 1988, orig. proceeding) (exceptions to the discovery rules based on good cause require proof of necessity and specific finding by the trial court).</p>\n<h2>NOTES</h2>\n<p>[1]  Hyundai and McDonald signed a letter agreement that resolved disputes concerning other discovery items. The quoted provision in the March 5 order refers to limitations in this letter agreement.</p>\n<p>[2]  Apparently, the visiting judge announced his ruling at the February 11, 1991 hearing but did not sign a written order until March 5, 1991. As a result of this delay in signing the order, Hyundai filed its response to the visiting judge's order on the day before he actually signed it.</p>\n<p>[3]  <i>Peeples</i> placed the burden of requesting a hearing on the party opposing discovery. <i>Peeples,</i> 701 S.W.2d at 637. Under Rule 166b(4) the burden of requesting a hearing is on the party seeking discovery. <i>McKinney v. National Union Fire Ins. Co.,</i> 772 S.W.2d 72, 95 (Tex. 1989).</p>\n<p>[4]  According to the parties' statements in the trial court, Hyundai was served with citation and with the requests for production on October 15, 1990. Hyundai's responses were not filed in the trial court until 52 days later on December 6. The certificate of service, however, shows service of the responses on McDonald on December 4, which is exactly 50 days after service of citation. McDonald does not contend that Hyundai's initial responses were untimely.</p>\n<p>[5]  The parties agree that no evidence was admitted to support claims of privilege with respect to request 17.</p>\n<p>[6]  Specifically, Hyundai's March 4 response stated:\n</p>\n<p>Because this request has been limited in scope and terms by the Court's Order, Hyundai makes the following response to this now appropriate discovery request. As limited by the Court's order, there are no documents responsive to the requests. Hyundai asserts and reasserts its specific objections to producing any document protected from disclosure by the attorney-client privilege and the attorney-work product and investigative exemptions in the event that any such protected document, otherwise responsive to the request, may be located or generated.</p>\n<p>[7]  Hyundai's December 6, 1990 response to Mc-Donald's original request 17 incorporated by reference objections based on trade-secret and attorney work-product privileges. In its arguments to this Court, Hyundai characterizes the visiting judge's March 5 order as rewriting request 17 and establishing a new request. If we accept Hyundai's argument that the March 5 order established a new request, then it is questionable whether Hyundai's response of December 6 can be considered in determining whether Hyundai timely presented its privilege objections. Even if we consider both Hyundai's December 6, 1990 assertions of trade-secret and work-product privileges and its March 4 conditional assertions of privilege, this shifting, conditional assertion of privileges does not meet the <i>Peeples</i> requirement to specifically plead claims of privilege.</p>\n<p>[8]  The concurring and dissenting opinion states that we confuse the concepts of \"good cause\" and \"good faith.\" If there is any confusion, it is Hyundai's. Hyundai argues to this Court that the master's finding of good faith supports the conclusion that Hyundai has shown good cause for its belated assertion of its claims of privilege. The trial court's order of April 7 supersedes the master's report, however, and the April 7 order contains no finding of good cause or good faith.</p>\n<p>[9]  We assume that the master was appointed pursuant to rule 171 of the Texas Rules of Civil Procedure. If the appointment was made pursuant to chapter 54 of the Texas Government Code, we find no difference that, would affect the outcome of this case. <i>See </i><i>Martin v. Martin,</i> 797 S.W.2d 347, 350 (Tex.App.Texarkana 1990, no writ).</p>\n<p>[1]  Hyundai and McDonald resolved some of their discovery disputes by letter agreement. The order directing Hyundai to produce documents \"to the extent that the corresponding interrogatories are limited\" apparently referred to limitations negotiated in the letter agreement.</p>\n<p>[2]  The majority in <i>Loftin</i> did not reject the dissent's interpretation of Rule 166b(4). The majority and dissent disagreed with respect to the substance of the objections raised by the defendant. The majority interpreted the objection as simply asserting the investigative privilege. The dissent interpreted the objection to include a claim that the discovery request was overly broad. The majority opinion did not address the questions of law raised by the dissent. Thus, the interpretation of Rule 166b-4 advocated by the dissenting justices is both persuasive and consistent with existing authority.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">839</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">474</span></span> (1992)</b></center>\n<center><h1>HYUNDAI MOTOR AMERICA, Relator,<br>\nv.<br>\nThe Honorable Michael J. O'NEILL, Judge 193rd District Court Dallas County, Texas, Respondent.</h1></center>\n<center>No. 05-92-01032-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>August 13, 1992.</center>\n<center>Rehearing Denied October 21, 1992.</center>\n<p><span class=\"star-pagination\">*475</span> Rebecca E. Hamilton, Mark R. Hall, Dallas, for relator.</p>\n<p>Thomas E. Fennell, Michael J. O'Neill, Dallas, for respondent.</p>\n<p>Before LAGARDE, OVARD and KAPLAN, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LAGARDE, Justice.</p>\n<p>In this original proceeding, relator seeks a writ of mandamus directing the trial court to vacate its April 7, 1992 order requiring production of documents that relator contends are protected by various privileges. The trial court concluded that relator had waived its claims of privilege. Relator asserts that this conclusion was an abuse of discretion. We disagree. Accordingly, we deny relator's petition for writ of mandamus.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>Real-party-in-interest Corina McDonald sued relator Hyundai Motor Company and other defendants after she was injured in an automobile accident. On October 15, 1990, McDonald served requests for production on Hyundai. Request 17 sought production of any documents addressing claims, problems, or complaints pertaining to the seat assembly or passive seat belt system in the type of Hyundai that Mc-Donald was driving. Hyundai timely objected to this request on the ground that it was overly broad and, through incorporation of responses to other requests, on the ground that it sought attorney work product or trade secrets. After McDonald filed a motion to compel, a hearing was held before a visiting judge. In an order signed March 5, 1991, the visiting judge directed Hyundai to produce all documents set forth in request 17 \"to the extent that the corresponding interrogatories are limited.\" <sup>[1]</sup> Interpreting this order as requiring production of documents only addressing multiple claims, Hyundai filed an additional response on March 4, 1991.<sup>[2]</sup> In that response, <span class=\"star-pagination\">*476</span> Hyundai stated that \"there [were] no documents responsive to the requests.\" Hyundai also specifically asserted the attorney-client privilege, the work-product exemption, and the investigative privilege in the event Hyundai later located any responsive documents.</p>\n<p>McDonald filed a motion for sanctions contesting Hyundai's assertion that it had no responsive documents. A special master ruled that the visiting judge's order required Hyundai to produce documents that addressed a single claim or complaint as well as compilations of multiple claims or complaints. Hyundai filed a third response on July 22, 1991, asserting that request 17 was overly broad and unduly burdensome and that \"nearly all\" of the responsive documents were protected by the attorney-client, investigative, partycommunication, trade-secret/proprietary, or work-product privileges. Hyundai also filed a motion requesting that the visiting judge, rather than the master, clarify Hyundai's obligations under his March 5 order.</p>\n<p>McDonald filed a motion for sanctions and to compel production. On August 15, 1991, Hyundai responded and filed a motion for protection. In connection with this motion, Hyundai filed a log identifying the documents and the privilege claimed for each. Hyundai also tendered the documents for <i>in camera</i> inspection.</p>\n<p>In reports filed December 10, 1991, the special master ordered Hyundai to produce the documents sought in request 17. The special master ruled either that the visiting judge had overruled Hyundai's claims of privilege or that Hyundai had failed to assert its privileges at the hearing before the visiting judge and, therefore, had waived them. Finding that Hyundai's failure to produce the documents was based on a good-faith, but mistaken, belief, the special master refused to impose sanctions on Hyundai. The special master denied Hyundai's request for clarification by the visiting judge.</p>\n<p>Hyundai appealed the special master's reports with respect to request 17 and with respect to its motion for clarification by the visiting judge. In the order that is the subject of this mandamus, the trial court overruled Hyundai's appeal from the special master's discovery report, ordered Hyundai to produce all documents set forth in request 17 \"to the extent that the corresponding interrogatory is limited as that order has been interpreted and clarified by previous rulings of the Master as adopted by [the trial court],\" and denied Hyundai's motion for clarification of the March 5 order. The trial court's April 7, 1992 order recites, in part:</p>\n<blockquote>The Court finds that the visiting judge heard the objections made by the Defendant, Hyundai Motor America, hereinafter \"Defendant,\" related to Request for Production No. 17. The Court further finds that as a general proposition that [sic] there cannot be an obligation on the respondent to a discovery request to assert burdensomeness and also itemize and produce a log of all privileged documents and privileges which might be asserted, but in this case the visiting judge heard all the objections and evidence which were presented and after such hearing signed a very specific order requiring the production of all documents requested under Request for Production No. 17, as modified.</blockquote>\n<p>The Court further finds that Defendant waived its possible right to assert privilege that Defendant might have had with respect to Request for Production No. 17.</p>\n<p>In this proceeding, Hyundai is seeking mandamus relief from this order.</p>\n<p></p>\n<h2>II. MANDAMUS STANDARDS</h2>\n<p>To obtain relief by writ of mandamus, relator must show that: (1) the trial court committed a clear abuse of discretion, and (2) relator has no adequate remedy at law. <i>See </i><i>Walker v. Packer,</i> <span class=\"citation\" data-id=\"2428092\"><a href=\"/opinion/2428092/walker-v-packer/\"><span class=\"volume\">827</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">833</span></a></span>, 839-40 (Tex.1992). A trial court abuses its discretion when it reaches a decision so arbitrary and unreasonable as to amount to a clear and prejudicial error of law. <i>Id.</i> <span class=\"star-pagination\">*477</span> at 839. A relator has no adequate remedy when the trial court erroneously orders disclosure of privileged material. <i>Id.</i> at 843. In this case, the trial court has ordered disclosure of documents that Hyundai contends are protected by various privileges. Therefore, Hyundai has established that it has no adequate remedy at law. <i>Id.</i> The primary issue is whether Hyundai has also demonstrated a clear abuse of discretion.</p>\n<p></p>\n<h2>III. RELATOR'S ARGUMENTS</h2>\n<p>Hyundai contends that the trial court abused its discretion in two ways. First, the trial court abused its discretion by finding that Hyundai waived any privileges with respect to request 17 and by ordering Hyundai to produce the documents requested in request 17. Second, the trial court abused its discretion by denying Hyundai's motion for a rehearing before the visiting judge who signed the March 5 order. We will address first Hyundai's arguments concerning waiver.</p>\n<p></p>\n<h2>IV. WAIVER</h2>\n<p>A. <i>The procedure for asserting a privilege from discoverygeneral rules.</i></p>\n<p>Texas Rule of Civil Procedure 166b(4), first promulgated in 1988, sets out the procedure for asserting an objection to a discovery request. Rule 166b(4) states, in pertinent part:</p>\n<blockquote>In objecting to an appropriate discovery request within the scope of paragraph 2, a party seeking to exclude any matter from discovery on the basis of an exemption or immunity from discovery, must specifically plead the particular exemption or immunity from discovery relied upon and at or prior to any hearing shall produce any evidence necessary to support such claim either in the form of affidavits served at least seven days before the hearing or by testimony. If the trial court determines that an in camera inspection ... is necessary, the objecting party must segregate and produce the discovery to the court in a sealed wrapper.... When a party seeks to exclude documents from discovery and the basis for objection is undue burden, unnecessary expense, harassment or annoyance, or invasion of personal, constitutional, or property rights, rather than a specific immunity or exemption, it is not necessary for the court to conduct an inspection and review of the particular discovery before ruling on the objection. After the date on which answers are to be served, objections are waived unless an extension of time has been obtained by agreement or order of the court or good cause is shown for the failure to object within such period.</blockquote>\n<p>Tex.R.Civ.P. 166b(4).</p>\n<p>Rule 166b(4) codifies, with some modifications,<sup>[3]</sup> the procedural requirements developed in <i>Peeples v. Honorable Fourth Supreme Judicial District,</i> <span class=\"citation\" data-id=\"2436879\"><a href=\"/opinion/2436879/peeples-v-hon-fourth-supreme-judicial-dist/\"><span class=\"volume\">701</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">635</span></a></span> (Tex.1985, orig. proceeding), and succeeding cases. Under rule 166b(4), a party seeking to withhold documents from discovery must specifically plead the privilege or immunity relied on. <i>Peeples,</i> 701 S.W.2d at 637. Not only must the particular privilege be identified, its application must be specifically pleaded. <i>National Union Fire Ins. Co. v. Hoffman,</i> <span class=\"citation\" data-id=\"1521407\"><a href=\"/opinion/1521407/national-union-fire-ins-co-v-hoffman/\"><span class=\"volume\">746</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">305</span></a></span>, 307 n. 3 (Tex.AppDallas 1988, orig. proceeding). A litigant who fails to properly assert a privilege from discovery within the time allowed for a response to the discovery request waives the privilege or objection. <i>Hobson v. Moore,</i> <span class=\"citation\" data-id=\"2431614\"><a href=\"/opinion/2431614/hobson-v-moore/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">340</span></a></span>, 341 (Tex.1987) (criminal-investigation privilege waived by late objection to interrogatories); <i>Independent Insulating Glass/S. W., Inc. v. Street,</i> <span class=\"citation\" data-id=\"2362564\"><a href=\"/opinion/2362564/independent-insulating-glass-v-street/\"><span class=\"volume\">722</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">798</span></a></span>, 802 (Tex.AppFort Worth 1987, orig. proceeding) (waiver of claim that production was unduly burdensome).</p>\n<p>Once a litigant has asserted a privilege or other objection to discovery, the burden of requesting a hearing on those <span class=\"star-pagination\">*478</span> objections rests on the party seeking discovery rather than the party objecting to it. <i>McKinney v. National Union Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1568734\"><a href=\"/opinion/1568734/mckinney-v-national-union-fire-ins-co-of-pittsburgh-pa/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">72</span></a></span>, 75 (Tex.1989). If a hearing is held, however, the party objecting to discovery has the burden of producing evidence to support his objection or claim of privilege. <i>McKinney,</i> 772 S.W.2d at 75; <i>Weisel Enters., Inc. v. Curry,</i> <span class=\"citation\" data-id=\"1756496\"><a href=\"/opinion/1756496/weisel-enterprises-inc-v-curry/\"><span class=\"volume\">718</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">56</span></a></span>, 58 (Tex.1986, orig. proceeding). The evidence may be in the form of affidavits or sworn testimony. Tex.R.Civ.P. 166b(4). Sometimes the documents sought may provide the only evidence of the privilege or immunity asserted. <i>Weisel Enters.,</i> 718 S.W.2d at 58. If so, they must be tendered to the trial court for <i>in camera</i> inspection. <i>Id.</i> A trial court abuses its discretion if it denies discovery when no evidence has been presented. <i>Id.</i></p>\n<p>B. <i>The February 11, 1991 hearing: Did Hyundai waive its privileges by failing to plead or prove them in its initial response before the visiting judge?</i></p>\n<p>Since McDonald's requests for production were served with citation, Hyundai's responses to those requests were due fifty days after it was served with the requests. Tex.R.Civ.P. 167(2). Hyundai filed its initial response on December 6, 1990. In this response, Hyundai objected that request 17 was overly broad and not reasonably calculated to lead to the discovery of admissible evidence. Hyundai also incorporated by reference its objections to interrogatory 7. Objections to that interrogatory included assertions of the attorney work-product and the trade-secret/proprietary-information privileges.</p>\n<p>Thus, in its initial response Hyundai pleaded at most only two privileges: trade secrets and attorney work product. This initial response was Hyundai's only response within the time limits of Rule 167(2).<sup>[4]</sup> Hyundai's initial objections were heard on February 11, 1991, by a visiting judge. On March 5, the visiting judge directed Hyundai to produce the documents requested in request 17 \"to the extent that the corresponding interrogatories are limited.\" No court reporter was present at the February 11 hearing, and Hyundai has provided no statement of facts from that hearing. Thus, the record does not show that Hyundai offered any evidence to support its claims of privilege at the hearing before the visiting judge.<sup>[5]</sup> If Hyundai was required to plead and prove its claims of privilege in these initial proceedings, Hyundai has failed to present a record showing that it had done so and, therefore, it has failed to show that the trial court abused its discretion in ordering discovery.</p>\n<p>Hyundai contends, however, that it was not required to present evidence of privilege at the February 11, 1991 hearing. Hyundai argues that, under Rule 166b(4), its obligation to plead and prove claims of privilege is triggered only by an \"appropriate\" request. According to Hyundai, request 17 was overly broad as McDonald originally wrote it. Hyundai contends that the March 5 order implicitly recognized this overbreadth. Because request 17 was overbroad, Hyundai asserts, it was not \"appropriate\" within the meaning of rule 166b(4). Consequently, Hyundai contends, it could not have waived its claims of privilege during these initial proceedings because, under rule 166b(4), it had no obligation to assert them.</p>\n<p>Hyundai has cited no cases, and we have found none, in which the court held that a party confronting an overly broad discovery request need not timely plead and prove any claims of privilege on which it wishes to rely. <i>Cf. </i><i>Insurance Co. of N. Am. v. Downey,</i> <span class=\"citation\" data-id=\"1778931\"><a href=\"/opinion/1778931/insurance-co-of-north-america-v-downey/\"><span class=\"volume\">765</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">555</span></a></span>, 557 (Tex. App.Houston [14th Dist.] 1989, orig. proceeding) (privilege waived by failure to produce <span class=\"star-pagination\">*479</span> evidence or tender documents despite party's claim that organizing and tendering documents would be time consuming and difficult). For purposes of this opinion, however, we assume <i>but we do not decide</i> that Hyundai had no obligation to assert its claims of privilege in response to Mc-Donald's initial request. Consequently we assume that Hyundai did not waive its privileges at the February 11 hearing. Nevertheless, as is explained below, we conclude that Hyundai waived its claims of privilege at subsequent proceedings before the special master. Therefore, the trial court did not abuse its discretion when it found that Hyundai waived any claims of privilege with respect to request 17.</p>\n<p>C. <i>Did Hyundai waive its claims of privilege in subsequent proceedings?</i></p>\n<p>By his March 5, 1991 order, the visiting judge directed Hyundai to produce the documents requested by request 17 \"to the extent that the corresponding interrogatories are limited.\" Interpreting this order as requiring only production of documents addressing more than one claim, Hyundai filed a response to this order on March 4, 1991, in which it asserted that it had no responsive documents. In this response, Hyundai also asserted the attorneyclient, attorney work-product, and investigative privileges with respect to any responsive documents that it might locate in the future. A hearing was held on March 11 before a special master assigned to the case. There, Hyundai and McDonald argued the merits of Hyundai's interpretation of the March 5 order. Hyundai also stated at the hearing that, if the court interpreted the order as encompassing documents containing single claims, Hyundai would identify the responsive documents, make a log of those it considered privileged, and \"come forward with privilege objections presenting the evidence that's required.\"</p>\n<p>On June 27, 1991, the special master signed an order requiring Hyundai to comply with the March 5 order to produce documents responsive to request 17. On July 15, 1991, the special master signed an order clarifying that request 17 encompassed documents addressing single claims. On July 22, 1991, Hyundai filed its third supplemental response, and on August 15, Hyundai filed a motion for protection. In its July 22, 1991 third supplemental response and August 15, 1991 motion for protective order, Hyundai asserted that request 17 sought documents that were protected by one or more of five privileges: the attorney-client, investigative, partycommunication, trade-secret/proprietary, or work-product privileges. Hyundai supported its motion for protective order with affidavits and with a fourteen-page log identifying by document the specific privilege asserted. Hyundai also tendered the documents for <i>in camera</i> inspection.</p>\n<p>Hyundai argues that request 17 became \"appropriate,\" and therefore activated Hyundai's duty to assert its claims of privilege, only when it was narrowed by the visiting judge in his order of March 5,1991. Hyundai contends that its response of March 4 and its subsequent actions satisfied all the procedural requirements necessary to assert claims of privilege; thus, the trial court abused its discretion by ordering Hyundai to produce the documents responsive to request 17.</p>\n<p>Hyundai concedes that the visiting judge's March 5 order represented an \"appropriate\" discovery request within the meaning of rule 166b(4) and that this request triggered Hyundai's duty to respond. Therefore, even under Hyundai's analysis, Hyundai's response was due thirty days later, on April 4, 1991. <i>See</i> TexR.Civ.P. 167(2). Rule 166b(4) required Hyundai to specifically plead its claims of privilege or other objections by April 4 and to present evidence to support those claims at any hearing on those objections.</p>\n<p>Only Hyundai's March 4, 1991 response fell within the thirty days allowed for a response. In the March 4, 1991 response, Hyundai conditionally asserted the attorney-client, attorney work-product, and investigative privileges with respect to any responsive documents that it might locate <span class=\"star-pagination\">*480</span> in the future.<sup>[6]</sup> Rule 166b(4) has been interpreted as requiring detailed rather than general claims of privilege. <i>Kentucky Fried Chicken Nat'l Management Co. v. Tennant,</i> <span class=\"citation\" data-id=\"1736135\"><a href=\"/opinion/1736135/kentucky-fried-chicken-nat-mgt-co-v-tennant/\"><span class=\"volume\">782</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">318</span></a></span>, 320 (Tex.App. Houston [1st Dist.] 1989, orig. proceeding); <i>National Union Fire Ins. Co.,</i> 746 S.W.2d at 307 n. 3 (repeating an objection to producing documents \"to the extent that\" they may fall within a list of particular privileges does not satisfy the requirement to specifically plead claims of privilege). Hyundai's conditional assertion of privilege in its March 4 response did not satisfy this requirement of specific pleading.<sup>[7]</sup></p>\n<p>At the March 11 hearing, Hyundai introduced no evidence to support any claims of privilege concerning request 17. Hyundai did nothing more than conditionally offer to come forward with evidence supporting its claims of privilege if the special master did not accept Hyundai's interpretation that request 17 encompassed only documents addressing multiple claims.</p>\n<p>Hyundai argues that it was not required to specifically plead or prove its privileges until the order of July 15, 1991, in which the special master clarified that request 17 encompassed documents addressing multiple claims. According to Hyundai, it was only at this point that Hyundai had responsive documents. Hyundai contends that by its July 22, 1991 supplemental response, its August 15, 1991 motion for protective order, and its tender of the documents for <i>in camera</i> inspection, Hyundai satisfied all of the procedural requirements for asserting objections based on privilege. In support of its argument that it had no duty to specifically plead its claims of privilege until the July 15 order, Hyundai relies on the December 10, 1991 report, in which the special master found that Hyundai acted in good faith with respect to request 17.<sup>[8]</sup></p>\n<p>A trial court may confirm, modify, correct, reject, or recommit a special master's report. Tex.R.Civ.P. 171.<sup>[9]</sup> A master's report is conclusive on issues considered by the master in the absence of a proper objection. <i>Cameron v. Cameron,</i> <span class=\"citation\" data-id=\"1514808\"><a href=\"/opinion/1514808/cameron-v-cameron/\"><span class=\"volume\">601</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">814</span></a></span>, 815 (Tex.App.Dallas 1980, no writ). If an objection is made, the master's report is without force. <i>Martin,</i> 797 S.W.2d at 350. Issues of fact that are raised by the objections are tried <i>de novo</i> before the court. <i>Id.</i> Each party is entitled to present evidence to the court on these issues and to have the court decide these issues <span class=\"star-pagination\">*481</span> on the basis of the evidence presented in court. <i>Id.; </i><i>Cameron,</i> 601 S.W.2d at 815.</p>\n<p>In this case, the special master included his finding of Hyundai's good faith in a paragraph of his report addressing request 17. Hyundai appealed the special master's recommendation with respect to request 17. This appeal placed the issue of Hyundai's good faith before the trial court. Although the trial court overruled Hyundai's appeal, the record does not show that the trial court confirmed or adopted the special master's report. Instead, the trial court made its own findings concerning the events surrounding request 17. Therefore, the special master's findings with respect to request 17, including his finding of Hyundai's good faith, are superseded by the trial court's April 7, 1992 order. The April 7, 1992 order contains no express finding of good faith.</p>\n<p>In summary, even if we accept Hyundai's argument that it had no \"appropriate\" request and, therefore, no duty to specifically plead claims of privilege, until the visiting judge's order of March 5, Hyundai's objections were due April 4, 1991. In its responses filed on or before that date, Hyundai failed to specifically plead its claims of privilege. At the hearings held on these responses, Hyundai neither presented evidence to support its claims of privilege nor tendered documents for <i>in camera</i> inspection. Hyundai did not specifically plead its claims of privilege or tender evidence in support of these claims until its response of July 22, 1991 and its August 15, 1991 request for a protective order. These actions came over three months after April 4, 1991, the date on which Hyundai's responses were due. We cannot conclude on this record that the trial court abused its discretion in finding that Hyundai had failed to meet the requirements necessary to assert objections based on privilege and that by this failure Hyundai had waived its claims of privilege. <i>See </i><i>Fina Oil &amp; Chem. Co. v. Salinas,</i> <span class=\"citation\" data-id=\"2436679\"><a href=\"/opinion/2436679/fina-oil-and-chemical-co-v-salinas/\"><span class=\"volume\">750</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">32</span></a></span>, 33 (Tex.App.Corpus Christi 1988, orig. proceeding) (failure to plead privilege and produce evidence in support of claim waives privilege and cannot be cured in proceedings on rehearing).</p>\n<p></p>\n<h2>VI. HYUNDAI'S MOTION FOR CLARIFICATION</h2>\n<p>Hyundai includes in its petition for writ of mandamus a request for alternative relief in which Hyundai asks this Court to allow Hyundai a rehearing concerning request 17 before the visiting judge who heard the initial proceedings and who signed the March 5, 1991 order. Hyundai argues that \"given the confusion that is patently obvious on this record, and given the specific finding of [Hyundai's] good faith, the only appropriate resolution of this issue was to allow [Hyundai] to return to the Visiting Judge, the drafter of the request, to determine what he ruled and what he meant when he rewrote Document Request No. 17.\"</p>\n<p>Hyundai presents little argument beyond the statements quoted above and no authority in support of its request for alternative relief. By failing to provide any authority, Hyundai arguably has waived its request for alternative relief. <i>See </i><i>Shafer v. Bedard,</i> <span class=\"citation\" data-id=\"1512045\"><a href=\"/opinion/1512045/shafer-v-bedard/\"><span class=\"volume\">761</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">126</span></a></span>, 129 (Tex.App. Dallas 1988, orig. proceeding) (a party is not entitled to relief by mandamus when, had it raised the same point on appeal, it would be deemed to have waived it).</p>\n<p>Even if we reach the merits of Hyundai's argument, Hyundai has not shown its entitlement to the relief it seeks. Essentially, Hyundai contends that it is entitled to a rehearing before the specific visiting judge who signed the March 5 order because that judge drafted the order and there has been confusion about its meaning. Hyundai is correct that if the March 5 order is ambiguous, Hyundai may request clarification. <i>See </i><i>Jampole v. Touchy,</i> <span class=\"citation\" data-id=\"2455863\"><a href=\"/opinion/2455863/jampole-v-touchy/\"><span class=\"volume\">673</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">569</span></a></span>, 575 (Tex. 1984). In addition, since the discovery order is interlocutory, the trial court had jurisdiction to reconsider it. That jurisdiction to reconsider is vested in the court rather than the individual judge, however. <i>See </i><i>Ex parte Holland,</i> <span class=\"citation\" data-id=\"1665504\"><a href=\"/opinion/1665504/ex-parte-holland/\"><span class=\"volume\">807</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">827</span></a></span>, 829 (Tex.App.Dallas 1991, orig. proceeding); <i>Hoggard v. Snodgrass,</i> <span class=\"citation\" data-id=\"1715445\"><a href=\"/opinion/1715445/hoggard-v-snodgrass/\"><span class=\"volume\">770</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">577</span></a></span>, 588 (Tex.App.Dallas 1989, orig. proceeding). When a visiting judge signs an order, he acts on behalf of the permanent judge of <span class=\"star-pagination\">*482</span> that court, and the rulings of the visiting judge are in effect the rulings of the permanent judge of that court. <i>Hoggard,</i> 770 S.W.2d at 588. In this case, the special master clarified the March 5 order, and the special master's clarification apparently was adopted by the permanent judge of the court. Hyundai is not entitled to a rehearing by the particular visiting judge who signed the March 5 order.</p>\n<p>We deny Hyundai's petition for writ of mandamus.</p>\n<p>KAPLAN, J., concurs and dissents.</p>\n<p>KAPLAN, Justice, concurring and dissenting.</p>\n<p>This mandamus proceeding presents important issues concerning the steps necessary to preserve a claim of privilege during discovery. I write separately to address these issues.</p>\n<p></p>\n<h2>NECESSITY OF AN APPROPRIATE REQUEST</h2>\n<p>This discovery dispute centers on the interpretation of Request No. 17 to Plaintiff's First Request for Production. As originally written, Corina McDonald asked Hyundai to produce:</p>\n<blockquote>Each document containing any compilation, report, summary, analysis, index or digest of warranty claims, problems, or complaints pertaining, directly or indirectly, to the seat belt system on the model of Hyundai vehicle made subject of this action, or to any accident or injury alleged to have been caused or contributed to by the type of seat, seat assembly and/or passive seat belt system installed in the vehicle made subject of this action.</blockquote>\n<blockquote>Hyundai objected to this discovery request as follows:</blockquote>\n<blockquote>Hyundai objects to this request on the grounds that it is overly broad and not reasonably calculated to lead to the discovery of admissible evidence. This request is overly broad in that it is unlimited as to accident configuration, nature of alleged injury particularities as to the manner or way in which \"the front seat, seat assembly and/or passive seat belt system\" is alleged to have caused the injury. If plaintiff is willing to properly narrow the scope of this request, Hyundai will attempt to make a further response. Hyundai further incorporates its objections contained in response to Document Requests Nos. 15 and 16.</blockquote>\n<blockquote>Request Nos. 15 and 16 incorporated other objections based on attorney work product and trade secrets. Hyundai did not object to this original discovery request on the grounds of attorney-client privilege.</blockquote>\n<p>McDonald filed a motion to compel. The trial court conducted a hearing on February 11, 1991. Hyundai did not present any evidence to support its claim of privilege. The court ordered Hyundai to produce \"all documents set forth in Plaintiff's Request for Production numbers 15 and 17 to the extent that the corresponding interrogatories are limited.\"<sup>[1]</sup></p>\n<p>Hyundai argues that the trial court impliedly ruled that Request No. 17 was overly broad and narrowed the scope of production. Thus, Hyundai asserts that the original discovery request was not \"appropriate\" under the rules. Hyundai contends that it was not required to plead or prove any specific privilege or exemption until McDonald propounded an \"appropriate\" discovery request. The majority assumes, but does not decide, that this argument is correct. I would expressly adopt it.</p>\n<p>Rule 166b(4) of the Texas Rules of Civil Procedure governs the presentation of objections to discovery. The rule provides, in relevant part:</p>\n<blockquote>In objecting to an <i>appropriate discovery request</i> within the scope of paragraph 2, a party seeking to exclude any matter from discovery on the basis of an exemption or immunity from discovery, must specifically plead the particular exemption or immunity from discovery relied upon and at or prior to any hearing shall produce any evidence necessary to support <span class=\"star-pagination\">*483</span> such claim either in the form of affidavits served at least seven days before the hearing or by testimony.</blockquote>\n<p>Tex.R.Civ.P. 166b(4) (emphasis added).</p>\n<p>Rule 166b(4) allocates the burdens for pleading and proving a claim of privilege. First, the party seeking discovery must propound an \"appropriate\" discovery request. Second, upon receipt of an \"appropriate\" request, the responding party must plead any privilege or exemption. A specific objection preserves all claims of privilege until they are contested at a hearing. Third, the responding party must produce some evidence to support its claim of privilege at a hearing. If the responding party produces some evidence, he has made a <i>prima facie</i> claim of privilege. The court must then conduct an <i>in camera</i> inspection of the contested documents. <i>See </i><i>McKinney v. Nat'l Union Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1568734\"><a href=\"/opinion/1568734/mckinney-v-national-union-fire-ins-co-of-pittsburgh-pa/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">72</span></a></span>, 75 (Tex.1989) (op. on reh'g); <i>Weisel Enter., Inc. v. Curry,</i> <span class=\"citation\" data-id=\"1756496\"><a href=\"/opinion/1756496/weisel-enterprises-inc-v-curry/\"><span class=\"volume\">718</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">56</span></a></span>, 58 (Tex.1986, orig. proceeding); <i>Ryals v. Canales,</i> <span class=\"citation\" data-id=\"2451390\"><a href=\"/opinion/2451390/ryals-v-canales/\"><span class=\"volume\">767</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">226</span></a></span>, 229 (Tex. App.Dallas 1989, orig. proceeding).</p>\n<p>Rule 166b(4) makes clear that the requirements of pleading privilege, producing evidence, and conducting an <i>in camera</i> inspection are not triggered except by an \"appropriate\" discovery request. A request for production that is overly broad is not \"appropriate\" within the meaning of the rule. <i>See </i><i>Loftin v. Martin,</i> <span class=\"citation\" data-id=\"1775656\"><a href=\"/opinion/1775656/loftin-v-martin/\"><span class=\"volume\">776</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">145</span></a></span>, 149 (Tex.1989, orig. proceeding) (Hecht, J., dissenting)<sup>[2]</sup>; <i>see also </i><i>Gutierrez v. Dallas Indep. School Dist,</i> <span class=\"citation\" data-id=\"2443586\"><a href=\"/opinion/2443586/gutierrez-v-dallas-independent-school-dist/\"><span class=\"volume\">729</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">691</span></a></span>, 693 (Tex.1987) (party answering discovery request must object to the form of the question so that it may be reurged in the proper form).</p>\n<p>Even the trial court recognized the merits of Hyundai's argument and the nearly impossible task of properly asserting a claim of privilege to an overly broad discovery request. The court found that \"there cannot be an obligation on the respondent to a discovery request to assert burdensomeness and also itemize and produce a log of all privileged documents which might be asserted ...\" I agree. Request No. 17 was overly broad as originally drafted. I would hold that Hyundai was not required to specifically plead or prove any privilege or exemption to this discovery request until it was narrowed by the trial court.</p>\n<p></p>\n<h2>PLEADING A SPECIFIC OBJECTION</h2>\n<p>The trial court ordered Hyundai to produce \"all documents set forth in Plaintiff's Request for Production numbers 15 and 17 to the extent that the corresponding interrogatories are limited.\" This order was signed on March 5, 1991. Hyundai concedes that Request No. 17 became an \"appropriate\" discovery request once it was narrowed by the trial court's order. Therefore, Hyundai was required to make any objections to this request within thirty days from the date of the order. <i>See</i> Tex. R.Civ.P. 167(2).</p>\n<p>Hyundai made the following response to Request No. 17 as re-written:</p>\n<blockquote>As limited by the Court's order, there are no documents responsive to the requests. Hyundai asserts and reasserts its specific objections to producing any document protected from disclosure by the attorney-client privilege and the attorney work product and investigative exemptions in the event that any such protected document, otherwise responsive to the request, may be located or generated.</blockquote>\n<p>The majority concludes that Hyundai waived its right to assert the attorneyclient privilege because it failed to specifically plead privilege. I agree that Hyundai waived any claim of privilege to documents that had been located at the time the revised discovery request was propounded. <span class=\"star-pagination\">*484</span> However, I do not agree that this privilege is waived with regard to documents located or generated subsequent to the revised request.</p>\n<p>Hyundai's problem stems from its misinterpretation of the trial court's order limiting the scope of Request No. 17. Hyundai argues that the revised discovery request was limited to documents pertaining to multiple claims, problems, or complaints. McDonald asserts that the scope of Request No. 17 includes documents pertaining to single claims, problems, or complaints. A special master later ruled that both single claims and multiple claims were covered by the trial court's order.</p>\n<p>This is not a case where Hyundai failed to make a <i>specific</i> objection to the revised discovery request. Rather, Hyundai misinterpreted the request and failed to make <i>any</i> objection to the production of documents it had located. The objections based on attorney-client, work product, and investigative privileges attach only to documents \"located or generated\" at a later date.</p>\n<p>This situation is further complicated by the burdens imposed under the rules of civil procedure. A party is required to supplement a response to discovery if \"the circumstances are such that the failure to amend is in substance misleading.\" Tex. R.Civ.P. 166b(6). Several courts have held that the failure to supplement a response to a request for production will result in the automatic exclusion of documentary evidence at trial. <i>See </i><i>Lopez v. Foremost Paving, Inc.,</i> <span class=\"citation\" data-id=\"2456467\"><a href=\"/opinion/2456467/lopez-v-foremost-paving-inc/\"><span class=\"volume\">796</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">473</span></a></span>, 476 (Tex. App.San Antonio 1990), <i>abated and remanded by agr.,</i> 35 Tex.Sup.Ct.J. 725 (May 6, 1992); <i>Wilson v. Snead Site Preparation, Inc.,</i> <span class=\"citation\" data-id=\"1715506\"><a href=\"/opinion/1715506/wilson-v-snead-site-preparation-inc/\"><span class=\"volume\">770</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">840</span></a></span>, 843 (Tex.App. Houston [14th Dist.] 1989, writ denied); <i>Town East Ford Sales, Inc. v. Gray,</i> <span class=\"citation\" data-id=\"1675661\"><a href=\"/opinion/1675661/town-east-ford-sales-inc-v-gray/\"><span class=\"volume\">730</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">796</span></a></span>, 809 (Tex.AppDallas 1987, no writ); <i>see also</i> Tex.R.Civ.P. 215(5). While the duty to supplement is ongoing, the opportunity to assert objections is not. A party must plead any privilege or exemption to discovery within thirty days after the request is served. Otherwise, the privilege is waived. Tex.R.Civ.P. 166b(4); <i>see also </i><i>Indep. Insulating Glass/Southwest v. Street,</i> <span class=\"citation\" data-id=\"2362564\"><a href=\"/opinion/2362564/independent-insulating-glass-v-street/\"><span class=\"volume\">722</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">798</span></a></span>, 802 (Tex.App. Fort Worth 1987, orig. proceeding). Thus, the only effective way to preserve a claim of privilege for documents located or generated in the future is to object in the initial response.</p>\n<p>The cases cited by the majority are inapposite. In <i>National Union Fire Insurance Co.,</i> this Court held that a conditional assertion of privilege does not satisfy the pleading requirements of rule 166b(4). We reaffirmed the general rule that not only must the particular privilege be identified, its application must be specifically pleaded. <i>Nat'l Union Fire Ins. Co. v. Hoffman,</i> <span class=\"citation\" data-id=\"1521407\"><a href=\"/opinion/1521407/national-union-fire-ins-co-v-hoffman/\"><span class=\"volume\">746</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">305</span></a></span>, 307 n. 3 (Tex.App.Dallas 1988, orig. proceeding). Our holding was cited with approval in <i>Kentucky Fried Chicken National Management Co. v. Tennant,</i> <span class=\"citation\" data-id=\"1736135\"><a href=\"/opinion/1736135/kentucky-fried-chicken-nat-mgt-co-v-tennant/\"><span class=\"volume\">782</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">318</span></a></span>, 320 (Tex.App  Houston [1st Dist] 1989, orig. proceeding).</p>\n<p>These cases do not address the requirements for asserting a privilege to documents that may be located or generated in the future. I do not agree that Hyundai's claim of privilege \"in the event that any such protected document ... may be located or generated\" is a conditional assertion of privilege. It would be difficult, if not impossible, to plead privilege with any more specificity for documents that have not been located or do not yet exist. Similarly, it would be impossible to prove a claim of privilege until any such documents are actually located or generated.</p>\n<p>I agree that Hyundai waived its claim of privilege to any documents actually located at the time Request No. 17 was re-written by the trial court. However, I dissent from that portion of the majority opinion holding that Hyundai waived the right to claim the attorney-client privilege as to documents located or generated in the future.</p>\n<p></p>\n<h2>FINDING OF GOOD CAUSE</h2>\n<p>Hyundai misinterpreted the scope of Request No. 17 and thus waived its right to assert the attorney-client privilege to documents pertaining to single claims, problems, or complaints. The special master found that Hyundai acted in good faith with respect to Request No. 17. The trial <span class=\"star-pagination\">*485</span> court did not specifically adopt or reject this finding. The majority concludes that the trial court's April 7, 1992 order, which does not address good faith, supersedes the finding contained in the master's report.</p>\n<p>The majority confuses good faith and good cause. Rule 166b(4) of the Texas Rules of Civil Procedure provides, in pertinent part:</p>\n<blockquote>After the date on which answers are to be served, objections are waived unless an extension of time has been obtained by agreement or order of the court or <i>good cause</i> is shown for the failure to object within such period.</blockquote>\n<p>(Emphasis added).</p>\n<p>Good faith is not tantamount to good cause. A finding of good faith may be relevant to a determination of good cause, but it is not dispositive of the issue. The record does not reveal that the court ever determined whether Hyundai had good cause for failing to assert the attorneyclient privilege because it misinterpreted the scope of Request No. 17. Hyundai should not be precluded from raising the issue of good cause in the trial court. <i>See </i><i>Villarreal v. Dominguez,</i> <span class=\"citation\" data-id=\"2467606\"><a href=\"/opinion/2467606/villarreal-v-dominguez/\"><span class=\"volume\">745</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">570</span></a></span>, 572 (Tex.App.Corpus Christi 1988, orig. proceeding) (exceptions to the discovery rules based on good cause require proof of necessity and specific finding by the trial court).</p>\n<h2>NOTES</h2>\n<p>[1]  Hyundai and McDonald signed a letter agreement that resolved disputes concerning other discovery items. The quoted provision in the March 5 order refers to limitations in this letter agreement.</p>\n<p>[2]  Apparently, the visiting judge announced his ruling at the February 11, 1991 hearing but did not sign a written order until March 5, 1991. As a result of this delay in signing the order, Hyundai filed its response to the visiting judge's order on the day before he actually signed it.</p>\n<p>[3]  <i>Peeples</i> placed the burden of requesting a hearing on the party opposing discovery. <i>Peeples,</i> 701 S.W.2d at 637. Under Rule 166b(4) the burden of requesting a hearing is on the party seeking discovery. <i>McKinney v. National Union Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1568734\"><a href=\"/opinion/1568734/mckinney-v-national-union-fire-ins-co-of-pittsburgh-pa/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">72</span></a></span>, 95 (Tex. 1989).</p>\n<p>[4]  According to the parties' statements in the trial court, Hyundai was served with citation and with the requests for production on October 15, 1990. Hyundai's responses were not filed in the trial court until 52 days later on December 6. The certificate of service, however, shows service of the responses on McDonald on December 4, which is exactly 50 days after service of citation. McDonald does not contend that Hyundai's initial responses were untimely.</p>\n<p>[5]  The parties agree that no evidence was admitted to support claims of privilege with respect to request 17.</p>\n<p>[6]  Specifically, Hyundai's March 4 response stated:\n</p>\n<p>Because this request has been limited in scope and terms by the Court's Order, Hyundai makes the following response to this now appropriate discovery request. As limited by the Court's order, there are no documents responsive to the requests. Hyundai asserts and reasserts its specific objections to producing any document protected from disclosure by the attorney-client privilege and the attorney-work product and investigative exemptions in the event that any such protected document, otherwise responsive to the request, may be located or generated.</p>\n<p>[7]  Hyundai's December 6, 1990 response to Mc-Donald's original request 17 incorporated by reference objections based on trade-secret and attorney work-product privileges. In its arguments to this Court, Hyundai characterizes the visiting judge's March 5 order as rewriting request 17 and establishing a new request. If we accept Hyundai's argument that the March 5 order established a new request, then it is questionable whether Hyundai's response of December 6 can be considered in determining whether Hyundai timely presented its privilege objections. Even if we consider both Hyundai's December 6, 1990 assertions of trade-secret and work-product privileges and its March 4 conditional assertions of privilege, this shifting, conditional assertion of privileges does not meet the <i>Peeples</i> requirement to specifically plead claims of privilege.</p>\n<p>[8]  The concurring and dissenting opinion states that we confuse the concepts of \"good cause\" and \"good faith.\" If there is any confusion, it is Hyundai's. Hyundai argues to this Court that the master's finding of good faith supports the conclusion that Hyundai has shown good cause for its belated assertion of its claims of privilege. The trial court's order of April 7 supersedes the master's report, however, and the April 7 order contains no finding of good cause or good faith.</p>\n<p>[9]  We assume that the master was appointed pursuant to rule 171 of the Texas Rules of Civil Procedure. If the appointment was made pursuant to chapter 54 of the Texas Government Code, we find no difference that, would affect the outcome of this case. <i>See </i><i>Martin v. Martin,</i> <span class=\"citation\" data-id=\"2416935\"><a href=\"/opinion/2416935/martin-v-martin/\"><span class=\"volume\">797</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">347</span></a></span>, 350 (Tex.App.Texarkana 1990, no writ).</p>\n<p>[1]  Hyundai and McDonald resolved some of their discovery disputes by letter agreement. The order directing Hyundai to produce documents \"to the extent that the corresponding interrogatories are limited\" apparently referred to limitations negotiated in the letter agreement.</p>\n<p>[2]  The majority in <i>Loftin</i> did not reject the dissent's interpretation of Rule 166b(4). The majority and dissent disagreed with respect to the substance of the objections raised by the defendant. The majority interpreted the objection as simply asserting the investigative privilege. The dissent interpreted the objection to include a claim that the discovery request was overly broad. The majority opinion did not address the questions of law raised by the dissent. Thus, the interpretation of Rule 166b-4 advocated by the dissenting justices is both persuasive and consistent with existing authority.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1512045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1514808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1521407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1665504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1675661/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1715445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1715506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1736135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1756496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1778931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2416935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2443586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2456467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467606/"
          ]
        }
      ],
      "judges": "Lagarde, Ovard and Kaplan",
      "date_created": "2014-10-30T23:08:20.732114Z",
      "date_modified": "2016-03-03T22:12:56.247038Z",
      "date_filed": "1992-08-13",
      "date_filed_is_approximate": false,
      "slug": "hyundai-motor-america-v-oneill",
      "citation_id": 2384717,
      "case_name_short": "O'NEILL",
      "case_name": "Hyundai Motor America v. O'NEILL",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "839 S.W.2d 474",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2284255/hyundai-motor-america-v-oneill/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:08:20.728284Z",
  "date_modified": "2014-10-30T23:08:20.728284Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "O'NEILL",
  "case_name": "Hyundai Motor America v. O'NEILL",
  "case_name_full": "",
  "slug": "hyundai-motor-america-v-oneill",
  "docket_number": "05-92-01032-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}