{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2285543/",
  "id": 2285543,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2413275/",
      "id": 2413275,
      "absolute_url": "/opinion/2413275/wells-v-wade/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2285543/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2413275/",
          "id": 2413275,
          "absolute_url": "/opinion/2413275/wells-v-wade/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2413275/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3062/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:25:34.868785Z",
          "date_modified": "2017-04-09T21:12:13.468630Z",
          "type": "010combined",
          "sha1": "df19429d304f5e0e6531a9b9bfedc2e28ec3105a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>36 F.Supp.2d 154 (1999)</b></center>\n<center><h1>Tony WELLS, Plaintiff,<br>\nv.<br>\nD. WADE, Correction Officer, Lt. Dibartollo, Correction Supervisor, Sgt. Comfort, Grievance Officer, and T. J. Miller, Acting Superintendent, Woodbourne Correctional Facility, Defendants.</h1></center>\n<center>No. 96 Civ. 1627(JES).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>January 28, 1999.</center>\n<p><span class=\"star-pagination\">*155</span> <span class=\"star-pagination\">*156</span> Tony Wells, Alden, New York, plaintiff pro se.</p>\n<p>Dennis C. Vacco, Attorney General of the State of New York, New York City, NY, Michael B. Siller, Assistant Attorney General, of counsel, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>SPRIZZO, District Judge.</p>\n<p>Plaintiff Tony Wells (\"Wells\"), an inmate in the custody of the New York State Department of Correctional Services proceeding <i>pro se,</i> brings the instant action pursuant to 42 U.S.C. § 1983. Wells alleges that during his incarceration at Woodbourne Correctional Facility (\"Woodbourne\"), prison officials violated his civil rights by confining him for thirteen days in pre-hearing \"keeplock\" detention on the basis of a false disciplinary report. Pursuant to Rule 56 of the Federal Rules of Civil Procedure, defendants move for summary judgment. For the reasons stated below, summary judgment is granted in favor of defendants Lieutenant Dibartollo (\"Dibartollo\"), Sergeant Comfort (\"Comfort\"), and Superintendent T.J. Miller (\"Miller\"). The Court denies summary judgment only as to plaintiff's claim against defendant D. Wade (\"Wade\") for retaliation.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Wells alleges that on November 28, 1995, Wade, a corrections officer at Woodbourne, approached Wells in the prison mess hall and ordered him to remove his Islamic prayer beads.<sup>[1]</sup><i>See</i> Verified Complaint, sworn to January 7, 1996 (\"Compl.\") ¶ 7. Soon thereafter, Wells sought treatment at the infirmary for pain in his knees. <i>See id.</i> ¶ 8. The nurse prescribed pain killers and granted Wells a seven-day medical excuse to rest his knees. As part of the prescribed rest, the nurse restricted Wells's telephone privileges. <i>See id.</i> However, Wells, upset that the nurse had restricted his telephone privileges, attempted to file a grievance with the grievance officer on duty. <i>See id.</i> ¶ 9. Wells told the grievance officer, defendant Comfort, that the prescribed restrictions were unnecessary because he could still walk to the telephones. <i>See id.</i> ¶ 8; Wells Dep. at 78. Comfort suggested that Wells file a grievance with one of the inmate clerks. <i>See</i> Compl. ¶ 9.</p>\n<p>While Wells was filing the grievance, Wade entered the grievance office, observed Wells attempting to file a grievance, and then left. <i>See id.</i> Wade apparently concluded that Wells was filing a grievance about Wade's reprimand of Wells for wearing beads.<sup>[2]</sup> After Wade left the grievance office, he filed a misbehavior report against Wells charging him with (1) being out of place, (2) disobeying a direct order, (3) possessing unauthorized jewelry, and (4) leaving an assigned area without permission. <i>See id.</i> ¶¶ 10-11; <i>see also</i> Misbehavior Report. Wade's Misbehavior Report bears the additional signatures of Comfort and Lieutenant Jones<sup>[3]</sup> as witnesses; Wells alleges that Wade forged their signatures. <i>See</i> Compl. ¶ 12. Additionally, Wells claims that Comfort alerted Wade to Wells's presence in the grievance office and \"initiated the incident of the religious beads.\"<sup>[4]</sup><i>Id.</i> ¶¶ 12, 23.</p>\n<p>Pursuant to state prison regulations, Wells was placed in pre-hearing \"keeplock\" confinement on November 28, 1995, pending the <span class=\"star-pagination\">*157</span> disposition of the charges against him.<sup>[5]</sup><i>See id.</i> ¶ 14. While confined in keeplock, Wells was segregated from the general prison population and confined in his cell for 23 hours a day, with one hour spent outside the cell for exercise. <i>See</i> Wells Dep. at 113. Inmates in keeplock retain some privileges, such as visitation rights and access to cell study programs, books and periodicals. <i>See</i> Affidavit of Anthony J. Annucci, sworn to October 23, 1997 (\"Annucci Aff.\") ¶¶ 9, 13.</p>\n<p>Dibartollo, the hearing officer assigned to the matter, commenced the hearing on December 1, 1995, and then adjourned the hearing for further investigation. <i>See</i> Compl. ¶ 14. On December 11, 1995, Dibartollo dismissed the charges against Wells and ordered that Wells be released from keeplock. <i>See id.</i> ¶ 15. The Misbehavior Report was expunged from his record, and Wells was told that he \"should just foreget [sic] about it.\" <i>Id.</i> ¶ 15. Dibartollo refused Wells's request to continue the hearing to allow Wells to show that \"criminal acts had taken place,\" namely, that Wade forged the signatures of Jones and Comfort on the misbehavior report and made false statements in his report. <i>Id.</i> ¶¶ 13, 24; Wells Dep. at 40-41.</p>\n<p>Wells brings this action claiming that Wade, Comfort, and Dibartollo violated his rights under the United States Constitution by wrongfully confining him to keeplock for thirteen days.<sup>[6]</sup><i>See</i> Compl. ¶¶ 1, 3-5, 16, 21-22, 24. Wells also names Acting Superintendent T.J. Miller as a defendant because of his supervisory role over the other defendants at Woodbourne. <i>See id.</i> ¶¶ 6, 19-20.</p>\n<p>Defendants move for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, arguing that (1) Wells has no constitutional liberty interest in remaining free from pre-hearing keeplock confinement; (2) Wells fails to plead a claim for retaliation; and (3) defendants enjoy qualified immunity from liability for performance of their official responsibilities. In addition, defendant Miller argues that he cannot be liable under § 1983 because Wells's claim against him rests upon the doctrine of <i>respondeat superior.</i></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment should be granted in favor of the moving party \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the Court views all facts and construes all rational inferences derived therefrom in the light most favorable to the nonmoving party. <i>See </i><i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962).</p>\n<p>In the instant case, Wells has failed to file any opposition to defendants' motion, even though defendants' Notice of Motion properly advised Wells of the need to file an opposing statement to defendants' motion and of the consequences of a failure to do so. <i>See</i> Defs.' Notice of Motion ¶¶ 2-3. Although under Local Civil Rule 56.1(c), a non-movant's failure to controvert the material facts set forth by movant is properly deemed an admission of the truth of these facts, <i>see</i> U.S.Dist.Ct.Rules S.D.N.Y., Civil Rule 56.1(c); <i>United States v. All Right, Title and Interest in Real Property and Appurtenances,</i> 77 F.3d 648, 657 (2d Cir.1996), the Court, mindful of the limitations of incarcerated <i>pro se</i> litigants, declines to treat Wells's <span class=\"star-pagination\">*158</span> silence as an admission of those facts presented by defendants that contradict the allegations of his Complaint because plaintiff has filed a verified Complaint sworn before a notary public and further testified under oath regarding the allegations of his Complaint at his deposition by defendants. Nevertheless, on the basis of Wells's Complaint and deposition testimony and defendants' affidavits describing the conditions experienced by Wells both in the general population and in keeplock, the Court grants defendants summary judgment on all claims except Wells's claim against Wade for retaliation.</p>\n<p>Because Wells has filed no opposition to defendants' motion, it is unclear to the Court which rights guaranteed by the Constitution he alleges that defendants have violated. Although Wells sets forth in his Complaint a detailed recitation of the facts from which his claims arise, he fails to offer any intimation of the particular rights secured by the Constitution that defendants violated by their conduct. Liberally construing, as the Court must, the allegations of Wells's Complaint to raise the strongest arguments that they suggest, <i>see </i><i>Burgos v. Hopkins,</i> 14 F.3d 787, 790 (2d Cir.1994), the Court discerns two possible claims. First, Wells alleges that defendants violated his rights under the due process clause of the Fourteenth Amendment. Second, he alleges that Wade violated his right to petition the government under the First Amendment by retaliating against him. The Court addresses each claim in turn.</p>\n<p></p>\n<h2><i>Deprivation of Due Process</i></h2>\n<p>To state a claim under § 1983 for a deprivation of due process, Wells must show that defendants (1) deprived him of a liberty interest cognizable under the Fourteenth Amendment and (2) failed to afford him sufficient procedural protections against a wrongful deprivation. <i>See </i><i>Hynes v. Squillace,</i> 143 F.3d 653, 658 (2d Cir.1998); <i>Green v. Bauvi,</i> 46 F.3d 189, 194 (2d Cir.1995). Under the standard established by the United States Supreme Court in <i>Sandin v. Conner,</i> 515 U.S. 472, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995), Wells cannot demonstrate a liberty interest in remaining free from brief prehearing keeplock and thus fails to satisfy the first prong of this standard.</p>\n<p>To establish that defendants deprived him of a liberty interest under <i>Sandin,</i> Wells must show that defendants imposed upon him an \"atypical and significant hardship ... in relation to the ordinary incidents of prison life.\" <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. 2293. Applying this standard, the Supreme Court in <i>Sandin</i> held that thirty days of disciplinary segregation was not such a \"dramatic departure from the basic conditions\" of prison life as to constitute a deprivation of a liberty interest, even where such confinement was imposed punitively. <i>Id.</i> at 485, 115 S.Ct. 2293.</p>\n<p><i>Sandin</i> does not demarcate when disciplinary segregation may become an atypical hardship, nor does it define the constitutionally mandated baseline for ordinary prison conditions. However, Wells's thirteen days of keeplock confinement was less severe than that of the inmate in <i>Sandin</i> both in duration and condition. At his deposition, Wells complained that during his thirteen days of confinement he could not enjoy the same opportunities for recreation normally available to inmates in dormitory housing, including viewing television, cooking, and playing games. <i>See</i> Wells Dep. at 112. Absent any allegation of unusual conditions, denial of such privileges for less than two weeks does not implicate a liberty interest and is not actionable under § 1983. <i>See </i><i>Hynes,</i> 143 F.3d at 658 (twenty-one days in pre-hearing keeplock not an atypical hardship); <i>Arce v. Walker,</i> 139 F.3d 329, 336 (2d Cir.1998) (eighteen days of administrative confinement and exercise deprivation not an atypical hardship); <i>Frazier v. Coughlin,</i> 81 F.3d 313, 317 (2d Cir.1996) (twelve days in pre-hearing confinement not an atypical or significant hardship). Furthermore, the confinement will not affect the length of Wells's prison sentence because the incident was expunged from his record. <i>See </i><i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. 2293; <i>Wright v. Coughlin,</i> 132 F.3d 133, 136 (2d Cir.1998). In sum, Wells has no liberty interest that was infringed by his brief period of confinement in keeplock. Thus, his due process claims against all defendants must be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*159</span> <i>Wells' Claim of Retaliation</i>\n</h2>\n<p>However, Wells's Complaint may also reasonably be read as raising a claim of retaliation against defendant Wade. Wells alleges that Wade observed Wells filing a grievance, incorrectly concluded that he was the subject of Wells's grievance, and then filed a false disciplinary report bearing forged signatures that resulted in Wells's wrongful confinement in keeplock. <i>See</i> Compl. ¶¶ 9-14. Wells further alleges that testimony presented at his disciplinary hearing proved that Wade's disciplinary report was false and that Dibartollo dismissed the charges on the basis of that testimony. <i>See id.</i> ¶¶ 13-15. These allegations are sufficient to state a claim for retaliation against Wade and to survive Wade's motion for summary judgment.</p>\n<p>To sustain a § 1983 claim that a state actor retaliated against a plaintiff for exercising a constitutional right, the plaintiff must show (1) that the conduct at issue was constitutionally protected and (2) that the protected conduct was a substantial factor in the decision to discipline the plaintiff. <i>See </i><i>Mount Healthy City School District v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977). Plaintiff need not allege that a defendant's retaliatory conduct deprived him of a liberty or property interest protected by the Fourteenth Amendment. Even if the alleged retaliation does not sufficiently alter the conditions of the plaintiff's confinement to satisfy the <i>Sandin</i> standard, a plaintiff may nonetheless state a claim for retaliation by alleging that the retaliation was substantially motived by his exercise of his First Amendment right to petition for redress of grievances. <i>See </i><i>Hendricks v. Coughlin,</i> 114 F.3d 390, 393-94 (2d Cir.1997); <i>Colon v. Coughlin,</i> 58 F.3d 865, 872 (2d Cir.1995). If the plaintiff carries this burden, then the defendant must show that plaintiff would have been disciplined even absent the retaliatory motive. <i>See </i><i>Mount Healthy,</i> 429 U.S. at 287, 97 S.Ct. 568.</p>\n<p>In the instant action, Wade does not contest that retaliation against a prisoner for filing a grievance violates the right to petition the government for redress of grievances as guaranteed by the First and Fourteenth Amendments. <i>See </i><i>Franco v. Kelly,</i> 854 F.2d 584 (2d Cir.1988). Nor does Wade assert that Wells would have been disciplined even absent the alleged retaliatory motive. Indeed, for purposes of the instant motion, Wade does not even contest Wells's allegations that Wade had prepared a false disciplinary report with forged signatures and that Dibartollo subsequently dismissed as baseless the charges against him. Rather, Wade argues that Wells's allegations are insufficient to sustain a reasonable inference that Wade acted with a retaliatory motive.</p>\n<p>The Court, however, disagrees. Assuming, as the Court must, the truth of Wells's uncontroverted allegations in his verified Complaint, the Court finds that the close proximity between the time that Wade observed Wells filing the grievance, coupled with the allegations of forgery and false statements and the subsequent dismissal of the charges made by Wade, are sufficient to raise issues of fact that cannot be decided on a motion for summary judgment. The Court therefore denies Wade's motion for summary judgment with respect to plaintiff's retaliation claim.</p>\n<p></p>\n<h2><i>Defendants' Assertion of Qualified Immunity</i></h2>\n<p>Defendants also assert as an alternative basis for granting summary judgment that they enjoy qualified immunity from the claims asserted by Wells. Although § 1983 does not on its face recognize any official immunity, the Supreme Court has long held that \"Congress did not intend § 1983 to abrogate immunities `well grounded in history and reason.'\" <i>Buckley v. Fitzsimmons,</i> 509 U.S. 259, 268, 113 S.Ct. 2606, 125 L.Ed.2d 209 (1993) (quoting <i>Tenney v. Brandhove,</i> 341 U.S. 367, 376, 71 S.Ct. 783, 95 L.Ed. 1019 (1951)). Defendants, as state officials performing discretionary functions, are provided with qualified immunity, \"shielding them from civil damages liability as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.\" <i>Anderson v. Creighton,</i> 483 U.S. 635, 638, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). Qualified immunity is an affirmative defense, and the burden is on the defendant to prove that the challenged acts were \"objectively <span class=\"star-pagination\">*160</span> reasonable in light of the law existing at the time.\" <i>Varrone v. Bilotti,</i> 123 F.3d 75, 78 (2d Cir.1997); <i>see also </i><i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 815, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).</p>\n<p>As discussed above, Wells's Complaint alleges both procedural and substantive constitutional violations. Wells's procedural claim alleges that defendants violated his due process rights by confining him for thirteen days in pre-hearing keeplock. However, the courts have consistently held that, under <i>Sandin,</i> short-term confinement does not implicate a liberty interest. It follows that defendants could reasonably have believed that their actions did not violate Wells's due process rights \"in light of the law existing at the time.\"<sup>[7]</sup><i>Varrone,</i> 123 F.3d at 78; <i>see </i><i>Harlow,</i> 457 U.S. at 815, 102 S.Ct. 2727.</p>\n<p>With respect to Wells's claim of retaliation, however, the Court finds that Wade enjoys no qualified immunity. Prison officials are not immune from § 1983 actions alleging intentional violations of clearly established and recognized rights. <i>See </i><i>Varrone,</i> 123 F.3d at 78. A retaliation claim necessarily alleges intentional conduct by the defendant, and the constitutional right of inmates to seek a remedy for their grievances without suffering retaliation was well established at the time the alleged violations occurred. <i>See </i><i>Franco v. Kelly,</i> 854 F.2d 584 (2d Cir.1988). It follows that Wade's assertion of qualified immunity with respect to Wells's retaliation claim clearly cannot be sustained.</p>\n<p></p>\n<h2><i>Wells's Claims Against Miller</i></h2>\n<p>Wells's claims against Miller rest solely upon Miller's status as Acting Superintendent of Woodbourne at the time of Wells's discipline. Rather than claiming that specific acts or omissions by Miller caused him injury, Wells alleges generally that</p>\n<blockquote>[t]he failure of defendant Miller to supervise and review the acts of staff members, such as those of defendant Wade (complained of herein), leads to the abuse of auth[o]rity, and the abuse and victimization of inmates, as in the instant case.</blockquote>\n<p>Compl. ¶ 20. Asked at his deposition to clarify the basis for his claims against Miller, Wells stated only that Miller \"has extreme personal involvement with every inmate in [Woodbourne]\" and is the \"head of everything that moves in [Woodbourne].\" Wells Dep. 45. Wells does not claim any personal involvement by Miller in his discipline or any specific act or omission or policy promulgated or enforced by Miller that caused his injury. <i>See id.</i></p>\n<p>Miller correctly argues the claim against him should be dismissed because § 1983 does not impose liability upon a supervisor who was not personally involved in the alleged civil rights violation. \"[P]ersonal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" <i>Colon v. Coughlin,</i> 58 F.3d 865, 873 (2d Cir.1995) (citations omitted). Wells's § 1983 claim against Miller is therefore without merit and is dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, defendants' motion for summary judgment is granted in part and denied in part. All claims against Comfort, Dibartollo, and Miller shall be and hereby are dismissed. In addition, all claims against Wade, excepting Wells's claim of retaliation, shall be and hereby are dismissed.</p>\n<p>It is SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Wells does not claim that prison officials violated his religious liberties; Wells is not Muslim and wore the beads simply because he \"liked the way they looked.\" Deposition of Tony Wells, August 7, 1997, (\"Wells Dep.\") at 47.</p>\n<p>[2]  Wade states in his report that he observed Wells complaining about beads at the grievance office. <i>See</i> Affidavit of Michael B. Siller, sworn to October 24, 1997 (\"Siller Aff.\"), Ex. A (\"Misbehavior Report\"). Wells, however, claims that he was there trying to regain his telephone privileges. <i>See</i> Compl. ¶ 22. According to Wells, Grievance Supervisor Terbush confirmed Wells's version of events during the subsequent disciplinary hearings. <i>See id.</i></p>\n<p>[3]  Wells has not named Lieutenant Jones as a defendant in this action.</p>\n<p>[4]  Wells does not elaborate on what Comfort did to initiate the beads incident, but according to Wade's misbehavior report, Comfort had ordered Wells to obtain a permit to wear the beads prior to Wells's conversation with Wade. <i>See</i> Misbehavior Report.</p>\n<p>[5]  The New York State Department of Correctional Services permits an inmates to challenge his confinement in pre-hearing keeplock by filing a statement with the Deputy Superintendent for Security. <i>See</i> Siller Aff.Ex. C. Wells acknowledges that he was aware of his right to file a statement but elected not to do so because he believed that all such requests are ignored. <i>See</i> Wells Dep. 86-89.</p>\n<p>[6]  In his Complaint and deposition testimony, Wells claims that he was detained in keeplock for a total of twelve days. <i>See</i> Compl. ¶ 15; Wells Dep. 113. However, the Complaint states that Wells was placed in keeplock on November 28, 1995, and was released on December 11, 1995  a total of thirteen days. <i>See</i> Compl. ¶ 14-15. For purposes of this summary judgment motion, the Court will assume that Wells was detained in keeplock for thirteen days.</p>\n<p>[7]  The Supreme Court's decision in <i>Sandin</i> preceded Wells's confinement by five months; thus, the qualified immunity analysis focuses upon whether defendants' actions were reasonably consistent with the post-<i>Sandin</i> understanding of the law. <i>See </i><i>Anderson,</i> 483 U.S. at 639, 107 S.Ct. 3034 (legality of official action is assessed in light of the legal rules in effect \"at the time it was taken\").</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">154</span></span> (1999)</b></center>\n<center><h1>Tony WELLS, Plaintiff,<br>\nv.<br>\nD. WADE, Correction Officer, Lt. Dibartollo, Correction Supervisor, Sgt. Comfort, Grievance Officer, and T. J. Miller, Acting Superintendent, Woodbourne Correctional Facility, Defendants.</h1></center>\n<center>No. 96 Civ. 1627(JES).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>January 28, 1999.</center>\n<p><span class=\"star-pagination\">*155</span> <span class=\"star-pagination\">*156</span> Tony Wells, Alden, New York, plaintiff pro se.</p>\n<p>Dennis C. Vacco, Attorney General of the State of New York, New York City, NY, Michael B. Siller, Assistant Attorney General, of counsel, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>SPRIZZO, District Judge.</p>\n<p>Plaintiff Tony Wells (\"Wells\"), an inmate in the custody of the New York State Department of Correctional Services proceeding <i>pro se,</i> brings the instant action pursuant to 42 U.S.C. § 1983. Wells alleges that during his incarceration at Woodbourne Correctional Facility (\"Woodbourne\"), prison officials violated his civil rights by confining him for thirteen days in pre-hearing \"keeplock\" detention on the basis of a false disciplinary report. Pursuant to Rule 56 of the Federal Rules of Civil Procedure, defendants move for summary judgment. For the reasons stated below, summary judgment is granted in favor of defendants Lieutenant Dibartollo (\"Dibartollo\"), Sergeant Comfort (\"Comfort\"), and Superintendent T.J. Miller (\"Miller\"). The Court denies summary judgment only as to plaintiff's claim against defendant D. Wade (\"Wade\") for retaliation.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Wells alleges that on November 28, 1995, Wade, a corrections officer at Woodbourne, approached Wells in the prison mess hall and ordered him to remove his Islamic prayer beads.<sup>[1]</sup><i>See</i> Verified Complaint, sworn to January 7, 1996 (\"Compl.\") ¶ 7. Soon thereafter, Wells sought treatment at the infirmary for pain in his knees. <i>See id.</i> ¶ 8. The nurse prescribed pain killers and granted Wells a seven-day medical excuse to rest his knees. As part of the prescribed rest, the nurse restricted Wells's telephone privileges. <i>See id.</i> However, Wells, upset that the nurse had restricted his telephone privileges, attempted to file a grievance with the grievance officer on duty. <i>See id.</i> ¶ 9. Wells told the grievance officer, defendant Comfort, that the prescribed restrictions were unnecessary because he could still walk to the telephones. <i>See id.</i> ¶ 8; Wells Dep. at 78. Comfort suggested that Wells file a grievance with one of the inmate clerks. <i>See</i> Compl. ¶ 9.</p>\n<p>While Wells was filing the grievance, Wade entered the grievance office, observed Wells attempting to file a grievance, and then left. <i>See id.</i> Wade apparently concluded that Wells was filing a grievance about Wade's reprimand of Wells for wearing beads.<sup>[2]</sup> After Wade left the grievance office, he filed a misbehavior report against Wells charging him with (1) being out of place, (2) disobeying a direct order, (3) possessing unauthorized jewelry, and (4) leaving an assigned area without permission. <i>See id.</i> ¶¶ 10-11; <i>see also</i> Misbehavior Report. Wade's Misbehavior Report bears the additional signatures of Comfort and Lieutenant Jones<sup>[3]</sup> as witnesses; Wells alleges that Wade forged their signatures. <i>See</i> Compl. ¶ 12. Additionally, Wells claims that Comfort alerted Wade to Wells's presence in the grievance office and \"initiated the incident of the religious beads.\"<sup>[4]</sup><i>Id.</i> ¶¶ 12, 23.</p>\n<p>Pursuant to state prison regulations, Wells was placed in pre-hearing \"keeplock\" confinement on November 28, 1995, pending the <span class=\"star-pagination\">*157</span> disposition of the charges against him.<sup>[5]</sup><i>See id.</i> ¶ 14. While confined in keeplock, Wells was segregated from the general prison population and confined in his cell for 23 hours a day, with one hour spent outside the cell for exercise. <i>See</i> Wells Dep. at 113. Inmates in keeplock retain some privileges, such as visitation rights and access to cell study programs, books and periodicals. <i>See</i> Affidavit of Anthony J. Annucci, sworn to October 23, 1997 (\"Annucci Aff.\") ¶¶ 9, 13.</p>\n<p>Dibartollo, the hearing officer assigned to the matter, commenced the hearing on December 1, 1995, and then adjourned the hearing for further investigation. <i>See</i> Compl. ¶ 14. On December 11, 1995, Dibartollo dismissed the charges against Wells and ordered that Wells be released from keeplock. <i>See id.</i> ¶ 15. The Misbehavior Report was expunged from his record, and Wells was told that he \"should just foreget [sic] about it.\" <i>Id.</i> ¶ 15. Dibartollo refused Wells's request to continue the hearing to allow Wells to show that \"criminal acts had taken place,\" namely, that Wade forged the signatures of Jones and Comfort on the misbehavior report and made false statements in his report. <i>Id.</i> ¶¶ 13, 24; Wells Dep. at 40-41.</p>\n<p>Wells brings this action claiming that Wade, Comfort, and Dibartollo violated his rights under the United States Constitution by wrongfully confining him to keeplock for thirteen days.<sup>[6]</sup><i>See</i> Compl. ¶¶ 1, 3-5, 16, 21-22, 24. Wells also names Acting Superintendent T.J. Miller as a defendant because of his supervisory role over the other defendants at Woodbourne. <i>See id.</i> ¶¶ 6, 19-20.</p>\n<p>Defendants move for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, arguing that (1) Wells has no constitutional liberty interest in remaining free from pre-hearing keeplock confinement; (2) Wells fails to plead a claim for retaliation; and (3) defendants enjoy qualified immunity from liability for performance of their official responsibilities. In addition, defendant Miller argues that he cannot be liable under § 1983 because Wells's claim against him rests upon the doctrine of <i>respondeat superior.</i></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment should be granted in favor of the moving party \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the Court views all facts and construes all rational inferences derived therefrom in the light most favorable to the nonmoving party. <i>See </i><i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962).</p>\n<p>In the instant case, Wells has failed to file any opposition to defendants' motion, even though defendants' Notice of Motion properly advised Wells of the need to file an opposing statement to defendants' motion and of the consequences of a failure to do so. <i>See</i> Defs.' Notice of Motion ¶¶ 2-3. Although under Local Civil Rule 56.1(c), a non-movant's failure to controvert the material facts set forth by movant is properly deemed an admission of the truth of these facts, <i>see</i> U.S.Dist.Ct.Rules S.D.N.Y., Civil Rule 56.1(c); <i>United States v. All Right, Title and Interest in Real Property and Appurtenances,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></span>, 657 (2d Cir.1996), the Court, mindful of the limitations of incarcerated <i>pro se</i> litigants, declines to treat Wells's <span class=\"star-pagination\">*158</span> silence as an admission of those facts presented by defendants that contradict the allegations of his Complaint because plaintiff has filed a verified Complaint sworn before a notary public and further testified under oath regarding the allegations of his Complaint at his deposition by defendants. Nevertheless, on the basis of Wells's Complaint and deposition testimony and defendants' affidavits describing the conditions experienced by Wells both in the general population and in keeplock, the Court grants defendants summary judgment on all claims except Wells's claim against Wade for retaliation.</p>\n<p>Because Wells has filed no opposition to defendants' motion, it is unclear to the Court which rights guaranteed by the Constitution he alleges that defendants have violated. Although Wells sets forth in his Complaint a detailed recitation of the facts from which his claims arise, he fails to offer any intimation of the particular rights secured by the Constitution that defendants violated by their conduct. Liberally construing, as the Court must, the allegations of Wells's Complaint to raise the strongest arguments that they suggest, <i>see </i><i>Burgos v. Hopkins,</i> <span class=\"citation\" data-id=\"661462\"><a href=\"/opinion/661462/ricardo-burgos-v-marian-hopkins-warden-daniel-meehan-deputy-warden-james/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span>, 790 (2d Cir.1994), the Court discerns two possible claims. First, Wells alleges that defendants violated his rights under the due process clause of the Fourteenth Amendment. Second, he alleges that Wade violated his right to petition the government under the First Amendment by retaliating against him. The Court addresses each claim in turn.</p>\n<p></p>\n<h2><i>Deprivation of Due Process</i></h2>\n<p>To state a claim under § 1983 for a deprivation of due process, Wells must show that defendants (1) deprived him of a liberty interest cognizable under the Fourteenth Amendment and (2) failed to afford him sufficient procedural protections against a wrongful deprivation. <i>See </i><i>Hynes v. Squillace,</i> <span class=\"citation\" data-id=\"754215\"><a href=\"/opinion/754215/chris-hynes-v-j-squillace-hearing-officer-n-buth-correction-officer/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 658 (2d Cir.1998); <i>Green v. Bauvi,</i> <span class=\"citation\" data-id=\"687593\"><a href=\"/opinion/687593/anthony-green-v-patrick-bauvi-jacqueline-terpanier-clarence-colwell/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 194 (2d Cir.1995). Under the standard established by the United States Supreme Court in <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995), Wells cannot demonstrate a liberty interest in remaining free from brief prehearing keeplock and thus fails to satisfy the first prong of this standard.</p>\n<p>To establish that defendants deprived him of a liberty interest under <i>Sandin,</i> Wells must show that defendants imposed upon him an \"atypical and significant hardship ... in relation to the ordinary incidents of prison life.\" <i>Sandin,</i> 515 U.S. at 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>. Applying this standard, the Supreme Court in <i>Sandin</i> held that thirty days of disciplinary segregation was not such a \"dramatic departure from the basic conditions\" of prison life as to constitute a deprivation of a liberty interest, even where such confinement was imposed punitively. <i>Id.</i> at 485, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>.</p>\n<p><i>Sandin</i> does not demarcate when disciplinary segregation may become an atypical hardship, nor does it define the constitutionally mandated baseline for ordinary prison conditions. However, Wells's thirteen days of keeplock confinement was less severe than that of the inmate in <i>Sandin</i> both in duration and condition. At his deposition, Wells complained that during his thirteen days of confinement he could not enjoy the same opportunities for recreation normally available to inmates in dormitory housing, including viewing television, cooking, and playing games. <i>See</i> Wells Dep. at 112. Absent any allegation of unusual conditions, denial of such privileges for less than two weeks does not implicate a liberty interest and is not actionable under § 1983. <i>See </i><i>Hynes,</i> 143 F.3d at 658 (twenty-one days in pre-hearing keeplock not an atypical hardship); <i>Arce v. Walker,</i> <span class=\"citation\" data-id=\"752429\"><a href=\"/opinion/752429/george-arce-v-hans-g-walker-walter-r-kelly-albert-hall-robert/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">329</span></a></span>, 336 (2d Cir.1998) (eighteen days of administrative confinement and exercise deprivation not an atypical hardship); <i>Frazier v. Coughlin,</i> <span class=\"citation\" data-id=\"716607\"><a href=\"/opinion/716607/charles-frazier-v-thomas-a-coughlin-iii-commissioner-of-the-department/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 317 (2d Cir.1996) (twelve days in pre-hearing confinement not an atypical or significant hardship). Furthermore, the confinement will not affect the length of Wells's prison sentence because the incident was expunged from his record. <i>See </i><i>Sandin,</i> 515 U.S. at 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>; <i>Wright v. Coughlin,</i> <span class=\"citation\" data-id=\"749800\"><a href=\"/opinion/749800/thomas-wright-v-thomas-a-coughlin-iii-commissioner-department-of/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 136 (2d Cir.1998). In sum, Wells has no liberty interest that was infringed by his brief period of confinement in keeplock. Thus, his due process claims against all defendants must be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*159</span> <i>Wells' Claim of Retaliation</i>\n</h2>\n<p>However, Wells's Complaint may also reasonably be read as raising a claim of retaliation against defendant Wade. Wells alleges that Wade observed Wells filing a grievance, incorrectly concluded that he was the subject of Wells's grievance, and then filed a false disciplinary report bearing forged signatures that resulted in Wells's wrongful confinement in keeplock. <i>See</i> Compl. ¶¶ 9-14. Wells further alleges that testimony presented at his disciplinary hearing proved that Wade's disciplinary report was false and that Dibartollo dismissed the charges on the basis of that testimony. <i>See id.</i> ¶¶ 13-15. These allegations are sufficient to state a claim for retaliation against Wade and to survive Wade's motion for summary judgment.</p>\n<p>To sustain a § 1983 claim that a state actor retaliated against a plaintiff for exercising a constitutional right, the plaintiff must show (1) that the conduct at issue was constitutionally protected and (2) that the protected conduct was a substantial factor in the decision to discipline the plaintiff. <i>See </i><i>Mount Healthy City School District v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977). Plaintiff need not allege that a defendant's retaliatory conduct deprived him of a liberty or property interest protected by the Fourteenth Amendment. Even if the alleged retaliation does not sufficiently alter the conditions of the plaintiff's confinement to satisfy the <i>Sandin</i> standard, a plaintiff may nonetheless state a claim for retaliation by alleging that the retaliation was substantially motived by his exercise of his First Amendment right to petition for redress of grievances. <i>See </i><i>Hendricks v. Coughlin,</i> <span class=\"citation\" data-id=\"741066\"><a href=\"/opinion/741066/burnell-hendricks-v-thomas-a-coughlin-iii-bert-ross-david-post-m/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 393-94 (2d Cir.1997); <i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 872 (2d Cir.1995). If the plaintiff carries this burden, then the defendant must show that plaintiff would have been disciplined even absent the retaliatory motive. <i>See </i><i>Mount Healthy,</i> 429 U.S. at 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>.</p>\n<p>In the instant action, Wade does not contest that retaliation against a prisoner for filing a grievance violates the right to petition the government for redress of grievances as guaranteed by the First and Fourteenth Amendments. <i>See </i><i>Franco v. Kelly,</i> <span class=\"citation\" data-id=\"510218\"><a href=\"/opinion/510218/francisco-franco-v-walter-kelly-lt-moscicki-and-officer-higley/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">584</span></a></span> (2d Cir.1988). Nor does Wade assert that Wells would have been disciplined even absent the alleged retaliatory motive. Indeed, for purposes of the instant motion, Wade does not even contest Wells's allegations that Wade had prepared a false disciplinary report with forged signatures and that Dibartollo subsequently dismissed as baseless the charges against him. Rather, Wade argues that Wells's allegations are insufficient to sustain a reasonable inference that Wade acted with a retaliatory motive.</p>\n<p>The Court, however, disagrees. Assuming, as the Court must, the truth of Wells's uncontroverted allegations in his verified Complaint, the Court finds that the close proximity between the time that Wade observed Wells filing the grievance, coupled with the allegations of forgery and false statements and the subsequent dismissal of the charges made by Wade, are sufficient to raise issues of fact that cannot be decided on a motion for summary judgment. The Court therefore denies Wade's motion for summary judgment with respect to plaintiff's retaliation claim.</p>\n<p></p>\n<h2><i>Defendants' Assertion of Qualified Immunity</i></h2>\n<p>Defendants also assert as an alternative basis for granting summary judgment that they enjoy qualified immunity from the claims asserted by Wells. Although § 1983 does not on its face recognize any official immunity, the Supreme Court has long held that \"Congress did not intend § 1983 to abrogate immunities `well grounded in history and reason.'\" <i>Buckley v. Fitzsimmons,</i> <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 268, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1993) (quoting <i>Tenney v. Brandhove,</i> <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 376, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1019</span></span> (1951)). Defendants, as state officials performing discretionary functions, are provided with qualified immunity, \"shielding them from civil damages liability as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.\" <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). Qualified immunity is an affirmative defense, and the burden is on the defendant to prove that the challenged acts were \"objectively <span class=\"star-pagination\">*160</span> reasonable in light of the law existing at the time.\" <i>Varrone v. Bilotti,</i> <span class=\"citation\" data-id=\"745323\"><a href=\"/opinion/745323/anthony-varrone-plaintiff-appellee-cross-v-michael-bilotti-cynthia/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 78 (2d Cir.1997); <i>see also </i><i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 815, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).</p>\n<p>As discussed above, Wells's Complaint alleges both procedural and substantive constitutional violations. Wells's procedural claim alleges that defendants violated his due process rights by confining him for thirteen days in pre-hearing keeplock. However, the courts have consistently held that, under <i>Sandin,</i> short-term confinement does not implicate a liberty interest. It follows that defendants could reasonably have believed that their actions did not violate Wells's due process rights \"in light of the law existing at the time.\"<sup>[7]</sup><i>Varrone,</i> 123 F.3d at 78; <i>see </i><i>Harlow,</i> 457 U.S. at 815, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>.</p>\n<p>With respect to Wells's claim of retaliation, however, the Court finds that Wade enjoys no qualified immunity. Prison officials are not immune from § 1983 actions alleging intentional violations of clearly established and recognized rights. <i>See </i><i>Varrone,</i> 123 F.3d at 78. A retaliation claim necessarily alleges intentional conduct by the defendant, and the constitutional right of inmates to seek a remedy for their grievances without suffering retaliation was well established at the time the alleged violations occurred. <i>See </i><i>Franco v. Kelly,</i> <span class=\"citation\" data-id=\"510218\"><a href=\"/opinion/510218/francisco-franco-v-walter-kelly-lt-moscicki-and-officer-higley/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">584</span></a></span> (2d Cir.1988). It follows that Wade's assertion of qualified immunity with respect to Wells's retaliation claim clearly cannot be sustained.</p>\n<p></p>\n<h2><i>Wells's Claims Against Miller</i></h2>\n<p>Wells's claims against Miller rest solely upon Miller's status as Acting Superintendent of Woodbourne at the time of Wells's discipline. Rather than claiming that specific acts or omissions by Miller caused him injury, Wells alleges generally that</p>\n<blockquote>[t]he failure of defendant Miller to supervise and review the acts of staff members, such as those of defendant Wade (complained of herein), leads to the abuse of auth[o]rity, and the abuse and victimization of inmates, as in the instant case.</blockquote>\n<p>Compl. ¶ 20. Asked at his deposition to clarify the basis for his claims against Miller, Wells stated only that Miller \"has extreme personal involvement with every inmate in [Woodbourne]\" and is the \"head of everything that moves in [Woodbourne].\" Wells Dep. 45. Wells does not claim any personal involvement by Miller in his discipline or any specific act or omission or policy promulgated or enforced by Miller that caused his injury. <i>See id.</i></p>\n<p>Miller correctly argues the claim against him should be dismissed because § 1983 does not impose liability upon a supervisor who was not personally involved in the alleged civil rights violation. \"[P]ersonal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" <i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 873 (2d Cir.1995) (citations omitted). Wells's § 1983 claim against Miller is therefore without merit and is dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, defendants' motion for summary judgment is granted in part and denied in part. All claims against Comfort, Dibartollo, and Miller shall be and hereby are dismissed. In addition, all claims against Wade, excepting Wells's claim of retaliation, shall be and hereby are dismissed.</p>\n<p>It is SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Wells does not claim that prison officials violated his religious liberties; Wells is not Muslim and wore the beads simply because he \"liked the way they looked.\" Deposition of Tony Wells, August 7, 1997, (\"Wells Dep.\") at 47.</p>\n<p>[2]  Wade states in his report that he observed Wells complaining about beads at the grievance office. <i>See</i> Affidavit of Michael B. Siller, sworn to October 24, 1997 (\"Siller Aff.\"), Ex. A (\"Misbehavior Report\"). Wells, however, claims that he was there trying to regain his telephone privileges. <i>See</i> Compl. ¶ 22. According to Wells, Grievance Supervisor Terbush confirmed Wells's version of events during the subsequent disciplinary hearings. <i>See id.</i></p>\n<p>[3]  Wells has not named Lieutenant Jones as a defendant in this action.</p>\n<p>[4]  Wells does not elaborate on what Comfort did to initiate the beads incident, but according to Wade's misbehavior report, Comfort had ordered Wells to obtain a permit to wear the beads prior to Wells's conversation with Wade. <i>See</i> Misbehavior Report.</p>\n<p>[5]  The New York State Department of Correctional Services permits an inmates to challenge his confinement in pre-hearing keeplock by filing a statement with the Deputy Superintendent for Security. <i>See</i> Siller Aff.Ex. C. Wells acknowledges that he was aware of his right to file a statement but elected not to do so because he believed that all such requests are ignored. <i>See</i> Wells Dep. 86-89.</p>\n<p>[6]  In his Complaint and deposition testimony, Wells claims that he was detained in keeplock for a total of twelve days. <i>See</i> Compl. ¶ 15; Wells Dep. 113. However, the Complaint states that Wells was placed in keeplock on November 28, 1995, and was released on December 11, 1995  a total of thirteen days. <i>See</i> Compl. ¶ 14-15. For purposes of this summary judgment motion, the Court will assume that Wells was detained in keeplock for thirteen days.</p>\n<p>[7]  The Supreme Court's decision in <i>Sandin</i> preceded Wells's confinement by five months; thus, the qualified immunity analysis focuses upon whether defendants' actions were reasonably consistent with the post-<i>Sandin</i> understanding of the law. <i>See </i><i>Anderson,</i> 483 U.S. at 639, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span> (legality of official action is assessed in light of the legal rules in effect \"at the time it was taken\").</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754215/"
          ]
        }
      ],
      "judges": "Sprizzo",
      "date_created": "2014-10-30T23:08:53.633436Z",
      "date_modified": "2016-03-03T22:13:06.729490Z",
      "date_filed": "1999-01-28",
      "date_filed_is_approximate": false,
      "slug": "wells-v-wade",
      "citation_id": 2386047,
      "case_name_short": "Wells",
      "case_name": "Wells v. Wade",
      "case_name_full": "",
      "federal_cite_one": "36 F. Supp. 2d 154",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2285543/wells-v-wade/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:08:53.629712Z",
  "date_modified": "2014-10-30T23:08:53.629712Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wells",
  "case_name": "Wells v. Wade",
  "case_name_full": "",
  "slug": "wells-v-wade",
  "docket_number": "96 Civ. 1627(JES)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}