{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2300500/",
  "id": 2300500,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2428194/",
      "id": 2428194,
      "absolute_url": "/opinion/2428194/hopson-v-gulf-oil-corp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2300500/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2428194/",
          "id": 2428194,
          "absolute_url": "/opinion/2428194/hopson-v-gulf-oil-corp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2428194/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8388/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:32:52.667573Z",
          "date_modified": "2017-04-09T23:32:36.330392Z",
          "type": "010combined",
          "sha1": "6482c14d89977fc29635c8cd189d9ed5018e9681",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>237 S.W.2d 323 (1950)</b></center>\n<center><h1>HOPSON<br>\nv.<br>\nGULF OIL CORP.<br>\nv.<br>\nHOPSON.</h1></center>\n<center>No. 4565.</center>\n<center><p><b>Court of Civil Appeals of Texas, Beaumont.</b></p></center>\n<center>February 23, 1950.</center>\n<center>Rehearing Denied June 21, 1950.</center>\n<center>Second Motion for Rehearing Denied July 1, 1950.</center>\n<p><span class=\"star-pagination\">*325</span> Adams, Browne &amp; Sample, Beaumont, Fisher &amp; Tonahill, Jasper, for appellants.</p>\n<p>King, Sharfstein &amp; Rienstra, and John H. Land, all of Beaumont, for appellees.</p>\n<p>WALKER, Justice.</p>\n<p>Raymond Hopson is plaintiff and Gulf Oil Corporation is defendant in this cause.</p>\n<p>On April 6, 1946, plaintiff was upon a vessel, the Gulf of Mexico, which was owned and operated by defendant, and which was then upon the high seas on a voyage between two Atlantic coastal ports of the United States. This vessel was a tanker, and plaintiff was a member of her crew, in defendant's employ. Plaintiff was rated as <span class=\"star-pagination\">*326</span> a \"wiper\", whose principal duty seems to have been to clean machines and the engine room and machine shop, but who also was to do what his officers required of him; and on the date mentioned, he was ordered by the First Assistant Engineer, who was one of his superior officers, to empty some barrels of oil into a pipe near the stern of the vessel, and while he was performing this task he trod upon some grease and sat down very suddenly and heavily upon the deck. As a result, he sustained certain injuries, of which the most serious was the rupture of an intervertebral disc. He brought this action against defendant as a consequence and in this action prayed relief upon two causes of action. One of his claims was founded upon the Jones Act, to-wit, U.S.C.A., Title 46, § 688; he charged defendant with negligence in various respects and prayed recovery of damages. His other claim was for maintenance and cure under the general Maritime law.</p>\n<p>Defendant, by way of answer, plead several special exceptions, a general denial, contributory negligence, that plaintiff's own neglect was the sole cause of his injuries, and that the plaintiff's injuries were the result of an unavoidable accident.</p>\n<p>The cause was tried to a jury who, in response to various special issues, made the following findings:</p>\n<p>(Issue 1) Plaintiff was injured on or about April 6, 1946. (1-A) This injury was caused by plaintiff's slipping and falling upon the deck, and (2) was received in the course of plaintiff's employment on board defendant's steamship.</p>\n<p>(Issue 2-A) Plaintiff's injuries were not the result of an unavoidable accident.</p>\n<p>(Issue 3) Defendant, acting by and through its agents, servants and employees other than plaintiff, <i>allowed</i> a greasy substance to be on the deck at and near the place where plaintiff was emptying oil. (3-A) But a preponderance of the evidence did not show that defendant allowed said greasy substance to remain on the deck for such a period of time that in the exercise of ordinary care, the same should have been discovered and removed prior to plaintiff's fall. (4 &amp; 5) These issues submitted <i>negligence</i> and <i>proximate cause</i> with respect to the subject matter of Issue 3; they were not answered because they were conditioned upon an affirmative answer to Issue 3-A. (14) The preponderance of the evidence did not show that plaintiff's failure to see the greasy substance before he stepped therein was negligence; and (17) the preponderance of the evidence did not show that such greasy substance was open and obvious to plaintiff. (21) The preponderance of the evidence did not show that plaintiff failed to keep a proper lookout as to the condition of the deck at the place where he fell. (25) The preponderance of the evidence did not show that the accumulation of such greasy substance was caused by plaintiff's permitting oil to escape from the drum he was emptying just before his fall. (26) The preponderance of the evidence did not show that plaintiff failed to inspect the condition of the deck where he was working prior to his fall.</p>\n<p>(Issue 6) Defendant failed to furnish plaintiff assistance in emptying the drums of oil. (7) This failure was negligence, and (8) this negligence was a proximate cause of plaintiff's injuries.</p>\n<p>(Issue 12) Plaintiff's damages from defendant's negligence were assessed at $29,348.</p>\n<p>(Issue 13) $2700 would provide reasonable medical care and maintenance such as had already been or might be in the immediate future necessary and proper in the treatment of plaintiff's injury.</p>\n<p>The only findings convicting defendant of negligence were those made under Issues 6, 7 and 8; and defendant filed a motion, alleging that these findings had no support in the evidence and praying that said findings be disregarded. Plaintiff moved for judgment upon the verdict for the sums found in damages and for maintenance and care.</p>\n<p>The trial court found that Issues 6, 7 and 8 had no support in the evidence, granted defendant's motion and rendered judgment in disregard of the findings made under said issues, denying plaintiff any recovery of damages from defendant. Upon plaintiff's <span class=\"star-pagination\">*327</span> claim for maintenance and cure, the trial court rendered judgment in behalf of plaintiff for the sum found by the jury, to-wit, $2700. Both parties excepted to this judgment and each has taken an appeal therefrom. We shall consider first the plaintiff's appeal and next, the defendant's</p>\n<p></p>\n<h2>Points Filed in Plaintiff's Appeal.</h2>\n<p>Plaintiff has filed 15 Points of Error for reversal but these points raise only two contentions, as follows: <i>First:</i> The findings under Issues 6, 7 and 8 were supported by the proof and thus the trial court should have rendered judgment upon said findings in plaintiff's behalf for the sum in damages found under Issue 12. <i>Second:</i> In the alternative, if defendant's motion was good, the trial court, for various reasons, erred in conditioning Issues 4 and 5 upon an affirmative answer to Issue 3-A. As stated above, Issues 4 and 5 submitted the questions of <i>negligence</i> and <i>proximate cause</i> respecting the subject matter of Issue 3, that is, defendant's <i>allowing</i> the grease in which plaintiff trod to be upon the deck.</p>\n<p>The following proof is relevant to these contentions, and since the trial court's act in disregarding the findings under Issues 6, 7 and 8 can only be reviewed upon a consideration of the whole relevant proof, we state this in detail:</p>\n<p>Plaintiff was engaged in emptying a drum of oil into a pipe leading from the deck into the engine room when he fell. This oil went into the ship's engines and lubricated them; and it was customary to put several drums of this engine oil into this pipe while the ship was at sea, usually about two days after leaving port. This pipe was at the rear of the ship; and plaintiff said that previously, on the day already mentioned, he and either one or two other same had been directed by the First Assistant Engineer, who was their superior officer, to move 5 or 6 drums of this engine oil from another part of the ship, where the drums were stored, to a place near this pipe where they might be conveniently emptied into the pipe, and that they had done this, rolling the barrels along the deck to a place near the pipe, where the barrels were then placed upon end. After these 5 or 6 barrels had been moved in this way, the First Assistant Engineer directed plaintiff to empty the barrels into the pipe, and he sent the other seaman or seamen, off to do something else. At any rate, plaintiff was left alone to empty the barrels.</p>\n<p>The barrels were made of steel, contained 50 or 55 gallons of engine oil, and when full were very heavy. The First Assistant Engineer testified that one of these barrels would weigh \"something like 350 or 400 pounds.\"</p>\n<p>Simple machinery, referred to in the proof as a <i>chain fall,</i> was provided for emptying these barrels, and this equipment and the procedure followed by plaintiff in emptying the barrels may be described as follows: The chain fall consisted of steel chains running through a steel block which hung from a beam above the opening of the pipe. It contained a device which made it self-locking so that when plaintiff lifted a barrel with this fall, the barrel was held suspended by the fall, without assistance from the plaintiff. The fall itself was a short distance (some 2 or 3 feet, we infer) from the opening of the pipe. At the lower end of the fall there was a heavy steel hook. The opening of the pipe was flush with the deck and was closed with a screw plug when not in use. In order to empty a barrel of oil into the pipe, this plug was removed; an ell pipe with a closed valve in it was screwed into the top of the barrel in an opening made for that purpose; a sling of steel chain, called a barrel sling, with hooks at each end, was attached to the barrel by putting the hooks over the rims at the two ends of the barrel; the hook at the bottom of the chain fall was put under this sling; the person operating the fall then tugged upon it and doubtless tilted the barrel at the same time, thus lifting the barrel and turning it so that it became parallel with the deck; and when the barrel was an appropriate distance above the deck and turned in this way, the ell pipe in the end of the barrel was brought around and screwed into the mouth of the pipe in the deck. While this connection was being <span class=\"star-pagination\">*328</span> made, the locking device in the fall supported the barrel automatically. According to the First Assistant Engineer, although the plaintiff does not mention it, another opening referred to by the engineer as the \"bleeder\" was then made in the top of the drum, and then the valve in the ell was opened and the oil was allowed to drain out of the barrel into the pipe. Usually, the barrel being about level as it hung in the chain fall, a few gallons of oil would remain until the barrel was tilted, and two methods of tilting the barrel as it hung in the fall are mentioned in the proof. The Chief Engineer who testified that he had devised this machinery and this method of getting the oil into the engine room, said that the barrel was tilted \"by moving the hook to one end of the drum\". The First Assistant Engineer, who testified that he almost always emptied these barrels himself, said that he tilted the barrel in the same way. He said: \"All you have to do is move the hook and pull it up with the chain fall.\" Plaintiff, who seems to have been of the opinion that this method would have put some strain upon the various connections, said he devised another method which is described hereinafter. Plaintiff said that when he had emptied a barrel, he disconnected it from the pipe, then lowered the barrel to the deck in the chain fall, then unhooked the barrel sling from the drum, then rolled the empty drum out of the way, and then repeated the entire procedure with another barrel.</p>\n<p>Plaintiff had not done this work before, but he said that the First Assistant Engineer gave him some information concerning the use of the machinery and that he had handled chain falls before. Plaintiff was then left alone to empty the barrels and he proceeded, without assistance, to do this in the fashion indicated above, and without assistance he emptied either two or three of these barrels and safely connected and drained all of the oil from another barrel, except, however, according to him, some 6 or 7 gallons, or perhaps 7 or 8 gallons (of course, he actually knew no more than that only a small quantity remained in the barrel). He said that the barrel then had to be tilted to get this oil out of it; and to do this he went to the end of the barrel, took hold of the end of the barrel with both hands and lifted it. When he assumed this position his right foot trod upon a small quantity of grease and when he attempted to tilt the barrel, this foot slipped from beneath him and he sat down heavily upon the deck. This fall, according to plaintiff's theory of the facts, caused the rupture of the intervertebral disc upon which his claim of damages was primarily founded. Plaintiff had employed this method of tilting the barrels in emptying the two or three barrels which he had disposed of before he fell. Plaintiff said that he got up and immediately reported this incident to the First Assistant Engineer, that this officer directed him to return to work, and that he complied with the order and finished emptying the remaining barrels of oil into the pipe. Then, he said, he went to his bed and lay there until he felt better.</p>\n<p>At the time of his fall, plaintiff was 22 years old, weighed about 152 pounds (not 145 pounds, as plaintiff says in his brief), and was in good health. He had been employed by defendant as a seaman for about four months and had previously made three voyages for defendant, two of them on the ship Gulf of Venezuela and one on the Gulf of Mexico, the ship on which he was emptying the oil. He said that before defendant employed him, he had worked for employers who required him to pass physical examinations and that he actually passed these examinations; and it is evidence that he was not physically deficient in any way.</p>\n<p>Plaintiff estimated that the oil remaining in the barrel when he attempted to tilt the barrel would weigh \"around 50 or 60 pounds\", and that the barrel would weigh about 20 pounds, or perhaps between 20 and 30 pounds. At the time, of course, he was not lifting this weight; the chain fall held up the barrel without any assistance from him, and when he attempted to tilt the barrel, necessarily a considerable part of this weight was supported by the steel pipe screwed into the end of the barrel and the opening in the deck. According to some of defendant's proof, the top of the barrel, <span class=\"star-pagination\">*329</span> into which the ell pipe had been inserted, was flexible; but doubtless it offered some resistance to being flexed, although it could not have been much since the end of the barrel need not have been lifted very much.</p>\n<p>Plaintiff, however, said that he required both hands to lift up the end of the barrel, and that he was using both hands when he fell upon the deck. He said that if he had had the assistance of another man he would have performed his task more safely. He said that he did not know whether he could lift the rear end of the barrel with one hand; \"it was pretty heavy.\" Further:</p>\n<p>\"Q. You could easily do that yourself, couldn't you? A. Well, its a pretty hard job; it was a 2 man job.</p>\n<p>\"Q. A 2 man job to lift up the rear end of the drum? A. Yes, sir, a 2 man job to handle those drums around there and get them hooked up and all. There was three of us to roll them up there.</p>\n<p>\"Q. You don't say it's a 2 man job to just tilt up the rear end of the drum after you got it in the chain hoist and all the oil gone out with the exception of 6 or 7 gallons? A. Its pretty straining on one man.</p>\n<p>\"Q. To pick up the rear end of a barrel with about 6 or 7 gallons of oil in it? A. Yes, sir.</p>\n<p>\"Q. Which weighed, according to your estimate, about 60 pounds? A. Yes, sir.</p>\n<p>\"Q. With the drum hanging from the chain hoist? A. Yes, sir.</p>\n<p>\"Q. That is a strain for one man to do? A. Yes, sir.</p>\n<p>\"Q. You did it all right on the other barrels? A. Yes, sir, I did it all right.</p>\n<p>\"Q. Nothing happened to you? A. No, sir.</p>\n<p>\"Q. You didn't ask for any help. A. I asked the First to let one stay around, and he said he would let one come back when they got through with the engine room.\" This request must necessarily have been made before plaintiff began to empty the barrels, long before he fell.</p>\n<p>There was some proof that when the First Assistant Engineer did not empty these barrels himself (and he usually did this himself), he customarily sent two men to do the work. Thus plaintiff said that two men were usually assigned to empty these barrels. The First Assistant Engineer first testified with reference to emptying these barrels, that \"I dumped that myself. I do it myself most of the time because I get over timeYou might say 98% of the time\", but that \"if I have something else to do, then I have to have somebody else to do it.\" He subsequently testified that one of these barrels held \"anywhere from 50 to 55 gallons\" and weighed \"something like 350 to 400 pounds, and I don't believe the average man today can do it. (Plaintiff has interpreted this statement as expressing an opinion that one ordinary man could not empty the barrels, but it certainly has no application to the plaintiff's effort to tilt the barrel, which was the occasion of his fall. A consideration of his testimony shows that he very obviously believed the contrary).</p>\n<p>\"Q. Now since it is that heavy, how do you go about emptying this drum of oil so that it will go down this pipe into the engine room? A. I have a fitting that I make for that purpose.It is a valve and nipple and screws into the drum and the other half of it screws into the deck in a union.\" He then proceeded to describe the method of connecting the drum to the pipe in the deck, and described the use of the chain fall and other matters already mentioned. Subsequently he testified:</p>\n<p>\"Q. How many men usually attend to emptying these drums of oil? A. I attend to that alone.</p>\n<p>\"Q. Does it require the work of two men to do that? A. No, when I dump it myself I do it alone.</p>\n<p>\"Q. Could any man that knows anything about it, could he do it by himself? A. Yes, sir, because there is no lifting to do. All you have to do is screw the fitting into the drum and tilt it over.</p>\n<p>\"Q. Did you ever at any time when you might have directed somebody else to do it, have 2 or 3 men to do the job? A. If I don't do it myself I have two men do it.</p>\n<p><span class=\"star-pagination\">*330</span> \"Q. If Raymond Hopson ever did this workA. He would have had a helper.</p>\n<p>\"Q. If you gave him a helper would you have pulled the helper away? A. No, sir, not until the job was finished.\"</p>\n<p>The Chief Engineer testified that one man usually attended to dumping this oil.</p>\n<p>\"Q. Would you say that's a heavy job for one man to do? A. No.</p>\n<p>\"Q. Who usually does that? A. Well, the majority of time the First Assistant Engineer does it.\"</p>\n<p>And defendant's Port Engineer, Roberts, testified:</p>\n<p>\"Q. When you have noticed the dumping of oil, I'll ask you in your knowledge of the work involved, is that a 1 man or a 2 man job? A. One man can handle it very easily.</p>\n<p>\"Q. Was there ever any great stress and strain on a man in raising that barrel with a chain fall? A. No, sir, I have done it a number of times myself without any trouble.</p>\n<p>\"Q. No stress or strain involved in connecting the union is there? A. Oh, no.</p>\n<p>\"Q. Just a matter of getting the two ends together? A. Just a matter of connecting the two unions is all.\"</p>\n<p>There is no proof of what parts of the task the two men did together when two men were sent to empty the drums. Plaintiff testified that he had never seen any one do this work, and thus, of course, did not know what part of the work two men did together, or how the two coordinated their efforts.</p>\n<p>According to Defendant's Chief Engineer, First Assistant Engineer, and Port Engineer, the deck was covered with a composition material which had a non-skid surface. Plaintiff thought that the deck was of painted steel. His description of the deck where he performed his task affirmatively showed that the grease on which he slipped was the only substance at that place which might have caused him to fall. He said:</p>\n<p>\"Q. What was the condition of the deck at that place right before you fell? A. Well, it was clean, as far as I know, except where this ordinary seaman that was working on the back was cleaning * * * I guess you would call it a winch.\"</p>\n<p>Further:</p>\n<p>\"Q. Now, Mr. Hopson, when you connected up the first barrel to the pipe in the deck, you didn't see any oil on the deck, did you? A. No, sir.</p>\n<p>\"Q. Didn't see any grease spot, did you? A. No, sir.</p>\n<p>\"Q. You didn't see any paint or anything like that there? A. Nothing except old paint that they had chipped off.</p>\n<p>\"Q. I mean, <i>nothing that you could slip on.</i> A. <i>No, sir.</i></p>\n<p>\"Q. When you disconnected the first drum and then connected up the second drum, you still didn't see any oil or grease there on the deck, did you? A. No, sir, nothing just except what paint that they had knocked off.</p>\n<p>\"Q. That was dry, wasn't it? A. Yes, sir.\" He said further that it was not until after his fall that he observed the grease spot.</p>\n<p>Plaintiff said that he fell because his right foot stepped into a small spot of grease on the deck; that what caused him to fall was stepping in that spot of oil or grease. As far as he knew that is the only thing that caused him to fall; except for this spot of grease he would not have fallen. He said that he knew that he had slipped in this grease because \"it was on my shoe and it made a streak whenever I slipped and fell.\"</p>\n<p>The proof does not refer to the condition of the surface of the sea.</p>\n<p>Plaintiff testified that his fall occurred about one or two o'clock in the afternoon, although it would seem that the incident probably occurred a little later, but, at any rate, during the afternoon and in the day light. Plaintiff said that to connect and empty a barrel into the pipe required 15 or 20 minutes so that, according to his figures, he must have been engaged in emptying the barrels for an hour or more when he attempted to tilt the barrel and fell. The First Assistant Engineer testified that about three hours was required to empty five <span class=\"star-pagination\">*331</span> barrels, a somewhat longer period of time than plaintiff's figures show. According to plaintiff, he worked continuously at the process of emptying the barrels from the time he began to do that until the moment he fell.</p>\n<p>Plaintiff said that the spot of grease was \"almost under the end of the drum\" he was lifting, and he gave other testimony to the same effect. Necessarily, this spot of grease had to be very near the end of the barrel in order for plaintiff to put his right foot upon it while he was stopping over and attempting to lift the end of the barrel.</p>\n<p>Plaintiff said that the spot of grease was small, perhaps 4 or 5 inches across.</p>\n<p>Plaintiff said that this grease differed from the oil in the barrels, that it was darker in color and looked as if it had been used, and \"was more of a grease.\" it was dark, thicker than regular lube. He once said: \"This wasn't the kind of grease I was using.\"</p>\n<p>It is a matter for speculation where the grease came from, but the proof suggests the following possibilities: While plaintiff was at work, and before he fell, some seamen were near him who were engaged in cleaning and painting some machines. Plaintiff said that the nearest of these machines (or men) was about 8 feet away from him and that the others were about 12 feet away. On pre-trial deposition he had put the nearest of these seamen some 20 feet away from him. The proof does not clearly show what this machinery was, its structure or form. Plaintiff once said concerning one of these machines: \"I guess you would call it a winch.\" Nor does the proof show how the machinery was being cleaned, or what equipment was being used for that purpose. Plaintiff said, however, that these machines had dirt and grease upon them. Plaintiff said that he had no idea how the grease got upon the deck, \"without it was something that they had knocked off whenever they were cleaning that machinery up back there and it got there some way.\" It was plaintiff's theory that these seamen caused the grease to be upon the deck, but this is as definite as his proof ever was. Defendant on the other hand adduced some proof tending to show that if the connection between the barrel and the opening of the pipe in the deck was not secure, or if the valve in the ell pipe was not securely closed, some oil might leak out upon the deck, and also tending to show that during the process of emptying two or three barrels before attempting to empty the barrel which caused him to fall, some oil might have accumulated upon this ell pipe and run down the bottom side of the barrel. The First Assistant Engineer also gave some testimony to the effect that no other oil was used in that area of the deck. There are other possibilities which are not discussed in the proof, namely, that this grease came off the bottom of one of the barrels, or that it was put upon the deck at some undisclosed time, and was concealed from the plaintiff's view by one of the barrels until he came to empty the one which he was draining when he fell. The proof does not show the condition of the barrels, and there is no proof that anyone saw the grease before plaintiff did.</p>\n<p>It was also a matter for speculation as to when this spot of grease was put upon the deck. Plaintiff said that he did not see the grease until <i>after</i> he fell. Before that time he had seen nothing \"except old paint that they had chipped off\". It may reasonably be inferred that \"they\" refers to the seamen who were cleaning the machines near him. As previously stated, he said that he had worked continuously at this place since he had begun to empty these barrels and according to his estimate of the time required to connect and empty a barrel, he must have been at this place about an hour or more before he trod upon the grease. Also as previously stated, plaintiff was at work during the afternoon of April 6, 1946, and he testified once that his fall occurred around 1 or 2 o'clock in the afternoon, \"the best I remember\". He also testified as follows:</p>\n<p>\"Q. There was no reason why you could not have been the spot of oil before the time you did if it was there, was there? A. Well, it could have got there while I was pulling the chain hoist up.</p>\n<p><span class=\"star-pagination\">*332</span> \"Q. Well, that was right where you were working, was it not? A. Yes, sir, it is right close to where I was working.</p>\n<p>\"Q. I show you again defendant's exhibit. * * * Now, as I recall your testimony yesterday, you were lifting up on the rear of this drum at the time you fell; is that correct? A. Yes, sir.</p>\n<p>\"Q. And as I recall your testimony yesterday, this spot of oil or grease you testified about was almost directly under the rear end of that drum? A. Yes, sir.</p>\n<p>\"Q. In other words, you would be the one that was working right around that spot all that time; is that correct? A. Well, not at that time; I would be working over here on the other side of this drum.</p>\n<p>\"Q. But all the time you were handling the drum, you would be within 2 or 3 feet ofthis spotwould you not? A. Yes, sir.</p>\n<p>\"Q. Do you know of any reason why you could not have seen it before if it was there? A. Well, if it was there before that time, if it hadn't have got there while I was lifting on the chain hoist, I don't know how it got there.</p>\n<p>\"Q. The drum that was empty was disconnected from the pipe on the deck? A. Yes, sir.</p>\n<p>\"Q. Then you would let the chain hoist down and the drum go back to the deck? A. Yes, sir.</p>\n<p>\"Q. You would unhook your barrel sling from the drum? A. Yes, sir.</p>\n<p>\"Q. What did you do with the empty drum? A. Roll it back out of the way.</p>\n<p>\"Q. Then you would get ready to put a full drum back in there and empty it? A. Yes, sir.</p>\n<p>\"Q. And during that time you must have been walking right over that identical spot where you later saw the oil or grease? A. Somewhere in 2 or 3 foot of it.</p>\n<p>\"Q. You had emptied, you say, 2 or 3 barrels before the accident happened? A. Yes, sir.</p>\n<p>\"Q. And you never saw any grease or oil there during that time? A. No, sir.\"</p>\n<p>Plaintiff also said that \"whoever on the ship poured out any grease was supposed to mop it up.\"</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>Plaintiff's Points 1 to 9, inclusive, assign error to the action of the trial court, sustaining defendant's motion to disregard the findings under Issues 6, 7 and 8. In response to these issues the jury found that defendant failed to furnish plaintiff assistance in emptying the barrels of oil, that this conduct was negligence, and that this negligence was a proximate cause of plaintiff's injuries. Plaintiff says that the proof supports these findings.</p>\n<p>In elaborating this argument, plaintiff has stated his construction of the proof, and with plaintiff's construction of several items we do not agree. Our own construction of such of these items as seem of any real significance has been set out in our preliminary statement.</p>\n<p>We think that the proof does support the finding under Issue 6. Defendant argues to the contrary because one or more seamen had a part in moving the barrels to the place where these barrels were to be emptied; but we construe Issue 6 as referring to the period of time beginning after the barrels had been brought to this place, the period during which plaintiff was engaged in pouring the oil into the pipe, and all of the relevant proof shows that if the plaintiff did this, as he said, then he did it alone.</p>\n<p>Considering next the finding under Issue 7, it must also be said that, because of the very general language in which Issue 7 is found, there is evidence to support the jury's finding of negligence under this issue. Special Issue 7 is not confined to the incident which resulted in plaintiff's injuries, namely, plaintiff's effort to tilt the barrel. Instead, Issue 7 apparently refers to the same period of time which is referred to in Special Issue 6, and as we have stated, Issue 6 is to be construed as referring to the period during which plaintiff emptied the barrels of oil into the pipe.</p>\n<p>The proof which tends to show that if defendant had exercised due care regarding <span class=\"star-pagination\">*333</span> plaintiff during the time covered by Issues 6 and 7, said defendant would have provided plaintiff with an assistant, is the testimony about the weight of the barrels and about the manner of getting those barrels into the chain fall, and the testimony that the First Assistant Engineer always assigned two men to perform this task whenever he assigned anyone at all to do that. This proof has been stated.</p>\n<p>Of course, from the fact that the task of emptying the barrels should have been assigned to 2 men, it does not follow that every act to be done in emptying the barrels of oil required 2 men to perform it; and the testimony to which we have just referred does not show that an assistant was required for the performance of the act which terminated in plaintiff's injury, namely, plaintiff's effort to tilt the barrel of oil. Our conclusion that the proof supports the finding under Issue 7 is based upon general language of said issue, which apparently refers to the entire period of time required for emptying the barrels and the entire procedure to be followed in doing this.</p>\n<p>These conclusions bring us to a consideration of the finding in response to Issue 8, that the negligence found under Issue 7 was a proximate cause of plaintiff's injuries, and we hold that the proof does not support this finding, and that the trial court did not err in disregarding said finding. As a consequence, the trial court's error in disregarding the findings under Issues 6 and 7 is immaterial.</p>\n<p><i>Proximate cause</i> as defined by the trial court included the element of <i>causation in fact</i> and the element of <i>anticipation of consequences.</i></p>\n<p>In determining whether these elements were proved it is to be kept in mind that from proof that two men should have been assigned to the task of emptying the oil into the pipe, it need not be inferred that every step in the process of emptying those barrels required the services of two men.</p>\n<p><i>Causation in fact</i> was not proved, because the evidence does not show that plaintiff's having an assistant would have prevented plaintiff's fall. The plaintiff's fall was actually caused by plaintiff's slipping upon a spot of grease. There is nothing to show that plaintiff would have slipped upon the deck surface had the grease not been on the deck; indeed, all of the circumstances are to the contrary. Plaintiff's exertion in tilting the barrel did not injure him. The barrel itself did not injure him. His loss of control of the barrel when he fell did not injure him; the barrel apparently remained hanging in the chain fall, connected to the deck. In what way, then, can it be said that the <i>lack of an assistant</i> caused plaintiff to fall? If plaintiff had had an assistant, would this assistant have prevented plaintiff's fall? Presumably not, since if an assistant really was needed, plaintiff would still have had to exert himself and thus would have engendered force sufficient to move him over the surface of the grease if his own weight of 152 lbs. would not have done that. Can it be said that if plaintiff had had an assistant, he would have avoided the spot of grease? This is wholly a matter for speculation, and for that reason the existence of the possibility cannot be given any significance. These comments lead us to the conclusion that plaintiff's lack of an assistant did not contribute substantially to bringing about his fall, and thus did not in fact amount to a cause of the plaintiff's fall.</p>\n<p><i>Anticipation of consequences</i> was not proved because the incident which occurred was not within the scope of the apparent risk of harm to plaintiff attendant upon defendant's failure to provide plaintiff with an assistant. Defendant's only duty to plaintiff which may be considered at this point is that consequent upon the finding under Issue 6, namely, the duty to provide an assistant for plaintiff; and the matter of <i>anticipation of consequences</i> must be determined by fixing the limits of the apparent risk of harm to plaintiff attending a breach of this single duty and of no other. The apparent risk of harm to plaintiff attending a negligent breach of this duty was limited to the sort of incident which might reasonably have been expected to happen if plaintiff did not have an assistant. Now, it may be that plaintiff's lack of an assistant charged defendant with notice that plaintiff might be hurt while placing the full barrels <span class=\"star-pagination\">*334</span> in position in the chain fall, but it seems obvious to us that plaintiff actually needed no assistance in tilting the nearly empty barrel as it hung in the chain fall and we have not been able to perceive why defendant ought to have expected that plaintiff's performance of this act without aid would subject plaintiff to any probable danger of injury. Surely, defendant need not have anticipatedas a consequence of plaintiff's <i>lack of assistance</i>an incident of the sort which actually did occur, namely, that plaintiff would tread upon grease and would slip on the grease and fall. Plaintiff did not slip on the <i>deck;</i> he slipped on the <i>grease.</i> It must be kept in mind that defendant need only have anticipated such apparent hazards as a reasonable man would have sought to avoid. Thus, in Webb's Pollock on Torts, it is said: \"If men went about to guard themselves against every risk to themselves or others which might by ingenious conjecture be conceived as possible, human affairs could not be carried on at all. The reasonable man, then, to whose ideal behavior we are to look as the standard of duty, will neither neglect what he can forecast as probable, nor waste his anxiety on events that are barely possible. He will order his precaution by the measure of what appears likely in the known course of things.\" (p. 45). It must also be kept in mind, as we have already stated, that <i>anticipation of consequences</i> is limited to the very duty invoked by plaintiff. It must also be kept in mind that defendant is only charged with the necessity of anticipating such incidents as fall within the scope of the apparent risk of harm attendant upon a breach of this particular duty; defendant is not to be held liable in this State merely because some injury to plaintiff might have been anticipated. The following decisions are instances of one kind or another in which the two rules of decision last stated have been applied: Texas &amp; Pacific Ry. Co. v. Bigham, 90 Tex. 223, 38 S.W. 162; Carey v. Pure Distributing Corp., 133 Tex. 31, 124 S.W.2d 847; Seale v. Gulf C. &amp; S. F. Ry. Co., 65 Tex. 274; Trinity &amp; B. V. Ry. Co. v. Blackshear, 106 Tex. 515, 172 S.W. 544, L.R.A.1915D, 278; Missouri K. &amp; T. Ry. Co. v. Welch, 100 Tex. 118; 94 S.W. 333; Doty v. Ft. Worth &amp; Denver City Ry. Co., 127 Tex. 521, 95 S.W.2d 104. These decisions are cited only as proof that the two rules last stated actually do exist and are enforced in this State. For general discussions see \"Rationale of Proximate Cause\" by Leon Green: Chapter 8 of Prosser on Torts; Chapters 6 and 8 of Harper on Torts. The question before us, therefore, is not whether defendant is to be charged with notice of a unique sequence of events; it is simply whether the incident which occurred was of the sort within the apparent limits of the risk of harm to plaintiff <i>attending defendant's failure to provide plaintiff with assistance,</i> and we hold, as a matter of law, that it was not of this sort.</p>\n<p>Plaintiff's Points 1 to 9, inclusive, are overruled insofar as these points assign error to the trial court's act in disregarding the finding under Issue 8. Said Points are sustained insofar as they assign error to the trial court's action in disregarding the findings under Issues 6 and 7. As previously stated, error in disregarding the findings under Issues 6 and 7 is immaterial because it was proper for the trial court to disregard the finding under Issue 8.</p>\n<p>Plaintiff's Points 10 to 14, inclusive, assign error to the trial court's charge to the jury.</p>\n<p>Plaintiff's Point 14 assigns error to the trial court's refusal to submit plaintiff's Requested Issue 4; but this action of the trial court was not attacked in plaintiff's motion for new trial, and Point 14 must therefore be overruled because the subject matter thereof was waived, the cause having been tried to a jury. Texas Rules of Civil Procedure, Rules 320 and 324. The matter is of no consequence to plaintiff since the only difference between the trial court's Issue 4 and plaintiff's Requested Issue 4 is the condition appended to the trial court's Issue 4; and this condition was attacked in the objections brought forward in other Points.</p>\n<p>Plaintiff's Points 10, 11 and 12 assign error to the conditioning of Issue 4 upon an affirmative answer to Issue 3-A. Since Issue 3-A was answered negatively, Issue 4 was not answered, nor was Issue 5, <span class=\"star-pagination\">*335</span> which was conditioned upon an affirmative answer to Issue 4.</p>\n<p>Plaintiff's Point 13 assigns error to the submission of Issue 3-A.</p>\n<p>Issues 3 to 5, inclusive, with the findings under Issues 3 and 3-A were:</p>\n<p></p>\n<h2>Special Issue No. 3.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant, acting by and through its agent, servants, and employees other than the plaintiff Hopson, allowed a greasy substance to be on the deck of said vessel at and near the place the plaintiff Raymond Hopson was emptying oil?</p>\n<p>To which the jury answered, \"Yes\".</p>\n<p>If you have answered special issue No. 3 \"Yes\" and only in that event, then answer the following:</p>\n<p></p>\n<h2>Special Issue 3-A.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant allowed said greasy substance, if any, to remain on said deck for such period of time that in the exercise of ordinary care the same should have been discovered and removed prior to the fall, if any, of the plaintiff?</p>\n<p>To which the jury answered, \"No\".</p>\n<p>If you have answered special issue No. 3-A \"Yes\", then answer the following:</p>\n<p></p>\n<h2>Special Issue No. 4.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant's act in allowing a greasy substance to be on the deck of said vessel at or near the place Raymond Hopson was emptying oil (if you have so found) was negligence?</p>\n<p>To which the jury did not answer.</p>\n<p>If you have answered special Issue No. 4 \"Yes\", then answer the following:</p>\n<p></p>\n<h2>Special Issue No. 5.</h2>\n<p>Do you find from a preponderance of the evidence that the negligence, if any, of the defendant in allowing a greasy substance to be on the deck of said vessel (if you have so found) was a proximate cause of plaintiff's injuries, if any?</p>\n<p>To which the jury did not answer.</p>\n<p>The objections brought forward in Points 10 to 13, inclusive, will be discussed in an order differing from the order in which these objections were presented to the trial court.</p>\n<p>Point 13 brings forward plaintiff's objections 4 and 5, which were, in form, objections to the submission of Issue 3-A, and which may be fairly summarized as follows:Issue 3-A was not an ultimate issue because defendant owed plaintiff the absolute duty to furnish him a safe place to work, and breach of this duty was adequately submitted in Issue 3. Point 13 is overruled. At bottom, it seems to be a contention that defendant was an insurer of the safety of plaintiff's place of work. If we assume that the particular hazard which caused plaintiff's injuries amounted to unseaworthiness (and we are inclined to think that it did not) then, had plaintiff founded his suit upon a breach of the defendant's obligation to provide a seaworthy ship and had claimed indemnity under the general maritime law, defendant's obligation to plaintiff might have been about that of an insurer since the particular hazard was not concealed. See: Mahnich v. Southern S. S. Co., 321 U.S. 96, 64 S.Ct. 455, 88 L.Ed. 561. However, plaintiff did not sue upon this theory. He exercised, instead, the election granted him by the Jones Act and brought his suit upon that statute, claiming damages from defendant's negligence, and he tried the suit upon that theory. His election, with its attendant advantages, therefore binds him on this appeal and he cannot assert in this court rights which he might have had against defendant for indemnity under the general maritime law. See: Skolar v. Lehigh Valley R. Co., 2 Cir., 60 F.2d 893; Kuhlman v. W. &amp; A. Fletcher Co., 3 Cir., 20 F.2d 465; Brown v. C. D. Mallory &amp; Co., 3 Cir., 122 F.2d 98; Engel v. Davenport, 271 U.S. 33, 46 S.Ct. 410, 70 L.Ed. 813; Pacific S. S. Co. v. Peterson, 278 U.S. 130, 49 S.Ct. 75, 73 L.Ed. 220. As a consequence, plaintiff's rights against defendant because of a hazard attending plaintiff's place of work depend <span class=\"star-pagination\">*336</span> upon Defendant's exercise of due care; the obligation which defendant owed plaintiff was only a duty to use proper care to make plaintiff's place of work safe for him. It may be true, that this duty is more liberally applied in favor of the seaman than the common law duty of a master to his servant is applied; but defendant's duty to plaintiff may nevertheless be described in the same terms as are used to describe the common law duty of the master. In Missouri, K &amp; T Ry. Co. v. Jones, 103 Tex. 187, 125 S.W. 309, 310, the plaintiff, who was a switchman in defendant's employ, trod upon a bolt on the trackway in defendant's yard, and was thrown across the track and injured by the locomotive which he was attending. The nature and extent of the railway company's duty to this switchman is indicated by this language of the Supreme Court: \"In order to constitute it (that is, negligence by defendant's other employees), the bolt must have been <i>put</i> on the track by some employé, or its presence there must have been <i>known</i> to some of them before the accident, or must have continued long enough to <i>justify the inference</i> that the failure to know it was due to a want of the proper care.\"</p>\n<p>This quotation aptly defines the duty owed plaintiff by defendant, on which plaintiff must depend for recovery of damages under the Jones Act.</p>\n<p>In the briefs which plaintiff has filed on his appeal, he has made an argument which he may have intended to refer to Point 13, and if this construction is right, he has gone beyond the scope of the objections on which Point 13 is based. The argument mentioned seems to be this (and it is especially urged in plaintiff's Replication of defendant's Reply brief) that Issue 3-A was immaterial for another reason, to-wit, proof that defendant actually put the grease upon the deck, whereby defendant was charged, as a matter of law, with knowing that the grease was on the deck. This ground of immateriality was not presented to the trial court; and since another ground was, namely, that discussed in the paragraph immediately above, to which the trial court's attention was necessarily directed and confined, enforcement of this additional and new ground of immateriality would seem to be inconsistent with the trial court's right to proceed upon the basis of the very objection made to him and to have been waived, for that reason. It would seem, too, that unless the proof shows as a matter of law (and it certainly does not) that defendant put the grease upon the deck, the subject matter of Issue 3-A would still be as material as a special issue inquiring whether defendant did put the grease upon the deck. In any event, regardless of the matters to which we have just referred, defendant's argument that Issue 3-A was immaterial because of proof that defendant put the grease upon the deck is overruled upon grounds discussed hereinafter under Points 10 and 11.</p>\n<p>Point 12 brings forward plaintiff's objection 3, which was made to the conditioning of Issue 4 upon Issue 3-A, and which was as follows: \"By said conditional submission the court takes unto itself the right to determine an ultimate issue of fact and denies this plaintiff the right to have the jury pass upon said ultimate issue except conditionally.\" Point 12 is overruled. The general rule as to the conditioning of one issue upon an answer to another issue has been stated as follows: \"As a general rule, an instruction to the jury not to answer a given special issue in case another special issue be answered in a specified way is not improper. Exceptions to the rule depend on the existence of special conditions which render such an instruction improper in the particular case.\" Perkins v. Nevill, Tex. Com.App., 58 S.W.2d 50, at page 52. The only grounds for not applying this general rule which have been suggested in the objection brought forward in Point 12 are these, namely, that Issue 4 was an ultimate issue and that by conditioning Issue 4 on Issue 3-A the trial court had determined an issue of fact. Obviously, both grounds are inconsistent with the general rule stated and thus cannot be exceptions to the rule. It is not a matter of <span class=\"star-pagination\">*337</span> whether the objection was sufficiently specific, but whether the very objection made was good. Issue 4 submitted <i>negligence.</i> This is always an ultimate issue in actions for damages founded upon negligence (unless the proof shows negligence as a matter of law); yet it is generally conditioned upon a prior finding, usually one inquiring as to conduct of the particular defendant. However, it may be conditioned upon one inquiring as to the defendant's actual or constructive knowledge of a condition. See: Echols v. Duke, Tex.Civ.App., 102 S.W.2d 483, and the decisions hereinafter cited, adjudicating actions by an invitee against the occupant of land.</p>\n<p>Points 10 and 11 assign error to the conditioning of Issue 4 upon an answer to Issue 3-A and bring forward plaintiff's objections 1 and 2. In these objections plaintiff says quite plainly that Issue 4 ought not to have been conditioned upon Issue 3-A, but the only reason assigned is that Issue 4 was an ultimate issue of fact. It is not enough to say that Issue 4 was an ultimate issue. <i>Negligence</i> is usually an ultimate issue and it is usually submitted in conditional form. To tell the trial court that Issue 4 ought not to have been conditioned upon Issue 3-A was not, alone, sufficiently specific. For this objection might have been good for various reasons, none of which had any relation to any other. Thus 3-A might have been immaterial in law; or it might not have been raised by the evidence; or it might have been too narrow under the proof and deprived plaintiff of a right to have the jury consider certain evidence; or it might have been defective in form. Here are four distinct grounds for an objection that Issue 4 ought not to have been conditioned on Issue 3-A; but none of these is mentioned and the trial court could not have known, from reading plaintiff's objections 1 and 2, whether all, or some, or one was advanced, or indeed, whether plaintiff actually had these particular grounds in mind. The statement that Issue 4 was an ultimate issue might suggest that 4 had no relation to the subject matter of 3-A; but it clearly did. And the statement that 4 was an ultimate issue might suggest that the question asked in 3-A need not be answered before Issue 4 was answered; but this is simply saying in another way that Issue 4 ought not to have been conditioned on Issue 3-A. We construe objections 1 and 2 as advancing only one ground of error in the conditioning of Issue 4 on Issue 3-A, namely, that Issue 4 was an ultimate issue of fact. And we hold that the trial court properly overruled this ground, not because it was insufficient but because it presented no error.</p>\n<p>Plaintiff argues, however, that Issue 4 ought not to have been conditioned on Issue 3-A because Issue 3-A was immaterial, and he argues <i>now</i> that 3-A was immaterial because, so he says, there is proof that the seamen working near plaintiff negligently put the grease on the deck. We understand him as meaning that whether defendant had actual or constructive knowledge of the grease <i>in time</i> to have removed it before plaintiff trod on the grease is an immaterial inquiry in such a case. He cites and especially relies upon the following language of the District Court of Appeals (California) in Adams v. American President Lines, Ltd., 140 P.2d 47, 52, affirmed 23 Cal.2d 681, 146 P.2d 1: \"Nor was it necessary for the plaintiff to establish that the defendant had actual or constructive knowledge of the presence of the orange peel on the stairway. Such proof is necessary only where the dangerous condition is brought about by natural wear and tear, or third persons, or acts of God, <i>or by other causes which are not due to the negligence of the owner or his employees.</i> Where, as here, the dangerous condition is brought about by the employees acting within the scope of their employment, knowledge of the condition is imputed to the defendant as a matter of law\", (Note that this statement would not impute knowledge unless <i>negligence</i> was first found).</p>\n<p>I think that this argument must be denied upon three several propositions, to the first of which and only to this do my <span class=\"star-pagination\">*338</span> associates agree. <i>One</i> has already been mentioned in our discussion of Point 13, namely, that this particular ground of immateriality was not presented to the trial court although another one was, and by specifying this other ground of immateriality plaintiff had waived the one he now insists on. Proposition two: A <i>second</i> answer to plaintiff's argument is my disagreement with plaintiff's construction of the proof; I think that the proof concerning the seamen does not show that the seamen caused the grease to be upon the deck, and I think, too, that if the jury could infer from the circumstances in proof that defendant, in some way, did cause the grease to be upon the deck, they could not say whether defendant did so deliberately, negligently or accidentally, and that the proof raised Issue 3-A, if it raised any issue in that set, beginning with 3. Under the objections before us, it is not necessary for us to determine whether any other issue was also raised. Proposition three: Finally, the third answer to plaintiff's argument is this: (a) This argument invokes a single and particular duty, namely, a duty <i>not to create</i> a condition dangerous to the plaintiff. (b) However, this duty was not submitted to the jury. (c) Instead, the trial court in Issues 3, 4 and 5, submitted a duty <i>to abate</i> a condition dangerous to the plaintiff. (d) Under these issues, the only function which evidence that defendant put the grease on the deck could have served was to prove that defendant knew about the grease in time to have removed it before plaintiff fell. (e) This <i>knowledge in time</i> would actually have been put to the jury in Issues 3, 4 and 5 had Issue 3-A not been submitted, and it therefore cannot have been error for the trial court to segregate this element of the inquiry and submit it in a single special issue, namely, Issue 3-A.</p>\n<p>Before considering the last two of these various answers to plaintiff's argument, the first having been already discussed, I have to point out that the only objections before us (which we have not discussed in adjudicating Points 10, 11, 12, 13 and 14) attack the <i>conditioning</i> of issue 4 upon Issue 3-A. No objection was made to the form of Issue 3-A. Plaintiff's arguments suggest a contention that Issue 3-A was <i>not pleaded;</i> but it clearly was within the scope of plaintiff's allegations if we have correctly described defendant's duty to plaintiff. Too, the lack of pleading to support Issue 3-A was not brought to the trial court's attention, and ordinarily the lack of pleading would be immaterial. See: Christopherson v. Whittlesey, Tex.Civ.App., 197 S.W.2d 384, and the accompanying decisions cited in the concluding remarks of our discussion of defendant's Point 2. Plaintiff's argument also suggests a contention that the finding under Issue 3-A was not supported by the proof; but the sufficiency of the proof to raise Issue 3-A (if Issue 3-A was material) was not attacked in the trial court and we have no authority to determine the sufficiency of the evidence to support the finding made under Issue 3-A. As a direct consequence, the question, whether it was error, to condition Issue 4 on Issue 3-A because 3-A was not raised by the proof is not before us.</p>\n<p>Of the two propositions in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial, which has not yet been discussed, I shall first demonstrate proposition 3.</p>\n<p>The nature of defendant's duty to plaintiff, in its general aspect, has been sufficiently indicated by the quotation made from Missouri, K &amp; T Ry. Co. v. Jones. That is (to paraphrase this quotation) for the presence of the grease upon the deck where plaintiff was at work to have implied negligence by defendant, the defendant must either have <i>put</i> the grease where it was; or else must have <i>known</i> that the grease was there before plaintiff fell, in time to have removed it before plaintiff fell or else the grease must have been there so long as to raise the <i>inference</i> that defendant's failure to learn of the presence of the grease before plaintiff fell, in time to have removed it before plaintiff fell, was due to a want of proper care.</p>\n<p>This statement actually expresses two separate and distinct duties on defendant's part, one negative and one affirmative, <span class=\"star-pagination\">*339</span> namely, a duty <i>not to create</i> a condition dangerous to plaintiff, which is negative, and a duty <i>to abate</i> a condition dangerous to plaintiff, which is affirmative.</p>\n<p>It is apparent from this statement of defendant's duties to plaintiff that <i>knowledge</i> (acutual or constructive) of the dangerous condition <i>in time</i> to have <i>abated it</i> before plaintiff was injured thereby is not a material factor in determining whether the negative duty <i>not to create</i> a dangerous condition has been breached. If this duty exists, that is so because the circumstances attending the defendant's act in creating the condition put the defendant on notice, then and there, that harm to plaintiff might result. Thus, in Galveston H. &amp; S. A. Ry. Co., v. Kieff, 94 Tex. 334, at page 338, 60 S.W. 543, 544, it is said: \"The negligence which results in an actionable wrong is the failure to discharge a duty owed to the party injured. It is a duty incumbent upon all men to use ordinary care so to act as not to injure others. The duty arises when there is reason to anticipate danger.\" And see: Prosser on Torts, p. 220; Palsgraf v. Long Island Ry. Co., 248 N.Y. 339, 162 N.E. 99, 59 A.L.R. 1253. The matter of <i>time</i> is of no consequence because defendant simply has the necessary information in advance. All this is true where it was a violation of duty to plaintiff to create the condition in the first place; and the situation in Adams v. American President Lines, supra, which plaintiff has cited, is of this sort. And it is also true where the defendant knowingly creates the condition to effect a lawful object, under attending circumstances giving notice that unless the condition is abated when the object is accomplished, harm may come to the plaintiff. Such a case is that of the shopowner who puts a cleaning agent on the floor of his shop. See: The Fair, Inc., v. Preisach, Tex.Civ.App., 77 S.W.2d 725. This would not be true, however, if defendant <i>accidentally</i> caused the grease to be on the deck.</p>\n<p>However, our statement of defendant's duty to plaintiff shows that knowledge, either actual or constructive, of the dangerous condition <i>in time</i> to abate it before it injures plaintiff is essential to establish a violation of defendant's affirmative duty <i>to abate</i> the condition, and in fact, that such <i>knowledge in time</i> must be had before that affirmative duty to abate ever comes into existence. Here the matter of <i>time</i> is of consequences; without the necessary knowledge <i>in time</i> there could be no necessity of acting on it. The question of negligence is not reached until <i>knowledge in time</i> has been established. As a result, in cases in which an affirmative duty <i>to abate</i> has been invoked, the determination of <i>knowledge in time</i> has been thought to justify the submission of separate issues to the jury. See: Echols v. Duke, Tex.Civ.App., 102 S.W.2d 483. And see the following cases, involving the situation of the occupant of land and his duty to an invitee: The Fair, Inc., v. Preisach, Tex.Civ.App., 77 S.W.2d 725; Graham v. F. W. Woolworth Co., Tex.Civ. App., 277 S.W. 223; Montfort v. West Texas Hotel Co., Tex.Civ.App., 117 S.W. 2d 811; Houston Nat. Bank v. Adair, 146 Tex. 387, 207 S.W.2d 374. And see, regarding the occupant's duty to the invitee: Galveston H. &amp; S. A. Ry. Co. v. Matzdorf, 102 Tex. 42, 112 S.W. 1036, 20 L.R.A.,N.S., 833.</p>\n<p>It may happen, of course, that the same facts will throw up both duties and as a consequence an element of one duty may be proved in an unusual way. Thus, if defendant created a dangerous condition under circumstances putting defendant on notice, or giving defendant actual notice, that the condition is hazardous to plaintiff, the defendant is bound to abate it, and may be held liable for <i>not abating</i> itinstead of being held <i>for creating it;</i> but this coincidence does not change the nature of the defendant's duties and it does not eliminate any element of said duties. For instance, this coincidence would not make <i>knowledge in time</i> immaterial if plaintiff seeks to hold defendant for <i>not abating</i> a condition which defendant created; the only consequence would be that <i>knowledge in time</i> would be proved in an unusual way.</p>\n<p>This analysis, I think, is sufficient to prove Part (a) of my proposition and to show that plaintiff's argument that evidence <span class=\"star-pagination\">*340</span> of defendant's having put the grease on the deck made Issue 3-A immaterial actually invoked the duty <i>not to create</i> a condition dangerous to plaintiff instead of the duty <i>to abate</i> such a condition. Next to be considered are Parts (b) and (c) of said proposition and it is to be determined which of these two duties were submitted to the jury, and in what special Issues.</p>\n<p>A consideration of the trial court's charge shows that a breach of defendant's negative duty <i>not to create</i> a dangerous condition was not submitted to the jury. Whether defendant <i>put</i> the grease on the deck was not, in terms, submitted to the jury, as an independent ground of negligence or otherwise. Instead, the court submitted only the question of whether the affirmative duty <i>to abate</i> had been breached. The charge contains only two sets of negligence issues, Nos. 6 through 9, and Nos. 3 through 5. Numbers 6 through 9 are irrelevant here. Issue 3 is the basic issue in the other set and characterizes the entire set; it submits the inquiry, whether defendant <i>allowed</i> a greasy substance <i>to be upon</i> the deck. <i>Allowed to be upon</i> does not mean to <i>create,</i> that is, to <i>put</i> the grease upon the deck. These words clearly express a preliminary inquiry for the establishment of the affirmative duty <i>to abate,</i> that is, to remove the grease, and it is only this duty and the breach of it which would have been involved in Issues 3, 4 and 5 if Issue 3-A had not been submitted. <i>Allow to be upon</i> does not mean to <i>put,</i> although it may be a consequence of <i>having put.</i></p>\n<p>These comments dispose of Parts (b) and (c) of the proposition under discussion and next to be considered are Parts (d) and (e).</p>\n<p>It has just been shown that if Issue 3-A had not been submitted, the only Issues to which the proof mentioned by plaintiff could have been relevant were Issues 3, 4 and 5. The proof, then, concerning the seamen or concerning defendant's having put the grease on the deck, is immaterial except as it bears upon some element submitted by said Issues 3, 4 and 5.</p>\n<p>And what phase or element of Issues 3, 4 and 5 could have been proved by evidence that the seamen near plaintiff or that defendant did put the grease on the deck? A consideration of these three Issues shows that no phase of the inquiries submitted thereby could have been proved by such evidence, <i>unless knowledge of the grease in time to have removed it before plaintiff trod on the grease</i> is an element of the questions expressed in those Issues. However, if that <i>knowledge in time</i> is an element of Issues 3, 4 and 5 (3-A aside) proof of how the seamen or defendant put the grease on the deck might show that defendant did have this necessary <i>knowledge in time.</i></p>\n<p>Would <i>knowledge in time</i> have been an element of Issues 3, 4 and 5 if Issue 3-A had not been submitted? It was certainly a necessary element to establish the duty and theory of liability expressed in those Issues, which we have declared to be the affirmative duty <i>to abate;</i> and if Issue 3-A had not been submitted, we think that by the word <i>allowed</i> in Issues 3, 4 and 5, the trial court would have made it possible for the jury to consider <i>knowledge in time</i> and thus, in a sense, actually did submit it to them, although not clearly. <i>Allow</i> may have various meanings, according to the context. Used in a statute, it has been construed as implying no more than negligent failure without actual knowledge as distinguished from knowing omission. Hardcastle v. Bielby, 1 Q.B. 709, quoted in note 20(A) (4), 2 C.J. 1156. However, it has usually been interpreted as implying <i>actual knowledge of what is allowed.</i> See: Allowed, 2 C.J. 1154, 3 C.J.S. p. 888. Clearly, then, the jury could have interpreted the various forms of <i>allowed</i> in Issues 3, 4 and 5 as including <i>actual knowledge.</i> But if <i>knowledge in time</i> is an important matter (and we have shown that proof of the defendant's having <i>put</i> the grease on the deck would have been of no significance under Issues 3, 4 and 5 except as it proved such <i>knowledge in time</i>) then what could be wrong with clearly and specifically submitting this matter to the jury in a separate issue? instead of leaving the jury free to roam about within the indefinite limits of the word <i>allowed?</i> Obviously nothing could be wrong with such a course and thus nothing at all can be wrong with the trial court's <span class=\"star-pagination\">*341</span> having submitted Issue 3-A which simply inquires about <i>knowledge in time.</i></p>\n<p>I think that these comments support proposition 3 in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial. Issue 3-A may be subject to the interpretation that it submits only <i>constructive knowledge;</i> and we are so inclined to construe it. But the only objections which might have been raised to such a limited submission are that Issue 3-A was too narrow, or that <i>actual knowledge</i> ought to have been submitted in a separate special issue, or that the proof did not raise the question of <i>constructive knowledge;</i> and as has been previously shown, these objections were not made. Instead, plaintiff argues, in effect, that the matter of <i>knowledge in time,</i> whether it be actual or constructive, is wholly immaterial, and thus Issue 4 ought not to have been conditioned upon an inquiry about such a matter.</p>\n<p>Next to be discussed is proposition 2 in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial and it is simply this, that the evidence does not support the argument.</p>\n<p>And first concerning the acts of the seamen working near plaintiff: Plaintiff said that members of the crew, referred to in the proof as ordinary seamen, were cleaning and painting some \"machines\" while he was at work. On trial, he put the nearest of these seamen, or perhaps, of these machines, about 8 feet from him. His testimony indicates that some bits of dry paint from the surface of these machines, chipped off in the preliminary process of getting the machines ready for painting, had fallen about, or near, the place where he had to work; but he also said that there was nothing upon which to slip and I construe his testimony as showing that at least some, and probably all of the bits of paint were upon the deck when he began to empty the barrels. He said that the machines had dirt and grease upon them; and he also said that the spot of grease on which he trod was 4 or 6 inches wide, that some of it adhered to his shoe, and that the movement of his foot in the grease left a mark on the deck. He said, too, that he did not know where the grease came from unless, perchance, it came from the machines near him; but he did not know whether it came from that source or not.</p>\n<p>If it is to be inferred that the seamen cleaning the machines put the grease upon the deck, the inference must be drawn from these circumstances.</p>\n<p>This proof does not show that the grease on the deck came from the machines. The nature and form of the machines were not proved. The method of cleaning the machines was not proved. It does not appear that any grease had ever been put on the deck before or since. That the seamen sloughed off bits of dry paint which floated several feet in the air and came to rest in the area where plaintiff worked does not show that the mass of grease in which plaintiff says that he slipped could be, or was, moved in the same way. An expenditure of some effort would seem necessary to accomplish this result. The fact that the machines had dirt and grease upon them proves, perhaps, that the machines had moving parts and that said machines were open to the air; but it logically proves nothing more. It certainly ought not to be inferred that because <i>some</i> dirt and grease were upon the machines, the undisclosed process of cleaning the machines would throw off a mass of grease 4 to 6 inches wide, to land some 8 feet distant. Plaintiff's surmise that the grease may have come from the machines near him is clearly of no evidential force.</p>\n<p>Next, concerning other possible proof that defendant put the grease on the deck. In his original brief, plaintiff argued that defendant must necessarily have put the grease on the deck because the ship had been 2 days at sea. As previously stated, he apparently abandoned the argument in his Replication to Defendant's Reply; but the argument has been considered and it is not convincing. The proof does not show any process, or any activity, or any machine, upon the ship to which this grease could have been traced; and thus no reason appears for the grease having been put <span class=\"star-pagination\">*342</span> on the deck after the ship left port. The presence of this grease upon the deck is not necessarily inconsistent with the ship's having been at sea for 2 days. There was some proof that the ship was usually in port for some 24 or 48 hours; the grease might have been put upon the deck while the ship was in port by someone other than a member of the crew. We infer that the ship either discharged or took on cargo while she was in port, since these are the only reasons for defendant's use of the vessel; but there is really no proof of what was done or not done in part, and in the absence of such proof I am inclined to think that we ought not to exclude the possibility that persons other than defendant's employees went upon the vessel and put the grease upon the deck. It is a customary and usual thing for persons other than the crew to come on board ship while the ship is in port. How else are ships to be provided with food, fuel and water? How else are they to be loaded and their cargo discharged?</p>\n<p>Where else, then, could the grease have come from? The proof simply does not show and nothing except speculative possibilities occur to the mind. Thus, the grease might have been upon the deck before plaintiff began to work, concealed from him by the barrels; but there is no proof of the condition of the deck before plaintiff began work except this, that plaintiff did not see the grease until he fell. If the grease was on the deck when plaintiff started work, the proof does not show where the grease came from or when it was put upon the deck. Too, the grease might have come off the end of one of the barrels which plaintiff was emptying. However, there is no proof as to the condition of any of these barrels. Finally, there is the possibility that the grease came <i>out</i> of the barrels. Plaintiff gave evidence to the contrary, however; and the jury, under Issue 25, found in plaintiff's favor as regards the barrel he was emptying when he fell. The jury were not asked to determine whether the grease came out of any of the barrels plaintiff had emptied before he began to empty this particular barrel; and thus the verdict does not exclude this possibility.</p>\n<p>Nevertheless, it may be that these conclusions are wrong, and that from the fact that plaintiff was injured on a ship which was then at sea and which had been at sea 2 days, and from the fact that the ship was not a passenger vessel the jury could find that defendant caused the grease to be upon the deck. I do not see that the vessel's being a tanker means anything special here; how the vessel was constructed and how it was operated were not shown and we cannot assume that the operation of a tanker would result in a greasy deck, either where plaintiff fell or elsewhere.</p>\n<p>If such broad and general proof as that mentioned does throw up the inference that defendant caused the grease to be upon the deck, nevertheless it does not show <i>how</i> defendant caused the grease to be there. It cannot be determined from such proof whether defendant put the grease there <i>deliberately</i> or whether defendant put the grease there <i>negligently,</i> or whether the grease came to be on the deck as the result of an <i>accident.</i> And unless defendant either <i>deliberately</i> or <i>negligently</i> put the grease on the deck, the defendant cannot, by virtue of having been responsible for the presence of the grease, be charged with knowledge that the grease really was on the deck. The rule of decision summarized in the quotation made above from Adams v. American President Lines, Ltd., is strictly to this effect.</p>\n<p>This, it seems to me, necessarily eliminates any recovery based upon defendant's duty not to create a condition dangerous to the plaintiff and necessarily throws plaintiff back upon defendant's duty to discover and abate conditions dangerous to plaintiff. And this brings us back to a point already made, namely, that defendant cannot be held liable for negligently failing to abate a dangerous conditionremove the grease unless defendant either knew or ought to have known, in time to have removed the grease before plaintiff fell, that the grease was on the deck. If the issue of <i>discovery in time</i> was raised by the evidence, then it was submitted, at least partially, in Issue 3-A, and being a material inquiry, it was properly put to the jury in a separate issue.</p>\n<p><span class=\"star-pagination\">*343</span> I think that Points 10 and 11 ought to be overruled on all of the grounds set out above, and not simply because the objections on which these points depend did not bring to the trial court's attention plaintiff's argument that Issue 3-A was immaterial because of proof that defendant caused the grease to be on the deck.</p>\n<p>Plaintiff's only remaining Point of Error is Point 15, reading as follows: \"The trial court's act in rendering judgment non obstante veredicto and setting aside the jury's affirmative findings on Issues 6, 7 and 8 on the ground that there was no evidence to support the jury's findings of negligence and proximate cause is a denial of this appellant of trial by jury as guaranteed by the Federal Constitution Amendment Seven, and the right of trial by jury as guaranteed by the Federal Employers' Liability Act [45 U.S.C.A. § 51 et seq.], and Jones Act [46 U.S.C.A. § 688].\"</p>\n<p>Point 15 is overruled because of the conclusions under which we overruled plaintiff's Points 1 to 9, inclusive. If the evidence did not raise Issue 8, the trial court was bound to disregard the jury's finding under said Issue. Plaintiff's right to a jury trial in the courts of this State on causes of action brought under the Jones Act are subject to exactly the same limitation, so far as the quantum of proof is concerned, as are common law actions for negligence generally.</p>\n<p>These comments adjudicate all of plaintiff's Points of Error and we now take up defendant's appeal.</p>\n<p></p>\n<h2>Points Filed on Defendant's Appeal.</h2>\n<p>Defendant has appealed from that part of the trial court's judgment awarding Plaintiff $2,700 for maintenance and cure; and has filed 10 Points of Error for reversal of this part of said judgment.</p>\n<p>Defendant's Point 1 assigns error to the trial court's refusal to instruct a verdict in Defendant's favor upon Plaintiff's claim for maintenance and cure. Two grounds are stated, as follows: (1) that Plaintiff declined to receive care and treatment in the U. S. Marine Hospital at Galveston, in which on his own initiative, he had become a patient; and (2) that the proof does not show what Plaintiff's maintenance had cost since he left said Marine Hospital.</p>\n<p>We shall first consider the 2nd ground of Point 1. As Defendant says, there is no proof of what Plaintiff's maintenance had cost after he left the Marine Hospital, and indeed, there is no proof of what his maintenance had cost after he had left Defendant's employ not long before June 4, 1946, the date of his first interview with Dr. Petrie, the Medical Officer at Port Arthur of the U. S. Public Health Service. And with respect to the Plaintiff's maintenance and cure from the time he left Defendant's employ down to the time of trial, it is the general rule that Defendant is liable only for the actual cost of these items. See: Cortes v. Baltimore Insular Lines, 287 U.S. 367, 53 S.Ct. 173, 175, 77 L. Ed. 368, at page 372: \"The failure to provide maintenance or cure may be a personal injury or something else according to the consequences. If the seaman has been able to procure his maintenance and cure out of his own or his friends' money, his remedy is for the outlay, but personal injury there is none.\" And see: Robinson v. Swayne &amp; Hoyt, D.C., 33 F.Supp. 93; The Balsa, 3 Cir., 10 F.2d 408; The Baymead, 9 Cir., 88 F.2d 144; Johnson v. U. S., 333 U.S. 46, 68 S.Ct. 391, 92 L.Ed. at page 468; Brinkman v. Oil Transfer Corporation, 300 N.Y. 48, 88 N.E.2d at page 817, 13 A.L.R.2d 623. However, we do not understand that Plaintiff sought to recover anything on account of the maintenance and cure he had received before his trial petition was filed; we construe that pleading as seeking recovery of funds to provide Plaintiff with <i>future</i> maintenance and cure, during a period which he estimates at 900 days. What sum was needed for maintenance and cure was submitted to the jury in Issue 13; and we construe this Issue as inquiring only about <i>future</i> maintenance and cure and not about items which Plaintiff had received before trial. This construction of Issue 13, which might not otherwise have seemed so clear, is required by the underlined words of Paragraph (c) of the instruction accompanying <span class=\"star-pagination\">*344</span> Issue 13, as follows:\"you are instructed that you will take into consideration the reasonable market value, if any, of the items mentioned in the above subsections (A) and (B) only for such length of time as medical care and treatment <i>are or will be</i> in the immediate futurebeneficial to the said Raymond Hopson, and for such a period of timewhich can be definitely ascertained by you\". The words <i>are or will be</i> refer to the present (the time of trial) and to the future, but not to the past.</p>\n<p>Thus Plaintiff's faliure to prove the cost of his maintenance (and of his cure; however, Defendant's Point 1 refers only to maintenance) prior to the time of trial is of no significance, and there was adequate proof of the cost of future maintenance. The parties stipulated on trial as follows: \"It is stipulated between the parties that the reasonable cost and value of subsistence, food, etc., aboard ship is $1.60 per day at the time involved.\" In: The Bouker No. 2, 2 Cir., 241 F. 831, at page 835, the court said: \"By the custom of the sea the hiring of sailors has for centuries included food and lodging at the expense of the ship. This is their maintenance, and the origin of the word indicates the kind and to a certain extent the quantum of assistance due the sailor from his ship.\" And in determining what sum to award the seaman for cure, they said of him:\"he has no right to charge his ship for the cost of illness, over and above what would have been appropriate in the case of a sailor living on shipboard.\" In: Calmar S. S. Corp. v. Taylor, 303 U.S. 525, 58 S.Ct. 651, 653, 82 L.Ed. 993, at page 996, the court said of maintenance and cure that \"It is not an award of compensation for the disability suffered\" and that \"The maintenance exacted is comparable to that to which the seaman is entitled while at sea\". And in: McCarthy v. American Eastern Corporation, 3 Cir., 175 F.2d 727, at page 729, the court said: \"On this appeal the libellant seeks to avoid that conclusion by asserting that there is a legal distinction between a seaman's `keep' on board ship to which he is entitled as a part of his wages and the `maintenance' to which, if injured, he is entitled at the expense of the ship and her owner. We think, however, that the two are the same in so far as their character and monetary value are concerned. For an injured seaman is entitled to the same maintenance as other seamen while at sea and the maintenance to which he is entitled after leaving the ship during the time needed for treatment and cure is under the maritime law the equivalent of that ordinarily furnished a seaman at sea.\" It would seem then, that an award of future maintenance calculated according to the cost of Plaintiff's subsistence aboard ship would be no more than a literal enforcement of Defendant's obligation. It may be that if Plaintiff could secure maintenance, that is, food and lodging, at a cost less than the cost of maintaining him on board ship, the Defendant could require him to take the lesser sum; but there is no proof that Plaintiff's maintenance on shore would cost less than his maintenance on board ship would cost, and the sum fixed by the stipulation is so small (we think this a material fact) that we see no reason why Defendant's obligation may not be given the literal and specific enforcement which an application of the stipulation implies. Of course, our remarks are addressed to the facts before us, and we are not to be understood as affirming or denying Plaintiff's right under other circumstances to a sum greater or smaller than the stipulated sum.</p>\n<p>The first ground of Point 1, namely, that Plaintiff declined to accept medical care made available to him in the Marine Hospital, is overruled because there is proof raising the issue that Defendant denied Plaintiff treatment and there is nothing to show that Defendant ever did tender Plaintiff treatment of any kind, and further, the proof raised the issue that Plaintiff acted in good faith, upon a reasonable ground, with the view of procuring adequate medical treatment instead of refusing it.</p>\n<p>Plaintiff was little more than a boy when he was hurt, and is to be dealt with as such. He was 22 years old at that time and was 24 years old when this cause was tried. He <span class=\"star-pagination\">*345</span> had received a high school education, but seems never to have earned his living except by physical labor; and at the time his duties were those of an unskilled laborer.</p>\n<p>After he left Defendant's employ, which occurred prior to June 4, 1946 (his injury was sustained on April 6, 1946), Plaintiff went to the home of his uncle, in Orange, Texas, and stayed there some two or three weeks; and while there he talked with a lawyer. He testified that: \"I just asked him how I could go about getting where I could see a company doctor;\" and this lawyer directed him to the medical officer of the U. S. Public Health Service at Port Arthur. Plaintiff proceeded to Port Arthur and, on June 4, 1946, about two months after he was hurt, procured medical advice and treatment from this officer. He was again examined and treated by the medical officer on June 18th, and, according to him but not according to the records of the officer, he may have been given treatment on a third occasion.</p>\n<p>Dr. Petrie was the medical officer of the Health Service at this time, and he testified that the Health Service was maintained for the benefit of seamen and Coast Guard; and that as far as he knew, the service was furnished free of cost to seamen. He said: \"I really don't know anything about the financial arrangement. Our salary is paid by the government; we didn't charge the seamen anything ourselves.\" Dr. Wallace was the medical officer at Port Arthur at the time of trial, and he testified that the Health Service maintained a Marine Hospital at Galveston; that the Health Service at Port Arthur and the Marine Hospital at Galveston are for the benefit of seamen (\"seamen are the special beneficiaries\"); and that seamen could receive treatment at these places without cost to them.</p>\n<p>Plaintiff testified that he knew, while he was in Defendant's employ, that the Government maintained the U. S. Public Health Service for the benefit of injured seamen, but testified further that before his interview with the lawyer at Orange, he thought that he could not get into a Marine Hospital \"Because they wouldn't send me to it off the ship. I asked the First (he refers to his superior officer, the 1st Assistant Engineer) to send me to a doctor, and he wouldn't.\"</p>\n<p>Dr. Petrie, then Medical Officer at Port Arthur, testified that he examined Plaintiff twice, first on June 4, 1946, and once more, on June 18, 1946 (Plaintiff thought that he had talked with the doctor a third time). He suspected the existence of a ruptured intervertebral disc on his first examination, and so far confirmed it on his second examination that he decided to send Plaintiff to the Marine Hospital at Galveston for further examination (and, of course, for such treatment as the Hospital authorities decided on), but primarily in order that a particular test, which he referred to as a pantopaque visualization, might be performed on Plaintiff and his preliminary diagnosis either confirmed by this test or shown to be erroneous. This test required the insertion of certain fluid in the spinal canal and its subsequent withdrawal, and it is of some significance here that Dr. Petrie did not <i>know</i> that facilities for performing this test existed at the Marine Hospital at Galveston when he decided to send Plaintiff to that Hospital He had been stationed at this Hospital a few months before that time, and while there had apparently made this test himself; at least, the facilities for the test existed then but this was several months before Plaintiff came to him. He said of this test that it would, in the great majority of cases, conclusively show whether an intervertebral disc had been ruptured or not.</p>\n<p>During the short period that Plaintiff was under his care, Dr. Petrie said that he prescribed for Plaintiff a treatment which he called \"conservative\", and which apparently consisted of his strapping Plaintiff's back. He said that office treatment for a ruptured disc was generally unsatisfactory, that hospital treatment might be \"radical\" or \"conservative\", but that usually an operation (which, we infer, was a \"radical\" treatment) was required to correct the ruptured disc.</p>\n<p>He did not see Plaintiff after he instructed Plaintiff to go to the Galveston Hospital, <span class=\"star-pagination\">*346</span> and did not know what had been done at that hospital.</p>\n<p>Plaintiff testified that at the U. S. Public Health office in Port Arthur they \"put heat on his back and taped my back up.\" He referred to his final interview with the medical officer, and said that on this occasion \"he told me there wasn't anything, he didn't think, to do for me; and he sent me to Galveston, to the hospital.\" The jury could infer that he referred to his final interview with Dr. Petrie; and such advice from an attending physician amounted to a statement that the treatment given the patient was not of a sort to cure him. Plaintiff said that he complied with this direction, and that he entered the Galveston hospital and was there for four or five days.</p>\n<p>According to Plaintiff, he received some treatment while in this hospital, but it was not the examination and treatment which Dr. Petrie's testimony shows that he had had in mind to be done for the Plaintiff. The Plaintiff testified: \"They didn't do anything more than what they did at Port Arthur, just put heat on my back and bathed it.\" He did think that X-rays had been taken. As a consequence of the treatment given him, Plaintiff decided to leave the Galveston Hospital and go home, and this he did. He expressed his reasons as follows: \"They weren't doing any more for me, any more than any rest of the doctors.\" There is no proof that the Hospital authorities objected to this action, or advised Plaintiff to continue the treatments. Plaintiff did say that he could have stayed, but this is as far as the proof went. Nor is there any proof that facilities existed at this hospital for making the pantopaque visualization which Dr. Petrie had thought advisable.</p>\n<p>After his return home (he resided near Newton, Texas, in the home of his parents), he received some treatments from Dr. Seal and Dr. Monroe at Jasper, Texas, and later, from Dr. Ferguson at Beaumont. These treatments were about the equivalent of those given Plaintiff by the Public Health Service, namely, the application of heat, application of salve, and strapping Plaintiff's back.</p>\n<p>It was in proof that a serious operation is necessary to correct Plaintiff's ruptured disc and the jury could infer that such an operation would probably afford Plaintiff substantial relief.</p>\n<p>We see nothing in Plaintiff's leaving the Galveston hospital of which Defendant can complain, despite the proof that treatment there was free. According to Plaintiff, Defendant refused him treatment; and defendant has not yet offered him treatment, in the Marine Hospital or elsewhere. And although Plaintiff did eventually become a patient at the Marine Hospital at Galveston of his own accord, the authorities there, according to the Plaintiff, did not perform the pantopaque visualization which Dr. Petrie had wanted performed. There is no proof that facilities for this existed at this hospital. Instead of doing anything along this line or of operating upon Plaintiff, the Marine Hospital authorities, according to Plaintiff, elected to continue a course of treatment which Dr. Petrie had already, in effect, advised Plaintiff was not sufficient (and which Plaintiff's trial proof shows was insufficient in fact) to correct Plaintiff's condition. It might be said, with reason, that under these circumstances, if he wanted adequate treatment, Plaintiff's conclusion to leave the Marine Hospital was justifiable; and it was, of course, the jury's function to determine Plaintiff's credibility. Plaintiff's action, at least, was taken in good faith, upon a ground apparently reasonable; it was not contumacious. We recognize the force of decisions holding that the ship's obligation, or that of the owner, to provide maintenance and cure is discharged if treatment in a Marine Hospital is tendered the seaman and he refuses, unjustifiably, to accept it. For illustrative cases, see: U. S. v. Loyola, 9 Cir., 161 F.2d at page 126; Bailey v. City of New York, 2 Cir., 153 F.2d at page 427. Defendant has cited the opinion of the Circuit Court of Appeals in U. S. v. Johnson, 9 Cir., 160 F.2d at page 798; but we note that the Supreme Court took jurisdiction of this case and that, while affirming the Circuit Court's denial of the seaman's claim for maintenance and cure, did so <span class=\"star-pagination\">*347</span> upon the ground that the expenditure had not been proved, and not upon the ground that the seaman had discharged the employer's obligation by refusing more treatment in the Marine Hospital.</p>\n<p>However, this line of decisions is not applicable here. The jury were authorized to infer that Plaintiff did not <i>refuse</i> treatment but that, instead, he desired treatment and left the Marine Hospital because he thought the treatment given him was insufficient. In support of his conclusion and of his apparent good faith is the advice previously given him by the Health Service doctor at Port Arthur and the medical proof adduced by him on trial to the effect that a serious operation was needed to correct his ruptured disc. It seems to us that Plaintiff has brought himself within the rule indicated by the following decisions and that Defendant has not taken him out of the scope of these decisions.</p>\n<p>See: (1) Stevens v. R. O'Brien &amp; Co., 1 Cir., 62 F.2d 632, at page 634: \"While counsel made no statement that the appellant could not perform his work, or that he requested any medical attention either at sea or at the completion of the voyage and was refused, the appellant was not obliged to volunteer to go to the Marine Hospital for treatment, although he could not refuse to go if the offer of treatment there was made by his employer * * *. A seaman, in order to recover for maintenance and cure, is not obliged to notify the owner of an obvious need of medical attention in order that the owner may provide it at a marine hospital.\"</p>\n<p>(2) Brinkman v. Oil Transfer Corporation, 300 N.Y. 48, 88 N.E.2d 817, at page 818, 13 A.L.R.2d 623, discussing The Bouker No. 2, 2 Cir., 241 F. 831: \"The court in the Bouker case made it plain that a seaman cannot `deliberately refuse' to go to such a marine hospital and instead charge the owner with expensive accommodations elsewhere, but it made it equally clear that where, as in our present case, the owner does not suggest removal to a marine hospital and the seaman in good faith goes or is taken elsewhere, his hospital costs are recoverable.\"</p>\n<p>(3) The William Nelson, D.C., 33 F.2d 539, at page 540: \"Libelant did not avail himself of the right to obtain treatment at the Marine Hospital, although he twice applied to the master for a ticket of admission, but each time, he testified, the master asked him to return later. Instead of again applying, he left the ship, claiming the chief engineer had said he was lazy and had threatened to beat him up. I am, however, disinclined to believe that he was threatened. He could have obtained a ticket from the Lake Carriers' Association, as contended by claimant, or have gone directly to the Marine Hospital and sought admission; but he evidently assumed that it was necessary that the master of the steamship should issue a ticket.</p>\n<p>\"The Bouker Case, 2 Cir., 241 F. 831, * * * was different from this. In that case the mariner deliberately refused to avail himself of the hospital privilege, and I think libelant is fairly entitled to an award for cure and maintenance.\" This judgment was by a District Court but it seems consistent with the other decisions cited herein.</p>\n<p>(4) Murphy v. American Barge Line Co., 3 Cir., 169 F.2d 61: In this case, the seaman obtained treatment from a medical officer of the U. S. Public Health Service and was advised to go to a Marine Hospital at a distant point for more treatment, and was given a ticket of admission to that hospital. He never went, but the court refused to deny him maintenance and cure on this ground, saying: 169 F.2d at page 64 \"If hospitalization was the way in which the obligation of maintenance and cure was to be fulfilled, this would mean, we think, that there was a duty to provide means to get the man there. He was no longer an employee of the respondent, it is true, but the duty of maintenance and cure did not stop with his discharge. * * * A hospital ticket without more under these circumstances does not discharge the obligation since we think the instant case represents a situation where the offer to provide hospitalization must include the means by which the injured seaman can get to the hospitalization suggested.\"</p>\n<p><span class=\"star-pagination\">*348</span> (5) Van Camp Sea Food Co. v. Nordyke, 9 Cir., 140 F.2d 902, at page 906-907: \"While it is true that a seaman cannot obtain an award for maintenance and cure where he has declined proffered medical treatment calculated to improve his condition, nevertheless, if an injured seaman has made a bona fide attempt to avail himself of the tendered medical treatment and under the circumstances of the case has been required to obtain appropriate treatment elsewhere he may recover from the owners of the vessel expense of maintenance and cure that was not at his disposal and seasonably obtainable through recourse to the proffered facilities.\"</p>\n<p>(6) Rey v. Colonial Nav. Co., 2 Cir., 116 F.2d 580: The Seaman was discharged from the Marine Hospital at his own request, although, according to medical proof, he needed further hospitalization. However, it did not appear that the physician at the hospital objected to the seaman leaving the hospital, or advised him to remain. Said the court: 116 F.2d at page 584 \"It may be true that if a seaman leaves of his own volition and against the orders or advice of his doctors he is precluded from recovering further maintenance and cure from the shipowner. * * * But the facts at bar are not such as to justify application of this principle * * *\".</p>\n<p>Our holding in Socony-Vacuum Oil Co. v. Premeaux, Tex.Civ.App., 187 S.W.2d 690, at page 703, which defendant cites, is not in point. The issue involved in this holding was whether Socony was liable in damages for a personal injury, not whether Socony was liable for maintenance and cure; and the proof does not show such justification as was shown here.</p>\n<p>Points 3, 7 and 8 are also overruled, Points 3 and 8 for the reasons that we have overruled Point 1, and Point 7 largely for those reasons. <i>Point 3</i> assigns error to the submission of Issue 13 on the ground that there was no proof of the reasonable market value of board and lodging after Plaintiff left Defendant's employ. <i>Point 7</i> assigns error to the submission of Issue 13 upon the ground that said issue did not limit the jury to the consideration of the maintenance and cure which Plaintiff could not obtain through the facilities of the U. S. Marine Hospital at Galveston and the U.S. Public Health Service at Port Arthur. The proof does not show that Plaintiff at the time of trial could obtain the necessary operative treatment at either of these institutions, or that, at the time of trial, the Service was any longer available to Plaintiff. If there was proof to the contrary and if it was of legal significance, the Defendant should have offered it. On his proof, Plaintiff needed, and was entitled to operative treatment, and was justified in seeking it at private hands. The testimony of Dr. Ferguson hereinafter mentioned respecting the cost of an operation was, in the absence of testimony to the contrary (and there was none) to be taken as referring to the cost of such an operation as was needed, that is, the same sort of an operation which would have been performed on Plaintiff at the Marine Hospital if the authorities there would have consented to perform such an operation, and as showing the reasonable cost, that is, what such an operation would cost where the Plaintiff might obtain it, if he paid for it. <i>Point 8</i> assigns error to the trial court's failure to grant Defendant's motion for new trial on the ground that Plaintiff's evidence showed that Plaintiff was tendered medical care and treatment at the marine hospital at Galveston and that he voluntarily left this hospital and declined the benefits of such medical care and treatment. As our statement under Point 1 shows, Plaintiff said that he had requested medical treatment from Defendant (The 1st Assistant Engineer) and that Defendant had refused to furnish it; and Plaintiff's description of his treatment at Galveston shows that, according to his medical proof, on which he had a right to rely, this treatment was insufficient.</p>\n<p>Points 2, 4, 5 and 6 also attack Issue 13. This Issue, and its attending instruction, with the jury's finding, were:</p>\n<p>\"From a preponderance of the evidence, what amount of money, if any, if paid now in cash, would provide reasonable medical care and maintenance such as had already beenor may be in the immediate future <span class=\"star-pagination\">*349</span> necessary and proper in the treatment of the injuriessustained by Raymond Hopson such as were directly and <i>proimate</i> caused on the occasion in question? Answer by stating the amountin dollars and cents.</p>\n<p>\"In answering the above issue you may take into consideration the following elements and no other:</p>\n<p>\"(A) The reasonable costof necessary medical treatment, including the reasonable valueof proper and sufficient medicines, hospitalization and therapeutical appliances .</p>\n<p>\"(B) The reasonable market value of board and lodging.</p>\n<p>\"(C) But you are instructed that you will take into consideration the reasonable market valueof the items mentioned in the above subsections (A) and (B) only for such length of time as medical care and treatment are or will be in the immediate futurebeneficial to the said Raymond Hopson, and for such a period of time which can be definitely ascertained by you for evidence, (if any).\"</p>\n<p>The jury returned the answer $2700 to this Issue.</p>\n<p>Point 4 attacked the submission of Issue 13 on the ground that there was no proof of the value of such <i>medical care and treatment</i> as would be beneficial to Plaintiff within the immediate future; and Point 6 attacked the submission of Issue 13 on the ground that there was no proof of the reasonable value of <i>medicines, hospitalization,</i> and <i>therapeutic appliances</i> which might be reasonably necessary for Plaintiff's treatment, it being asserted in both Points that these items were submitted to the jury by Issue 13.</p>\n<p>Point 5 assigns as error that there was no proof of any definite ascertainable period of time within which medical care and treatment would benefit Plaintiff, yet that the determination of such a definite period of time was an element of Issue 13.</p>\n<p>The only proof of the future cost of <i>maintenance</i> was the stipulation, made on trial, that the reasonable cost and value of subsistence and food on board ship was $1.60 a day. There was no proof of the reasonable cost of future medical care and treatment, hospitalization, medicines, and therapeutic appliances (the items mentioned in Points 4 and 6) except as involved in an operation in a hospital, to correct the ruptured intervertebral disc proved by Plaintiff's medical evidence; and Dr. Ferguson, a witness for Plaintiff, estimated the cost of such an operation, including the necessary hospitalization, at from $500 to $1000.</p>\n<p>\"Q. Do you know, doctor, about what the cost of such an operation as you have described would be, with regard to the ruptured disc? A. Well, I imagine five hundred to seven hundred and fifty or a thousand dollars.</p>\n<p>\"Q. Including hospitalization? A. I think so.\"</p>\n<p>But, as regards a definite future period of time within which (to use the language of Paragraph (c) of the instruction accompanying Issue 13) \"medical care and treatment are or will be in the immediate future beneficial to (Plaintiff)\", there was no proof in one sense of the term <i>definite future period.</i> For the really disabling injury suffered by Plaintiff was the rupture of the intervertebral disc, and according to Plaintiff's medical proof, this would have to be cured by a rather serious operation, if at all.</p>\n<p>However, to refer first to Point 5, the proof was adequate to show such a <i>definite future period</i> within which medical treatment might be beneficial to Plaintiff as the Plaintiff was bound to show. For the operation to which Plaintiff's medical proof referred might have been performed at once; and Plaintiff's period of convalescence from this operation was shown by the following remark of Dr. Ferguson: \"Even though the operations are successful, the pain subsists in the operative field for generally about a year and a half or longer.\" During this period of convalescence, that is, this \"year and a half,\" a successful operation would be beneficial to Plaintiff within the meaning of decisions interpreting \"beneficial\" as \"continuing to improve\", and the operation and this convalescence <span class=\"star-pagination\">*350</span> would fulfill the conditions laid down in Paragraph (c) of the instruction accompanying Issue 13.</p>\n<p>We accordingly overrule Point 5.</p>\n<p>Points 4 and 6, assigning as error the absence of proof to show the value, or reasonable value (that is, the reasonable cost) of beneficial medical care and treatment for Plaintiff, and of medicines, hospitalization and therapeutic appliances reasonably necessary for the aforesaid care and treatment are not sustainable, and are overruled, because of Dr. Ferguson's testimony respecting the cost of an operation, which he thought necessary. This proof of cost, though indefinite, was probably as definite as it could be; the duration of Plaintiff's stay in the hospital and exactly what would be needed for him could not be accurately predicted. This proof was not broken down into the items mentioned in the instruction accompanying Issue 13, but it necessarily referred to and included all of these items; and the generality of the proof as contrasted with the particularity of the instruction could not have done Defendant any harm.</p>\n<p>It is true that this testimony of Dr. Ferguson shows medical costs exceeding the maximum sum alleged by Plaintiff, which was only $250; but the only objection to Issue 13 which might be construed as raising the question that said Issue was not pleaded, or was not fully supported by proper pleading, was that brought forward in Point 2, and we shall now consider said Point.</p>\n<p>Point 2 assigns as error that Issue 13 was not limited to the maintenance and cure alleged by Plaintiff, but permitted consideration of any shown by the proof. This point is founded upon the following objection: \"Because said issue is not limited to the maintenance and cure alleged in plaintiff's petition but permits the jury to consider the value of any maintenance and cure as may be shown by the evidence, even though not supported by the plaintiff's pleadings. In this connection defendant does not consent, but, on the contrary, specifically objects to the Court trying any issue or submitting any issue to the jury with respect to maintenance and cure which is not supported by the plaintiff's pleading.\"</p>\n<p>Plaintiff says that this objection was not sufficiently specific. This contention is sustained and Point 2 is overruled. The objection should not only have intimated to the trial court that there might be some proof in the record showing more expensive maintenance and cure than was alleged, (and this was as far as the objection went) it should also have pointed out at least generally what was proved but had not been pleaded. This was clearly the construction given the statute in force before the enaction of the present Rules of Civil Procedure. See the following groups of cases: (1) Panhandle &amp; S. F. Ry. Co. v. Brown, Tex.Civ.App., 74 S.W.2d 531; (2) Jackson v. Amador, Tex.Civ.App., 75 S.W. 2d 892; Carle Oil Co. v. Owens, Tex.Civ. App., 134 S.W.2d 411; (3) Texas Electric Ry. Co. v. Texas Employers' Ins. Ass'n, Tex.Civ.App., 9 S.W.2d 185; (4) Chisos Mining Co. v. Llanez, Tex.Civ.App., 298 S. W 642; City of Wichita Falls v. Whitney, Tex.Civ.App., 26 S.W.2d 327. Rule 274 is now the governing Rule of Civil Procedure, and it has been given a similar construction. See: Gulf C. &amp; S. F. Ry. Co. v. Bouchillon, Tex.Civ.App., 186 S.W.2d 1006. Plaintiff's pleading of maintenance and cure was concise, but there was a good deal of evidence in proof on which a number of issues were submitted to the jury, and the objection referred to two items, and we think this is a case where the trial judge ought not to have been required to act upon his recollection of the proof. See: Harkey v. Texas Employers' Ins. Ass'n, 146 Tex. 504, 208 S. W.2d 919.</p>\n<p>Point 2 is also not good on the merits as regards the proof of <i>maintenance.</i> Plaintiff alleged a maximum maintenance cost of $3 per day, to continue for a maximum period of 900 days. He proved (we refer to the stipulation fixing the cost of subsistence and food aboard ship) a maintenance cost of $1.60 a day and a maintenance period of at least a year and a half, that is, 548 days, from the date of trial. This year and a half was the minimum period which Dr. Ferguson fixed for the subsidence of <span class=\"star-pagination\">*351</span> pain in the operative area if Plaintiff had a successful operation for the correction of his ruptured disc.</p>\n<p>Since we have overruled Point 2, the fact that the testimony of Dr. Ferguson respecting the cost of an operation showed a cost beyond the sum alleged by Plaintiff as the cost of future medical care (Dr. Ferguson testified to a cost of from $500 to $1000, and Plaintiff alleged a cost of $250) is immaterial. For the only objection to Issue 13 which might be construed as raising the question that said Issue was not pleaded, or was not fully supported by adequate pleading, was that brought forward in Point 2. Of course, in the absence of a proper objection, the lack of pleading to support Issue 13 was immaterial; the issue was tried by consent under Rule 67. See: Christopherson v. Whittlesey, Tex.Civ.App., 197 S. W.2d 384; Harkey v. Texas Employers' Ins. Ass'n, 146 Tex. 504; 208 S.W.2d 919; Hayes v. Nichols, Tex.Civ.App., 203 S.W. 2d 274; Reddick v. Jackson, Tex.Civ.App., 218 S.W.2d 212.</p>\n<p>These comments bring us to Defendant's Points 9 and 10, which we have not yet mentioned. Under Point 9, it is assigned as error that there is <i>no</i> evidence to support the award of $2700 under Issue 13, and under Point 10, that the evidence is insufficient (as a matter of fact) to support that finding.</p>\n<p>We sustain Point 9 and thus do not reach Point 10. The only proof of the cost of maintenance is the $1.60 per day shown by the stipulation fixing the cost of subsistence and food aboard ship. We think that this was adequate proof, but the judgment could not exceed this sum. Plaintiff says that one witness testified to a cost of $2 a day, but this proof was excluded. The only proof regarding a definite time within which \"medical care and treatment are or will be in the immediate futurebeneficial to (Plaintiff)\", to use the language of Paragraph (c) of Issue 13, is the year and a half, that is 548 days, which Dr. Ferguson said would be needed for pain to abate in the operative field if a successful operation was performed upon Plaintiff. Thus the maximum sum which the jury could have awarded Plaintiff for maintenance was $876.80 (being $1.60 multiplied by 548). And, under Dr. Ferguson's testimony respecting the cost of an operation, the maximum sum which could have been awarded to Plaintiff for <i>cure</i> was $1000. Thus the total allowable maximum award for <i>maintenance</i> and <i>cure</i> was $1,876.80, instead of the $2700 actually awarded Plaintiff.</p>\n<p>We conclude, therefore, that Plaintiff should be allowed to take the lesser sum if he so desires; and if Plaintiff shall file in this court within 15 days his remittitur of $823.20, being the difference between the $2700 awarded him by the trial court for maintenance and cure and the $1,876.80 proved by him, we shall render judgment in his favor against Defendant for the sum of $1,876.80 on his claim for maintenance and cure. Failing this remittitur, the trial court's award to Plaintiff on this claim will be reversed and remanded. See: Rule 440; Houston Belt &amp; Terminal Ry. Co. v. Lynch, Tex.Com.App., 221 S.W. 959.</p>\n<p>In any event, the trial court's judgment denying Plaintiff any recovery against Defendant on Plaintiff's claim of damages for negligence will be affirmed.</p>\n<p>Justices COE and MURRAY agree that Points 10 and 11 may be overruled upon the ground first stated in my discussion of said Points, which begins with the concluding paragraph on Page 24 of this opinion [237 S.W.2d 337] and terminates with the end of said paragraph on Page 25 [237 S. W.2d 337]. They reserve judgment concerning the balance of the discussion under said Points.</p>\n<p>WALKER, Justice.</p>\n<p>Both parties have filed motions for rehearing. These motions have been considered and both are overruled. We adhere to our original conclusions. We think that the grease caused plaintiff's fall, and that if defendant was to be held liable for negligence, this negligence must have concerned the grease. The defendant assuredly owed plaintiff a duty to provide plaintiff with such assistance as the safe performance of the task made necessary, but the <span class=\"star-pagination\">*352</span> breach of this duty had nothing to do with plaintiff's fall.</p>\n<p>Parts of the original opinion have been rewritten and the entire original opinion, as rewritten and amended, is to be considered a part of the opinion filed by this Court in adjudicating the motions for rehearing.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">323</span></span> (1950)</b></center>\n<center><h1>HOPSON<br>\nv.<br>\nGULF OIL CORP.<br>\nv.<br>\nHOPSON.</h1></center>\n<center>No. 4565.</center>\n<center><p><b>Court of Civil Appeals of Texas, Beaumont.</b></p></center>\n<center>February 23, 1950.</center>\n<center>Rehearing Denied June 21, 1950.</center>\n<center>Second Motion for Rehearing Denied July 1, 1950.</center>\n<p><span class=\"star-pagination\">*325</span> Adams, Browne &amp; Sample, Beaumont, Fisher &amp; Tonahill, Jasper, for appellants.</p>\n<p>King, Sharfstein &amp; Rienstra, and John H. Land, all of Beaumont, for appellees.</p>\n<p>WALKER, Justice.</p>\n<p>Raymond Hopson is plaintiff and Gulf Oil Corporation is defendant in this cause.</p>\n<p>On April 6, 1946, plaintiff was upon a vessel, the Gulf of Mexico, which was owned and operated by defendant, and which was then upon the high seas on a voyage between two Atlantic coastal ports of the United States. This vessel was a tanker, and plaintiff was a member of her crew, in defendant's employ. Plaintiff was rated as <span class=\"star-pagination\">*326</span> a \"wiper\", whose principal duty seems to have been to clean machines and the engine room and machine shop, but who also was to do what his officers required of him; and on the date mentioned, he was ordered by the First Assistant Engineer, who was one of his superior officers, to empty some barrels of oil into a pipe near the stern of the vessel, and while he was performing this task he trod upon some grease and sat down very suddenly and heavily upon the deck. As a result, he sustained certain injuries, of which the most serious was the rupture of an intervertebral disc. He brought this action against defendant as a consequence and in this action prayed relief upon two causes of action. One of his claims was founded upon the Jones Act, to-wit, U.S.C.A., Title 46, § 688; he charged defendant with negligence in various respects and prayed recovery of damages. His other claim was for maintenance and cure under the general Maritime law.</p>\n<p>Defendant, by way of answer, plead several special exceptions, a general denial, contributory negligence, that plaintiff's own neglect was the sole cause of his injuries, and that the plaintiff's injuries were the result of an unavoidable accident.</p>\n<p>The cause was tried to a jury who, in response to various special issues, made the following findings:</p>\n<p>(Issue 1) Plaintiff was injured on or about April 6, 1946. (1-A) This injury was caused by plaintiff's slipping and falling upon the deck, and (2) was received in the course of plaintiff's employment on board defendant's steamship.</p>\n<p>(Issue 2-A) Plaintiff's injuries were not the result of an unavoidable accident.</p>\n<p>(Issue 3) Defendant, acting by and through its agents, servants and employees other than plaintiff, <i>allowed</i> a greasy substance to be on the deck at and near the place where plaintiff was emptying oil. (3-A) But a preponderance of the evidence did not show that defendant allowed said greasy substance to remain on the deck for such a period of time that in the exercise of ordinary care, the same should have been discovered and removed prior to plaintiff's fall. (4 &amp; 5) These issues submitted <i>negligence</i> and <i>proximate cause</i> with respect to the subject matter of Issue 3; they were not answered because they were conditioned upon an affirmative answer to Issue 3-A. (14) The preponderance of the evidence did not show that plaintiff's failure to see the greasy substance before he stepped therein was negligence; and (17) the preponderance of the evidence did not show that such greasy substance was open and obvious to plaintiff. (21) The preponderance of the evidence did not show that plaintiff failed to keep a proper lookout as to the condition of the deck at the place where he fell. (25) The preponderance of the evidence did not show that the accumulation of such greasy substance was caused by plaintiff's permitting oil to escape from the drum he was emptying just before his fall. (26) The preponderance of the evidence did not show that plaintiff failed to inspect the condition of the deck where he was working prior to his fall.</p>\n<p>(Issue 6) Defendant failed to furnish plaintiff assistance in emptying the drums of oil. (7) This failure was negligence, and (8) this negligence was a proximate cause of plaintiff's injuries.</p>\n<p>(Issue 12) Plaintiff's damages from defendant's negligence were assessed at $29,348.</p>\n<p>(Issue 13) $2700 would provide reasonable medical care and maintenance such as had already been or might be in the immediate future necessary and proper in the treatment of plaintiff's injury.</p>\n<p>The only findings convicting defendant of negligence were those made under Issues 6, 7 and 8; and defendant filed a motion, alleging that these findings had no support in the evidence and praying that said findings be disregarded. Plaintiff moved for judgment upon the verdict for the sums found in damages and for maintenance and care.</p>\n<p>The trial court found that Issues 6, 7 and 8 had no support in the evidence, granted defendant's motion and rendered judgment in disregard of the findings made under said issues, denying plaintiff any recovery of damages from defendant. Upon plaintiff's <span class=\"star-pagination\">*327</span> claim for maintenance and cure, the trial court rendered judgment in behalf of plaintiff for the sum found by the jury, to-wit, $2700. Both parties excepted to this judgment and each has taken an appeal therefrom. We shall consider first the plaintiff's appeal and next, the defendant's</p>\n<p></p>\n<h2>Points Filed in Plaintiff's Appeal.</h2>\n<p>Plaintiff has filed 15 Points of Error for reversal but these points raise only two contentions, as follows: <i>First:</i> The findings under Issues 6, 7 and 8 were supported by the proof and thus the trial court should have rendered judgment upon said findings in plaintiff's behalf for the sum in damages found under Issue 12. <i>Second:</i> In the alternative, if defendant's motion was good, the trial court, for various reasons, erred in conditioning Issues 4 and 5 upon an affirmative answer to Issue 3-A. As stated above, Issues 4 and 5 submitted the questions of <i>negligence</i> and <i>proximate cause</i> respecting the subject matter of Issue 3, that is, defendant's <i>allowing</i> the grease in which plaintiff trod to be upon the deck.</p>\n<p>The following proof is relevant to these contentions, and since the trial court's act in disregarding the findings under Issues 6, 7 and 8 can only be reviewed upon a consideration of the whole relevant proof, we state this in detail:</p>\n<p>Plaintiff was engaged in emptying a drum of oil into a pipe leading from the deck into the engine room when he fell. This oil went into the ship's engines and lubricated them; and it was customary to put several drums of this engine oil into this pipe while the ship was at sea, usually about two days after leaving port. This pipe was at the rear of the ship; and plaintiff said that previously, on the day already mentioned, he and either one or two other same had been directed by the First Assistant Engineer, who was their superior officer, to move 5 or 6 drums of this engine oil from another part of the ship, where the drums were stored, to a place near this pipe where they might be conveniently emptied into the pipe, and that they had done this, rolling the barrels along the deck to a place near the pipe, where the barrels were then placed upon end. After these 5 or 6 barrels had been moved in this way, the First Assistant Engineer directed plaintiff to empty the barrels into the pipe, and he sent the other seaman or seamen, off to do something else. At any rate, plaintiff was left alone to empty the barrels.</p>\n<p>The barrels were made of steel, contained 50 or 55 gallons of engine oil, and when full were very heavy. The First Assistant Engineer testified that one of these barrels would weigh \"something like 350 or 400 pounds.\"</p>\n<p>Simple machinery, referred to in the proof as a <i>chain fall,</i> was provided for emptying these barrels, and this equipment and the procedure followed by plaintiff in emptying the barrels may be described as follows: The chain fall consisted of steel chains running through a steel block which hung from a beam above the opening of the pipe. It contained a device which made it self-locking so that when plaintiff lifted a barrel with this fall, the barrel was held suspended by the fall, without assistance from the plaintiff. The fall itself was a short distance (some 2 or 3 feet, we infer) from the opening of the pipe. At the lower end of the fall there was a heavy steel hook. The opening of the pipe was flush with the deck and was closed with a screw plug when not in use. In order to empty a barrel of oil into the pipe, this plug was removed; an ell pipe with a closed valve in it was screwed into the top of the barrel in an opening made for that purpose; a sling of steel chain, called a barrel sling, with hooks at each end, was attached to the barrel by putting the hooks over the rims at the two ends of the barrel; the hook at the bottom of the chain fall was put under this sling; the person operating the fall then tugged upon it and doubtless tilted the barrel at the same time, thus lifting the barrel and turning it so that it became parallel with the deck; and when the barrel was an appropriate distance above the deck and turned in this way, the ell pipe in the end of the barrel was brought around and screwed into the mouth of the pipe in the deck. While this connection was being <span class=\"star-pagination\">*328</span> made, the locking device in the fall supported the barrel automatically. According to the First Assistant Engineer, although the plaintiff does not mention it, another opening referred to by the engineer as the \"bleeder\" was then made in the top of the drum, and then the valve in the ell was opened and the oil was allowed to drain out of the barrel into the pipe. Usually, the barrel being about level as it hung in the chain fall, a few gallons of oil would remain until the barrel was tilted, and two methods of tilting the barrel as it hung in the fall are mentioned in the proof. The Chief Engineer who testified that he had devised this machinery and this method of getting the oil into the engine room, said that the barrel was tilted \"by moving the hook to one end of the drum\". The First Assistant Engineer, who testified that he almost always emptied these barrels himself, said that he tilted the barrel in the same way. He said: \"All you have to do is move the hook and pull it up with the chain fall.\" Plaintiff, who seems to have been of the opinion that this method would have put some strain upon the various connections, said he devised another method which is described hereinafter. Plaintiff said that when he had emptied a barrel, he disconnected it from the pipe, then lowered the barrel to the deck in the chain fall, then unhooked the barrel sling from the drum, then rolled the empty drum out of the way, and then repeated the entire procedure with another barrel.</p>\n<p>Plaintiff had not done this work before, but he said that the First Assistant Engineer gave him some information concerning the use of the machinery and that he had handled chain falls before. Plaintiff was then left alone to empty the barrels and he proceeded, without assistance, to do this in the fashion indicated above, and without assistance he emptied either two or three of these barrels and safely connected and drained all of the oil from another barrel, except, however, according to him, some 6 or 7 gallons, or perhaps 7 or 8 gallons (of course, he actually knew no more than that only a small quantity remained in the barrel). He said that the barrel then had to be tilted to get this oil out of it; and to do this he went to the end of the barrel, took hold of the end of the barrel with both hands and lifted it. When he assumed this position his right foot trod upon a small quantity of grease and when he attempted to tilt the barrel, this foot slipped from beneath him and he sat down heavily upon the deck. This fall, according to plaintiff's theory of the facts, caused the rupture of the intervertebral disc upon which his claim of damages was primarily founded. Plaintiff had employed this method of tilting the barrels in emptying the two or three barrels which he had disposed of before he fell. Plaintiff said that he got up and immediately reported this incident to the First Assistant Engineer, that this officer directed him to return to work, and that he complied with the order and finished emptying the remaining barrels of oil into the pipe. Then, he said, he went to his bed and lay there until he felt better.</p>\n<p>At the time of his fall, plaintiff was 22 years old, weighed about 152 pounds (not 145 pounds, as plaintiff says in his brief), and was in good health. He had been employed by defendant as a seaman for about four months and had previously made three voyages for defendant, two of them on the ship Gulf of Venezuela and one on the Gulf of Mexico, the ship on which he was emptying the oil. He said that before defendant employed him, he had worked for employers who required him to pass physical examinations and that he actually passed these examinations; and it is evidence that he was not physically deficient in any way.</p>\n<p>Plaintiff estimated that the oil remaining in the barrel when he attempted to tilt the barrel would weigh \"around 50 or 60 pounds\", and that the barrel would weigh about 20 pounds, or perhaps between 20 and 30 pounds. At the time, of course, he was not lifting this weight; the chain fall held up the barrel without any assistance from him, and when he attempted to tilt the barrel, necessarily a considerable part of this weight was supported by the steel pipe screwed into the end of the barrel and the opening in the deck. According to some of defendant's proof, the top of the barrel, <span class=\"star-pagination\">*329</span> into which the ell pipe had been inserted, was flexible; but doubtless it offered some resistance to being flexed, although it could not have been much since the end of the barrel need not have been lifted very much.</p>\n<p>Plaintiff, however, said that he required both hands to lift up the end of the barrel, and that he was using both hands when he fell upon the deck. He said that if he had had the assistance of another man he would have performed his task more safely. He said that he did not know whether he could lift the rear end of the barrel with one hand; \"it was pretty heavy.\" Further:</p>\n<p>\"Q. You could easily do that yourself, couldn't you? A. Well, its a pretty hard job; it was a 2 man job.</p>\n<p>\"Q. A 2 man job to lift up the rear end of the drum? A. Yes, sir, a 2 man job to handle those drums around there and get them hooked up and all. There was three of us to roll them up there.</p>\n<p>\"Q. You don't say it's a 2 man job to just tilt up the rear end of the drum after you got it in the chain hoist and all the oil gone out with the exception of 6 or 7 gallons? A. Its pretty straining on one man.</p>\n<p>\"Q. To pick up the rear end of a barrel with about 6 or 7 gallons of oil in it? A. Yes, sir.</p>\n<p>\"Q. Which weighed, according to your estimate, about 60 pounds? A. Yes, sir.</p>\n<p>\"Q. With the drum hanging from the chain hoist? A. Yes, sir.</p>\n<p>\"Q. That is a strain for one man to do? A. Yes, sir.</p>\n<p>\"Q. You did it all right on the other barrels? A. Yes, sir, I did it all right.</p>\n<p>\"Q. Nothing happened to you? A. No, sir.</p>\n<p>\"Q. You didn't ask for any help. A. I asked the First to let one stay around, and he said he would let one come back when they got through with the engine room.\" This request must necessarily have been made before plaintiff began to empty the barrels, long before he fell.</p>\n<p>There was some proof that when the First Assistant Engineer did not empty these barrels himself (and he usually did this himself), he customarily sent two men to do the work. Thus plaintiff said that two men were usually assigned to empty these barrels. The First Assistant Engineer first testified with reference to emptying these barrels, that \"I dumped that myself. I do it myself most of the time because I get over timeYou might say 98% of the time\", but that \"if I have something else to do, then I have to have somebody else to do it.\" He subsequently testified that one of these barrels held \"anywhere from 50 to 55 gallons\" and weighed \"something like 350 to 400 pounds, and I don't believe the average man today can do it. (Plaintiff has interpreted this statement as expressing an opinion that one ordinary man could not empty the barrels, but it certainly has no application to the plaintiff's effort to tilt the barrel, which was the occasion of his fall. A consideration of his testimony shows that he very obviously believed the contrary).</p>\n<p>\"Q. Now since it is that heavy, how do you go about emptying this drum of oil so that it will go down this pipe into the engine room? A. I have a fitting that I make for that purpose.It is a valve and nipple and screws into the drum and the other half of it screws into the deck in a union.\" He then proceeded to describe the method of connecting the drum to the pipe in the deck, and described the use of the chain fall and other matters already mentioned. Subsequently he testified:</p>\n<p>\"Q. How many men usually attend to emptying these drums of oil? A. I attend to that alone.</p>\n<p>\"Q. Does it require the work of two men to do that? A. No, when I dump it myself I do it alone.</p>\n<p>\"Q. Could any man that knows anything about it, could he do it by himself? A. Yes, sir, because there is no lifting to do. All you have to do is screw the fitting into the drum and tilt it over.</p>\n<p>\"Q. Did you ever at any time when you might have directed somebody else to do it, have 2 or 3 men to do the job? A. If I don't do it myself I have two men do it.</p>\n<p><span class=\"star-pagination\">*330</span> \"Q. If Raymond Hopson ever did this workA. He would have had a helper.</p>\n<p>\"Q. If you gave him a helper would you have pulled the helper away? A. No, sir, not until the job was finished.\"</p>\n<p>The Chief Engineer testified that one man usually attended to dumping this oil.</p>\n<p>\"Q. Would you say that's a heavy job for one man to do? A. No.</p>\n<p>\"Q. Who usually does that? A. Well, the majority of time the First Assistant Engineer does it.\"</p>\n<p>And defendant's Port Engineer, Roberts, testified:</p>\n<p>\"Q. When you have noticed the dumping of oil, I'll ask you in your knowledge of the work involved, is that a 1 man or a 2 man job? A. One man can handle it very easily.</p>\n<p>\"Q. Was there ever any great stress and strain on a man in raising that barrel with a chain fall? A. No, sir, I have done it a number of times myself without any trouble.</p>\n<p>\"Q. No stress or strain involved in connecting the union is there? A. Oh, no.</p>\n<p>\"Q. Just a matter of getting the two ends together? A. Just a matter of connecting the two unions is all.\"</p>\n<p>There is no proof of what parts of the task the two men did together when two men were sent to empty the drums. Plaintiff testified that he had never seen any one do this work, and thus, of course, did not know what part of the work two men did together, or how the two coordinated their efforts.</p>\n<p>According to Defendant's Chief Engineer, First Assistant Engineer, and Port Engineer, the deck was covered with a composition material which had a non-skid surface. Plaintiff thought that the deck was of painted steel. His description of the deck where he performed his task affirmatively showed that the grease on which he slipped was the only substance at that place which might have caused him to fall. He said:</p>\n<p>\"Q. What was the condition of the deck at that place right before you fell? A. Well, it was clean, as far as I know, except where this ordinary seaman that was working on the back was cleaning * * * I guess you would call it a winch.\"</p>\n<p>Further:</p>\n<p>\"Q. Now, Mr. Hopson, when you connected up the first barrel to the pipe in the deck, you didn't see any oil on the deck, did you? A. No, sir.</p>\n<p>\"Q. Didn't see any grease spot, did you? A. No, sir.</p>\n<p>\"Q. You didn't see any paint or anything like that there? A. Nothing except old paint that they had chipped off.</p>\n<p>\"Q. I mean, <i>nothing that you could slip on.</i> A. <i>No, sir.</i></p>\n<p>\"Q. When you disconnected the first drum and then connected up the second drum, you still didn't see any oil or grease there on the deck, did you? A. No, sir, nothing just except what paint that they had knocked off.</p>\n<p>\"Q. That was dry, wasn't it? A. Yes, sir.\" He said further that it was not until after his fall that he observed the grease spot.</p>\n<p>Plaintiff said that he fell because his right foot stepped into a small spot of grease on the deck; that what caused him to fall was stepping in that spot of oil or grease. As far as he knew that is the only thing that caused him to fall; except for this spot of grease he would not have fallen. He said that he knew that he had slipped in this grease because \"it was on my shoe and it made a streak whenever I slipped and fell.\"</p>\n<p>The proof does not refer to the condition of the surface of the sea.</p>\n<p>Plaintiff testified that his fall occurred about one or two o'clock in the afternoon, although it would seem that the incident probably occurred a little later, but, at any rate, during the afternoon and in the day light. Plaintiff said that to connect and empty a barrel into the pipe required 15 or 20 minutes so that, according to his figures, he must have been engaged in emptying the barrels for an hour or more when he attempted to tilt the barrel and fell. The First Assistant Engineer testified that about three hours was required to empty five <span class=\"star-pagination\">*331</span> barrels, a somewhat longer period of time than plaintiff's figures show. According to plaintiff, he worked continuously at the process of emptying the barrels from the time he began to do that until the moment he fell.</p>\n<p>Plaintiff said that the spot of grease was \"almost under the end of the drum\" he was lifting, and he gave other testimony to the same effect. Necessarily, this spot of grease had to be very near the end of the barrel in order for plaintiff to put his right foot upon it while he was stopping over and attempting to lift the end of the barrel.</p>\n<p>Plaintiff said that the spot of grease was small, perhaps 4 or 5 inches across.</p>\n<p>Plaintiff said that this grease differed from the oil in the barrels, that it was darker in color and looked as if it had been used, and \"was more of a grease.\" it was dark, thicker than regular lube. He once said: \"This wasn't the kind of grease I was using.\"</p>\n<p>It is a matter for speculation where the grease came from, but the proof suggests the following possibilities: While plaintiff was at work, and before he fell, some seamen were near him who were engaged in cleaning and painting some machines. Plaintiff said that the nearest of these machines (or men) was about 8 feet away from him and that the others were about 12 feet away. On pre-trial deposition he had put the nearest of these seamen some 20 feet away from him. The proof does not clearly show what this machinery was, its structure or form. Plaintiff once said concerning one of these machines: \"I guess you would call it a winch.\" Nor does the proof show how the machinery was being cleaned, or what equipment was being used for that purpose. Plaintiff said, however, that these machines had dirt and grease upon them. Plaintiff said that he had no idea how the grease got upon the deck, \"without it was something that they had knocked off whenever they were cleaning that machinery up back there and it got there some way.\" It was plaintiff's theory that these seamen caused the grease to be upon the deck, but this is as definite as his proof ever was. Defendant on the other hand adduced some proof tending to show that if the connection between the barrel and the opening of the pipe in the deck was not secure, or if the valve in the ell pipe was not securely closed, some oil might leak out upon the deck, and also tending to show that during the process of emptying two or three barrels before attempting to empty the barrel which caused him to fall, some oil might have accumulated upon this ell pipe and run down the bottom side of the barrel. The First Assistant Engineer also gave some testimony to the effect that no other oil was used in that area of the deck. There are other possibilities which are not discussed in the proof, namely, that this grease came off the bottom of one of the barrels, or that it was put upon the deck at some undisclosed time, and was concealed from the plaintiff's view by one of the barrels until he came to empty the one which he was draining when he fell. The proof does not show the condition of the barrels, and there is no proof that anyone saw the grease before plaintiff did.</p>\n<p>It was also a matter for speculation as to when this spot of grease was put upon the deck. Plaintiff said that he did not see the grease until <i>after</i> he fell. Before that time he had seen nothing \"except old paint that they had chipped off\". It may reasonably be inferred that \"they\" refers to the seamen who were cleaning the machines near him. As previously stated, he said that he had worked continuously at this place since he had begun to empty these barrels and according to his estimate of the time required to connect and empty a barrel, he must have been at this place about an hour or more before he trod upon the grease. Also as previously stated, plaintiff was at work during the afternoon of April 6, 1946, and he testified once that his fall occurred around 1 or 2 o'clock in the afternoon, \"the best I remember\". He also testified as follows:</p>\n<p>\"Q. There was no reason why you could not have been the spot of oil before the time you did if it was there, was there? A. Well, it could have got there while I was pulling the chain hoist up.</p>\n<p><span class=\"star-pagination\">*332</span> \"Q. Well, that was right where you were working, was it not? A. Yes, sir, it is right close to where I was working.</p>\n<p>\"Q. I show you again defendant's exhibit. * * * Now, as I recall your testimony yesterday, you were lifting up on the rear of this drum at the time you fell; is that correct? A. Yes, sir.</p>\n<p>\"Q. And as I recall your testimony yesterday, this spot of oil or grease you testified about was almost directly under the rear end of that drum? A. Yes, sir.</p>\n<p>\"Q. In other words, you would be the one that was working right around that spot all that time; is that correct? A. Well, not at that time; I would be working over here on the other side of this drum.</p>\n<p>\"Q. But all the time you were handling the drum, you would be within 2 or 3 feet ofthis spotwould you not? A. Yes, sir.</p>\n<p>\"Q. Do you know of any reason why you could not have seen it before if it was there? A. Well, if it was there before that time, if it hadn't have got there while I was lifting on the chain hoist, I don't know how it got there.</p>\n<p>\"Q. The drum that was empty was disconnected from the pipe on the deck? A. Yes, sir.</p>\n<p>\"Q. Then you would let the chain hoist down and the drum go back to the deck? A. Yes, sir.</p>\n<p>\"Q. You would unhook your barrel sling from the drum? A. Yes, sir.</p>\n<p>\"Q. What did you do with the empty drum? A. Roll it back out of the way.</p>\n<p>\"Q. Then you would get ready to put a full drum back in there and empty it? A. Yes, sir.</p>\n<p>\"Q. And during that time you must have been walking right over that identical spot where you later saw the oil or grease? A. Somewhere in 2 or 3 foot of it.</p>\n<p>\"Q. You had emptied, you say, 2 or 3 barrels before the accident happened? A. Yes, sir.</p>\n<p>\"Q. And you never saw any grease or oil there during that time? A. No, sir.\"</p>\n<p>Plaintiff also said that \"whoever on the ship poured out any grease was supposed to mop it up.\"</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>Plaintiff's Points 1 to 9, inclusive, assign error to the action of the trial court, sustaining defendant's motion to disregard the findings under Issues 6, 7 and 8. In response to these issues the jury found that defendant failed to furnish plaintiff assistance in emptying the barrels of oil, that this conduct was negligence, and that this negligence was a proximate cause of plaintiff's injuries. Plaintiff says that the proof supports these findings.</p>\n<p>In elaborating this argument, plaintiff has stated his construction of the proof, and with plaintiff's construction of several items we do not agree. Our own construction of such of these items as seem of any real significance has been set out in our preliminary statement.</p>\n<p>We think that the proof does support the finding under Issue 6. Defendant argues to the contrary because one or more seamen had a part in moving the barrels to the place where these barrels were to be emptied; but we construe Issue 6 as referring to the period of time beginning after the barrels had been brought to this place, the period during which plaintiff was engaged in pouring the oil into the pipe, and all of the relevant proof shows that if the plaintiff did this, as he said, then he did it alone.</p>\n<p>Considering next the finding under Issue 7, it must also be said that, because of the very general language in which Issue 7 is found, there is evidence to support the jury's finding of negligence under this issue. Special Issue 7 is not confined to the incident which resulted in plaintiff's injuries, namely, plaintiff's effort to tilt the barrel. Instead, Issue 7 apparently refers to the same period of time which is referred to in Special Issue 6, and as we have stated, Issue 6 is to be construed as referring to the period during which plaintiff emptied the barrels of oil into the pipe.</p>\n<p>The proof which tends to show that if defendant had exercised due care regarding <span class=\"star-pagination\">*333</span> plaintiff during the time covered by Issues 6 and 7, said defendant would have provided plaintiff with an assistant, is the testimony about the weight of the barrels and about the manner of getting those barrels into the chain fall, and the testimony that the First Assistant Engineer always assigned two men to perform this task whenever he assigned anyone at all to do that. This proof has been stated.</p>\n<p>Of course, from the fact that the task of emptying the barrels should have been assigned to 2 men, it does not follow that every act to be done in emptying the barrels of oil required 2 men to perform it; and the testimony to which we have just referred does not show that an assistant was required for the performance of the act which terminated in plaintiff's injury, namely, plaintiff's effort to tilt the barrel of oil. Our conclusion that the proof supports the finding under Issue 7 is based upon general language of said issue, which apparently refers to the entire period of time required for emptying the barrels and the entire procedure to be followed in doing this.</p>\n<p>These conclusions bring us to a consideration of the finding in response to Issue 8, that the negligence found under Issue 7 was a proximate cause of plaintiff's injuries, and we hold that the proof does not support this finding, and that the trial court did not err in disregarding said finding. As a consequence, the trial court's error in disregarding the findings under Issues 6 and 7 is immaterial.</p>\n<p><i>Proximate cause</i> as defined by the trial court included the element of <i>causation in fact</i> and the element of <i>anticipation of consequences.</i></p>\n<p>In determining whether these elements were proved it is to be kept in mind that from proof that two men should have been assigned to the task of emptying the oil into the pipe, it need not be inferred that every step in the process of emptying those barrels required the services of two men.</p>\n<p><i>Causation in fact</i> was not proved, because the evidence does not show that plaintiff's having an assistant would have prevented plaintiff's fall. The plaintiff's fall was actually caused by plaintiff's slipping upon a spot of grease. There is nothing to show that plaintiff would have slipped upon the deck surface had the grease not been on the deck; indeed, all of the circumstances are to the contrary. Plaintiff's exertion in tilting the barrel did not injure him. The barrel itself did not injure him. His loss of control of the barrel when he fell did not injure him; the barrel apparently remained hanging in the chain fall, connected to the deck. In what way, then, can it be said that the <i>lack of an assistant</i> caused plaintiff to fall? If plaintiff had had an assistant, would this assistant have prevented plaintiff's fall? Presumably not, since if an assistant really was needed, plaintiff would still have had to exert himself and thus would have engendered force sufficient to move him over the surface of the grease if his own weight of 152 lbs. would not have done that. Can it be said that if plaintiff had had an assistant, he would have avoided the spot of grease? This is wholly a matter for speculation, and for that reason the existence of the possibility cannot be given any significance. These comments lead us to the conclusion that plaintiff's lack of an assistant did not contribute substantially to bringing about his fall, and thus did not in fact amount to a cause of the plaintiff's fall.</p>\n<p><i>Anticipation of consequences</i> was not proved because the incident which occurred was not within the scope of the apparent risk of harm to plaintiff attendant upon defendant's failure to provide plaintiff with an assistant. Defendant's only duty to plaintiff which may be considered at this point is that consequent upon the finding under Issue 6, namely, the duty to provide an assistant for plaintiff; and the matter of <i>anticipation of consequences</i> must be determined by fixing the limits of the apparent risk of harm to plaintiff attending a breach of this single duty and of no other. The apparent risk of harm to plaintiff attending a negligent breach of this duty was limited to the sort of incident which might reasonably have been expected to happen if plaintiff did not have an assistant. Now, it may be that plaintiff's lack of an assistant charged defendant with notice that plaintiff might be hurt while placing the full barrels <span class=\"star-pagination\">*334</span> in position in the chain fall, but it seems obvious to us that plaintiff actually needed no assistance in tilting the nearly empty barrel as it hung in the chain fall and we have not been able to perceive why defendant ought to have expected that plaintiff's performance of this act without aid would subject plaintiff to any probable danger of injury. Surely, defendant need not have anticipatedas a consequence of plaintiff's <i>lack of assistance</i>an incident of the sort which actually did occur, namely, that plaintiff would tread upon grease and would slip on the grease and fall. Plaintiff did not slip on the <i>deck;</i> he slipped on the <i>grease.</i> It must be kept in mind that defendant need only have anticipated such apparent hazards as a reasonable man would have sought to avoid. Thus, in Webb's Pollock on Torts, it is said: \"If men went about to guard themselves against every risk to themselves or others which might by ingenious conjecture be conceived as possible, human affairs could not be carried on at all. The reasonable man, then, to whose ideal behavior we are to look as the standard of duty, will neither neglect what he can forecast as probable, nor waste his anxiety on events that are barely possible. He will order his precaution by the measure of what appears likely in the known course of things.\" (p. 45). It must also be kept in mind, as we have already stated, that <i>anticipation of consequences</i> is limited to the very duty invoked by plaintiff. It must also be kept in mind that defendant is only charged with the necessity of anticipating such incidents as fall within the scope of the apparent risk of harm attendant upon a breach of this particular duty; defendant is not to be held liable in this State merely because some injury to plaintiff might have been anticipated. The following decisions are instances of one kind or another in which the two rules of decision last stated have been applied: Texas &amp; Pacific Ry. Co. v. Bigham, <span class=\"citation\" data-id=\"3928668\"><a href=\"/opinion/4162527/t-and-p-ry-co-v-bigham/\"><span class=\"volume\">90</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"3928668\"><a href=\"/opinion/4162527/t-and-p-ry-co-v-bigham/\"><span class=\"volume\">38</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">162</span></a></span>; Carey v. Pure Distributing Corp., <span class=\"citation\" data-id=\"3939456\"><a href=\"/opinion/4172051/carey-v-pure-dist-corp/\"><span class=\"volume\">133</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">31</span></a></span>, <span class=\"citation\" data-id=\"3939456\"><a href=\"/opinion/4172051/carey-v-pure-dist-corp/\"><span class=\"volume\">124</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">847</span></a></span>; Seale v. Gulf C. &amp; S. F. Ry. Co., <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">274</span></span>; Trinity &amp; B. V. Ry. Co. v. Blackshear, <span class=\"citation\" data-id=\"3904698\"><a href=\"/opinion/4141466/t-b-v-ry-co-v-blackshear/\"><span class=\"volume\">106</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"3904698\"><a href=\"/opinion/4141466/t-b-v-ry-co-v-blackshear/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">544</span></a></span>, L.R.A.1915D, 278; Missouri K. &amp; T. Ry. Co. v. Welch, <span class=\"citation\" data-id=\"3951563\"><a href=\"/opinion/4182809/mk-t-ry-co-of-texas-v-welch/\"><span class=\"volume\">100</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">118</span></a></span>; <span class=\"citation\" data-id=\"3951563\"><a href=\"/opinion/4182809/mk-t-ry-co-of-texas-v-welch/\"><span class=\"volume\">94</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">333</span></a></span>; Doty v. Ft. Worth &amp; Denver City Ry. Co., <span class=\"citation\" data-id=\"3924166\"><a href=\"/opinion/4158568/doty-v-ft-w-dc-ry-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"3924166\"><a href=\"/opinion/4158568/doty-v-ft-w-dc-ry-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">104</span></a></span>. These decisions are cited only as proof that the two rules last stated actually do exist and are enforced in this State. For general discussions see \"Rationale of Proximate Cause\" by Leon Green: Chapter 8 of Prosser on Torts; Chapters 6 and 8 of Harper on Torts. The question before us, therefore, is not whether defendant is to be charged with notice of a unique sequence of events; it is simply whether the incident which occurred was of the sort within the apparent limits of the risk of harm to plaintiff <i>attending defendant's failure to provide plaintiff with assistance,</i> and we hold, as a matter of law, that it was not of this sort.</p>\n<p>Plaintiff's Points 1 to 9, inclusive, are overruled insofar as these points assign error to the trial court's act in disregarding the finding under Issue 8. Said Points are sustained insofar as they assign error to the trial court's action in disregarding the findings under Issues 6 and 7. As previously stated, error in disregarding the findings under Issues 6 and 7 is immaterial because it was proper for the trial court to disregard the finding under Issue 8.</p>\n<p>Plaintiff's Points 10 to 14, inclusive, assign error to the trial court's charge to the jury.</p>\n<p>Plaintiff's Point 14 assigns error to the trial court's refusal to submit plaintiff's Requested Issue 4; but this action of the trial court was not attacked in plaintiff's motion for new trial, and Point 14 must therefore be overruled because the subject matter thereof was waived, the cause having been tried to a jury. Texas Rules of Civil Procedure, Rules 320 and 324. The matter is of no consequence to plaintiff since the only difference between the trial court's Issue 4 and plaintiff's Requested Issue 4 is the condition appended to the trial court's Issue 4; and this condition was attacked in the objections brought forward in other Points.</p>\n<p>Plaintiff's Points 10, 11 and 12 assign error to the conditioning of Issue 4 upon an affirmative answer to Issue 3-A. Since Issue 3-A was answered negatively, Issue 4 was not answered, nor was Issue 5, <span class=\"star-pagination\">*335</span> which was conditioned upon an affirmative answer to Issue 4.</p>\n<p>Plaintiff's Point 13 assigns error to the submission of Issue 3-A.</p>\n<p>Issues 3 to 5, inclusive, with the findings under Issues 3 and 3-A were:</p>\n<p></p>\n<h2>Special Issue No. 3.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant, acting by and through its agent, servants, and employees other than the plaintiff Hopson, allowed a greasy substance to be on the deck of said vessel at and near the place the plaintiff Raymond Hopson was emptying oil?</p>\n<p>To which the jury answered, \"Yes\".</p>\n<p>If you have answered special issue No. 3 \"Yes\" and only in that event, then answer the following:</p>\n<p></p>\n<h2>Special Issue 3-A.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant allowed said greasy substance, if any, to remain on said deck for such period of time that in the exercise of ordinary care the same should have been discovered and removed prior to the fall, if any, of the plaintiff?</p>\n<p>To which the jury answered, \"No\".</p>\n<p>If you have answered special issue No. 3-A \"Yes\", then answer the following:</p>\n<p></p>\n<h2>Special Issue No. 4.</h2>\n<p>Do you find from a preponderance of the evidence that the defendant's act in allowing a greasy substance to be on the deck of said vessel at or near the place Raymond Hopson was emptying oil (if you have so found) was negligence?</p>\n<p>To which the jury did not answer.</p>\n<p>If you have answered special Issue No. 4 \"Yes\", then answer the following:</p>\n<p></p>\n<h2>Special Issue No. 5.</h2>\n<p>Do you find from a preponderance of the evidence that the negligence, if any, of the defendant in allowing a greasy substance to be on the deck of said vessel (if you have so found) was a proximate cause of plaintiff's injuries, if any?</p>\n<p>To which the jury did not answer.</p>\n<p>The objections brought forward in Points 10 to 13, inclusive, will be discussed in an order differing from the order in which these objections were presented to the trial court.</p>\n<p>Point 13 brings forward plaintiff's objections 4 and 5, which were, in form, objections to the submission of Issue 3-A, and which may be fairly summarized as follows:Issue 3-A was not an ultimate issue because defendant owed plaintiff the absolute duty to furnish him a safe place to work, and breach of this duty was adequately submitted in Issue 3. Point 13 is overruled. At bottom, it seems to be a contention that defendant was an insurer of the safety of plaintiff's place of work. If we assume that the particular hazard which caused plaintiff's injuries amounted to unseaworthiness (and we are inclined to think that it did not) then, had plaintiff founded his suit upon a breach of the defendant's obligation to provide a seaworthy ship and had claimed indemnity under the general maritime law, defendant's obligation to plaintiff might have been about that of an insurer since the particular hazard was not concealed. See: Mahnich v. Southern S. S. Co., <span class=\"citation\" data-id=\"103927\"><a href=\"/opinion/103927/mahnich-v-southern-ss-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"103927\"><a href=\"/opinion/103927/mahnich-v-southern-ss-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation\" data-id=\"103927\"><a href=\"/opinion/103927/mahnich-v-southern-ss-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">561</span></a></span>. However, plaintiff did not sue upon this theory. He exercised, instead, the election granted him by the Jones Act and brought his suit upon that statute, claiming damages from defendant's negligence, and he tried the suit upon that theory. His election, with its attendant advantages, therefore binds him on this appeal and he cannot assert in this court rights which he might have had against defendant for indemnity under the general maritime law. See: Skolar v. Lehigh Valley R. Co., 2 Cir., <span class=\"citation\" data-id=\"1542679\"><a href=\"/opinion/1542679/skolar-v-lehigh-valley-r-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>; Kuhlman v. W. &amp; A. Fletcher Co., 3 Cir., <span class=\"citation\" data-id=\"1476526\"><a href=\"/opinion/1476526/kuhlman-v-w-a-fletcher-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>; Brown v. C. D. Mallory &amp; Co., 3 Cir., <span class=\"citation\" data-id=\"1542252\"><a href=\"/opinion/1542252/brown-v-cd-mallory-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>; Engel v. Davenport, <span class=\"citation\" data-id=\"100844\"><a href=\"/opinion/100844/engel-v-davenport/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"100844\"><a href=\"/opinion/100844/engel-v-davenport/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"100844\"><a href=\"/opinion/100844/engel-v-davenport/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">813</span></a></span>; Pacific S. S. Co. v. Peterson, <span class=\"citation\" data-id=\"101343\"><a href=\"/opinion/101343/pacific-ss-co-v-peterson/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"101343\"><a href=\"/opinion/101343/pacific-ss-co-v-peterson/\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"101343\"><a href=\"/opinion/101343/pacific-ss-co-v-peterson/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></a></span>. As a consequence, plaintiff's rights against defendant because of a hazard attending plaintiff's place of work depend <span class=\"star-pagination\">*336</span> upon Defendant's exercise of due care; the obligation which defendant owed plaintiff was only a duty to use proper care to make plaintiff's place of work safe for him. It may be true, that this duty is more liberally applied in favor of the seaman than the common law duty of a master to his servant is applied; but defendant's duty to plaintiff may nevertheless be described in the same terms as are used to describe the common law duty of the master. In Missouri, K &amp; T Ry. Co. v. Jones, <span class=\"citation\" data-id=\"3974650\"><a href=\"/opinion/4203221/missouri-k-t-ry-co-of-texas-v-jones/\"><span class=\"volume\">103</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">187</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">309</span></span>, 310, the plaintiff, who was a switchman in defendant's employ, trod upon a bolt on the trackway in defendant's yard, and was thrown across the track and injured by the locomotive which he was attending. The nature and extent of the railway company's duty to this switchman is indicated by this language of the Supreme Court: \"In order to constitute it (that is, negligence by defendant's other employees), the bolt must have been <i>put</i> on the track by some employé, or its presence there must have been <i>known</i> to some of them before the accident, or must have continued long enough to <i>justify the inference</i> that the failure to know it was due to a want of the proper care.\"</p>\n<p>This quotation aptly defines the duty owed plaintiff by defendant, on which plaintiff must depend for recovery of damages under the Jones Act.</p>\n<p>In the briefs which plaintiff has filed on his appeal, he has made an argument which he may have intended to refer to Point 13, and if this construction is right, he has gone beyond the scope of the objections on which Point 13 is based. The argument mentioned seems to be this (and it is especially urged in plaintiff's Replication of defendant's Reply brief) that Issue 3-A was immaterial for another reason, to-wit, proof that defendant actually put the grease upon the deck, whereby defendant was charged, as a matter of law, with knowing that the grease was on the deck. This ground of immateriality was not presented to the trial court; and since another ground was, namely, that discussed in the paragraph immediately above, to which the trial court's attention was necessarily directed and confined, enforcement of this additional and new ground of immateriality would seem to be inconsistent with the trial court's right to proceed upon the basis of the very objection made to him and to have been waived, for that reason. It would seem, too, that unless the proof shows as a matter of law (and it certainly does not) that defendant put the grease upon the deck, the subject matter of Issue 3-A would still be as material as a special issue inquiring whether defendant did put the grease upon the deck. In any event, regardless of the matters to which we have just referred, defendant's argument that Issue 3-A was immaterial because of proof that defendant put the grease upon the deck is overruled upon grounds discussed hereinafter under Points 10 and 11.</p>\n<p>Point 12 brings forward plaintiff's objection 3, which was made to the conditioning of Issue 4 upon Issue 3-A, and which was as follows: \"By said conditional submission the court takes unto itself the right to determine an ultimate issue of fact and denies this plaintiff the right to have the jury pass upon said ultimate issue except conditionally.\" Point 12 is overruled. The general rule as to the conditioning of one issue upon an answer to another issue has been stated as follows: \"As a general rule, an instruction to the jury not to answer a given special issue in case another special issue be answered in a specified way is not improper. Exceptions to the rule depend on the existence of special conditions which render such an instruction improper in the particular case.\" Perkins v. Nevill, Tex. Com.App., <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">50</span></span>, at page 52. The only grounds for not applying this general rule which have been suggested in the objection brought forward in Point 12 are these, namely, that Issue 4 was an ultimate issue and that by conditioning Issue 4 on Issue 3-A the trial court had determined an issue of fact. Obviously, both grounds are inconsistent with the general rule stated and thus cannot be exceptions to the rule. It is not a matter of <span class=\"star-pagination\">*337</span> whether the objection was sufficiently specific, but whether the very objection made was good. Issue 4 submitted <i>negligence.</i> This is always an ultimate issue in actions for damages founded upon negligence (unless the proof shows negligence as a matter of law); yet it is generally conditioned upon a prior finding, usually one inquiring as to conduct of the particular defendant. However, it may be conditioned upon one inquiring as to the defendant's actual or constructive knowledge of a condition. See: Echols v. Duke, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">483</span></span>, and the decisions hereinafter cited, adjudicating actions by an invitee against the occupant of land.</p>\n<p>Points 10 and 11 assign error to the conditioning of Issue 4 upon an answer to Issue 3-A and bring forward plaintiff's objections 1 and 2. In these objections plaintiff says quite plainly that Issue 4 ought not to have been conditioned upon Issue 3-A, but the only reason assigned is that Issue 4 was an ultimate issue of fact. It is not enough to say that Issue 4 was an ultimate issue. <i>Negligence</i> is usually an ultimate issue and it is usually submitted in conditional form. To tell the trial court that Issue 4 ought not to have been conditioned upon Issue 3-A was not, alone, sufficiently specific. For this objection might have been good for various reasons, none of which had any relation to any other. Thus 3-A might have been immaterial in law; or it might not have been raised by the evidence; or it might have been too narrow under the proof and deprived plaintiff of a right to have the jury consider certain evidence; or it might have been defective in form. Here are four distinct grounds for an objection that Issue 4 ought not to have been conditioned on Issue 3-A; but none of these is mentioned and the trial court could not have known, from reading plaintiff's objections 1 and 2, whether all, or some, or one was advanced, or indeed, whether plaintiff actually had these particular grounds in mind. The statement that Issue 4 was an ultimate issue might suggest that 4 had no relation to the subject matter of 3-A; but it clearly did. And the statement that 4 was an ultimate issue might suggest that the question asked in 3-A need not be answered before Issue 4 was answered; but this is simply saying in another way that Issue 4 ought not to have been conditioned on Issue 3-A. We construe objections 1 and 2 as advancing only one ground of error in the conditioning of Issue 4 on Issue 3-A, namely, that Issue 4 was an ultimate issue of fact. And we hold that the trial court properly overruled this ground, not because it was insufficient but because it presented no error.</p>\n<p>Plaintiff argues, however, that Issue 4 ought not to have been conditioned on Issue 3-A because Issue 3-A was immaterial, and he argues <i>now</i> that 3-A was immaterial because, so he says, there is proof that the seamen working near plaintiff negligently put the grease on the deck. We understand him as meaning that whether defendant had actual or constructive knowledge of the grease <i>in time</i> to have removed it before plaintiff trod on the grease is an immaterial inquiry in such a case. He cites and especially relies upon the following language of the District Court of Appeals (California) in Adams v. American President Lines, Ltd., <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">47</span></span>, 52, affirmed <span class=\"citation\" data-id=\"1146212\"><a href=\"/opinion/1146212/adams-v-american-president-lines/\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">681</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></span>: \"Nor was it necessary for the plaintiff to establish that the defendant had actual or constructive knowledge of the presence of the orange peel on the stairway. Such proof is necessary only where the dangerous condition is brought about by natural wear and tear, or third persons, or acts of God, <i>or by other causes which are not due to the negligence of the owner or his employees.</i> Where, as here, the dangerous condition is brought about by the employees acting within the scope of their employment, knowledge of the condition is imputed to the defendant as a matter of law\", (Note that this statement would not impute knowledge unless <i>negligence</i> was first found).</p>\n<p>I think that this argument must be denied upon three several propositions, to the first of which and only to this do my <span class=\"star-pagination\">*338</span> associates agree. <i>One</i> has already been mentioned in our discussion of Point 13, namely, that this particular ground of immateriality was not presented to the trial court although another one was, and by specifying this other ground of immateriality plaintiff had waived the one he now insists on. Proposition two: A <i>second</i> answer to plaintiff's argument is my disagreement with plaintiff's construction of the proof; I think that the proof concerning the seamen does not show that the seamen caused the grease to be upon the deck, and I think, too, that if the jury could infer from the circumstances in proof that defendant, in some way, did cause the grease to be upon the deck, they could not say whether defendant did so deliberately, negligently or accidentally, and that the proof raised Issue 3-A, if it raised any issue in that set, beginning with 3. Under the objections before us, it is not necessary for us to determine whether any other issue was also raised. Proposition three: Finally, the third answer to plaintiff's argument is this: (a) This argument invokes a single and particular duty, namely, a duty <i>not to create</i> a condition dangerous to the plaintiff. (b) However, this duty was not submitted to the jury. (c) Instead, the trial court in Issues 3, 4 and 5, submitted a duty <i>to abate</i> a condition dangerous to the plaintiff. (d) Under these issues, the only function which evidence that defendant put the grease on the deck could have served was to prove that defendant knew about the grease in time to have removed it before plaintiff fell. (e) This <i>knowledge in time</i> would actually have been put to the jury in Issues 3, 4 and 5 had Issue 3-A not been submitted, and it therefore cannot have been error for the trial court to segregate this element of the inquiry and submit it in a single special issue, namely, Issue 3-A.</p>\n<p>Before considering the last two of these various answers to plaintiff's argument, the first having been already discussed, I have to point out that the only objections before us (which we have not discussed in adjudicating Points 10, 11, 12, 13 and 14) attack the <i>conditioning</i> of issue 4 upon Issue 3-A. No objection was made to the form of Issue 3-A. Plaintiff's arguments suggest a contention that Issue 3-A was <i>not pleaded;</i> but it clearly was within the scope of plaintiff's allegations if we have correctly described defendant's duty to plaintiff. Too, the lack of pleading to support Issue 3-A was not brought to the trial court's attention, and ordinarily the lack of pleading would be immaterial. See: Christopherson v. Whittlesey, Tex.Civ.App., <span class=\"citation\" data-id=\"3919790\"><a href=\"/opinion/4154721/christopherson-v-whittlesey/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">384</span></a></span>, and the accompanying decisions cited in the concluding remarks of our discussion of defendant's Point 2. Plaintiff's argument also suggests a contention that the finding under Issue 3-A was not supported by the proof; but the sufficiency of the proof to raise Issue 3-A (if Issue 3-A was material) was not attacked in the trial court and we have no authority to determine the sufficiency of the evidence to support the finding made under Issue 3-A. As a direct consequence, the question, whether it was error, to condition Issue 4 on Issue 3-A because 3-A was not raised by the proof is not before us.</p>\n<p>Of the two propositions in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial, which has not yet been discussed, I shall first demonstrate proposition 3.</p>\n<p>The nature of defendant's duty to plaintiff, in its general aspect, has been sufficiently indicated by the quotation made from Missouri, K &amp; T Ry. Co. v. Jones. That is (to paraphrase this quotation) for the presence of the grease upon the deck where plaintiff was at work to have implied negligence by defendant, the defendant must either have <i>put</i> the grease where it was; or else must have <i>known</i> that the grease was there before plaintiff fell, in time to have removed it before plaintiff fell or else the grease must have been there so long as to raise the <i>inference</i> that defendant's failure to learn of the presence of the grease before plaintiff fell, in time to have removed it before plaintiff fell, was due to a want of proper care.</p>\n<p>This statement actually expresses two separate and distinct duties on defendant's part, one negative and one affirmative, <span class=\"star-pagination\">*339</span> namely, a duty <i>not to create</i> a condition dangerous to plaintiff, which is negative, and a duty <i>to abate</i> a condition dangerous to plaintiff, which is affirmative.</p>\n<p>It is apparent from this statement of defendant's duties to plaintiff that <i>knowledge</i> (acutual or constructive) of the dangerous condition <i>in time</i> to have <i>abated it</i> before plaintiff was injured thereby is not a material factor in determining whether the negative duty <i>not to create</i> a dangerous condition has been breached. If this duty exists, that is so because the circumstances attending the defendant's act in creating the condition put the defendant on notice, then and there, that harm to plaintiff might result. Thus, in Galveston H. &amp; S. A. Ry. Co., v. Kieff, <span class=\"citation\" data-id=\"3947385\"><a href=\"/opinion/4179091/gh-sa-ry-co-v-kieff/\"><span class=\"volume\">94</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">334</span></a></span>, at page 338, <span class=\"citation\" data-id=\"3947385\"><a href=\"/opinion/4179091/gh-sa-ry-co-v-kieff/\"><span class=\"volume\">60</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">543</span></a></span>, 544, it is said: \"The negligence which results in an actionable wrong is the failure to discharge a duty owed to the party injured. It is a duty incumbent upon all men to use ordinary care so to act as not to injure others. The duty arises when there is reason to anticipate danger.\" And see: Prosser on Torts, p. 220; Palsgraf v. Long Island Ry. Co., <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">339</span></span>, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">99</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1253</span></span>. The matter of <i>time</i> is of no consequence because defendant simply has the necessary information in advance. All this is true where it was a violation of duty to plaintiff to create the condition in the first place; and the situation in Adams v. American President Lines, supra, which plaintiff has cited, is of this sort. And it is also true where the defendant knowingly creates the condition to effect a lawful object, under attending circumstances giving notice that unless the condition is abated when the object is accomplished, harm may come to the plaintiff. Such a case is that of the shopowner who puts a cleaning agent on the floor of his shop. See: The Fair, Inc., v. Preisach, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">725</span></span>. This would not be true, however, if defendant <i>accidentally</i> caused the grease to be on the deck.</p>\n<p>However, our statement of defendant's duty to plaintiff shows that knowledge, either actual or constructive, of the dangerous condition <i>in time</i> to abate it before it injures plaintiff is essential to establish a violation of defendant's affirmative duty <i>to abate</i> the condition, and in fact, that such <i>knowledge in time</i> must be had before that affirmative duty to abate ever comes into existence. Here the matter of <i>time</i> is of consequences; without the necessary knowledge <i>in time</i> there could be no necessity of acting on it. The question of negligence is not reached until <i>knowledge in time</i> has been established. As a result, in cases in which an affirmative duty <i>to abate</i> has been invoked, the determination of <i>knowledge in time</i> has been thought to justify the submission of separate issues to the jury. See: Echols v. Duke, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">483</span></span>. And see the following cases, involving the situation of the occupant of land and his duty to an invitee: The Fair, Inc., v. Preisach, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">725</span></span>; Graham v. F. W. Woolworth Co., Tex.Civ. App., <span class=\"citation\" data-id=\"3951614\"><a href=\"/opinion/4182857/graham-v-f-w-woolworth-co/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">223</span></a></span>; Montfort v. West Texas Hotel Co., Tex.Civ.App., <span class=\"citation\" data-id=\"3967434\"><a href=\"/opinion/4196844/montfort-v-west-texas-hotel-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">811</span></a></span>; Houston Nat. Bank v. Adair, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">374</span></span>. And see, regarding the occupant's duty to the invitee: Galveston H. &amp; S. A. Ry. Co. v. Matzdorf, <span class=\"citation\" data-id=\"3922966\"><a href=\"/opinion/4157503/g-h-sa-ry-co-v-matzdorf/\"><span class=\"volume\">102</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">42</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">1036</span></span>, 20 L.R.A.,N.S., 833.</p>\n<p>It may happen, of course, that the same facts will throw up both duties and as a consequence an element of one duty may be proved in an unusual way. Thus, if defendant created a dangerous condition under circumstances putting defendant on notice, or giving defendant actual notice, that the condition is hazardous to plaintiff, the defendant is bound to abate it, and may be held liable for <i>not abating</i> itinstead of being held <i>for creating it;</i> but this coincidence does not change the nature of the defendant's duties and it does not eliminate any element of said duties. For instance, this coincidence would not make <i>knowledge in time</i> immaterial if plaintiff seeks to hold defendant for <i>not abating</i> a condition which defendant created; the only consequence would be that <i>knowledge in time</i> would be proved in an unusual way.</p>\n<p>This analysis, I think, is sufficient to prove Part (a) of my proposition and to show that plaintiff's argument that evidence <span class=\"star-pagination\">*340</span> of defendant's having put the grease on the deck made Issue 3-A immaterial actually invoked the duty <i>not to create</i> a condition dangerous to plaintiff instead of the duty <i>to abate</i> such a condition. Next to be considered are Parts (b) and (c) of said proposition and it is to be determined which of these two duties were submitted to the jury, and in what special Issues.</p>\n<p>A consideration of the trial court's charge shows that a breach of defendant's negative duty <i>not to create</i> a dangerous condition was not submitted to the jury. Whether defendant <i>put</i> the grease on the deck was not, in terms, submitted to the jury, as an independent ground of negligence or otherwise. Instead, the court submitted only the question of whether the affirmative duty <i>to abate</i> had been breached. The charge contains only two sets of negligence issues, Nos. 6 through 9, and Nos. 3 through 5. Numbers 6 through 9 are irrelevant here. Issue 3 is the basic issue in the other set and characterizes the entire set; it submits the inquiry, whether defendant <i>allowed</i> a greasy substance <i>to be upon</i> the deck. <i>Allowed to be upon</i> does not mean to <i>create,</i> that is, to <i>put</i> the grease upon the deck. These words clearly express a preliminary inquiry for the establishment of the affirmative duty <i>to abate,</i> that is, to remove the grease, and it is only this duty and the breach of it which would have been involved in Issues 3, 4 and 5 if Issue 3-A had not been submitted. <i>Allow to be upon</i> does not mean to <i>put,</i> although it may be a consequence of <i>having put.</i></p>\n<p>These comments dispose of Parts (b) and (c) of the proposition under discussion and next to be considered are Parts (d) and (e).</p>\n<p>It has just been shown that if Issue 3-A had not been submitted, the only Issues to which the proof mentioned by plaintiff could have been relevant were Issues 3, 4 and 5. The proof, then, concerning the seamen or concerning defendant's having put the grease on the deck, is immaterial except as it bears upon some element submitted by said Issues 3, 4 and 5.</p>\n<p>And what phase or element of Issues 3, 4 and 5 could have been proved by evidence that the seamen near plaintiff or that defendant did put the grease on the deck? A consideration of these three Issues shows that no phase of the inquiries submitted thereby could have been proved by such evidence, <i>unless knowledge of the grease in time to have removed it before plaintiff trod on the grease</i> is an element of the questions expressed in those Issues. However, if that <i>knowledge in time</i> is an element of Issues 3, 4 and 5 (3-A aside) proof of how the seamen or defendant put the grease on the deck might show that defendant did have this necessary <i>knowledge in time.</i></p>\n<p>Would <i>knowledge in time</i> have been an element of Issues 3, 4 and 5 if Issue 3-A had not been submitted? It was certainly a necessary element to establish the duty and theory of liability expressed in those Issues, which we have declared to be the affirmative duty <i>to abate;</i> and if Issue 3-A had not been submitted, we think that by the word <i>allowed</i> in Issues 3, 4 and 5, the trial court would have made it possible for the jury to consider <i>knowledge in time</i> and thus, in a sense, actually did submit it to them, although not clearly. <i>Allow</i> may have various meanings, according to the context. Used in a statute, it has been construed as implying no more than negligent failure without actual knowledge as distinguished from knowing omission. Hardcastle v. Bielby, 1 Q.B. 709, quoted in note 20(A) (4), 2 C.J. 1156. However, it has usually been interpreted as implying <i>actual knowledge of what is allowed.</i> See: Allowed, 2 C.J. 1154, 3 C.J.S. p. 888. Clearly, then, the jury could have interpreted the various forms of <i>allowed</i> in Issues 3, 4 and 5 as including <i>actual knowledge.</i> But if <i>knowledge in time</i> is an important matter (and we have shown that proof of the defendant's having <i>put</i> the grease on the deck would have been of no significance under Issues 3, 4 and 5 except as it proved such <i>knowledge in time</i>) then what could be wrong with clearly and specifically submitting this matter to the jury in a separate issue? instead of leaving the jury free to roam about within the indefinite limits of the word <i>allowed?</i> Obviously nothing could be wrong with such a course and thus nothing at all can be wrong with the trial court's <span class=\"star-pagination\">*341</span> having submitted Issue 3-A which simply inquires about <i>knowledge in time.</i></p>\n<p>I think that these comments support proposition 3 in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial. Issue 3-A may be subject to the interpretation that it submits only <i>constructive knowledge;</i> and we are so inclined to construe it. But the only objections which might have been raised to such a limited submission are that Issue 3-A was too narrow, or that <i>actual knowledge</i> ought to have been submitted in a separate special issue, or that the proof did not raise the question of <i>constructive knowledge;</i> and as has been previously shown, these objections were not made. Instead, plaintiff argues, in effect, that the matter of <i>knowledge in time,</i> whether it be actual or constructive, is wholly immaterial, and thus Issue 4 ought not to have been conditioned upon an inquiry about such a matter.</p>\n<p>Next to be discussed is proposition 2 in denial of plaintiff's argument that proof of defendant's having put the grease on the deck made Issue 3-A immaterial and it is simply this, that the evidence does not support the argument.</p>\n<p>And first concerning the acts of the seamen working near plaintiff: Plaintiff said that members of the crew, referred to in the proof as ordinary seamen, were cleaning and painting some \"machines\" while he was at work. On trial, he put the nearest of these seamen, or perhaps, of these machines, about 8 feet from him. His testimony indicates that some bits of dry paint from the surface of these machines, chipped off in the preliminary process of getting the machines ready for painting, had fallen about, or near, the place where he had to work; but he also said that there was nothing upon which to slip and I construe his testimony as showing that at least some, and probably all of the bits of paint were upon the deck when he began to empty the barrels. He said that the machines had dirt and grease upon them; and he also said that the spot of grease on which he trod was 4 or 6 inches wide, that some of it adhered to his shoe, and that the movement of his foot in the grease left a mark on the deck. He said, too, that he did not know where the grease came from unless, perchance, it came from the machines near him; but he did not know whether it came from that source or not.</p>\n<p>If it is to be inferred that the seamen cleaning the machines put the grease upon the deck, the inference must be drawn from these circumstances.</p>\n<p>This proof does not show that the grease on the deck came from the machines. The nature and form of the machines were not proved. The method of cleaning the machines was not proved. It does not appear that any grease had ever been put on the deck before or since. That the seamen sloughed off bits of dry paint which floated several feet in the air and came to rest in the area where plaintiff worked does not show that the mass of grease in which plaintiff says that he slipped could be, or was, moved in the same way. An expenditure of some effort would seem necessary to accomplish this result. The fact that the machines had dirt and grease upon them proves, perhaps, that the machines had moving parts and that said machines were open to the air; but it logically proves nothing more. It certainly ought not to be inferred that because <i>some</i> dirt and grease were upon the machines, the undisclosed process of cleaning the machines would throw off a mass of grease 4 to 6 inches wide, to land some 8 feet distant. Plaintiff's surmise that the grease may have come from the machines near him is clearly of no evidential force.</p>\n<p>Next, concerning other possible proof that defendant put the grease on the deck. In his original brief, plaintiff argued that defendant must necessarily have put the grease on the deck because the ship had been 2 days at sea. As previously stated, he apparently abandoned the argument in his Replication to Defendant's Reply; but the argument has been considered and it is not convincing. The proof does not show any process, or any activity, or any machine, upon the ship to which this grease could have been traced; and thus no reason appears for the grease having been put <span class=\"star-pagination\">*342</span> on the deck after the ship left port. The presence of this grease upon the deck is not necessarily inconsistent with the ship's having been at sea for 2 days. There was some proof that the ship was usually in port for some 24 or 48 hours; the grease might have been put upon the deck while the ship was in port by someone other than a member of the crew. We infer that the ship either discharged or took on cargo while she was in port, since these are the only reasons for defendant's use of the vessel; but there is really no proof of what was done or not done in part, and in the absence of such proof I am inclined to think that we ought not to exclude the possibility that persons other than defendant's employees went upon the vessel and put the grease upon the deck. It is a customary and usual thing for persons other than the crew to come on board ship while the ship is in port. How else are ships to be provided with food, fuel and water? How else are they to be loaded and their cargo discharged?</p>\n<p>Where else, then, could the grease have come from? The proof simply does not show and nothing except speculative possibilities occur to the mind. Thus, the grease might have been upon the deck before plaintiff began to work, concealed from him by the barrels; but there is no proof of the condition of the deck before plaintiff began work except this, that plaintiff did not see the grease until he fell. If the grease was on the deck when plaintiff started work, the proof does not show where the grease came from or when it was put upon the deck. Too, the grease might have come off the end of one of the barrels which plaintiff was emptying. However, there is no proof as to the condition of any of these barrels. Finally, there is the possibility that the grease came <i>out</i> of the barrels. Plaintiff gave evidence to the contrary, however; and the jury, under Issue 25, found in plaintiff's favor as regards the barrel he was emptying when he fell. The jury were not asked to determine whether the grease came out of any of the barrels plaintiff had emptied before he began to empty this particular barrel; and thus the verdict does not exclude this possibility.</p>\n<p>Nevertheless, it may be that these conclusions are wrong, and that from the fact that plaintiff was injured on a ship which was then at sea and which had been at sea 2 days, and from the fact that the ship was not a passenger vessel the jury could find that defendant caused the grease to be upon the deck. I do not see that the vessel's being a tanker means anything special here; how the vessel was constructed and how it was operated were not shown and we cannot assume that the operation of a tanker would result in a greasy deck, either where plaintiff fell or elsewhere.</p>\n<p>If such broad and general proof as that mentioned does throw up the inference that defendant caused the grease to be upon the deck, nevertheless it does not show <i>how</i> defendant caused the grease to be there. It cannot be determined from such proof whether defendant put the grease there <i>deliberately</i> or whether defendant put the grease there <i>negligently,</i> or whether the grease came to be on the deck as the result of an <i>accident.</i> And unless defendant either <i>deliberately</i> or <i>negligently</i> put the grease on the deck, the defendant cannot, by virtue of having been responsible for the presence of the grease, be charged with knowledge that the grease really was on the deck. The rule of decision summarized in the quotation made above from Adams v. American President Lines, Ltd., is strictly to this effect.</p>\n<p>This, it seems to me, necessarily eliminates any recovery based upon defendant's duty not to create a condition dangerous to the plaintiff and necessarily throws plaintiff back upon defendant's duty to discover and abate conditions dangerous to plaintiff. And this brings us back to a point already made, namely, that defendant cannot be held liable for negligently failing to abate a dangerous conditionremove the grease unless defendant either knew or ought to have known, in time to have removed the grease before plaintiff fell, that the grease was on the deck. If the issue of <i>discovery in time</i> was raised by the evidence, then it was submitted, at least partially, in Issue 3-A, and being a material inquiry, it was properly put to the jury in a separate issue.</p>\n<p><span class=\"star-pagination\">*343</span> I think that Points 10 and 11 ought to be overruled on all of the grounds set out above, and not simply because the objections on which these points depend did not bring to the trial court's attention plaintiff's argument that Issue 3-A was immaterial because of proof that defendant caused the grease to be on the deck.</p>\n<p>Plaintiff's only remaining Point of Error is Point 15, reading as follows: \"The trial court's act in rendering judgment non obstante veredicto and setting aside the jury's affirmative findings on Issues 6, 7 and 8 on the ground that there was no evidence to support the jury's findings of negligence and proximate cause is a denial of this appellant of trial by jury as guaranteed by the Federal Constitution Amendment Seven, and the right of trial by jury as guaranteed by the Federal Employers' Liability Act [45 U.S.C.A. § 51 et seq.], and Jones Act [46 U.S.C.A. § 688].\"</p>\n<p>Point 15 is overruled because of the conclusions under which we overruled plaintiff's Points 1 to 9, inclusive. If the evidence did not raise Issue 8, the trial court was bound to disregard the jury's finding under said Issue. Plaintiff's right to a jury trial in the courts of this State on causes of action brought under the Jones Act are subject to exactly the same limitation, so far as the quantum of proof is concerned, as are common law actions for negligence generally.</p>\n<p>These comments adjudicate all of plaintiff's Points of Error and we now take up defendant's appeal.</p>\n<p></p>\n<h2>Points Filed on Defendant's Appeal.</h2>\n<p>Defendant has appealed from that part of the trial court's judgment awarding Plaintiff $2,700 for maintenance and cure; and has filed 10 Points of Error for reversal of this part of said judgment.</p>\n<p>Defendant's Point 1 assigns error to the trial court's refusal to instruct a verdict in Defendant's favor upon Plaintiff's claim for maintenance and cure. Two grounds are stated, as follows: (1) that Plaintiff declined to receive care and treatment in the U. S. Marine Hospital at Galveston, in which on his own initiative, he had become a patient; and (2) that the proof does not show what Plaintiff's maintenance had cost since he left said Marine Hospital.</p>\n<p>We shall first consider the 2nd ground of Point 1. As Defendant says, there is no proof of what Plaintiff's maintenance had cost after he left the Marine Hospital, and indeed, there is no proof of what his maintenance had cost after he had left Defendant's employ not long before June 4, 1946, the date of his first interview with Dr. Petrie, the Medical Officer at Port Arthur of the U. S. Public Health Service. And with respect to the Plaintiff's maintenance and cure from the time he left Defendant's employ down to the time of trial, it is the general rule that Defendant is liable only for the actual cost of these items. See: Cortes v. Baltimore Insular Lines, <span class=\"citation\" data-id=\"101990\"><a href=\"/opinion/101990/cortes-v-baltimore-insular-line-inc/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"101990\"><a href=\"/opinion/101990/cortes-v-baltimore-insular-line-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></a></span>, 175, <span class=\"citation\" data-id=\"101990\"><a href=\"/opinion/101990/cortes-v-baltimore-insular-line-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">368</span></a></span>, at page 372: \"The failure to provide maintenance or cure may be a personal injury or something else according to the consequences. If the seaman has been able to procure his maintenance and cure out of his own or his friends' money, his remedy is for the outlay, but personal injury there is none.\" And see: Robinson v. Swayne &amp; Hoyt, D.C., <span class=\"citation\" data-id=\"1735658\"><a href=\"/opinion/1735658/robinson-v-swayne-hoyt/\"><span class=\"volume\">33</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">93</span></a></span>; The Balsa, 3 Cir., <span class=\"citation\" data-id=\"1482114\"><a href=\"/opinion/1482114/the-balsa/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>; The Baymead, 9 Cir., <span class=\"citation\" data-id=\"1511291\"><a href=\"/opinion/1511291/the-baymead/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>; Johnson v. U. S., <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, 92 L.Ed. at page 468; Brinkman v. Oil Transfer Corporation, <span class=\"citation\" data-id=\"3632355\"><a href=\"/opinion/3648091/brinkman-v-oil-transfer-corp/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">48</span></a></span>, 88 N.E.2d at page 817, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">623</span></span>. However, we do not understand that Plaintiff sought to recover anything on account of the maintenance and cure he had received before his trial petition was filed; we construe that pleading as seeking recovery of funds to provide Plaintiff with <i>future</i> maintenance and cure, during a period which he estimates at 900 days. What sum was needed for maintenance and cure was submitted to the jury in Issue 13; and we construe this Issue as inquiring only about <i>future</i> maintenance and cure and not about items which Plaintiff had received before trial. This construction of Issue 13, which might not otherwise have seemed so clear, is required by the underlined words of Paragraph (c) of the instruction accompanying <span class=\"star-pagination\">*344</span> Issue 13, as follows:\"you are instructed that you will take into consideration the reasonable market value, if any, of the items mentioned in the above subsections (A) and (B) only for such length of time as medical care and treatment <i>are or will be</i> in the immediate futurebeneficial to the said Raymond Hopson, and for such a period of timewhich can be definitely ascertained by you\". The words <i>are or will be</i> refer to the present (the time of trial) and to the future, but not to the past.</p>\n<p>Thus Plaintiff's faliure to prove the cost of his maintenance (and of his cure; however, Defendant's Point 1 refers only to maintenance) prior to the time of trial is of no significance, and there was adequate proof of the cost of future maintenance. The parties stipulated on trial as follows: \"It is stipulated between the parties that the reasonable cost and value of subsistence, food, etc., aboard ship is $1.60 per day at the time involved.\" In: The Bouker No. 2, 2 Cir., <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.</span> <span class=\"page\">831</span></span>, at page 835, the court said: \"By the custom of the sea the hiring of sailors has for centuries included food and lodging at the expense of the ship. This is their maintenance, and the origin of the word indicates the kind and to a certain extent the quantum of assistance due the sailor from his ship.\" And in determining what sum to award the seaman for cure, they said of him:\"he has no right to charge his ship for the cost of illness, over and above what would have been appropriate in the case of a sailor living on shipboard.\" In: Calmar S. S. Corp. v. Taylor, <span class=\"citation\" data-id=\"102997\"><a href=\"/opinion/102997/calmar-ss-corp-v-taylor/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation\" data-id=\"102997\"><a href=\"/opinion/102997/calmar-ss-corp-v-taylor/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">651</span></a></span>, 653, <span class=\"citation\" data-id=\"102997\"><a href=\"/opinion/102997/calmar-ss-corp-v-taylor/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">993</span></a></span>, at page 996, the court said of maintenance and cure that \"It is not an award of compensation for the disability suffered\" and that \"The maintenance exacted is comparable to that to which the seaman is entitled while at sea\". And in: McCarthy v. American Eastern Corporation, 3 Cir., <span class=\"citation\" data-id=\"1474428\"><a href=\"/opinion/1474428/mccarthy-v-american-eastern-corporation/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span>, at page 729, the court said: \"On this appeal the libellant seeks to avoid that conclusion by asserting that there is a legal distinction between a seaman's `keep' on board ship to which he is entitled as a part of his wages and the `maintenance' to which, if injured, he is entitled at the expense of the ship and her owner. We think, however, that the two are the same in so far as their character and monetary value are concerned. For an injured seaman is entitled to the same maintenance as other seamen while at sea and the maintenance to which he is entitled after leaving the ship during the time needed for treatment and cure is under the maritime law the equivalent of that ordinarily furnished a seaman at sea.\" It would seem then, that an award of future maintenance calculated according to the cost of Plaintiff's subsistence aboard ship would be no more than a literal enforcement of Defendant's obligation. It may be that if Plaintiff could secure maintenance, that is, food and lodging, at a cost less than the cost of maintaining him on board ship, the Defendant could require him to take the lesser sum; but there is no proof that Plaintiff's maintenance on shore would cost less than his maintenance on board ship would cost, and the sum fixed by the stipulation is so small (we think this a material fact) that we see no reason why Defendant's obligation may not be given the literal and specific enforcement which an application of the stipulation implies. Of course, our remarks are addressed to the facts before us, and we are not to be understood as affirming or denying Plaintiff's right under other circumstances to a sum greater or smaller than the stipulated sum.</p>\n<p>The first ground of Point 1, namely, that Plaintiff declined to accept medical care made available to him in the Marine Hospital, is overruled because there is proof raising the issue that Defendant denied Plaintiff treatment and there is nothing to show that Defendant ever did tender Plaintiff treatment of any kind, and further, the proof raised the issue that Plaintiff acted in good faith, upon a reasonable ground, with the view of procuring adequate medical treatment instead of refusing it.</p>\n<p>Plaintiff was little more than a boy when he was hurt, and is to be dealt with as such. He was 22 years old at that time and was 24 years old when this cause was tried. He <span class=\"star-pagination\">*345</span> had received a high school education, but seems never to have earned his living except by physical labor; and at the time his duties were those of an unskilled laborer.</p>\n<p>After he left Defendant's employ, which occurred prior to June 4, 1946 (his injury was sustained on April 6, 1946), Plaintiff went to the home of his uncle, in Orange, Texas, and stayed there some two or three weeks; and while there he talked with a lawyer. He testified that: \"I just asked him how I could go about getting where I could see a company doctor;\" and this lawyer directed him to the medical officer of the U. S. Public Health Service at Port Arthur. Plaintiff proceeded to Port Arthur and, on June 4, 1946, about two months after he was hurt, procured medical advice and treatment from this officer. He was again examined and treated by the medical officer on June 18th, and, according to him but not according to the records of the officer, he may have been given treatment on a third occasion.</p>\n<p>Dr. Petrie was the medical officer of the Health Service at this time, and he testified that the Health Service was maintained for the benefit of seamen and Coast Guard; and that as far as he knew, the service was furnished free of cost to seamen. He said: \"I really don't know anything about the financial arrangement. Our salary is paid by the government; we didn't charge the seamen anything ourselves.\" Dr. Wallace was the medical officer at Port Arthur at the time of trial, and he testified that the Health Service maintained a Marine Hospital at Galveston; that the Health Service at Port Arthur and the Marine Hospital at Galveston are for the benefit of seamen (\"seamen are the special beneficiaries\"); and that seamen could receive treatment at these places without cost to them.</p>\n<p>Plaintiff testified that he knew, while he was in Defendant's employ, that the Government maintained the U. S. Public Health Service for the benefit of injured seamen, but testified further that before his interview with the lawyer at Orange, he thought that he could not get into a Marine Hospital \"Because they wouldn't send me to it off the ship. I asked the First (he refers to his superior officer, the 1st Assistant Engineer) to send me to a doctor, and he wouldn't.\"</p>\n<p>Dr. Petrie, then Medical Officer at Port Arthur, testified that he examined Plaintiff twice, first on June 4, 1946, and once more, on June 18, 1946 (Plaintiff thought that he had talked with the doctor a third time). He suspected the existence of a ruptured intervertebral disc on his first examination, and so far confirmed it on his second examination that he decided to send Plaintiff to the Marine Hospital at Galveston for further examination (and, of course, for such treatment as the Hospital authorities decided on), but primarily in order that a particular test, which he referred to as a pantopaque visualization, might be performed on Plaintiff and his preliminary diagnosis either confirmed by this test or shown to be erroneous. This test required the insertion of certain fluid in the spinal canal and its subsequent withdrawal, and it is of some significance here that Dr. Petrie did not <i>know</i> that facilities for performing this test existed at the Marine Hospital at Galveston when he decided to send Plaintiff to that Hospital He had been stationed at this Hospital a few months before that time, and while there had apparently made this test himself; at least, the facilities for the test existed then but this was several months before Plaintiff came to him. He said of this test that it would, in the great majority of cases, conclusively show whether an intervertebral disc had been ruptured or not.</p>\n<p>During the short period that Plaintiff was under his care, Dr. Petrie said that he prescribed for Plaintiff a treatment which he called \"conservative\", and which apparently consisted of his strapping Plaintiff's back. He said that office treatment for a ruptured disc was generally unsatisfactory, that hospital treatment might be \"radical\" or \"conservative\", but that usually an operation (which, we infer, was a \"radical\" treatment) was required to correct the ruptured disc.</p>\n<p>He did not see Plaintiff after he instructed Plaintiff to go to the Galveston Hospital, <span class=\"star-pagination\">*346</span> and did not know what had been done at that hospital.</p>\n<p>Plaintiff testified that at the U. S. Public Health office in Port Arthur they \"put heat on his back and taped my back up.\" He referred to his final interview with the medical officer, and said that on this occasion \"he told me there wasn't anything, he didn't think, to do for me; and he sent me to Galveston, to the hospital.\" The jury could infer that he referred to his final interview with Dr. Petrie; and such advice from an attending physician amounted to a statement that the treatment given the patient was not of a sort to cure him. Plaintiff said that he complied with this direction, and that he entered the Galveston hospital and was there for four or five days.</p>\n<p>According to Plaintiff, he received some treatment while in this hospital, but it was not the examination and treatment which Dr. Petrie's testimony shows that he had had in mind to be done for the Plaintiff. The Plaintiff testified: \"They didn't do anything more than what they did at Port Arthur, just put heat on my back and bathed it.\" He did think that X-rays had been taken. As a consequence of the treatment given him, Plaintiff decided to leave the Galveston Hospital and go home, and this he did. He expressed his reasons as follows: \"They weren't doing any more for me, any more than any rest of the doctors.\" There is no proof that the Hospital authorities objected to this action, or advised Plaintiff to continue the treatments. Plaintiff did say that he could have stayed, but this is as far as the proof went. Nor is there any proof that facilities existed at this hospital for making the pantopaque visualization which Dr. Petrie had thought advisable.</p>\n<p>After his return home (he resided near Newton, Texas, in the home of his parents), he received some treatments from Dr. Seal and Dr. Monroe at Jasper, Texas, and later, from Dr. Ferguson at Beaumont. These treatments were about the equivalent of those given Plaintiff by the Public Health Service, namely, the application of heat, application of salve, and strapping Plaintiff's back.</p>\n<p>It was in proof that a serious operation is necessary to correct Plaintiff's ruptured disc and the jury could infer that such an operation would probably afford Plaintiff substantial relief.</p>\n<p>We see nothing in Plaintiff's leaving the Galveston hospital of which Defendant can complain, despite the proof that treatment there was free. According to Plaintiff, Defendant refused him treatment; and defendant has not yet offered him treatment, in the Marine Hospital or elsewhere. And although Plaintiff did eventually become a patient at the Marine Hospital at Galveston of his own accord, the authorities there, according to the Plaintiff, did not perform the pantopaque visualization which Dr. Petrie had wanted performed. There is no proof that facilities for this existed at this hospital. Instead of doing anything along this line or of operating upon Plaintiff, the Marine Hospital authorities, according to Plaintiff, elected to continue a course of treatment which Dr. Petrie had already, in effect, advised Plaintiff was not sufficient (and which Plaintiff's trial proof shows was insufficient in fact) to correct Plaintiff's condition. It might be said, with reason, that under these circumstances, if he wanted adequate treatment, Plaintiff's conclusion to leave the Marine Hospital was justifiable; and it was, of course, the jury's function to determine Plaintiff's credibility. Plaintiff's action, at least, was taken in good faith, upon a ground apparently reasonable; it was not contumacious. We recognize the force of decisions holding that the ship's obligation, or that of the owner, to provide maintenance and cure is discharged if treatment in a Marine Hospital is tendered the seaman and he refuses, unjustifiably, to accept it. For illustrative cases, see: U. S. v. Loyola, 9 Cir., 161 F.2d at page 126; Bailey v. City of New York, 2 Cir., 153 F.2d at page 427. Defendant has cited the opinion of the Circuit Court of Appeals in U. S. v. Johnson, 9 Cir., 160 F.2d at page 798; but we note that the Supreme Court took jurisdiction of this case and that, while affirming the Circuit Court's denial of the seaman's claim for maintenance and cure, did so <span class=\"star-pagination\">*347</span> upon the ground that the expenditure had not been proved, and not upon the ground that the seaman had discharged the employer's obligation by refusing more treatment in the Marine Hospital.</p>\n<p>However, this line of decisions is not applicable here. The jury were authorized to infer that Plaintiff did not <i>refuse</i> treatment but that, instead, he desired treatment and left the Marine Hospital because he thought the treatment given him was insufficient. In support of his conclusion and of his apparent good faith is the advice previously given him by the Health Service doctor at Port Arthur and the medical proof adduced by him on trial to the effect that a serious operation was needed to correct his ruptured disc. It seems to us that Plaintiff has brought himself within the rule indicated by the following decisions and that Defendant has not taken him out of the scope of these decisions.</p>\n<p>See: (1) Stevens v. R. O'Brien &amp; Co., 1 Cir., <span class=\"citation\" data-id=\"1472486\"><a href=\"/opinion/1472486/stevens-v-r-obrien-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, at page 634: \"While counsel made no statement that the appellant could not perform his work, or that he requested any medical attention either at sea or at the completion of the voyage and was refused, the appellant was not obliged to volunteer to go to the Marine Hospital for treatment, although he could not refuse to go if the offer of treatment there was made by his employer * * *. A seaman, in order to recover for maintenance and cure, is not obliged to notify the owner of an obvious need of medical attention in order that the owner may provide it at a marine hospital.\"</p>\n<p>(2) Brinkman v. Oil Transfer Corporation, <span class=\"citation\" data-id=\"3632355\"><a href=\"/opinion/3648091/brinkman-v-oil-transfer-corp/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"3632355\"><a href=\"/opinion/3648091/brinkman-v-oil-transfer-corp/\"><span class=\"volume\">88</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">817</span></a></span>, at page 818, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">623</span></span>, discussing The Bouker No. 2, 2 Cir., <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.</span> <span class=\"page\">831</span></span>: \"The court in the Bouker case made it plain that a seaman cannot `deliberately refuse' to go to such a marine hospital and instead charge the owner with expensive accommodations elsewhere, but it made it equally clear that where, as in our present case, the owner does not suggest removal to a marine hospital and the seaman in good faith goes or is taken elsewhere, his hospital costs are recoverable.\"</p>\n<p>(3) The William Nelson, D.C., <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></span>, at page 540: \"Libelant did not avail himself of the right to obtain treatment at the Marine Hospital, although he twice applied to the master for a ticket of admission, but each time, he testified, the master asked him to return later. Instead of again applying, he left the ship, claiming the chief engineer had said he was lazy and had threatened to beat him up. I am, however, disinclined to believe that he was threatened. He could have obtained a ticket from the Lake Carriers' Association, as contended by claimant, or have gone directly to the Marine Hospital and sought admission; but he evidently assumed that it was necessary that the master of the steamship should issue a ticket.</p>\n<p>\"The Bouker Case, 2 Cir., <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.</span> <span class=\"page\">831</span></span>, * * * was different from this. In that case the mariner deliberately refused to avail himself of the hospital privilege, and I think libelant is fairly entitled to an award for cure and maintenance.\" This judgment was by a District Court but it seems consistent with the other decisions cited herein.</p>\n<p>(4) Murphy v. American Barge Line Co., 3 Cir., <span class=\"citation\" data-id=\"1476792\"><a href=\"/opinion/1476792/murphy-v-american-barge-line-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>: In this case, the seaman obtained treatment from a medical officer of the U. S. Public Health Service and was advised to go to a Marine Hospital at a distant point for more treatment, and was given a ticket of admission to that hospital. He never went, but the court refused to deny him maintenance and cure on this ground, saying: 169 F.2d at page 64 \"If hospitalization was the way in which the obligation of maintenance and cure was to be fulfilled, this would mean, we think, that there was a duty to provide means to get the man there. He was no longer an employee of the respondent, it is true, but the duty of maintenance and cure did not stop with his discharge. * * * A hospital ticket without more under these circumstances does not discharge the obligation since we think the instant case represents a situation where the offer to provide hospitalization must include the means by which the injured seaman can get to the hospitalization suggested.\"</p>\n<p><span class=\"star-pagination\">*348</span> (5) Van Camp Sea Food Co. v. Nordyke, 9 Cir., <span class=\"citation\" data-id=\"1566852\"><a href=\"/opinion/1566852/van-camp-sea-food-co-v-nordyke/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, at page 906-907: \"While it is true that a seaman cannot obtain an award for maintenance and cure where he has declined proffered medical treatment calculated to improve his condition, nevertheless, if an injured seaman has made a bona fide attempt to avail himself of the tendered medical treatment and under the circumstances of the case has been required to obtain appropriate treatment elsewhere he may recover from the owners of the vessel expense of maintenance and cure that was not at his disposal and seasonably obtainable through recourse to the proffered facilities.\"</p>\n<p>(6) Rey v. Colonial Nav. Co., 2 Cir., <span class=\"citation\" data-id=\"1508584\"><a href=\"/opinion/1508584/rey-v-colonial-nav-co/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>: The Seaman was discharged from the Marine Hospital at his own request, although, according to medical proof, he needed further hospitalization. However, it did not appear that the physician at the hospital objected to the seaman leaving the hospital, or advised him to remain. Said the court: 116 F.2d at page 584 \"It may be true that if a seaman leaves of his own volition and against the orders or advice of his doctors he is precluded from recovering further maintenance and cure from the shipowner. * * * But the facts at bar are not such as to justify application of this principle * * *\".</p>\n<p>Our holding in Socony-Vacuum Oil Co. v. Premeaux, Tex.Civ.App., <span class=\"citation\" data-id=\"3925449\"><a href=\"/opinion/4159682/socony-vacuum-oil-co-v-premeaux/\"><span class=\"volume\">187</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">690</span></a></span>, at page 703, which defendant cites, is not in point. The issue involved in this holding was whether Socony was liable in damages for a personal injury, not whether Socony was liable for maintenance and cure; and the proof does not show such justification as was shown here.</p>\n<p>Points 3, 7 and 8 are also overruled, Points 3 and 8 for the reasons that we have overruled Point 1, and Point 7 largely for those reasons. <i>Point 3</i> assigns error to the submission of Issue 13 on the ground that there was no proof of the reasonable market value of board and lodging after Plaintiff left Defendant's employ. <i>Point 7</i> assigns error to the submission of Issue 13 upon the ground that said issue did not limit the jury to the consideration of the maintenance and cure which Plaintiff could not obtain through the facilities of the U. S. Marine Hospital at Galveston and the U.S. Public Health Service at Port Arthur. The proof does not show that Plaintiff at the time of trial could obtain the necessary operative treatment at either of these institutions, or that, at the time of trial, the Service was any longer available to Plaintiff. If there was proof to the contrary and if it was of legal significance, the Defendant should have offered it. On his proof, Plaintiff needed, and was entitled to operative treatment, and was justified in seeking it at private hands. The testimony of Dr. Ferguson hereinafter mentioned respecting the cost of an operation was, in the absence of testimony to the contrary (and there was none) to be taken as referring to the cost of such an operation as was needed, that is, the same sort of an operation which would have been performed on Plaintiff at the Marine Hospital if the authorities there would have consented to perform such an operation, and as showing the reasonable cost, that is, what such an operation would cost where the Plaintiff might obtain it, if he paid for it. <i>Point 8</i> assigns error to the trial court's failure to grant Defendant's motion for new trial on the ground that Plaintiff's evidence showed that Plaintiff was tendered medical care and treatment at the marine hospital at Galveston and that he voluntarily left this hospital and declined the benefits of such medical care and treatment. As our statement under Point 1 shows, Plaintiff said that he had requested medical treatment from Defendant (The 1st Assistant Engineer) and that Defendant had refused to furnish it; and Plaintiff's description of his treatment at Galveston shows that, according to his medical proof, on which he had a right to rely, this treatment was insufficient.</p>\n<p>Points 2, 4, 5 and 6 also attack Issue 13. This Issue, and its attending instruction, with the jury's finding, were:</p>\n<p>\"From a preponderance of the evidence, what amount of money, if any, if paid now in cash, would provide reasonable medical care and maintenance such as had already beenor may be in the immediate future <span class=\"star-pagination\">*349</span> necessary and proper in the treatment of the injuriessustained by Raymond Hopson such as were directly and <i>proimate</i> caused on the occasion in question? Answer by stating the amountin dollars and cents.</p>\n<p>\"In answering the above issue you may take into consideration the following elements and no other:</p>\n<p>\"(A) The reasonable costof necessary medical treatment, including the reasonable valueof proper and sufficient medicines, hospitalization and therapeutical appliances .</p>\n<p>\"(B) The reasonable market value of board and lodging.</p>\n<p>\"(C) But you are instructed that you will take into consideration the reasonable market valueof the items mentioned in the above subsections (A) and (B) only for such length of time as medical care and treatment are or will be in the immediate futurebeneficial to the said Raymond Hopson, and for such a period of time which can be definitely ascertained by you for evidence, (if any).\"</p>\n<p>The jury returned the answer $2700 to this Issue.</p>\n<p>Point 4 attacked the submission of Issue 13 on the ground that there was no proof of the value of such <i>medical care and treatment</i> as would be beneficial to Plaintiff within the immediate future; and Point 6 attacked the submission of Issue 13 on the ground that there was no proof of the reasonable value of <i>medicines, hospitalization,</i> and <i>therapeutic appliances</i> which might be reasonably necessary for Plaintiff's treatment, it being asserted in both Points that these items were submitted to the jury by Issue 13.</p>\n<p>Point 5 assigns as error that there was no proof of any definite ascertainable period of time within which medical care and treatment would benefit Plaintiff, yet that the determination of such a definite period of time was an element of Issue 13.</p>\n<p>The only proof of the future cost of <i>maintenance</i> was the stipulation, made on trial, that the reasonable cost and value of subsistence and food on board ship was $1.60 a day. There was no proof of the reasonable cost of future medical care and treatment, hospitalization, medicines, and therapeutic appliances (the items mentioned in Points 4 and 6) except as involved in an operation in a hospital, to correct the ruptured intervertebral disc proved by Plaintiff's medical evidence; and Dr. Ferguson, a witness for Plaintiff, estimated the cost of such an operation, including the necessary hospitalization, at from $500 to $1000.</p>\n<p>\"Q. Do you know, doctor, about what the cost of such an operation as you have described would be, with regard to the ruptured disc? A. Well, I imagine five hundred to seven hundred and fifty or a thousand dollars.</p>\n<p>\"Q. Including hospitalization? A. I think so.\"</p>\n<p>But, as regards a definite future period of time within which (to use the language of Paragraph (c) of the instruction accompanying Issue 13) \"medical care and treatment are or will be in the immediate future beneficial to (Plaintiff)\", there was no proof in one sense of the term <i>definite future period.</i> For the really disabling injury suffered by Plaintiff was the rupture of the intervertebral disc, and according to Plaintiff's medical proof, this would have to be cured by a rather serious operation, if at all.</p>\n<p>However, to refer first to Point 5, the proof was adequate to show such a <i>definite future period</i> within which medical treatment might be beneficial to Plaintiff as the Plaintiff was bound to show. For the operation to which Plaintiff's medical proof referred might have been performed at once; and Plaintiff's period of convalescence from this operation was shown by the following remark of Dr. Ferguson: \"Even though the operations are successful, the pain subsists in the operative field for generally about a year and a half or longer.\" During this period of convalescence, that is, this \"year and a half,\" a successful operation would be beneficial to Plaintiff within the meaning of decisions interpreting \"beneficial\" as \"continuing to improve\", and the operation and this convalescence <span class=\"star-pagination\">*350</span> would fulfill the conditions laid down in Paragraph (c) of the instruction accompanying Issue 13.</p>\n<p>We accordingly overrule Point 5.</p>\n<p>Points 4 and 6, assigning as error the absence of proof to show the value, or reasonable value (that is, the reasonable cost) of beneficial medical care and treatment for Plaintiff, and of medicines, hospitalization and therapeutic appliances reasonably necessary for the aforesaid care and treatment are not sustainable, and are overruled, because of Dr. Ferguson's testimony respecting the cost of an operation, which he thought necessary. This proof of cost, though indefinite, was probably as definite as it could be; the duration of Plaintiff's stay in the hospital and exactly what would be needed for him could not be accurately predicted. This proof was not broken down into the items mentioned in the instruction accompanying Issue 13, but it necessarily referred to and included all of these items; and the generality of the proof as contrasted with the particularity of the instruction could not have done Defendant any harm.</p>\n<p>It is true that this testimony of Dr. Ferguson shows medical costs exceeding the maximum sum alleged by Plaintiff, which was only $250; but the only objection to Issue 13 which might be construed as raising the question that said Issue was not pleaded, or was not fully supported by proper pleading, was that brought forward in Point 2, and we shall now consider said Point.</p>\n<p>Point 2 assigns as error that Issue 13 was not limited to the maintenance and cure alleged by Plaintiff, but permitted consideration of any shown by the proof. This point is founded upon the following objection: \"Because said issue is not limited to the maintenance and cure alleged in plaintiff's petition but permits the jury to consider the value of any maintenance and cure as may be shown by the evidence, even though not supported by the plaintiff's pleadings. In this connection defendant does not consent, but, on the contrary, specifically objects to the Court trying any issue or submitting any issue to the jury with respect to maintenance and cure which is not supported by the plaintiff's pleading.\"</p>\n<p>Plaintiff says that this objection was not sufficiently specific. This contention is sustained and Point 2 is overruled. The objection should not only have intimated to the trial court that there might be some proof in the record showing more expensive maintenance and cure than was alleged, (and this was as far as the objection went) it should also have pointed out at least generally what was proved but had not been pleaded. This was clearly the construction given the statute in force before the enaction of the present Rules of Civil Procedure. See the following groups of cases: (1) Panhandle &amp; S. F. Ry. Co. v. Brown, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">531</span></span>; (2) Jackson v. Amador, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">892</span></span>; Carle Oil Co. v. Owens, Tex.Civ. App., <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">411</span></span>; (3) Texas Electric Ry. Co. v. Texas Employers' Ins. Ass'n, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">185</span></span>; (4) Chisos Mining Co. v. Llanez, Tex.Civ.App., 298 S. W 642; City of Wichita Falls v. Whitney, Tex.Civ.App., <span class=\"citation\" data-id=\"3904545\"><a href=\"/opinion/4141336/city-of-wichita-falls-v-whitney/\"><span class=\"volume\">26</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">327</span></a></span>. Rule 274 is now the governing Rule of Civil Procedure, and it has been given a similar construction. See: Gulf C. &amp; S. F. Ry. Co. v. Bouchillon, Tex.Civ.App., <span class=\"citation\" data-id=\"3954593\"><a href=\"/opinion/4185493/gulf-c-f-ry-v-bouchillon/\"><span class=\"volume\">186</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1006</span></a></span>. Plaintiff's pleading of maintenance and cure was concise, but there was a good deal of evidence in proof on which a number of issues were submitted to the jury, and the objection referred to two items, and we think this is a case where the trial judge ought not to have been required to act upon his recollection of the proof. See: Harkey v. Texas Employers' Ins. Ass'n, <span class=\"citation\" data-id=\"3903185\"><a href=\"/opinion/4140147/harkey-v-texas-emp-ins-assn/\"><span class=\"volume\">146</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"3903185\"><a href=\"/opinion/4140147/harkey-v-texas-emp-ins-assn/\"><span class=\"volume\">208</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">919</span></a></span>.</p>\n<p>Point 2 is also not good on the merits as regards the proof of <i>maintenance.</i> Plaintiff alleged a maximum maintenance cost of $3 per day, to continue for a maximum period of 900 days. He proved (we refer to the stipulation fixing the cost of subsistence and food aboard ship) a maintenance cost of $1.60 a day and a maintenance period of at least a year and a half, that is, 548 days, from the date of trial. This year and a half was the minimum period which Dr. Ferguson fixed for the subsidence of <span class=\"star-pagination\">*351</span> pain in the operative area if Plaintiff had a successful operation for the correction of his ruptured disc.</p>\n<p>Since we have overruled Point 2, the fact that the testimony of Dr. Ferguson respecting the cost of an operation showed a cost beyond the sum alleged by Plaintiff as the cost of future medical care (Dr. Ferguson testified to a cost of from $500 to $1000, and Plaintiff alleged a cost of $250) is immaterial. For the only objection to Issue 13 which might be construed as raising the question that said Issue was not pleaded, or was not fully supported by adequate pleading, was that brought forward in Point 2. Of course, in the absence of a proper objection, the lack of pleading to support Issue 13 was immaterial; the issue was tried by consent under Rule 67. See: Christopherson v. Whittlesey, Tex.Civ.App., <span class=\"citation\" data-id=\"3919790\"><a href=\"/opinion/4154721/christopherson-v-whittlesey/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">384</span></a></span>; Harkey v. Texas Employers' Ins. Ass'n, <span class=\"citation\" data-id=\"3903185\"><a href=\"/opinion/4140147/harkey-v-texas-emp-ins-assn/\"><span class=\"volume\">146</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">504</span></a></span>; <span class=\"citation\" data-id=\"3903185\"><a href=\"/opinion/4140147/harkey-v-texas-emp-ins-assn/\"><span class=\"volume\">208</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">919</span></a></span>; Hayes v. Nichols, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">274</span></span>; Reddick v. Jackson, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">212</span></span>.</p>\n<p>These comments bring us to Defendant's Points 9 and 10, which we have not yet mentioned. Under Point 9, it is assigned as error that there is <i>no</i> evidence to support the award of $2700 under Issue 13, and under Point 10, that the evidence is insufficient (as a matter of fact) to support that finding.</p>\n<p>We sustain Point 9 and thus do not reach Point 10. The only proof of the cost of maintenance is the $1.60 per day shown by the stipulation fixing the cost of subsistence and food aboard ship. We think that this was adequate proof, but the judgment could not exceed this sum. Plaintiff says that one witness testified to a cost of $2 a day, but this proof was excluded. The only proof regarding a definite time within which \"medical care and treatment are or will be in the immediate futurebeneficial to (Plaintiff)\", to use the language of Paragraph (c) of Issue 13, is the year and a half, that is 548 days, which Dr. Ferguson said would be needed for pain to abate in the operative field if a successful operation was performed upon Plaintiff. Thus the maximum sum which the jury could have awarded Plaintiff for maintenance was $876.80 (being $1.60 multiplied by 548). And, under Dr. Ferguson's testimony respecting the cost of an operation, the maximum sum which could have been awarded to Plaintiff for <i>cure</i> was $1000. Thus the total allowable maximum award for <i>maintenance</i> and <i>cure</i> was $1,876.80, instead of the $2700 actually awarded Plaintiff.</p>\n<p>We conclude, therefore, that Plaintiff should be allowed to take the lesser sum if he so desires; and if Plaintiff shall file in this court within 15 days his remittitur of $823.20, being the difference between the $2700 awarded him by the trial court for maintenance and cure and the $1,876.80 proved by him, we shall render judgment in his favor against Defendant for the sum of $1,876.80 on his claim for maintenance and cure. Failing this remittitur, the trial court's award to Plaintiff on this claim will be reversed and remanded. See: Rule 440; Houston Belt &amp; Terminal Ry. Co. v. Lynch, Tex.Com.App., <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">959</span></span>.</p>\n<p>In any event, the trial court's judgment denying Plaintiff any recovery against Defendant on Plaintiff's claim of damages for negligence will be affirmed.</p>\n<p>Justices COE and MURRAY agree that Points 10 and 11 may be overruled upon the ground first stated in my discussion of said Points, which begins with the concluding paragraph on Page 24 of this opinion [<span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">337</span></span>] and terminates with the end of said paragraph on Page 25 [<span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">337</span></span>]. They reserve judgment concerning the balance of the discussion under said Points.</p>\n<p>WALKER, Justice.</p>\n<p>Both parties have filed motions for rehearing. These motions have been considered and both are overruled. We adhere to our original conclusions. We think that the grease caused plaintiff's fall, and that if defendant was to be held liable for negligence, this negligence must have concerned the grease. The defendant assuredly owed plaintiff a duty to provide plaintiff with such assistance as the safe performance of the task made necessary, but the <span class=\"star-pagination\">*352</span> breach of this duty had nothing to do with plaintiff's fall.</p>\n<p>Parts of the original opinion have been rewritten and the entire original opinion, as rewritten and amended, is to be considered a part of the opinion filed by this Court in adjudicating the motions for rehearing.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1146212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1472486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1474428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1476526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1476792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1508584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1542252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1542679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1566852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1735658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3632355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3903185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3904545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3904698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3919790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3922966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3924166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3925449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3928668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3939456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3947385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3951563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3951614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3954593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3967434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3974650/"
          ]
        }
      ],
      "judges": "Walker",
      "date_created": "2014-10-30T23:14:46.933239Z",
      "date_modified": "2017-04-07T01:28:18.396829Z",
      "date_filed": "1950-02-23",
      "date_filed_is_approximate": false,
      "slug": "hopson-v-gulf-oil-corp",
      "citation_id": 2400966,
      "case_name_short": "Hopson",
      "case_name": "Hopson v. Gulf Oil Corp.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "237 S.W.2d 323",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2300500/hopson-v-gulf-oil-corp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:14:46.930488Z",
  "date_modified": "2014-10-30T23:14:46.930488Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hopson",
  "case_name": "Hopson v. Gulf Oil Corp.",
  "case_name_full": "",
  "slug": "hopson-v-gulf-oil-corp",
  "docket_number": "4565",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}