{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2301077/",
  "id": 2301077,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/vaed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2428736/",
      "id": 2428736,
      "absolute_url": "/opinion/2428736/united-states-v-petersen/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2301077/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2428736/",
          "id": 2428736,
          "absolute_url": "/opinion/2428736/united-states-v-petersen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2428736/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2523/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:33:03.257279Z",
          "date_modified": "2017-04-09T23:38:36.027998Z",
          "type": "010combined",
          "sha1": "51958348ee79c5c4676bf1ac440f7d7fef7bcb5b",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>143 F.Supp.2d 569 (2001)</b></center>\n<center><h1>UNITED STATES OF AMERICA<br>\nv.<br>\nDerick Anthony PETERSEN.</h1></center>\n<center>No. Crim. 3:00CR155.</center>\n<center><p><b>United States District Court, E.D. Virginia, Richmond Division.</b></p></center>\n<center>April 27, 2001.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> Brian R. Hood, Assistant United States Attorney, United States Attorney's Office, Richmond, VA, for United States.</p>\n<p>Marcia G. Shein, Decatur, GA, Craig Sampson, Richmond, VA, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>PAYNE, District Judge.</p>\n<p>Upon a plea of guilty, Derick Anthony Petersen was convicted of possessing cocaine base with intent to distribute it in violation of 21 U.S.C. § 841. He has challenged both the statute of conviction and the United States Sentencing Guidelines (hereinafter \"the Guidelines\"), as applied, as violative of the equal protection guarantee, the due process guarantee, and the Eighth Amendment because of the 100-to-1 quantity ratio that determines the statutory mandatory minimum sentence and the Guidelines offense level.<sup>[1]</sup> The sentencing range calculated under the Guidelines is 262 to 327 months. Had Petersen been convicted of possessing with intent to distribute the same amount of cocaine powder, the sentencing range would be 151 to 188 months.<sup>[2]</sup></p>\n<p>The United States Court of Appeals for the Fourth Circuit repeatedly has denied equal protection, due process, and Eighth Amendment challenges to the statute of conviction as it was enacted. And, like many other judges who have confronted that issue, I also have rejected, on numerous occasions, like challenges to the statute and the Guidelines.</p>\n<p>Petersen, however, has raised new arguments that neither the Fourth Circuit nor this Court have addressed. Specifically, Petersen's first constitutional challenge makes it necessary to assess how equal protection jurisprudence applies in view of six years of congressional inaction since the publication of a report by the United States Sentencing Commission demonstrating: (1) that the statute and the Guidelines have a disparate impact on black defendants; and (2) that there is no justification for the 100-to-1 disparity which activates the statutory mandatory minimum sentence and which animates the guideline sentence for the offense of which Petersen was convicted. Petersen's Eighth Amendment challenge makes it necessary to address whether the lack of justification for the 100-to-1 ratio and the ensuing sentencing consequences comport with the evolving standards of decency that lie at the heart of the Eighth Amendment and that guide the analysis of challenges based on that amendment.</p>\n<p></p>\n<h2>BACKGROUND FACTS</h2>\n<p>In 1986, Congress enacted mandatory minimum penalties for manufacturing, distributing, dispensing, or possessing with intent to manufacture, distribute, or dispense, crack cocaine and powder cocaine. The basis for these mandatory minimum punishments was the strong belief \"that the Federal government's most intense focus ought to be on major traffickers, the manufacturers or the heads of organizations, who are responsible for creating and delivering very large quantities of drugs.\" H.R.Rep. No. 99-845, at 11-12 (1986). In <span class=\"star-pagination\">*572</span> addition, \"a second level of focus ought to be on the managers of the retail level traffic, the person who is filling the bags of heroin, packaging crack into vials or wrapping pcp in aluminum foil, and doing so in substantial street quantities.\" <i>Id.</i> at 12.</p>\n<p>Under these mandatory minimum penalties, trafficking in 5 grams of crack cocaine triggers a five-year mandatory minimum sentence, but if the defendant is trafficking in powder cocaine, the five-year mandatory minimum sentence is triggered only if the amount involved is 500 grams. <i>See</i> 21 U.S.C. 841(b)(1)(B). Similarly, trafficking in 50 grams of crack cocaine triggers a ten-year mandatory minimum, while trafficking in 5 kilograms (or 5,000 grams) of powder cocaine triggers the ten-year mandatory minimum. <i>See</i> 21 U.S.C. § 841(b)(1)(A). Thus, the mandatory minimum provisions in 21 U.S.C. § 841 create a 100-to-1 ratio between the quantity of powder cocaine and crack cocaine necessary to trigger each level of the mandatory minimum punishments. Similarly, by virtue of the Anti-Drug Abuse Act of 1988, the simple possession of cocaine base carries a mandatory <i>minimum</i> of five years, while the simple possession of any other substance  including cocaine in its powder form  carries a statutory <i>maximum</i> penalty of one year. <i>See</i> 21 U.S.C. § 844.</p>\n<p>This 100-to-1 quantity ratio is not limited to triggers for mandatory minimum penalties; it, indeed, pervades the sentencing framework established in the Guidelines. \"This statutory 100-to-1 quantity ratio of powder cocaine to crack cocaine (<i>i.e.,</i> it takes 100 times as much powder cocaine compared to crack to trigger the mandatory minimum penalties) in turn is incorporated into the federal sentencing guidelines, thereby maintaining a similar quantity ratio for offenders involved with drug quantities above and below the specified mandatory minimum penalty amounts.\" U.S. Sentencing Comm'n,<sup>[3]</sup><i>Special Report to Congress: Cocaine and Federal Sentencing Policy</i> iii (Feb.1995) [hereinafter <i>1995 Commission Report</i>].</p>\n<p></p>\n<h2>A. The 1986 Statute</h2>\n<p>To resolve the constitutional challenges made by Petersen, it is appropriate briefly to recount the provenance of the 100-to-1 disparity which the statute and the Guidelines implement. Although cocaine usage in this country dates back about 150 years, the use of crack cocaine is relatively new. <i>Id.</i> at 8-11. Crack cocaine, a form of cocaine base, was first documented in the press in 1984. <i>Id.</i> at 13-14, 122.</p>\n<p>Congress responded to this circumstance by enacting the Anti-Drug Abuse Act of 1986 (\"the 1986 Act\"), which created the mandatory minimum penalties for crack and powder cocaine trafficking. The 1986 Act was passed in response to tragic and well-publicized incidents involving crack cocaine, without the benefit of any study of the scope of the problem or deliberation on the best methods to address it. As put by the Sentencing Commission, \"Congress dispensed with much of the typical deliberative legislative process, including committee hearings.\" <i>Id.</i> at 117.</p>\n<p>The legislative history proves that point rather effectively. For example, during the Senate floor debate on the 1986 Act, several senators commented that the bill was hastily prepared, rather than the product of a deliberative process, and was not enacted through the traditional committee procedure. As Senator Mathias explained, \"this drug bill is a moving target <span class=\"star-pagination\">*573</span> .... the bill has changed so radically [in the 24 hours before the Senate debate]. You cannot quite get a hold on what is going to be in the bill at any given moment.\" 132 Cong.Rec. 26,462 (Sept. 26, 1986) (statement of Sen. Mathias). Senator Mathias stated:</p>\n<blockquote>I fear that in our haste to do something about drugs before the end of this session of Congress, in other words almost immediately, we are in danger of doing what Alexis deTocqueville warned us against 150 years ago: \"flattering the passions.\" ... Very candidly, none of us has had an adequate opportunity to study this enormous package. It did not emerge from the crucible of the committee process, tempered by the heat of debate. The committees are important because ... they do provide a means by which legislation can be carefully considered, can be put through a filter, can be exposed to public view and public discussion by calling witnesses before the committee. That has not been the origin of this bill. Many of the provisions of the bill have never been subjected to committee review.</blockquote>\n<p><i>Id.</i> Senator Dole remarked, \"I have been reading editorials saying we are rushing a judgment on the drug bill and I think to some extent they are probably correct.\" 132 Cong.Rec. 26,434 (Sept. 26, 1986) (statement of Sen. Dole). Noting that the bill was being considered in September of an election year, Senator Evans remarked on the \"sanctimonious election stampede of the House of Representatives, a stampede that trampled on the Constitution.\" 132 Cong.Rec. 26,441 (Sept. 26, 1986) (statement of Sen. Evans).</p>\n<p>It is correct that Congress began to create the sentencing provisions of the 1986 Act in August of 1986, an election year, just after its July Fourth recess \"during which public concern and media coverage of cocaine peaked as a result of the June 1986 death of NCAA basketball star Len Bias.\" <i>1995 Commission Report</i> at 117. At that time, a \"national sense of urgency surrounding drugs, generally and crack cocaine specifically\" had developed, in no small part due to media attention to crack. <i>Id.</i> at 121. \"In the months leading up to the 1986 elections, more than 1,000 stories appeared on crack in the national press, including five cover stories each in Time and Newsweek.\" <i>Id.</i> at 122.</p>\n<p>At the time, when a media report labeled crack as \"America's drug of choice,\" there, in fact, was no data on the prevalence of crack use, and subsequent data found powder cocaine to be the preferred form of cocaine by 95 percent of cocaine users. <i>Id.</i> at 122. Len Bias' death and its association with crack was mentioned eleven times during a July 15, 1986 hearing on crack cocaine by the Senate's Permanent Subcommittee on Investigations and that month \"there were 74 evening news segments about crack cocaine, many fueled by the [apparently erroneous] belief that Bias died of a crack overdose.\" <i>Id.</i> at 123.<sup>[4]</sup></p>\n<p>Because the 1986 Act was expedited through Congress, the legislative record on its enactment is sparse. <i>Id.</i> at 116. Therefore, there is no legislative history that explains the rationale for selecting the 100-to-1 ratio. <i>Id.</i> at 117.<sup>[5]</sup> However, the limited legislative history of the 1986 Act that does exist shows that Congress believed crack was more dangerous than cocaine <span class=\"star-pagination\">*574</span> powder and, for that reason, should be treated differently for sentencing purposes. <i>Id.</i> But, the legislative history also discloses that Congress' conclusion that crack was more dangerous than cocaine powder was predicated on several assumptions about crack. <i>Id.</i> at 118.</p>\n<p>First, Congress assumed that cocaine base was extraordinarily addictive and more addictive than cocaine powder. Second, the use of crack cocaine was assumed to be more highly correlated with the commission of serious crimes than was the use of other drugs. Third, the physiological effects of cocaine base were assumed to be perilous and to include psychosis and death. Fourth, young people were assumed to be especially vulnerable to crack use. And finally, it was assumed that the widespread use of crack was attributable to its purity and potency, low cost, and ease of manufacture, transport, and administration. <i>Id.</i> The legislative history can be searched in vain for empirical evidence to support the assumptions on which Congress acted. And, indeed, it appears, from the legislative history, that the driving force for immediate legislative action was the barrage of anecdotal events appearing daily in the media in the late summer of an election year.</p>\n<p>It was not until almost a decade later that these assumptions received critical scrutiny. That scrutiny was given because, by 1994, there had arisen substantial publicly expressed concern about the fundamental fairness, or lack thereof, of the 100-to-1 ratio and the sentences it produced. And, at the same time, there was rising apprehension that the disparity was being felt most in the sentencing of black defendants.</p>\n<p></p>\n<h2>B. The 1995 Commission Report</h2>\n<p>When Congress enacted the Violent Crime Control and Law Enforcement Act of 1994, it was aware of those concerns about the justification for a continued distinction between crack and powder cocaine and the disparate impact sentences were having on minorities. 140 Cong.Rec. H2,593-95 (Apr. 21, 1994). For example, in offering the amendment that directed the study, Representative Hughes explained:</p>\n<blockquote>In 1986, during the fervor of the war on drugs and with a lack of substantive information about a new type of cocaine substance, crack, Congress enacted penalties for crack cocaine that have proven to be unwarranted, unjust and do not achieve the goal of removing big-time dealers.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>The information is before us now that there is no difference pharmacologically between crack cocaine and powder cocaine. In addition to that, crack cocaine is no more addictive than powder cocaine.</blockquote>\n<blockquote>The bottom line is that poor people are the ones that use crack cocaine and mostly minorities. It is interesting that about 95 percent of those that are charged with crack cocaine violations are black and other minorities.</blockquote>\n<p>140 Cong.Rec. H2,594 (Apr. 21, 1994) (statement of Rep. Hughes). Representative McCollum agreed that there was a disparity, but differed on how it should be addressed. He explained, \"[m]y own judgment would be that we ought to be raising the penalties for the powder cocaine rather than lowering them for crack. But we are not deciding that today. We are letting the Sentencing Commission do it.\" <i>Id.</i> (statement of Rep. McCollum). Representative Tucker added, \"I believe that the information will come back to corroborate what most of us already know, and that is that there is a gross disparity between the <span class=\"star-pagination\">*575</span> sentencing between powder cocaine and crack cocaine.\" <i>Id.</i> (statement of Rep. Tucker).</p>\n<p>For those reasons, Congress directed the Sentencing Commission to \"submit a report to Congress on issues relating to sentences applicable to offenses involving the possession or distribution of all forms of cocaine. The report shall address the differences in penalty levels that apply to different forms of cocaine and include any recommendations that the Commission may have for retention or modification of such differences in penalty levels.\" Violent Crime Control and Law Enforcement Act of 1994, Pub.L. No. 103-322, 108 Stat. 1796, 2097 (1994).</p>\n<p>It was, of course, entirely appropriate that Congress should turn to the Sentencing Commission which Congress created in the Sentencing Reform Act of 1984 as an independent agency in the judicial branch. Among the tasks that Congress entrusted to the Sentencing Commission was to:</p>\n<blockquote>provide certainty and <i>fairness</i> in meeting the purposes of sentencing, <i>avoiding unwarranted</i> sentencing <i>disparities</i> among defendants with similar records who have been found guilty of similar criminal conduct while maintaining sufficient flexibility to permit individualized sentences when warranted by mitigating or aggravating factors not taken into account in the establishment of general sentencing practices[.]</blockquote>\n<p>28 U.S.C. § 991(b)(1)(B) (emphasis added). In addition to being charged with promulgating sentencing guidelines and policy statements, 28 U.S.C. § 994(a), the Sentencing Commission, by statute, was obligated to review periodically and to revise the Guidelines in consideration of new data and input from other agencies and organizations, including the United States Probation System, the Bureau of Prisons, the Judicial Conference of the United States, the Criminal Division of the United States Department of Justice, and the Federal Public Defenders. 28 U.S.C. § 994(<i>o</i>). The Sentencing Commission also was given the responsibility to \"<i>assure that the guidelines</i> and policy statements <i>are entirely neutral as to the race,</i> sex, national origin, creed, and socioeconomic status <i>of offenders.</i>\" 28 U.S.C. § 994(d) (emphasis added). And, Congress also made the Sentencing Commission responsible to assure that the federal sentencing policies and practices \"reflect, to the extent practicable, advancement in knowledge of human behavior as it relates to the criminal justice process.\" 28 U.S.C. § 991(b)(1)(C).</p>\n<p>Consistent with its mission, with its instructions in the Sentencing Reform Act of 1984 and with the 1994 directive from Congress, the Sentencing Commission thoroughly studied the issues of the justification for, and the fairness and impact of, the 100-to-1 ratio. In February 1995, the Sentencing Commission released a comprehensive report reflecting its extensive research and study and setting forth well-documented findings on cocaine's physiological and psychotropic effects, usage trends, sales and distribution, relationship to societal problems of violence, sexually transmitted diseases, and prenatal drug exposure, state approaches to penalties for crack as compared to cocaine powder, prosecutorial discretion, and demographic and offender information.</p>\n<p>The 1995 Commission Report addressed each of the specific assumptions which appear to have prompted Congress to establish, in 1986, the 100-to-1 ratio to be used in calculating the sentences for offenses involving cocaine powder and cocaine base. First, the Sentencing Commission found that neither crack nor powder cocaine are physiologically addictive, but both are psychologically addictive. <i>1995 Commission Report</i> at vi. Injection of cocaine powder <span class=\"star-pagination\">*576</span> and inhalation of cocaine base are the routes of administration most likely to lead to dependence because the effects of cocaine have a quick onset and a short duration. <i>Id.</i> at 28.</p>\n<p>Second, the Sentencing Commission found that crack use was not any more correlated with crime and violence than the use of powder cocaine, but that trafficking in crack is associated with systemic crime. <i>Id.</i> at viii-ix. However, many offenders distribute both crack and powder cocaine, complicating research on the crime associated with trafficking in each form of the drug. <i>Id.</i> at 95. Crack offenders are more likely to carry weapons than cocaine offenders, perhaps because most crack distribution (but only a portion of cocaine distribution) occurs between anonymous buyers and sellers, such as on street-corners or in open-air markets, crack houses, or powder shooting galleries. <i>Id.</i> at viii. Crack offenders are also more likely to have higher criminal history categories. <i>Id.</i> However, significantly, the Sentencing Commission found \"no research to suggest ... that powder cocaine users are any less likely to commit crimes to support their habits\" than are crack cocaine users. <i>Id.</i> at ix. Moreover, \"studies report that neither powder nor crack cocaine excite or agitate users to commit criminal acts and that the stereotype of a drug-crazed addict committing heinous crimes is not true for either form of cocaine.\" <i>Id.</i></p>\n<p>Third, the Sentencing Commission found that the physiological effects of cocaine did not vary by the form of the drug, but that the immediacy, intensity, and duration of the drug's effects do vary by route of administration. <i>Id.</i> at 22. The physiological effects of cocaine include alertness, heightened energy, increased motor activity with slight tremors and convulsions in the extremities, and increased heart rate and blood pressure. <i>Id.</i> at 22-23. The most rapid increase in these effects is produced by inhalation (of crack) and injection (of cocaine powder). <i>Id.</i> at 23. Both powder cocaine injectors and crack cocaine smokers engage in activities that carry a risk of transmission of HIV and hepatitis, although causation between crack use and high-risk sexual behavior cannot be determined from the available data. <i>Id.</i> at 47-48, 50. Research on the prevalence and impact of prenatal cocaine exposure does not distinguish between powder and crack cocaine, and its impact is difficult to determine because of the multiple risk factors involved in these pregnancies, such as inadequate nutrition, smoking, use of other drugs, lack of prenatal and postnatal care, and dysfunctional parenting. <i>Id.</i> at 50-51.</p>\n<p>Fourth, regarding the use of crack by young people, the Sentencing Commission cited the results of the National Household Survey on Drug Abuse that \"crack cocaine use was most common among young and middle-aged adults, males, especially those who were Blacks, residents of metropolitan areas, those with less than a high school education, and the unemployed.\" <i>Id.</i> at 35. Crack was most popular among 18- to 25-year olds, but of those who had used cocaine in the past year, a higher proportion of 12- to 17-year olds had used crack than other age groups. <i>Id.</i> at 35, 38. An annual survey of high school students by the National Institute on Drug Abuse showed a decline in both powder and crack cocaine use since 1986, the first year that survey polled respondents on crack. <i>Id.</i> at 38. The Sentencing Commission also noted that crack distributors tend to be younger than cocaine powder distributors. <i>Id.</i> at viii.</p>\n<p>Finally, although drug use continued to be a public health problem, fears of the widespread use of crack were not borne out by the data. Casual cocaine use had <span class=\"star-pagination\">*577</span> decreased and heavy use had held constant. <i>Id.</i> at vi. Seventy-five percent of cocaine users snorted powder cocaine, 28 percent smoked crack, and 10 percent injected powder cocaine. <i>Id.</i> at vi-vii. Use of crack has also held relatively constant while cocaine use overall had declined, but more cocaine users took powder cocaine than crack cocaine. <i>Id.</i> at vi-vii, 32.</p>\n<p>The Sentencing Commission concluded that powder and crack cocaine are forms of the same drug, that neither form is physiologically addictive, but that important distinctions between these two forms of cocaine remain. <i>Id.</i> at xiv. Those distinctions, concluded the Sentencing Commission, include a greater risk of psychological addiction to crack, the wider availability of crack due to its smaller and cheaper doses, the \"apparently higher correlation between crack and violence[,]\" and the involvement of young people in crack distribution. <i>Id.</i></p>\n<p>Developments in state criminal justice systems provided further evidence for the Commission's finding that the 100-to-1 ratio that controlled federal sentencing was unjustifiable. Specifically, at the time of the 1995 Commission Report, thirteen states and the District of Columbia distinguished between crack and powder cocaine by statute. <i>1995 Commission Report</i> at 130.<sup>[6]</sup> Only two states, Iowa and North Dakota, employed a 100-to-1 quantity ratio like the federal statutory scheme. <i>Id.</i> at 130-34.<sup>[7]</sup> Of the remainder, five used a quantity ratio of 10-to-1 or less (Alabama, District of Columbia, Maryland, Nebraska, and Oklahoma) and one state (California) distinguished slightly in the term of years for each form of cocaine. <i>Id.</i></p>\n<p>After its thorough review, and even after having identified some supportable distinctions between crack and powder cocaine, the Sentencing Commission unanimously concluded that it \"cannot support the current penalty scheme. The factors that suggest a difference between the two forms of cocaine do not approach the level of a 100-to-1 quantity ratio. Research and public policy may support somewhat higher penalties for crack versus powder cocaine, but a 100-to-1 quantity ratio cannot be recommended.\" <i>Id.</i> at xiv. Moreover, the Sentencing Commission concluded that any greater harms associated with trafficking in crack cocaine can be taken into account in sentencing through guideline enhancements, such as for the use of firearms or distribution involving juveniles. <i>Id.</i> at xv.</p>\n<p>It is significant that all seven members of the Sentencing Commission agreed that the 100-to-1 ratio was not justified and that, therefore, the ratio should be reduced dramatically. U.S. Sentencing Comm'n, <i>Statement of the Commission Majority in Support of Recommended Changes in Cocaine and Federal Sentencing Policy,</i> available at http://www.ussc.gov/judconf/jcpart2.htm. The range of ratios the Sentencing Commission considered were generally between 1-to-1 and 5-to-1; and four members voted to eliminate the distinction between powder and crack cocaine altogether. <i>Id.</i></p>\n<p>In addition to dispelling the several assumptions that appear to have animated <span class=\"star-pagination\">*578</span> the enactment of the 100-to-1 ratio in 1986, the 1995 Commission Report demonstrated that the 100-to-1 ratio had a disparate impact on the basis of race. In 1993, the race of convicted federal drug offenders was fairly evenly distributed by race among whites (30.8%), blacks (33.9%), and Hispanics (33.8%). <i>1995 Commission Report</i> at 156, 161. However, for that year, the breakdown of cocaine offenders by race and form of the drug is strikingly different. Blacks comprised 27.4% of powder cocaine offenders, but 88.3% of crack cocaine offenders. Whites comprised 32.0% of powder cocaine offenders, but just 4.1% of crack cocaine offenders. <i>Id.</i> at 161. The Sentencing Commission explained that \"cocaine sentences are the product of a complex interaction of statutes and guidelines. The result of this interaction has been that crack cocaine defendants are more likely to be sentenced to prison and, on average, receive much longer sentences than powder cocaine offenders.\" <i>Id.</i> at 150.</p>\n<p>Thus, the 1995 Commission Report put Congress on notice of the proven fact that the 100-to-1 ratio, as the statute and the Guidelines were being applied, was having a disparate impact on black defendants; that the disparate impact was being felt in longer sentences; and that the 100-to-1 quantity ratio had no rational basis, notwithstanding what Congress had assumed in 1986 and notwithstanding the proven differences between powder and crack cocaine. That report, of course, confirmed and documented what Congress thought may have been the case when, in 1994, it asked the Sentencing Commission to study, and report on, those precise issues.</p>\n<p>Congress, apparently not satisfied with the 4-3 Sentencing Commission recommendation for a 1-to-1 sentencing ratio, rejected the Commission's proposed amendments and directed the Commission to submit further recommendations regarding changes to the statutes and guidelines governing cocaine offenses. U.S.Pub.L. No. 104-38, 109 Stat. 334 (1995). In directing the Sentencing Commission to submit further recommendations, Congress instructed that \"the recommendations shall reflect\" that \"the sentence imposed for trafficking in a quantity of crack cocaine should generally exceed the sentence imposed for trafficking in a like quantity of powder cocaine.\" <i>Id.</i> Significantly, a House Report recognized:</p>\n<blockquote>While the evidence clearly indicates that there are significant distinctions between crack and powder cocaine that warrant maintaining longer sentences for crack-related offenses, it should be noted that the current 100-to-1 quantity ratio may not be the appropriate ratio.</blockquote>\n<p>H.Rep. No. 104-272, at 4 (1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 335, 337. Subsequently, President Clinton issued a statement that also recognized \"[s]ome adjustment [in the disparity] is warranted.\" <i>Statement by President William J. Clinton Upon Signing S.1254,</i> 31 Weekly Comp.Pres.Doc.1961 (Nov. 6, 1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 355.</p>\n<p></p>\n<h2>C. The 1997 Commission Report</h2>\n<p>Two years later, the Sentencing Commission, in response to the 1995 congressional directive, submitted a second report to Congress. U.S. Sentencing Comm'n, <i>Special Report to Congress: Cocaine and Federal Sentencing Policy</i> (Apr.1997) [hereinafter <i>1997 Commission Report</i>]. Having researched and deliberated on the matter further, the Sentencing Commission remained steadfast in its position that the 100-to-1 ratio was unjustifiable, but, as directed by Congress, the Commission did not recommend a 1-to-1 quantity ratio. Rather, the Commission said:</p>\n<blockquote>\n<span class=\"star-pagination\">*579</span> <i>[T]he Commission is unanimous in reiterating its original core finding,</i> outlined in its February 1995 report to Congress that, although research and public policy may support somewhat higher penalties for crack than for powder cocaine, <i>a 100-to-1 quantity ratio cannot be justified.</i> The Commission is firmly and unanimously in agreement that the current penalty differential for federal powder and crack cocaine cases should be reduced by changing the quantity levels that trigger mandatory minimum penalties for both powder and crack cocaine. Therefore, for powder cocaine, the Commission recommends that Congress reduce the current 500-gram trigger for the five-year mandatory minimum sentence to a level between 125 and 375 grams, and for crack cocaine, that Congress increase the current five-gram trigger to between 25 and 75 grams.</blockquote>\n<p><i>Id.</i> at 2 (emphasis added). After once again studying the ratio and after having been directed by Congress to recommend longer sentences for crack offenders, the Commission recommended that the maximum ratio should be 15-to-1. At the same time, the Sentencing Commission adhered to its \"core finding\": the 100-to-1 ratio \"cannot be justified.\"</p>\n<p></p>\n<h2>D. Developments After the 1997 Commission Report</h2>\n<p>The Sentencing Commission was not the only agency in the federal criminal justice system that examined the basis for, and the effect of, the 100-to-1 ratio. In particular, the Department of Justice (DOJ) and the Office of National Drug Control Policy (ONDCP), the agencies charged, respectively, with enforcing the nation's drug laws and with setting drug policies, also examined the matter following the Sentencing Commission's study. After careful study, both of those agencies supported a 10-to-1 ratio (which, of course, is one-tenth the magnitude of the current ratio). Specifically, after studying the Sentencing Commission's 1995 and 1997 reports, after conducting a comprehensive literature review, and after examining information from the Commission, DOJ, ONDCP, and the Department of Health and Human Services, the Attorney General of the United States and the Director of ONDCP (the nation's \"Drug Czar\") recommended \"that the threshold for the five-year mandatory minimum sentence for crack be set at 25 grams and the corresponding threshold for powder be set at 250 grams.\" Janet Reno &amp; Barry R. McCaffrey, <i>Letter to President Clinton: Crack and Powder Cocaine Sentencing Policy in the Federal Criminal Justice System,</i> 10 Fed.Sent.R. 192 (1998).</p>\n<p>The Attorney General and Director of ONDCP based this recommendation, in principal part, on the statement by Congress in the legislative history of the 1986 Act that mandatory minimum sentences should be reserved for significant drug traffickers and the belief that federal law enforcement should focus on mid- and high-level drug traffickers, leaving lower-level drug traffickers and users for state and local prosecution. Both agencies concluded that the 100-to-1 ratio \"has undermined this division of responsibility.\" <i>Id.</i> For example, under the current ratio, a trafficker of 500 grams of powder cocaine, with a street value of approximately $20,000, receives a five-year mandatory minimum sentence, as does a trafficker of 5 grams of cocaine base, worth just a few hundred dollars. <i>Id.</i> This situation, concluded those charged with enforcing the law, had created perverse incentives for federal law enforcement to concentrate on cases involving low-level crack dealers that require less effort, which diverts scarce <span class=\"star-pagination\">*580</span> federal resources from larger scale drug traffickers. <i>Id.</i></p>\n<p>The Attorney General and the Director of ONDCP based their determination that 25 grams of cocaine base should trigger the five-year mandatory minimum<sup>[8]</sup> on the reasoning that to do so would best effectuate the congressional intent of reserving mandatory minimum sentences for major and serious drug traffickers. <i>Id.</i> This quantity would ensure that the bottom end of the range of the quantity of crack in which mid-level crack dealers traffic would receive a mandatory minimum sentence, as Congress intended. Given the ease with which cocaine powder is converted into cocaine base, the law enforcement officials reasoned that simply lowering the quantities of cocaine powder that trigger the mandatory minimums, without raising the quantities of cocaine base which trigger them, would replicate rather than rectify this problem.</p>\n<p>Soon after the Attorney General and Director of ONDCP wrote to the President in 1998 to urge a revision in the 100-to-1 ratio, twenty-seven federal judges, all of whom had served as United States Attorney, wrote to the chairmen of the House and Senate judiciary committees to voice their \"strongly held view that the current disparity between powder cocaine and crack cocaine, in both the mandatory minimum statutes and the guidelines, can not be justified and results in sentences that are unjust and do not serve society's interest.\" Judge John S. Martin et al., <i>1997 Statement on Powder and Crack Cocaine to the Senate and House Judiciary Committees,</i> 10 Fed.Sent.R. 194 (1998). These judges \"strongly recommend[ed] that the disparity between the penalties for crack and powder cocaine be eliminated, or, at a minimum, drastically reduced.\" <i>Id.</i> The judges explained that the ratio \"result[s] in the imposition of overly severe sentences on those who are involved with relatively small amounts of crack at the lowest level of the distribution chain, without providing any corresponding benefit to society.\" <i>Id.</i> The judges agreed with the Attorney General and the Director of ONDCP that altering the penalties for powder cocaine would not address the problem with the quantity of cocaine base that triggers mandatory minimums because \"the mandatory minimum sentences are often applied to lower level violators, which was not Congress' intent.\" <i>Id.</i></p>\n<p></p>\n<h2>E. The Situation Today</h2>\n<p>Congress has not altered the 100-to-1 ratio, notwithstanding its knowledge that the ratio is having a disparate impact based on the suspect classification of race and notwithstanding the knowledge of the finding by the Sentencing Commission (which it had by statute, charged with avoiding unwarranted sentencing disparities, 28 U.S.C. § 991(b)(1)(B)) that there is no justifiable basis for a ratio of that magnitude. This inaction has persisted for the past three years since 1998 when the nation's top two drug law enforcement officials have emphasized that the 100-to-1 ratio is undermining the congressionally-stated purpose for passing the 1986 Act.</p>\n<p>And, in 1999, four years after the publication of the 1995 Commission Report  the last year for which data is available  the 100-to-1 ratio has continued to have a disparate impact on black defendants. For instance, in fiscal year 1999, the disparity by race and form of cocaine persisted. 19.5% of powder cocaine offenders were white, while just 5.4% of crack cocaine offenders were white. 31.5% of powder <span class=\"star-pagination\">*581</span> cocaine offenders were black, while 84.7% of crack cocaine offenders were black. U.S. Sentencing Comm'n, <i>1999 Sourcebook of Federal Sentencing Statistics,</i> Table 34, available at http:// www.ussc.gov/ANNRPT/1999/Sbtoc99.htm.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is now appropriate to consider Petersen's constitutional challenges to the statute of conviction and the Guidelines.</p>\n<p></p>\n<h2>A. Equal Protection</h2>\n<p>On the foregoing essentially irrefutable, and unrefuted, set of facts Petersen presents an equal protection challenge to the 100-to-1 quantity ratio under the equal protection component of the Due Process Clause of the Fifth Amendment, which employs the same standard for defining the equal protection guarantee as is applied to like challenges under the Fourteenth Amendment. <i>See </i><i>Int'l Sci. &amp; Tech. Inst. Inc. v. Inacom Communications, Inc.,</i> 106 F.3d 1146, 1156 (1997).</p>\n<p>It is well-settled that, when passed, the 1986 Act did not violate the equal protection guarantee. <i>See, e.g., </i><i>United States v. Thomas,</i> 900 F.2d 37 (4th Cir.1990); <i>United States v. D'Anjou,</i> 16 F.3d 604 (4th Cir.1994); <i>United States v. Hayden,</i> 85 F.3d 153 (4th Cir.1996). In denying equal protection challenges to the ratio, the Fourth Circuit has applied rational basis review, and, thereupon, has determined that Congress had a rational basis for concluding, at the time of enactment, \"that distribution of cocaine base is a greater menace to society than distribution of cocaine powder and warranted greater penalties because it is less expensive and, therefore, more accessible, because it is considered more addictive than cocaine powder and because it is specifically targeted toward youth.\" <i>Thomas,</i> 900 F.2d at 39-40.</p>\n<p>Petersen is not asking this Court to revisit <i>Thomas</i> or its progeny. Rather, Petersen's challenge presents a related, but quite different, issue, one that was raised by Judge Calabresi in 1995, after the 1995 Commission Report was issued. In a concurring opinion addressed to the constitutionality of the enactment of the 1986 Act, Judge Calabresi explained that, \"based on the evidence available at the time, Congress and the Sentencing Commission did not act irrationally in making the distribution of a given quantity of crack an enormously more serious crime than the distribution of the same quantity of cocaine.\" <i>United States v. Then,</i> 56 F.3d at 467. He also observed that \"at the time the sentencing ratio was adopted, the link between foreseeable discriminatory impact and motive was insufficient to establish the kind of discriminatory intent on the part of Congress or the Commission that is needed to support this sort of equal protection claim.\" <i>Id.</i> However, Judge Calabresi went on to note that, as a result of the significantly different base of knowledge in 1995 about disparate impact and the effects of crack and powder cocaine, \"constitutional arguments that were unavailing in the past may not be foreclosed in the future.\" <i>Id.</i> Then, Judge Calabresi concluded by observing that:</p>\n<blockquote>If Congress ... though it was made aware of both the dramatically disparate impact among minority groups of enhanced crack penalties and of the limited evidence supporting such enhanced penalties, were nevertheless to act affirmatively and negate the Commission's proposed amendments to the Sentencing Guidelines (or perhaps were even just to allow the 100-to-1 ratio to persist in mandatory minimum sentences), subsequent equal protection challenges based on claims of discriminatory purpose might well lie. And such challenges <span class=\"star-pagination\">*582</span> would not be precluded by prior holdings that Congress and the Sentencing Commission had not originally acted with discriminatory intent.</blockquote>\n<p><i>United States v. Then,</i> 56 F.3d 464, 468 (2nd Cir.1995), (Calabresi, J., concurring).</p>\n<p>A similar approach was signaled by Judge Cudahy in a concurring opinion in <i>United States v. Reddrick,</i> 90 F.3d 1276, 1284 (7th Cir.1996), when, upon consideration of the views of Judge Calabresi, he remarked that \"[t]he `no longer rational' argument rejected [by the Ninth Circuit] may be distinct from an argument based on discriminatory intent.\" Judge Jones, also in a concurring opinion predicated on Sixth Circuit precedent, was more direct when, in <i>United States v. Smith,</i> 73 F.3d 1414, 1418 (6th Cir.1996), he said: \"I believe that with the benefit of new information and the application of the ratio, the time has come for the court to reexamine its supporting analysis. As judges, we should no longer remain wedded to that which experience shows is neither rational nor fair.\" In the thoughtful ensuing dissertation, Judge Jones explained why he viewed \"the premises which drive our constitutional analysis of the 100:1 ratio with great suspicion[,]\" and he concluded that \"[c]ontinued use of the law to perpetuate a result at variance with rationality and common sense  even in a war on drugs  is indefensible.\" <i>Id.</i> at 1422.</p>\n<p>On the other hand, the Ninth Circuit, in <i>United States v. Jackson,</i> 84 F.3d 1154 (9th Cir.1996), concluded that the 1995 Commission Report did not affect the precedential value of its earlier decisions rejecting an equal protection challenge. Specifically, in <i>Jackson,</i> the Ninth Circuit held:</p>\n<blockquote>We do not agree that the Commission's report, or Congress's decision to reject it, affects the precedential value of our ruling that Congress had a rational basis for the 100:1 ratio. Several members of the committee dissented from the recommendation to eliminate the sentencing disparity. They argued that, although the differential was too high, there are good reasons to treat crack differently from powder cocaine, including the quicker and higher \"highs\" from crack, the youth of its users and sellers, the low per-dose cost that leads to easy distribution and the violence associated with distribution of the drug. These reasons are essentially those that have been attributed to Congress's initial decision to enact the 100:1 ratio. That decision was rational, even though it differs from the Sentencing Commission's current recommendation regarding the magnitude of the disparity.</blockquote>\n<p><i>Jackson,</i> 84 F.3d at 1161 (citations omitted). Although, the Fourth Circuit has stated that the publication of the 1995 Commission Report does not alter its pre-1995 decisions sustaining disparities generally, <i>Hayden,</i> 85 F.3d at 158, it has not addressed how the inaction of Congress after the publication of the Sentencing Commission reports and after the conclusions reached by the Department of Justice and the nation's \"drug czar\" affects the equal protection analysis. To that task, it is time to turn.</p>\n<p>The analysis must begin with the understanding that, in order for a facially neutral statute (such as the provision establishing the 100-to-1 ratio) to violate the equal protection clause, it must have a disparate impact on a suspect class of people and \"must ultimately be traced to a racially discriminatory purpose.\" <i>Washington v. Davis,</i> 426 U.S. 229, 240, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976). The determination of a discriminatory purpose \"may often be inferred from the totality of the relevant facts[,]\" which includes</p>\n<blockquote>\n<span class=\"star-pagination\">*583</span> the fact, if it is true, that the law bears more heavily on one race than another. ... Disproportionate impact is not irrelevant, but it is not the sole touchstone of an invidious racial discrimination forbidden by the Constitution. Standing alone, it does not trigger the rule that racial classifications are to be subjected to the strictest scrutiny and are justifiable only by the weightiest of considerations.</blockquote>\n<p><i>Washington v. Davis,</i> 426 U.S. at 242, 96 S.Ct. 2040 (citation omitted). Among the \"totality of the relevant facts\" (<i>see id.</i>) that the Supreme Court has identified to be relevant are \"the inevitability or foreseeability of consequences of a neutral rule[,]\" <i>Personnel Administrator of Massachusetts v. Feeney,</i> 442 U.S. 256, 279 n. 25, 99 S.Ct. 2282, 60 L.Ed.2d 870 (1979), the historical background of the decision, the \"specific sequence of events leading up the challenged decision[,]\" \"[d]epartures from the normal procedural sequence\" and legislative history, <i>Vill. of Arlington Heights v. Metro. Hous. Dev. Corp.,</i> 429 U.S. 252, 267-68, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977).</p>\n<p>However, the Supreme Court also has held that \"`[d]iscriminatory purpose[]' ... implies more than intent as volition or intent as awareness of consequences.\" <i>Feeney,</i> 442 U.S. at 279, 99 S.Ct. 2282. Instead, the discriminatory purpose \"implies that the decisionmaker ... selected <i>or reaffirmed a particular course of action at least in part `because of,'</i> not merely `in spite of,' its adverse effects upon an identifiable group.\" <i>Id.</i> (emphasis added); <i>see also </i><i>McCleskey v. Kemp,</i> 481 U.S. 279, 298, 107 S.Ct. 1756, 95 L.Ed.2d 262 (1987). The Court also has made clear that \"disparate impact and foreseeable consequences, without more, do not establish a constitutional violation.\" <i>Columbus Bd. of Educ. v. Penick,</i> 443 U.S. 449, 464, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979).</p>\n<p>On the undisputed facts presented here, the statute has a disparate impact that became foreseeable, if, indeed, not conclusively demonstrated, with the publication of the first Commission report in 1995. Congress has had six years to remedy the disparate impact on a suspect classification, but it has not done so. One would expect that these facts would establish an equal protection violation, or, at least, that they would shift the burden to the United States to prove that the inaction of Congress in the face of overwhelming evidence of discriminatory impact is not what it appears to be. But, the test for discriminatory purpose, as currently established by the Supreme Court, forecloses either result.</p>\n<p>The proper approach to assessing discriminatory intent on the set of irrefutable, and not refuted, facts here presented would seem to be found in Justice Stevens' concurring opinion in <i>Washington v. Davis</i><i>.</i> There, in the context of determining the intent of state actors regarding discrimination, Justice Stevens noted:</p>\n<blockquote>Frequently the most probative evidence of intent will be objective evidence of what actually happened rather than evidence describing the subjective state of mind of the actor. For normally the actor is presumed to have intended the natural consequences of his deeds. This is particularly true in the case of governmental action which is frequently the product of compromise, of collective decisionmaking, and of mixed motivation. It is unrealistic, on the one hand, to require the victim of alleged discrimination to uncover the actual subjective intent of the decisionmaker or, conversely, to invalidate otherwise legitimate action simply because an improper motive affected the deliberation of a participant in the decisional process.</blockquote>\n<p><span class=\"star-pagination\">*584</span> <i>Washington v. Davis,</i> 426 U.S. at 253, 96 S.Ct. 2040 (Stevens, J., concurring). In the context of school desegregation cases, the Supreme Court, indeed, has explained that school transfer plans that had the \"inevitable consequence\" of racial segregation violated the Fourteenth Amendment. <i>Monroe v. Bd. of Comm'rs of the City of Jackson, Tenn.,</i> 391 U.S. 450, 459, 88 S.Ct. 1700, 20 L.Ed.2d 733 (1968); <i>Goss v. Bd. of Educ. of the City of Knoxville, Tenn.,</i> 373 U.S. 683, 689, 83 S.Ct. 1405, 10 L.Ed.2d 632 (1963).</p>\n<p>Likewise, one would think that the approach to ascertaining intent that the judicial system uses to imprison its citizens  a consequence far more severe than invalidating legislative action or ascribing intent to legislative inaction  would be instructive to ascertaining legislative purpose. The standard federal jury instruction about proof of knowledge or intent (which, of course, mirrors the approach reflected in Justice Stevens' concurring opinion in <i>Washington v. Davis</i>) recognizes that \"[t]he intent of a person or the knowledge that a person possesses at any given time may not ordinarily be proved directly because there is no way of directly scrutinizing the workings of the human mind.\" 1A Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 17.07 (5th ed.2000). For that reason, juries are instructed:</p>\n<blockquote>In determining the issue of what a person knew or what a person intended at a particular time, you may consider any statements made or acts [done] [omitted] by that person and all other facts and circumstances received in evidence which may aid in your determination of that person's knowledge or intent.</blockquote>\n<blockquote>You may infer, but you are certainly not required to infer, that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted. It is entirely up to you, however, to decide what facts to find from the evidence received during this trial.</blockquote>\n<p><i>Id.</i> In other words, in criminal cases, the finder of fact is permitted to infer intent from the reasonably foreseeable consequences of the actions or inactions of the accused.</p>\n<p>Nor does the criminal law permit the accused to escape the consequence of action or inaction by feigning ignorance of the alleged violation. For that reason, deliberate ignorance or willful blindness is no defense, for \"[n]o one can avoid responsibility for a crime by deliberately ignoring what is obvious.\" <i>Id.</i> at § 17.09.</p>\n<p>A similar approach to the ascertainment of intent or purpose is found in the civil context, as well. In civil cases, corporations who ignore warnings about the defects in their product, may be assessed punitive damages for knowingly and intentionally disregarding the rights of others when they knowingly omit to correct the defect. Likewise, individuals who act \"in reckless or callous disregard of, or indifference to, the rights\" of others may be punished in civil litigation through the award of punitive damages. 3 Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 128.81 (5th ed.2000). Juries in civil cases are instructed that they \"may consider it reasonable to draw the inference and find that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted.\" 3 Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 121.01 (5th ed.2000). For example, in torts cases, \"[i]f the actor knows that the consequences are certain, or substantially certain, to result from his act, and still goes ahead, he is treated by the law as if he had in fact desired to produce the result.\" <i>Restatement (Second) of Torts</i> § 8A cmt. b (1965).</p>\n<p><span class=\"star-pagination\">*585</span> The equal protection discriminatory intent standard has been described by one commentator, Yale Law School Professor Reva Siegel, as \"a legislative state of mind akin to malice.\" Reva Seigel, <i>Why Equal Protection No Longer Protects: The Evolving Forms of Status-Enforcing State Action,</i> 49 Stan.L.Rev. 1111, 1135 (1997). But the law of malice distinguishes between actual malice and legal malice. Actual malice requires a showing of hatred or ill will, but legal malice can be shown by reckless disregard or flagrant indifference of the rights of others. <i>See </i><i>S &amp; W Agency, Inc. v. Foremost Insur. Co.,</i> 51 F.Supp.2d 983, 992 (N.D.Iowa 1998); <i>Cassady v. Dillard Dep't Stores,</i> 167 F.3d 1215, 1219 (8th Cir.1999). For example, in defamation suits, \"malice must exist, but ... it is presumed by law from the mere speaking of the words\"; that presumption can, of course, be rebutted. <i>Quinones v. United States,</i> 492 F.2d 1269, 1275 n. 10 (3rd Cir.1974).</p>\n<p>The equal protection doctrine permits no such presumption to address the problems inherent in proving intent or purpose of legislatures. Nor does current equal protection jurisprudence present the approach that is authored by Justice Stevens and that lies at the core of intent-purpose ascertainment generally in all civil and criminal cases.</p>\n<p>The Supreme Court has acknowledged that the standard for discriminatory purpose is difficult to meet.<sup>[9]</sup> The reasoning for that is found in the admonition that \"[i]nquiries into congressional motives or purposes are a hazardous matter.\" <i>United States v. O'Brien,</i> 391 U.S. 367, 383, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968). In constitutional challenges, \"[w]hat motivates one legislator to make a speech about a statute is not necessarily what motivates scores of others to enact it, and the stakes are sufficiently high for us to eschew guesswork.\" <i>Id.</i> at 384, 88 S.Ct. 1673.</p>\n<p>The discriminatory purpose test as articulated in <i>Washington v. Davis</i> and <i>Feeney</i> is, of course, illusory because it is virtually impossible to satisfy. We, as a society, deprive individuals of life, liberty and prosperity, in civil and criminal cases, on the basis of a standard of intent that permits the inference that people intend the natural and foreseeable consequences of their actions or inactions. But, <i>Washington v. Davis</i><i>,</i> as interpreted in <i>Feeney,</i> creates a different, and far more lenient, standard for equal protection challenges to legislative action, one that is impossible to satisfy. Today, no legislative body would be so lacking in knowledge of this lenient standard or so lacking in perspicacity as to leave a record of action taken \"because of race.\" And, that is all the more the case where, as here, the discriminatory motive must be shown to have been the cause of inaction. Indeed, today an optimistic citizen might even say that we, as a society, have come so far that legislatures no longer act, or refrain from acting, because of race. And, if we can be said to have reached such a state, then the current standard forecloses the equal protection of the law to those in a suspect class who are disparately impacted by a well-intentioned law, apparently having a rational basis when enacted, that has been proved subsequently to be without rational support and <span class=\"star-pagination\">*586</span> that has a disparate impact on the suspect class.</p>\n<p>Where, as here, a grievous penalty was enacted in haste, without the usual safeguards attendant upon the legislative process and upon a set of specific assumptions, and subsequent study by the agency charged with assuring racial neutrality and fairness in criminal sentencing demonstrates that the assumptions are no longer supported, that the penalty is not rationally justified; and that the penalty is having a disparate impact upon black and other minority defendants, and Congress fails for six years to remedy that impact, I would find that the equal protection clause is offended. That is particularly true where, as here, the Congress asked for a further study by the official agency and received a reaffirmation that the extant penalty lacks rational justification. And, it is even more true, where, as here, the Attorney General and the nation's chief drug policy and enforcement officer have recommended a different, lesser penalty because experience has taught that the one in esse is frustrating the legislative goals it was intended to achieve.</p>\n<p>Let us, for a moment, reflect upon a record in which a school board or state legislature enacted a law or policy which reasonably could not be foreseen to have a disparate impact on persons of a particular race or gender. And, let us say that the record shows that the enacting or implementing body calls for a report on the statute or policy from the state department of education and that, after careful study, the department of education reports that the policy is having a disparate impact on black and female students and that the factors which drove the state legislature to adopt the statute or policy have been shown to be without merit and that the statute or policy cannot be justified for future use.</p>\n<p>And, let us assume that, after further study upon remand from the enacting legislature or school board, the department reiterated its findings and recommended a new policy. And, then let us assume that the Attorney General and the head of the state's higher education board inform that the extant policy actually is undercutting the objectives which the legislature sought to achieve by enacting the policy.</p>\n<p>And, finally, let us say that the record shows that, against that background, the legislature allowed the policy to remain in effect and that the most recent statistics show a continued disparate impact on black and female students. Under <i>Washington v. Davis</i><i>,</i> as interpreted in <i>Feeney,</i> a federal court would not be permitted to find an equal protection violation or even to find that the burden had shifted to the enacting entity to demonstrate that the policy continued to be rationally based. I respectfully think that such a result is not faithful either to reality or to the equal protection clause.</p>\n<p>And, I agree that the legal precedents that necessitate such an application of the clause need to be revisited or amended to afford the protection of the clause to those disparately affected here  black defendants convicted of trafficking in crack cocaine.<sup>[10]</sup> However, it is not for district courts to rewrite standards set by the Supreme Court or the Court of Appeals. Hence, the extant interpretation of the equal protection clause set forth in the decisions of the Supreme Court and the Fourth Circuit must be applied here. <span class=\"star-pagination\">*587</span> And, they foreclose Petersen's equal protection challenge.<sup>[11]</sup></p>\n<p></p>\n<h2>B. Cruel and Unusual Punishment</h2>\n<p>The Eighth Amendment prohibits the infliction of cruel and unusual punishments. \"While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.\" <i>Trop v. Dulles,</i> 356 U.S. 86, 100, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958). This prohibition has been described as flexible and dynamic, not a \"static concept.\" <i>Gregg v. Georgia,</i> 428 U.S. 153, 173, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976). The Supreme Court has \"recognized ... that the words of the Amendment are not precise, and ... their scope is not static. The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop,</i> 356 U.S. at 100-101, 78 S.Ct. 590; <i>see also </i><i>Woodson v. North Carolina,</i> 428 U.S. 280, 301, 96 S.Ct. 2978, 49 L.Ed.2d 944 (1976); <i>Gregg,</i> 428 U.S. at 173, 96 S.Ct. 2909; <i>Stanford v. Kentucky,</i> 492 U.S. 361, 380-81, 109 S.Ct. 2969, 106 L.Ed.2d 306 (O'Connor, J., concurring) (1989); <i>McCleskey,</i> 481 U.S. at 300, 107 S.Ct. 1756; <i>Penry v. Lynaugh,</i> 492 U.S. 302, 330-31, 109 S.Ct. 2934, 106 L.Ed.2d 256 (1989).</p>\n<p>A comparison of a given punishment to the responses of civilized people is an important part of the Eighth Amendment analysis. In <i>Trop v. Dulles</i><i>,</i> the Supreme Court looked to the virtual unanimity of the \"civilized nations of the world\" that denationalization is not to be imposed as punishment for a crime. <i>Trop,</i> 356 U.S. at 102, 78 S.Ct. 590. Indeed, the Supreme Court advised that \"[t]he clearest and most reliable objective evidence of contemporary values is the legislation enacted by the country's legislatures.\" <i>Penry,</i> 492 U.S. at 331, 109 S.Ct. 2934; <i>see also </i><i>Woodson,</i> 428 U.S. at 288, 96 S.Ct. 2978. Other objective information regarding society's view of a punishment used to discern the evolving standards of decency include history and traditional usage and data on the sentencing action of juries. <i>Penry,</i> 492 U.S. at 331, 109 S.Ct. 2934; <i>Woodson,</i> 428 U.S. at 288, 96 S.Ct. 2978.</p>\n<p>For one hundred years, \"[t]he constitutional principle of proportionality has been recognized explicitly in [the Supreme] Court.\" <i>Solem v. Helm,</i> 463 U.S. 277, 286, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983), citing <i>Weems v. United States,</i> 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1910). In <i>Weems,</i> the Court traced the concept of cruel and unusual punishment through the common law and found \"it is a precept of justice that punishment for crime should be graduated and proportioned to offense.\" <i>Weems,</i> 217 U.S. at 367, 30 S.Ct. 544. On its face, the Eighth Amendment prohibits \"excessive\" bail and fines, and the Court has applied a proportionality review to death sentences. <i>Solem,</i> 463 U.S. at 289, 103 S.Ct. 3001. \"It would be anomalous indeed if the lesser punishment of a fine and the greater punishment of death were both subject to proportionality analysis, but the intermediate punishment of imprisonment were not.\" <i>Id.</i> Indeed, one objective of Congress in enacting the Sentencing Reform Act of 1984 was to achieve proportionality in sentencing by creating a system that \"imposes appropriately different sentences for criminal conduct of differing severity.\" U.S. Sentencing Comm'n, <i>Guidelines Manual</i> 2 (2000).</p>\n<p><span class=\"star-pagination\">*588</span> The proportionality review, however, is limited. Successful challenges to sentences for a term of years based on the proportionality principle are \"rare.\" <i>Rummel v. Estelle,</i> 445 U.S. 263, 272, 100 S.Ct. 1133, 63 L.Ed.2d 382 (1980); <i>Solem,</i> 463 U.S. at 290, 103 S.Ct. 3001. Under Fourth Circuit precedent, proportionality review is reserved for life sentences without parole and is not used to determine the constitutionality of incarceration for terms of years. <i>United States v. Rhodes,</i> 779 F.2d 1019 (4th Cir.1985); <i>D'Anjou,</i> 16 F.3d at 612-13.</p>\n<p>It is also clear that a punishment cannot offend the evolving standards of decency. <i>Trop,</i> 356 U.S. at 100-101, 78 S.Ct. 590. In the context of the application of the death penalty, the Supreme Court has instructed that death sentences cannot be imposed arbitrarily because to do so would offend the evolving standards of decency. <i>Furman v. Georgia,</i> 408 U.S. 238, 249, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972) (Douglas, J., concurring); <i>id.</i> at 274, 92 S.Ct. 2726 (Brennan, J., concurring); <i>McCleskey,</i> 481 U.S. at 306-307, 107 S.Ct. 1756. In a challenge to a death sentence based on a statistical study of the relationship between the death penalty and the races of murder victims and defendants, the Court said that \"absent a showing that the [state] capital punishment system operates in an arbitrary and capricious manner,\" the defendant could not establish an Eighth Amendment violation. <i>McCleskey,</i> 481 U.S. at 306-307, 107 S.Ct. 1756.</p>\n<p>This recorda legislative history lacking in any justification for continued application of the 100-to-1 ratio and the consensus that the crack-to-powder quantity ratio must be revised, as evidenced by two Commission reports, state cocaine sentencing ratios, a statement by the Attorney General and Director of the ONDCP, and the responses by Congress and the President to the 1995 Commission Report acknowledging the need to revise the ratio  demonstrates that it is arbitrary and capricious to continue to apply the 100-to-1 quantity ratio. Just as an arbitrary capital punishment system would offend the Eighth Amendment, so too should a sentencing scheme permeated by an arbitrary ratio. And, unlike the application of the death penalty, which the <i>McCleskey</i> court emphasized involves the exercise of discretion, the crack-to-powder quantity ratio involves no discretion. As a result, it makes sense to evaluate whether the application of the ratio, rather than its enactment, is arbitrary.</p>\n<p>However, the Supreme Court has instructed that, due to \"the unique nature of the death penalty for purposes of Eighth Amendment analysis,\" the Court's \"decisions applying the prohibition of cruel and unusual punishments to capital cases are of limited assistance in deciding the constitutionality\" of punishments for terms of years. <i>Rummel,</i> 445 U.S. at 272, 100 S.Ct. 1133; <i>Solem,</i> 463 U.S. at 289, 103 S.Ct. 3001. Moreover, this Court is constrained by Fourth Circuit precedent limiting proportionality review to life sentences without parole and denying Eighth Amendment challenges to the 100-to-1 quantity ratio.</p>\n<p>It is cruel, in any sense of the word, for society to impose a punishment that is not rationally related to the offending conduct. And, fortunately, it is unusual in this country that a penalty demonstrated to lack a rational foundation continues to be imposed for years after an official agency charged with achieving fairness and proportionality in sentencing has shown that the punishment is unjustified and the agencies charged with enforcing the laws have concluded that the penalty does not achieve its intended purpose and, indeed, frustrates that end. Thus, I would conclude <span class=\"star-pagination\">*589</span> that evolving standards of decency dictate that a sentencing scheme must, at a bare minimum, have a rational basis to survive scrutiny under the Eighth Amendment and that continued application of the 100-to-1 quantity ratio violates the Eighth Amendment because it is arbitrary and has no rational basis. Here too, however, that result may be achieved only by Congress or the Supreme Court.</p>\n<p></p>\n<h2>C. The Position of the United States</h2>\n<p>First, the United States argues that the Sentencing Commission's findings about the unsupportability of the 100-to-1 ratio were wrong. This contention is advanced by parsing some of the citations in the 1995 Commission Report to tease out points, already acknowledged by the Sentencing Commission as supporting some disparity in the sentencing scheme. That argument misses the point because it does not prove that the 100-to-1 ratio is rationally based.</p>\n<p>Second, the United States argues that circuit precedent: (1) has sustained the congressional decision to treat crack and powder cocaine differently when the 1986 Act was enacted; and (2) has established that those decisions were not affected by the 1995 Commission Report. The United States, of course, is correct, but this argument misapprehends Petersen's challenge which does not seek revisitation of either line of precedent.</p>\n<p>Third, the United States argues that the disparity in the 100-to-1 ratio serves the interests of our nation's black citizens. It serves no purpose to assess the precepts which are the foundation of the two, rather unusual, law review articles on which that argument is based because the issue is what impact is had on those against whom the law is applied. No doubt protection of the interest of society, as a whole, is a critical consideration in any decision to establish a punishment for a crime. However, neither the United States nor the law review articles on which it relies, cites any judicial precedent for making that analysis on the basis of which race is helped or hurt by the penalty, and it is preferable to decline the invitation to take that approach to the issue as presented here.</p>\n<p>Finally, as to the Eighth Amendment issue, the United States asserts that circuit precedent forecloses the challenge. The United States, as set forth above, is correct.</p>\n<p></p>\n<h2>D. Motion for Downward Departure</h2>\n<p>Petersen seeks a downward departure on the basis that, in formulating the Guidelines, the Sentencing Commission failed to consider the disparate impact of the 100-to-1 quantity ratio and the other factors addressed in the 1995 Commission Report. <i>See</i> U.S. Sentencing Comm'n, <i>Guidelines Manual</i> § 5K2.0, Grounds for Departure (policy statement) (2000) (the sentencing court may depart from the Guidelines range \"if the court finds `that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described[,]'\" quoting 18 U.S.C. § 3553(b)). This argument is foreclosed the Fourth Circuit's decision in <i>United States v. Banks,</i> 130 F.3d 621 (4th Cir.1997), which requires a finding of atypicality in the individual case in order for a sentencing court to depart from the Guidelines range.</p>\n<p>Unfortunately, the circumstances and consequences of Petersen's offense of conviction are not at all atypical. In 1999, the last year for which statistics are available, there were 5,187 crack cocaine offenders. 4,391 of them were African American. U.S. Sentencing Comm'n, <i>1999 Sourcebook</i> <span class=\"star-pagination\">*590</span> <i>of Federal Sentencing Statistics,</i> Table 34, available at http:// www.ussc.gov/ANNRPT/1999/Sbtoc99.htm. Although the Sentencing Commission did not take either the disparate impact of the 100-to-1 ratio or its lack of a rational basis into account in formulating the Guidelines, the decision here is controlled by <i>Banks</i> and the motion for a downward departure is denied. Moreover, to grant a downward departure here would be tantamount to sustaining the equal protection and the Eighth Amendment challenges previously rejected in other sections of this opinion.</p>\n<p>Furthermore, if a downward departure were to be granted on Petersen's theory in this case, one would be appropriate in every case because the reason for the requested departure is a systemic flaw. To pursue that course would be to rewrite the statute judicially, a course of conduct forbidden by the Constitution.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, Petersen's attacks on the statute and the applicable guidelines are rejected. His motion for downward departure is denied. But Petersen is correct in arguing that, in light of the currently available evidence and the legislative failure to remedy a problem clearly identified and documented by two Sentencing Commission reports and by the Attorney General and the nation's chief drug enforcement officer, it is time for judicial assessment of the issue as it is currently presented.</p>\n<p>However, faithful adherence on the part of district courts to decisions of the Supreme Court and the governing Court of Appeals is a precept that also is of great constitutional impact. That precept dictates that, if the standards and approaches here at issue are to be changed, they must be changed by courts empowered to do so.</p>\n<p>The Clerk is directed to send a copy of this Memorandum Opinion to all counsel of record.</p>\n<p>It is so ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Petersen's due process challenge is a repetition of his equal protection challenge and will not be analyzed separately.</p>\n<p>[2]  Petersen received a career offender enhancement, which is taken into account by this powder cocaine sentence calculation.</p>\n<p>[3]  The United States Sentencing Commission will be referred to as the \"Sentencing Commission.\"</p>\n<p>[4]  In fact, the method by which Bias took cocaine was not known at the time of his death, and a year later another player testified that Bias had snorted powder cocaine before his death. <i>Id.</i> at 122-23.</p>\n<p>[5]  Senate Majority Leader Dole introduced a bill containing a 20-to-1 ratio on behalf of the Reagan Administration. There also was a bill providing for a 50-to-1 ratio. <i>Id.</i></p>\n<p>[6]  No research has suggested state ratios have changed since the 1995 Commission Report.</p>\n<p>[7]  Virginia does not distinguish between crack and powder cocaine in most sentences, but at the time of the 1995 Commission Report the Virginia statute used a 333-to-1 ratio in its \"drug kingpin\" provision. <i>Id.</i> at 134, citing Virginia Code Annotated 18.2-248 (1993 Supp.). The Virginia \"drug kingpin\" statute has been modified and now uses a 2-to-1 ratio. Virginia Code Annotated 18.2-248 (2000 Supp.).</p>\n<p>[8]  They used information from the Drug Enforcement Administration that mid-level crack dealers deal in ounce or multi-ounce quantities of crack. One ounce is 28 grams.</p>\n<p>[9]  <i>See </i><i>Miller v. Johnson,</i> 515 U.S. 900, 916, 115 S.Ct. 2475, 132 L.Ed.2d 762 (1995) (\"[t]he distinction between being aware of racial considerations and being motivated by them may be difficult to make\"); <i>Hunter v. Underwood,</i> 471 U.S. 222, 228, 105 S.Ct. 1916, 85 L.Ed.2d 222 (1985) (\"[p]roving the motivation behind official action is often a problematic undertaking[,]\" and increasingly difficult as the size of the body producing the decision increases).</p>\n<p>[10]  Petersen's unsavory criminal past would necessitate a very long period of incarceration even if he had been trafficking in powder cocaine. Of course, even those with criminal records and those who commit crimes are entitled to the equal protection of the laws.</p>\n<p>[11]  And, it certainly is not the office of a district court to legislate for any reason whatsoever.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">569</span></span> (2001)</b></center>\n<center><h1>UNITED STATES OF AMERICA<br>\nv.<br>\nDerick Anthony PETERSEN.</h1></center>\n<center>No. Crim. 3:00CR155.</center>\n<center><p><b>United States District Court, E.D. Virginia, Richmond Division.</b></p></center>\n<center>April 27, 2001.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> Brian R. Hood, Assistant United States Attorney, United States Attorney's Office, Richmond, VA, for United States.</p>\n<p>Marcia G. Shein, Decatur, GA, Craig Sampson, Richmond, VA, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>PAYNE, District Judge.</p>\n<p>Upon a plea of guilty, Derick Anthony Petersen was convicted of possessing cocaine base with intent to distribute it in violation of 21 U.S.C. § 841. He has challenged both the statute of conviction and the United States Sentencing Guidelines (hereinafter \"the Guidelines\"), as applied, as violative of the equal protection guarantee, the due process guarantee, and the Eighth Amendment because of the 100-to-1 quantity ratio that determines the statutory mandatory minimum sentence and the Guidelines offense level.<sup>[1]</sup> The sentencing range calculated under the Guidelines is 262 to 327 months. Had Petersen been convicted of possessing with intent to distribute the same amount of cocaine powder, the sentencing range would be 151 to 188 months.<sup>[2]</sup></p>\n<p>The United States Court of Appeals for the Fourth Circuit repeatedly has denied equal protection, due process, and Eighth Amendment challenges to the statute of conviction as it was enacted. And, like many other judges who have confronted that issue, I also have rejected, on numerous occasions, like challenges to the statute and the Guidelines.</p>\n<p>Petersen, however, has raised new arguments that neither the Fourth Circuit nor this Court have addressed. Specifically, Petersen's first constitutional challenge makes it necessary to assess how equal protection jurisprudence applies in view of six years of congressional inaction since the publication of a report by the United States Sentencing Commission demonstrating: (1) that the statute and the Guidelines have a disparate impact on black defendants; and (2) that there is no justification for the 100-to-1 disparity which activates the statutory mandatory minimum sentence and which animates the guideline sentence for the offense of which Petersen was convicted. Petersen's Eighth Amendment challenge makes it necessary to address whether the lack of justification for the 100-to-1 ratio and the ensuing sentencing consequences comport with the evolving standards of decency that lie at the heart of the Eighth Amendment and that guide the analysis of challenges based on that amendment.</p>\n<p></p>\n<h2>BACKGROUND FACTS</h2>\n<p>In 1986, Congress enacted mandatory minimum penalties for manufacturing, distributing, dispensing, or possessing with intent to manufacture, distribute, or dispense, crack cocaine and powder cocaine. The basis for these mandatory minimum punishments was the strong belief \"that the Federal government's most intense focus ought to be on major traffickers, the manufacturers or the heads of organizations, who are responsible for creating and delivering very large quantities of drugs.\" H.R.Rep. No. 99-845, at 11-12 (1986). In <span class=\"star-pagination\">*572</span> addition, \"a second level of focus ought to be on the managers of the retail level traffic, the person who is filling the bags of heroin, packaging crack into vials or wrapping pcp in aluminum foil, and doing so in substantial street quantities.\" <i>Id.</i> at 12.</p>\n<p>Under these mandatory minimum penalties, trafficking in 5 grams of crack cocaine triggers a five-year mandatory minimum sentence, but if the defendant is trafficking in powder cocaine, the five-year mandatory minimum sentence is triggered only if the amount involved is 500 grams. <i>See</i> 21 U.S.C. 841(b)(1)(B). Similarly, trafficking in 50 grams of crack cocaine triggers a ten-year mandatory minimum, while trafficking in 5 kilograms (or 5,000 grams) of powder cocaine triggers the ten-year mandatory minimum. <i>See</i> 21 U.S.C. § 841(b)(1)(A). Thus, the mandatory minimum provisions in 21 U.S.C. § 841 create a 100-to-1 ratio between the quantity of powder cocaine and crack cocaine necessary to trigger each level of the mandatory minimum punishments. Similarly, by virtue of the Anti-Drug Abuse Act of 1988, the simple possession of cocaine base carries a mandatory <i>minimum</i> of five years, while the simple possession of any other substance  including cocaine in its powder form  carries a statutory <i>maximum</i> penalty of one year. <i>See</i> 21 U.S.C. § 844.</p>\n<p>This 100-to-1 quantity ratio is not limited to triggers for mandatory minimum penalties; it, indeed, pervades the sentencing framework established in the Guidelines. \"This statutory 100-to-1 quantity ratio of powder cocaine to crack cocaine (<i>i.e.,</i> it takes 100 times as much powder cocaine compared to crack to trigger the mandatory minimum penalties) in turn is incorporated into the federal sentencing guidelines, thereby maintaining a similar quantity ratio for offenders involved with drug quantities above and below the specified mandatory minimum penalty amounts.\" U.S. Sentencing Comm'n,<sup>[3]</sup><i>Special Report to Congress: Cocaine and Federal Sentencing Policy</i> iii (Feb.1995) [hereinafter <i>1995 Commission Report</i>].</p>\n<p></p>\n<h2>A. The 1986 Statute</h2>\n<p>To resolve the constitutional challenges made by Petersen, it is appropriate briefly to recount the provenance of the 100-to-1 disparity which the statute and the Guidelines implement. Although cocaine usage in this country dates back about 150 years, the use of crack cocaine is relatively new. <i>Id.</i> at 8-11. Crack cocaine, a form of cocaine base, was first documented in the press in 1984. <i>Id.</i> at 13-14, 122.</p>\n<p>Congress responded to this circumstance by enacting the Anti-Drug Abuse Act of 1986 (\"the 1986 Act\"), which created the mandatory minimum penalties for crack and powder cocaine trafficking. The 1986 Act was passed in response to tragic and well-publicized incidents involving crack cocaine, without the benefit of any study of the scope of the problem or deliberation on the best methods to address it. As put by the Sentencing Commission, \"Congress dispensed with much of the typical deliberative legislative process, including committee hearings.\" <i>Id.</i> at 117.</p>\n<p>The legislative history proves that point rather effectively. For example, during the Senate floor debate on the 1986 Act, several senators commented that the bill was hastily prepared, rather than the product of a deliberative process, and was not enacted through the traditional committee procedure. As Senator Mathias explained, \"this drug bill is a moving target <span class=\"star-pagination\">*573</span> .... the bill has changed so radically [in the 24 hours before the Senate debate]. You cannot quite get a hold on what is going to be in the bill at any given moment.\" 132 Cong.Rec. 26,462 (Sept. 26, 1986) (statement of Sen. Mathias). Senator Mathias stated:</p>\n<blockquote>I fear that in our haste to do something about drugs before the end of this session of Congress, in other words almost immediately, we are in danger of doing what Alexis deTocqueville warned us against 150 years ago: \"flattering the passions.\" ... Very candidly, none of us has had an adequate opportunity to study this enormous package. It did not emerge from the crucible of the committee process, tempered by the heat of debate. The committees are important because ... they do provide a means by which legislation can be carefully considered, can be put through a filter, can be exposed to public view and public discussion by calling witnesses before the committee. That has not been the origin of this bill. Many of the provisions of the bill have never been subjected to committee review.</blockquote>\n<p><i>Id.</i> Senator Dole remarked, \"I have been reading editorials saying we are rushing a judgment on the drug bill and I think to some extent they are probably correct.\" 132 Cong.Rec. 26,434 (Sept. 26, 1986) (statement of Sen. Dole). Noting that the bill was being considered in September of an election year, Senator Evans remarked on the \"sanctimonious election stampede of the House of Representatives, a stampede that trampled on the Constitution.\" 132 Cong.Rec. 26,441 (Sept. 26, 1986) (statement of Sen. Evans).</p>\n<p>It is correct that Congress began to create the sentencing provisions of the 1986 Act in August of 1986, an election year, just after its July Fourth recess \"during which public concern and media coverage of cocaine peaked as a result of the June 1986 death of NCAA basketball star Len Bias.\" <i>1995 Commission Report</i> at 117. At that time, a \"national sense of urgency surrounding drugs, generally and crack cocaine specifically\" had developed, in no small part due to media attention to crack. <i>Id.</i> at 121. \"In the months leading up to the 1986 elections, more than 1,000 stories appeared on crack in the national press, including five cover stories each in Time and Newsweek.\" <i>Id.</i> at 122.</p>\n<p>At the time, when a media report labeled crack as \"America's drug of choice,\" there, in fact, was no data on the prevalence of crack use, and subsequent data found powder cocaine to be the preferred form of cocaine by 95 percent of cocaine users. <i>Id.</i> at 122. Len Bias' death and its association with crack was mentioned eleven times during a July 15, 1986 hearing on crack cocaine by the Senate's Permanent Subcommittee on Investigations and that month \"there were 74 evening news segments about crack cocaine, many fueled by the [apparently erroneous] belief that Bias died of a crack overdose.\" <i>Id.</i> at 123.<sup>[4]</sup></p>\n<p>Because the 1986 Act was expedited through Congress, the legislative record on its enactment is sparse. <i>Id.</i> at 116. Therefore, there is no legislative history that explains the rationale for selecting the 100-to-1 ratio. <i>Id.</i> at 117.<sup>[5]</sup> However, the limited legislative history of the 1986 Act that does exist shows that Congress believed crack was more dangerous than cocaine <span class=\"star-pagination\">*574</span> powder and, for that reason, should be treated differently for sentencing purposes. <i>Id.</i> But, the legislative history also discloses that Congress' conclusion that crack was more dangerous than cocaine powder was predicated on several assumptions about crack. <i>Id.</i> at 118.</p>\n<p>First, Congress assumed that cocaine base was extraordinarily addictive and more addictive than cocaine powder. Second, the use of crack cocaine was assumed to be more highly correlated with the commission of serious crimes than was the use of other drugs. Third, the physiological effects of cocaine base were assumed to be perilous and to include psychosis and death. Fourth, young people were assumed to be especially vulnerable to crack use. And finally, it was assumed that the widespread use of crack was attributable to its purity and potency, low cost, and ease of manufacture, transport, and administration. <i>Id.</i> The legislative history can be searched in vain for empirical evidence to support the assumptions on which Congress acted. And, indeed, it appears, from the legislative history, that the driving force for immediate legislative action was the barrage of anecdotal events appearing daily in the media in the late summer of an election year.</p>\n<p>It was not until almost a decade later that these assumptions received critical scrutiny. That scrutiny was given because, by 1994, there had arisen substantial publicly expressed concern about the fundamental fairness, or lack thereof, of the 100-to-1 ratio and the sentences it produced. And, at the same time, there was rising apprehension that the disparity was being felt most in the sentencing of black defendants.</p>\n<p></p>\n<h2>B. The 1995 Commission Report</h2>\n<p>When Congress enacted the Violent Crime Control and Law Enforcement Act of 1994, it was aware of those concerns about the justification for a continued distinction between crack and powder cocaine and the disparate impact sentences were having on minorities. 140 Cong.Rec. H2,593-95 (Apr. 21, 1994). For example, in offering the amendment that directed the study, Representative Hughes explained:</p>\n<blockquote>In 1986, during the fervor of the war on drugs and with a lack of substantive information about a new type of cocaine substance, crack, Congress enacted penalties for crack cocaine that have proven to be unwarranted, unjust and do not achieve the goal of removing big-time dealers.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>The information is before us now that there is no difference pharmacologically between crack cocaine and powder cocaine. In addition to that, crack cocaine is no more addictive than powder cocaine.</blockquote>\n<blockquote>The bottom line is that poor people are the ones that use crack cocaine and mostly minorities. It is interesting that about 95 percent of those that are charged with crack cocaine violations are black and other minorities.</blockquote>\n<p>140 Cong.Rec. H2,594 (Apr. 21, 1994) (statement of Rep. Hughes). Representative McCollum agreed that there was a disparity, but differed on how it should be addressed. He explained, \"[m]y own judgment would be that we ought to be raising the penalties for the powder cocaine rather than lowering them for crack. But we are not deciding that today. We are letting the Sentencing Commission do it.\" <i>Id.</i> (statement of Rep. McCollum). Representative Tucker added, \"I believe that the information will come back to corroborate what most of us already know, and that is that there is a gross disparity between the <span class=\"star-pagination\">*575</span> sentencing between powder cocaine and crack cocaine.\" <i>Id.</i> (statement of Rep. Tucker).</p>\n<p>For those reasons, Congress directed the Sentencing Commission to \"submit a report to Congress on issues relating to sentences applicable to offenses involving the possession or distribution of all forms of cocaine. The report shall address the differences in penalty levels that apply to different forms of cocaine and include any recommendations that the Commission may have for retention or modification of such differences in penalty levels.\" Violent Crime Control and Law Enforcement Act of 1994, Pub.L. No. 103-322, 108 Stat. 1796, 2097 (1994).</p>\n<p>It was, of course, entirely appropriate that Congress should turn to the Sentencing Commission which Congress created in the Sentencing Reform Act of 1984 as an independent agency in the judicial branch. Among the tasks that Congress entrusted to the Sentencing Commission was to:</p>\n<blockquote>provide certainty and <i>fairness</i> in meeting the purposes of sentencing, <i>avoiding unwarranted</i> sentencing <i>disparities</i> among defendants with similar records who have been found guilty of similar criminal conduct while maintaining sufficient flexibility to permit individualized sentences when warranted by mitigating or aggravating factors not taken into account in the establishment of general sentencing practices[.]</blockquote>\n<p>28 U.S.C. § 991(b)(1)(B) (emphasis added). In addition to being charged with promulgating sentencing guidelines and policy statements, 28 U.S.C. § 994(a), the Sentencing Commission, by statute, was obligated to review periodically and to revise the Guidelines in consideration of new data and input from other agencies and organizations, including the United States Probation System, the Bureau of Prisons, the Judicial Conference of the United States, the Criminal Division of the United States Department of Justice, and the Federal Public Defenders. 28 U.S.C. § 994(<i>o</i>). The Sentencing Commission also was given the responsibility to \"<i>assure that the guidelines</i> and policy statements <i>are entirely neutral as to the race,</i> sex, national origin, creed, and socioeconomic status <i>of offenders.</i>\" 28 U.S.C. § 994(d) (emphasis added). And, Congress also made the Sentencing Commission responsible to assure that the federal sentencing policies and practices \"reflect, to the extent practicable, advancement in knowledge of human behavior as it relates to the criminal justice process.\" 28 U.S.C. § 991(b)(1)(C).</p>\n<p>Consistent with its mission, with its instructions in the Sentencing Reform Act of 1984 and with the 1994 directive from Congress, the Sentencing Commission thoroughly studied the issues of the justification for, and the fairness and impact of, the 100-to-1 ratio. In February 1995, the Sentencing Commission released a comprehensive report reflecting its extensive research and study and setting forth well-documented findings on cocaine's physiological and psychotropic effects, usage trends, sales and distribution, relationship to societal problems of violence, sexually transmitted diseases, and prenatal drug exposure, state approaches to penalties for crack as compared to cocaine powder, prosecutorial discretion, and demographic and offender information.</p>\n<p>The 1995 Commission Report addressed each of the specific assumptions which appear to have prompted Congress to establish, in 1986, the 100-to-1 ratio to be used in calculating the sentences for offenses involving cocaine powder and cocaine base. First, the Sentencing Commission found that neither crack nor powder cocaine are physiologically addictive, but both are psychologically addictive. <i>1995 Commission Report</i> at vi. Injection of cocaine powder <span class=\"star-pagination\">*576</span> and inhalation of cocaine base are the routes of administration most likely to lead to dependence because the effects of cocaine have a quick onset and a short duration. <i>Id.</i> at 28.</p>\n<p>Second, the Sentencing Commission found that crack use was not any more correlated with crime and violence than the use of powder cocaine, but that trafficking in crack is associated with systemic crime. <i>Id.</i> at viii-ix. However, many offenders distribute both crack and powder cocaine, complicating research on the crime associated with trafficking in each form of the drug. <i>Id.</i> at 95. Crack offenders are more likely to carry weapons than cocaine offenders, perhaps because most crack distribution (but only a portion of cocaine distribution) occurs between anonymous buyers and sellers, such as on street-corners or in open-air markets, crack houses, or powder shooting galleries. <i>Id.</i> at viii. Crack offenders are also more likely to have higher criminal history categories. <i>Id.</i> However, significantly, the Sentencing Commission found \"no research to suggest ... that powder cocaine users are any less likely to commit crimes to support their habits\" than are crack cocaine users. <i>Id.</i> at ix. Moreover, \"studies report that neither powder nor crack cocaine excite or agitate users to commit criminal acts and that the stereotype of a drug-crazed addict committing heinous crimes is not true for either form of cocaine.\" <i>Id.</i></p>\n<p>Third, the Sentencing Commission found that the physiological effects of cocaine did not vary by the form of the drug, but that the immediacy, intensity, and duration of the drug's effects do vary by route of administration. <i>Id.</i> at 22. The physiological effects of cocaine include alertness, heightened energy, increased motor activity with slight tremors and convulsions in the extremities, and increased heart rate and blood pressure. <i>Id.</i> at 22-23. The most rapid increase in these effects is produced by inhalation (of crack) and injection (of cocaine powder). <i>Id.</i> at 23. Both powder cocaine injectors and crack cocaine smokers engage in activities that carry a risk of transmission of HIV and hepatitis, although causation between crack use and high-risk sexual behavior cannot be determined from the available data. <i>Id.</i> at 47-48, 50. Research on the prevalence and impact of prenatal cocaine exposure does not distinguish between powder and crack cocaine, and its impact is difficult to determine because of the multiple risk factors involved in these pregnancies, such as inadequate nutrition, smoking, use of other drugs, lack of prenatal and postnatal care, and dysfunctional parenting. <i>Id.</i> at 50-51.</p>\n<p>Fourth, regarding the use of crack by young people, the Sentencing Commission cited the results of the National Household Survey on Drug Abuse that \"crack cocaine use was most common among young and middle-aged adults, males, especially those who were Blacks, residents of metropolitan areas, those with less than a high school education, and the unemployed.\" <i>Id.</i> at 35. Crack was most popular among 18- to 25-year olds, but of those who had used cocaine in the past year, a higher proportion of 12- to 17-year olds had used crack than other age groups. <i>Id.</i> at 35, 38. An annual survey of high school students by the National Institute on Drug Abuse showed a decline in both powder and crack cocaine use since 1986, the first year that survey polled respondents on crack. <i>Id.</i> at 38. The Sentencing Commission also noted that crack distributors tend to be younger than cocaine powder distributors. <i>Id.</i> at viii.</p>\n<p>Finally, although drug use continued to be a public health problem, fears of the widespread use of crack were not borne out by the data. Casual cocaine use had <span class=\"star-pagination\">*577</span> decreased and heavy use had held constant. <i>Id.</i> at vi. Seventy-five percent of cocaine users snorted powder cocaine, 28 percent smoked crack, and 10 percent injected powder cocaine. <i>Id.</i> at vi-vii. Use of crack has also held relatively constant while cocaine use overall had declined, but more cocaine users took powder cocaine than crack cocaine. <i>Id.</i> at vi-vii, 32.</p>\n<p>The Sentencing Commission concluded that powder and crack cocaine are forms of the same drug, that neither form is physiologically addictive, but that important distinctions between these two forms of cocaine remain. <i>Id.</i> at xiv. Those distinctions, concluded the Sentencing Commission, include a greater risk of psychological addiction to crack, the wider availability of crack due to its smaller and cheaper doses, the \"apparently higher correlation between crack and violence[,]\" and the involvement of young people in crack distribution. <i>Id.</i></p>\n<p>Developments in state criminal justice systems provided further evidence for the Commission's finding that the 100-to-1 ratio that controlled federal sentencing was unjustifiable. Specifically, at the time of the 1995 Commission Report, thirteen states and the District of Columbia distinguished between crack and powder cocaine by statute. <i>1995 Commission Report</i> at 130.<sup>[6]</sup> Only two states, Iowa and North Dakota, employed a 100-to-1 quantity ratio like the federal statutory scheme. <i>Id.</i> at 130-34.<sup>[7]</sup> Of the remainder, five used a quantity ratio of 10-to-1 or less (Alabama, District of Columbia, Maryland, Nebraska, and Oklahoma) and one state (California) distinguished slightly in the term of years for each form of cocaine. <i>Id.</i></p>\n<p>After its thorough review, and even after having identified some supportable distinctions between crack and powder cocaine, the Sentencing Commission unanimously concluded that it \"cannot support the current penalty scheme. The factors that suggest a difference between the two forms of cocaine do not approach the level of a 100-to-1 quantity ratio. Research and public policy may support somewhat higher penalties for crack versus powder cocaine, but a 100-to-1 quantity ratio cannot be recommended.\" <i>Id.</i> at xiv. Moreover, the Sentencing Commission concluded that any greater harms associated with trafficking in crack cocaine can be taken into account in sentencing through guideline enhancements, such as for the use of firearms or distribution involving juveniles. <i>Id.</i> at xv.</p>\n<p>It is significant that all seven members of the Sentencing Commission agreed that the 100-to-1 ratio was not justified and that, therefore, the ratio should be reduced dramatically. U.S. Sentencing Comm'n, <i>Statement of the Commission Majority in Support of Recommended Changes in Cocaine and Federal Sentencing Policy,</i> available at http://www.ussc.gov/judconf/jcpart2.htm. The range of ratios the Sentencing Commission considered were generally between 1-to-1 and 5-to-1; and four members voted to eliminate the distinction between powder and crack cocaine altogether. <i>Id.</i></p>\n<p>In addition to dispelling the several assumptions that appear to have animated <span class=\"star-pagination\">*578</span> the enactment of the 100-to-1 ratio in 1986, the 1995 Commission Report demonstrated that the 100-to-1 ratio had a disparate impact on the basis of race. In 1993, the race of convicted federal drug offenders was fairly evenly distributed by race among whites (30.8%), blacks (33.9%), and Hispanics (33.8%). <i>1995 Commission Report</i> at 156, 161. However, for that year, the breakdown of cocaine offenders by race and form of the drug is strikingly different. Blacks comprised 27.4% of powder cocaine offenders, but 88.3% of crack cocaine offenders. Whites comprised 32.0% of powder cocaine offenders, but just 4.1% of crack cocaine offenders. <i>Id.</i> at 161. The Sentencing Commission explained that \"cocaine sentences are the product of a complex interaction of statutes and guidelines. The result of this interaction has been that crack cocaine defendants are more likely to be sentenced to prison and, on average, receive much longer sentences than powder cocaine offenders.\" <i>Id.</i> at 150.</p>\n<p>Thus, the 1995 Commission Report put Congress on notice of the proven fact that the 100-to-1 ratio, as the statute and the Guidelines were being applied, was having a disparate impact on black defendants; that the disparate impact was being felt in longer sentences; and that the 100-to-1 quantity ratio had no rational basis, notwithstanding what Congress had assumed in 1986 and notwithstanding the proven differences between powder and crack cocaine. That report, of course, confirmed and documented what Congress thought may have been the case when, in 1994, it asked the Sentencing Commission to study, and report on, those precise issues.</p>\n<p>Congress, apparently not satisfied with the 4-3 Sentencing Commission recommendation for a 1-to-1 sentencing ratio, rejected the Commission's proposed amendments and directed the Commission to submit further recommendations regarding changes to the statutes and guidelines governing cocaine offenses. U.S.Pub.L. No. 104-38, 109 Stat. 334 (1995). In directing the Sentencing Commission to submit further recommendations, Congress instructed that \"the recommendations shall reflect\" that \"the sentence imposed for trafficking in a quantity of crack cocaine should generally exceed the sentence imposed for trafficking in a like quantity of powder cocaine.\" <i>Id.</i> Significantly, a House Report recognized:</p>\n<blockquote>While the evidence clearly indicates that there are significant distinctions between crack and powder cocaine that warrant maintaining longer sentences for crack-related offenses, it should be noted that the current 100-to-1 quantity ratio may not be the appropriate ratio.</blockquote>\n<p>H.Rep. No. 104-272, at 4 (1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 335, 337. Subsequently, President Clinton issued a statement that also recognized \"[s]ome adjustment [in the disparity] is warranted.\" <i>Statement by President William J. Clinton Upon Signing S.1254,</i> 31 Weekly Comp.Pres.Doc.1961 (Nov. 6, 1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 355.</p>\n<p></p>\n<h2>C. The 1997 Commission Report</h2>\n<p>Two years later, the Sentencing Commission, in response to the 1995 congressional directive, submitted a second report to Congress. U.S. Sentencing Comm'n, <i>Special Report to Congress: Cocaine and Federal Sentencing Policy</i> (Apr.1997) [hereinafter <i>1997 Commission Report</i>]. Having researched and deliberated on the matter further, the Sentencing Commission remained steadfast in its position that the 100-to-1 ratio was unjustifiable, but, as directed by Congress, the Commission did not recommend a 1-to-1 quantity ratio. Rather, the Commission said:</p>\n<blockquote>\n<span class=\"star-pagination\">*579</span> <i>[T]he Commission is unanimous in reiterating its original core finding,</i> outlined in its February 1995 report to Congress that, although research and public policy may support somewhat higher penalties for crack than for powder cocaine, <i>a 100-to-1 quantity ratio cannot be justified.</i> The Commission is firmly and unanimously in agreement that the current penalty differential for federal powder and crack cocaine cases should be reduced by changing the quantity levels that trigger mandatory minimum penalties for both powder and crack cocaine. Therefore, for powder cocaine, the Commission recommends that Congress reduce the current 500-gram trigger for the five-year mandatory minimum sentence to a level between 125 and 375 grams, and for crack cocaine, that Congress increase the current five-gram trigger to between 25 and 75 grams.</blockquote>\n<p><i>Id.</i> at 2 (emphasis added). After once again studying the ratio and after having been directed by Congress to recommend longer sentences for crack offenders, the Commission recommended that the maximum ratio should be 15-to-1. At the same time, the Sentencing Commission adhered to its \"core finding\": the 100-to-1 ratio \"cannot be justified.\"</p>\n<p></p>\n<h2>D. Developments After the 1997 Commission Report</h2>\n<p>The Sentencing Commission was not the only agency in the federal criminal justice system that examined the basis for, and the effect of, the 100-to-1 ratio. In particular, the Department of Justice (DOJ) and the Office of National Drug Control Policy (ONDCP), the agencies charged, respectively, with enforcing the nation's drug laws and with setting drug policies, also examined the matter following the Sentencing Commission's study. After careful study, both of those agencies supported a 10-to-1 ratio (which, of course, is one-tenth the magnitude of the current ratio). Specifically, after studying the Sentencing Commission's 1995 and 1997 reports, after conducting a comprehensive literature review, and after examining information from the Commission, DOJ, ONDCP, and the Department of Health and Human Services, the Attorney General of the United States and the Director of ONDCP (the nation's \"Drug Czar\") recommended \"that the threshold for the five-year mandatory minimum sentence for crack be set at 25 grams and the corresponding threshold for powder be set at 250 grams.\" Janet Reno &amp; Barry R. McCaffrey, <i>Letter to President Clinton: Crack and Powder Cocaine Sentencing Policy in the Federal Criminal Justice System,</i> 10 Fed.Sent.R. 192 (1998).</p>\n<p>The Attorney General and Director of ONDCP based this recommendation, in principal part, on the statement by Congress in the legislative history of the 1986 Act that mandatory minimum sentences should be reserved for significant drug traffickers and the belief that federal law enforcement should focus on mid- and high-level drug traffickers, leaving lower-level drug traffickers and users for state and local prosecution. Both agencies concluded that the 100-to-1 ratio \"has undermined this division of responsibility.\" <i>Id.</i> For example, under the current ratio, a trafficker of 500 grams of powder cocaine, with a street value of approximately $20,000, receives a five-year mandatory minimum sentence, as does a trafficker of 5 grams of cocaine base, worth just a few hundred dollars. <i>Id.</i> This situation, concluded those charged with enforcing the law, had created perverse incentives for federal law enforcement to concentrate on cases involving low-level crack dealers that require less effort, which diverts scarce <span class=\"star-pagination\">*580</span> federal resources from larger scale drug traffickers. <i>Id.</i></p>\n<p>The Attorney General and the Director of ONDCP based their determination that 25 grams of cocaine base should trigger the five-year mandatory minimum<sup>[8]</sup> on the reasoning that to do so would best effectuate the congressional intent of reserving mandatory minimum sentences for major and serious drug traffickers. <i>Id.</i> This quantity would ensure that the bottom end of the range of the quantity of crack in which mid-level crack dealers traffic would receive a mandatory minimum sentence, as Congress intended. Given the ease with which cocaine powder is converted into cocaine base, the law enforcement officials reasoned that simply lowering the quantities of cocaine powder that trigger the mandatory minimums, without raising the quantities of cocaine base which trigger them, would replicate rather than rectify this problem.</p>\n<p>Soon after the Attorney General and Director of ONDCP wrote to the President in 1998 to urge a revision in the 100-to-1 ratio, twenty-seven federal judges, all of whom had served as United States Attorney, wrote to the chairmen of the House and Senate judiciary committees to voice their \"strongly held view that the current disparity between powder cocaine and crack cocaine, in both the mandatory minimum statutes and the guidelines, can not be justified and results in sentences that are unjust and do not serve society's interest.\" Judge John S. Martin et al., <i>1997 Statement on Powder and Crack Cocaine to the Senate and House Judiciary Committees,</i> 10 Fed.Sent.R. 194 (1998). These judges \"strongly recommend[ed] that the disparity between the penalties for crack and powder cocaine be eliminated, or, at a minimum, drastically reduced.\" <i>Id.</i> The judges explained that the ratio \"result[s] in the imposition of overly severe sentences on those who are involved with relatively small amounts of crack at the lowest level of the distribution chain, without providing any corresponding benefit to society.\" <i>Id.</i> The judges agreed with the Attorney General and the Director of ONDCP that altering the penalties for powder cocaine would not address the problem with the quantity of cocaine base that triggers mandatory minimums because \"the mandatory minimum sentences are often applied to lower level violators, which was not Congress' intent.\" <i>Id.</i></p>\n<p></p>\n<h2>E. The Situation Today</h2>\n<p>Congress has not altered the 100-to-1 ratio, notwithstanding its knowledge that the ratio is having a disparate impact based on the suspect classification of race and notwithstanding the knowledge of the finding by the Sentencing Commission (which it had by statute, charged with avoiding unwarranted sentencing disparities, 28 U.S.C. § 991(b)(1)(B)) that there is no justifiable basis for a ratio of that magnitude. This inaction has persisted for the past three years since 1998 when the nation's top two drug law enforcement officials have emphasized that the 100-to-1 ratio is undermining the congressionally-stated purpose for passing the 1986 Act.</p>\n<p>And, in 1999, four years after the publication of the 1995 Commission Report  the last year for which data is available  the 100-to-1 ratio has continued to have a disparate impact on black defendants. For instance, in fiscal year 1999, the disparity by race and form of cocaine persisted. 19.5% of powder cocaine offenders were white, while just 5.4% of crack cocaine offenders were white. 31.5% of powder <span class=\"star-pagination\">*581</span> cocaine offenders were black, while 84.7% of crack cocaine offenders were black. U.S. Sentencing Comm'n, <i>1999 Sourcebook of Federal Sentencing Statistics,</i> Table 34, available at http:// www.ussc.gov/ANNRPT/1999/Sbtoc99.htm.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is now appropriate to consider Petersen's constitutional challenges to the statute of conviction and the Guidelines.</p>\n<p></p>\n<h2>A. Equal Protection</h2>\n<p>On the foregoing essentially irrefutable, and unrefuted, set of facts Petersen presents an equal protection challenge to the 100-to-1 quantity ratio under the equal protection component of the Due Process Clause of the Fifth Amendment, which employs the same standard for defining the equal protection guarantee as is applied to like challenges under the Fourteenth Amendment. <i>See </i><i>Int'l Sci. &amp; Tech. Inst. Inc. v. Inacom Communications, Inc.,</i> <span class=\"citation\" data-id=\"735409\"><a href=\"/opinion/735409/international-science-technology-institute-incorporated-v-inacom/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1156 (1997).</p>\n<p>It is well-settled that, when passed, the 1986 Act did not violate the equal protection guarantee. <i>See, e.g., </i><i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"539225\"><a href=\"/opinion/539225/united-states-v-ray-thomas-united-states-of-america-v-wayne-graham-mason/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span> (4th Cir.1990); <i>United States v. D'Anjou,</i> <span class=\"citation\" data-id=\"663096\"><a href=\"/opinion/663096/united-states-v-robert-augustine-danjou-aka-dennis-dennison/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">604</span></a></span> (4th Cir.1994); <i>United States v. Hayden,</i> <span class=\"citation\" data-id=\"718762\"><a href=\"/opinion/718762/united-states-v-james-cedric-hayden-aka-reginald-james-wilder-united/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span> (4th Cir.1996). In denying equal protection challenges to the ratio, the Fourth Circuit has applied rational basis review, and, thereupon, has determined that Congress had a rational basis for concluding, at the time of enactment, \"that distribution of cocaine base is a greater menace to society than distribution of cocaine powder and warranted greater penalties because it is less expensive and, therefore, more accessible, because it is considered more addictive than cocaine powder and because it is specifically targeted toward youth.\" <i>Thomas,</i> 900 F.2d at 39-40.</p>\n<p>Petersen is not asking this Court to revisit <i>Thomas</i> or its progeny. Rather, Petersen's challenge presents a related, but quite different, issue, one that was raised by Judge Calabresi in 1995, after the 1995 Commission Report was issued. In a concurring opinion addressed to the constitutionality of the enactment of the 1986 Act, Judge Calabresi explained that, \"based on the evidence available at the time, Congress and the Sentencing Commission did not act irrationally in making the distribution of a given quantity of crack an enormously more serious crime than the distribution of the same quantity of cocaine.\" <i>United States v. Then,</i> 56 F.3d at 467. He also observed that \"at the time the sentencing ratio was adopted, the link between foreseeable discriminatory impact and motive was insufficient to establish the kind of discriminatory intent on the part of Congress or the Commission that is needed to support this sort of equal protection claim.\" <i>Id.</i> However, Judge Calabresi went on to note that, as a result of the significantly different base of knowledge in 1995 about disparate impact and the effects of crack and powder cocaine, \"constitutional arguments that were unavailing in the past may not be foreclosed in the future.\" <i>Id.</i> Then, Judge Calabresi concluded by observing that:</p>\n<blockquote>If Congress ... though it was made aware of both the dramatically disparate impact among minority groups of enhanced crack penalties and of the limited evidence supporting such enhanced penalties, were nevertheless to act affirmatively and negate the Commission's proposed amendments to the Sentencing Guidelines (or perhaps were even just to allow the 100-to-1 ratio to persist in mandatory minimum sentences), subsequent equal protection challenges based on claims of discriminatory purpose might well lie. And such challenges <span class=\"star-pagination\">*582</span> would not be precluded by prior holdings that Congress and the Sentencing Commission had not originally acted with discriminatory intent.</blockquote>\n<p><i>United States v. Then,</i> <span class=\"citation\" data-id=\"697271\"><a href=\"/opinion/697271/united-states-v-manuel-then/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468 (2nd Cir.1995), (Calabresi, J., concurring).</p>\n<p>A similar approach was signaled by Judge Cudahy in a concurring opinion in <i>United States v. Reddrick,</i> <span class=\"citation\" data-id=\"722577\"><a href=\"/opinion/722577/united-states-v-lafayette-reddrick/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1284 (7th Cir.1996), when, upon consideration of the views of Judge Calabresi, he remarked that \"[t]he `no longer rational' argument rejected [by the Ninth Circuit] may be distinct from an argument based on discriminatory intent.\" Judge Jones, also in a concurring opinion predicated on Sixth Circuit precedent, was more direct when, in <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"711050\"><a href=\"/opinion/711050/united-states-v-lewis-j-smith/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1414</span></a></span>, 1418 (6th Cir.1996), he said: \"I believe that with the benefit of new information and the application of the ratio, the time has come for the court to reexamine its supporting analysis. As judges, we should no longer remain wedded to that which experience shows is neither rational nor fair.\" In the thoughtful ensuing dissertation, Judge Jones explained why he viewed \"the premises which drive our constitutional analysis of the 100:1 ratio with great suspicion[,]\" and he concluded that \"[c]ontinued use of the law to perpetuate a result at variance with rationality and common sense  even in a war on drugs  is indefensible.\" <i>Id.</i> at 1422.</p>\n<p>On the other hand, the Ninth Circuit, in <i>United States v. Jackson,</i> <span class=\"citation\" data-id=\"718685\"><a href=\"/opinion/718685/96-cal-daily-op-serv-3758-96-daily-journal-dar-6110-united-states-of/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span> (9th Cir.1996), concluded that the 1995 Commission Report did not affect the precedential value of its earlier decisions rejecting an equal protection challenge. Specifically, in <i>Jackson,</i> the Ninth Circuit held:</p>\n<blockquote>We do not agree that the Commission's report, or Congress's decision to reject it, affects the precedential value of our ruling that Congress had a rational basis for the 100:1 ratio. Several members of the committee dissented from the recommendation to eliminate the sentencing disparity. They argued that, although the differential was too high, there are good reasons to treat crack differently from powder cocaine, including the quicker and higher \"highs\" from crack, the youth of its users and sellers, the low per-dose cost that leads to easy distribution and the violence associated with distribution of the drug. These reasons are essentially those that have been attributed to Congress's initial decision to enact the 100:1 ratio. That decision was rational, even though it differs from the Sentencing Commission's current recommendation regarding the magnitude of the disparity.</blockquote>\n<p><i>Jackson,</i> 84 F.3d at 1161 (citations omitted). Although, the Fourth Circuit has stated that the publication of the 1995 Commission Report does not alter its pre-1995 decisions sustaining disparities generally, <i>Hayden,</i> 85 F.3d at 158, it has not addressed how the inaction of Congress after the publication of the Sentencing Commission reports and after the conclusions reached by the Department of Justice and the nation's \"drug czar\" affects the equal protection analysis. To that task, it is time to turn.</p>\n<p>The analysis must begin with the understanding that, in order for a facially neutral statute (such as the provision establishing the 100-to-1 ratio) to violate the equal protection clause, it must have a disparate impact on a suspect class of people and \"must ultimately be traced to a racially discriminatory purpose.\" <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 240, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976). The determination of a discriminatory purpose \"may often be inferred from the totality of the relevant facts[,]\" which includes</p>\n<blockquote>\n<span class=\"star-pagination\">*583</span> the fact, if it is true, that the law bears more heavily on one race than another. ... Disproportionate impact is not irrelevant, but it is not the sole touchstone of an invidious racial discrimination forbidden by the Constitution. Standing alone, it does not trigger the rule that racial classifications are to be subjected to the strictest scrutiny and are justifiable only by the weightiest of considerations.</blockquote>\n<p><i>Washington v. Davis,</i> 426 U.S. at 242, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span> (citation omitted). Among the \"totality of the relevant facts\" (<i>see id.</i>) that the Supreme Court has identified to be relevant are \"the inevitability or foreseeability of consequences of a neutral rule[,]\" <i>Personnel Administrator of Massachusetts v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 279 n. 25, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979), the historical background of the decision, the \"specific sequence of events leading up the challenged decision[,]\" \"[d]epartures from the normal procedural sequence\" and legislative history, <i>Vill. of Arlington Heights v. Metro. Hous. Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 267-68, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977).</p>\n<p>However, the Supreme Court also has held that \"`[d]iscriminatory purpose[]' ... implies more than intent as volition or intent as awareness of consequences.\" <i>Feeney,</i> 442 U.S. at 279, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>. Instead, the discriminatory purpose \"implies that the decisionmaker ... selected <i>or reaffirmed a particular course of action at least in part `because of,'</i> not merely `in spite of,' its adverse effects upon an identifiable group.\" <i>Id.</i> (emphasis added); <i>see also </i><i>McCleskey v. Kemp,</i> <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 298, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></a></span> (1987). The Court also has made clear that \"disparate impact and foreseeable consequences, without more, do not establish a constitutional violation.\" <i>Columbus Bd. of Educ. v. Penick,</i> <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 464, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).</p>\n<p>On the undisputed facts presented here, the statute has a disparate impact that became foreseeable, if, indeed, not conclusively demonstrated, with the publication of the first Commission report in 1995. Congress has had six years to remedy the disparate impact on a suspect classification, but it has not done so. One would expect that these facts would establish an equal protection violation, or, at least, that they would shift the burden to the United States to prove that the inaction of Congress in the face of overwhelming evidence of discriminatory impact is not what it appears to be. But, the test for discriminatory purpose, as currently established by the Supreme Court, forecloses either result.</p>\n<p>The proper approach to assessing discriminatory intent on the set of irrefutable, and not refuted, facts here presented would seem to be found in Justice Stevens' concurring opinion in <i>Washington v. Davis</i><i>.</i> There, in the context of determining the intent of state actors regarding discrimination, Justice Stevens noted:</p>\n<blockquote>Frequently the most probative evidence of intent will be objective evidence of what actually happened rather than evidence describing the subjective state of mind of the actor. For normally the actor is presumed to have intended the natural consequences of his deeds. This is particularly true in the case of governmental action which is frequently the product of compromise, of collective decisionmaking, and of mixed motivation. It is unrealistic, on the one hand, to require the victim of alleged discrimination to uncover the actual subjective intent of the decisionmaker or, conversely, to invalidate otherwise legitimate action simply because an improper motive affected the deliberation of a participant in the decisional process.</blockquote>\n<p><span class=\"star-pagination\">*584</span> <i>Washington v. Davis,</i> 426 U.S. at 253, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span> (Stevens, J., concurring). In the context of school desegregation cases, the Supreme Court, indeed, has explained that school transfer plans that had the \"inevitable consequence\" of racial segregation violated the Fourteenth Amendment. <i>Monroe v. Bd. of Comm'rs of the City of Jackson, Tenn.,</i> <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, 459, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1700</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1968); <i>Goss v. Bd. of Educ. of the City of Knoxville, Tenn.,</i> <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 689, <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1405</span></a></span>, <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1963).</p>\n<p>Likewise, one would think that the approach to ascertaining intent that the judicial system uses to imprison its citizens  a consequence far more severe than invalidating legislative action or ascribing intent to legislative inaction  would be instructive to ascertaining legislative purpose. The standard federal jury instruction about proof of knowledge or intent (which, of course, mirrors the approach reflected in Justice Stevens' concurring opinion in <i>Washington v. Davis</i>) recognizes that \"[t]he intent of a person or the knowledge that a person possesses at any given time may not ordinarily be proved directly because there is no way of directly scrutinizing the workings of the human mind.\" 1A Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 17.07 (5th ed.2000). For that reason, juries are instructed:</p>\n<blockquote>In determining the issue of what a person knew or what a person intended at a particular time, you may consider any statements made or acts [done] [omitted] by that person and all other facts and circumstances received in evidence which may aid in your determination of that person's knowledge or intent.</blockquote>\n<blockquote>You may infer, but you are certainly not required to infer, that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted. It is entirely up to you, however, to decide what facts to find from the evidence received during this trial.</blockquote>\n<p><i>Id.</i> In other words, in criminal cases, the finder of fact is permitted to infer intent from the reasonably foreseeable consequences of the actions or inactions of the accused.</p>\n<p>Nor does the criminal law permit the accused to escape the consequence of action or inaction by feigning ignorance of the alleged violation. For that reason, deliberate ignorance or willful blindness is no defense, for \"[n]o one can avoid responsibility for a crime by deliberately ignoring what is obvious.\" <i>Id.</i> at § 17.09.</p>\n<p>A similar approach to the ascertainment of intent or purpose is found in the civil context, as well. In civil cases, corporations who ignore warnings about the defects in their product, may be assessed punitive damages for knowingly and intentionally disregarding the rights of others when they knowingly omit to correct the defect. Likewise, individuals who act \"in reckless or callous disregard of, or indifference to, the rights\" of others may be punished in civil litigation through the award of punitive damages. 3 Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 128.81 (5th ed.2000). Juries in civil cases are instructed that they \"may consider it reasonable to draw the inference and find that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted.\" 3 Kevin F. O'Malley et al., <i>Federal Jury Practice and Instructions</i> § 121.01 (5th ed.2000). For example, in torts cases, \"[i]f the actor knows that the consequences are certain, or substantially certain, to result from his act, and still goes ahead, he is treated by the law as if he had in fact desired to produce the result.\" <i>Restatement (Second) of Torts</i> § 8A cmt. b (1965).</p>\n<p><span class=\"star-pagination\">*585</span> The equal protection discriminatory intent standard has been described by one commentator, Yale Law School Professor Reva Siegel, as \"a legislative state of mind akin to malice.\" Reva Seigel, <i>Why Equal Protection No Longer Protects: The Evolving Forms of Status-Enforcing State Action,</i> 49 Stan.L.Rev. 1111, 1135 (1997). But the law of malice distinguishes between actual malice and legal malice. Actual malice requires a showing of hatred or ill will, but legal malice can be shown by reckless disregard or flagrant indifference of the rights of others. <i>See </i><i>S &amp; W Agency, Inc. v. Foremost Insur. Co.,</i> <span class=\"citation\" data-id=\"2497154\"><a href=\"/opinion/2497154/s-w-agency-inc-v-foremost-ins-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">983</span></a></span>, 992 (N.D.Iowa 1998); <i>Cassady v. Dillard Dep't Stores,</i> <span class=\"citation\" data-id=\"761757\"><a href=\"/opinion/761757/joseph-l-cassady-v-dillard-department-stores-doing-business-as/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1219 (8th Cir.1999). For example, in defamation suits, \"malice must exist, but ... it is presumed by law from the mere speaking of the words\"; that presumption can, of course, be rebutted. <i>Quinones v. United States,</i> <span class=\"citation\" data-id=\"317554\"><a href=\"/opinion/317554/barry-j-quinones-v-united-states-of-america-and-united-states-bureau-of/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span>, 1275 n. 10 (3rd Cir.1974).</p>\n<p>The equal protection doctrine permits no such presumption to address the problems inherent in proving intent or purpose of legislatures. Nor does current equal protection jurisprudence present the approach that is authored by Justice Stevens and that lies at the core of intent-purpose ascertainment generally in all civil and criminal cases.</p>\n<p>The Supreme Court has acknowledged that the standard for discriminatory purpose is difficult to meet.<sup>[9]</sup> The reasoning for that is found in the admonition that \"[i]nquiries into congressional motives or purposes are a hazardous matter.\" <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 383, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968). In constitutional challenges, \"[w]hat motivates one legislator to make a speech about a statute is not necessarily what motivates scores of others to enact it, and the stakes are sufficiently high for us to eschew guesswork.\" <i>Id.</i> at 384, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n<p>The discriminatory purpose test as articulated in <i>Washington v. Davis</i> and <i>Feeney</i> is, of course, illusory because it is virtually impossible to satisfy. We, as a society, deprive individuals of life, liberty and prosperity, in civil and criminal cases, on the basis of a standard of intent that permits the inference that people intend the natural and foreseeable consequences of their actions or inactions. But, <i>Washington v. Davis</i><i>,</i> as interpreted in <i>Feeney,</i> creates a different, and far more lenient, standard for equal protection challenges to legislative action, one that is impossible to satisfy. Today, no legislative body would be so lacking in knowledge of this lenient standard or so lacking in perspicacity as to leave a record of action taken \"because of race.\" And, that is all the more the case where, as here, the discriminatory motive must be shown to have been the cause of inaction. Indeed, today an optimistic citizen might even say that we, as a society, have come so far that legislatures no longer act, or refrain from acting, because of race. And, if we can be said to have reached such a state, then the current standard forecloses the equal protection of the law to those in a suspect class who are disparately impacted by a well-intentioned law, apparently having a rational basis when enacted, that has been proved subsequently to be without rational support and <span class=\"star-pagination\">*586</span> that has a disparate impact on the suspect class.</p>\n<p>Where, as here, a grievous penalty was enacted in haste, without the usual safeguards attendant upon the legislative process and upon a set of specific assumptions, and subsequent study by the agency charged with assuring racial neutrality and fairness in criminal sentencing demonstrates that the assumptions are no longer supported, that the penalty is not rationally justified; and that the penalty is having a disparate impact upon black and other minority defendants, and Congress fails for six years to remedy that impact, I would find that the equal protection clause is offended. That is particularly true where, as here, the Congress asked for a further study by the official agency and received a reaffirmation that the extant penalty lacks rational justification. And, it is even more true, where, as here, the Attorney General and the nation's chief drug policy and enforcement officer have recommended a different, lesser penalty because experience has taught that the one in esse is frustrating the legislative goals it was intended to achieve.</p>\n<p>Let us, for a moment, reflect upon a record in which a school board or state legislature enacted a law or policy which reasonably could not be foreseen to have a disparate impact on persons of a particular race or gender. And, let us say that the record shows that the enacting or implementing body calls for a report on the statute or policy from the state department of education and that, after careful study, the department of education reports that the policy is having a disparate impact on black and female students and that the factors which drove the state legislature to adopt the statute or policy have been shown to be without merit and that the statute or policy cannot be justified for future use.</p>\n<p>And, let us assume that, after further study upon remand from the enacting legislature or school board, the department reiterated its findings and recommended a new policy. And, then let us assume that the Attorney General and the head of the state's higher education board inform that the extant policy actually is undercutting the objectives which the legislature sought to achieve by enacting the policy.</p>\n<p>And, finally, let us say that the record shows that, against that background, the legislature allowed the policy to remain in effect and that the most recent statistics show a continued disparate impact on black and female students. Under <i>Washington v. Davis</i><i>,</i> as interpreted in <i>Feeney,</i> a federal court would not be permitted to find an equal protection violation or even to find that the burden had shifted to the enacting entity to demonstrate that the policy continued to be rationally based. I respectfully think that such a result is not faithful either to reality or to the equal protection clause.</p>\n<p>And, I agree that the legal precedents that necessitate such an application of the clause need to be revisited or amended to afford the protection of the clause to those disparately affected here  black defendants convicted of trafficking in crack cocaine.<sup>[10]</sup> However, it is not for district courts to rewrite standards set by the Supreme Court or the Court of Appeals. Hence, the extant interpretation of the equal protection clause set forth in the decisions of the Supreme Court and the Fourth Circuit must be applied here. <span class=\"star-pagination\">*587</span> And, they foreclose Petersen's equal protection challenge.<sup>[11]</sup></p>\n<p></p>\n<h2>B. Cruel and Unusual Punishment</h2>\n<p>The Eighth Amendment prohibits the infliction of cruel and unusual punishments. \"While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.\" <i>Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 100, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958). This prohibition has been described as flexible and dynamic, not a \"static concept.\" <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 173, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976). The Supreme Court has \"recognized ... that the words of the Amendment are not precise, and ... their scope is not static. The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop,</i> 356 U.S. at 100-101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>; <i>see also </i><i>Woodson v. North Carolina,</i> <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 301, <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2978</span></a></span>, <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span></a></span> (1976); <i>Gregg,</i> 428 U.S. at 173, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>; <i>Stanford v. Kentucky,</i> <span class=\"citation\" data-id=\"112326\"><a href=\"/opinion/112326/stanford-v-kentucky/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 380-81, <span class=\"citation\" data-id=\"112326\"><a href=\"/opinion/112326/stanford-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2969</span></a></span>, <span class=\"citation\" data-id=\"112326\"><a href=\"/opinion/112326/stanford-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (O'Connor, J., concurring) (1989); <i>McCleskey,</i> 481 U.S. at 300, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>; <i>Penry v. Lynaugh,</i> <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">302</span></a></span>, 330-31, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2934</span></a></span>, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1989).</p>\n<p>A comparison of a given punishment to the responses of civilized people is an important part of the Eighth Amendment analysis. In <i>Trop v. Dulles</i><i>,</i> the Supreme Court looked to the virtual unanimity of the \"civilized nations of the world\" that denationalization is not to be imposed as punishment for a crime. <i>Trop,</i> 356 U.S. at 102, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>. Indeed, the Supreme Court advised that \"[t]he clearest and most reliable objective evidence of contemporary values is the legislation enacted by the country's legislatures.\" <i>Penry,</i> 492 U.S. at 331, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2934</span></a></span>; <i>see also </i><i>Woodson,</i> 428 U.S. at 288, <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2978</span></a></span>. Other objective information regarding society's view of a punishment used to discern the evolving standards of decency include history and traditional usage and data on the sentencing action of juries. <i>Penry,</i> 492 U.S. at 331, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2934</span></a></span>; <i>Woodson,</i> 428 U.S. at 288, <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2978</span></a></span>.</p>\n<p>For one hundred years, \"[t]he constitutional principle of proportionality has been recognized explicitly in [the Supreme] Court.\" <i>Solem v. Helm,</i> <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 286, <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3001</span></a></span>, <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (1983), citing <i>Weems v. United States,</i> <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span> (1910). In <i>Weems,</i> the Court traced the concept of cruel and unusual punishment through the common law and found \"it is a precept of justice that punishment for crime should be graduated and proportioned to offense.\" <i>Weems,</i> 217 U.S. at 367, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>. On its face, the Eighth Amendment prohibits \"excessive\" bail and fines, and the Court has applied a proportionality review to death sentences. <i>Solem,</i> 463 U.S. at 289, <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3001</span></a></span>. \"It would be anomalous indeed if the lesser punishment of a fine and the greater punishment of death were both subject to proportionality analysis, but the intermediate punishment of imprisonment were not.\" <i>Id.</i> Indeed, one objective of Congress in enacting the Sentencing Reform Act of 1984 was to achieve proportionality in sentencing by creating a system that \"imposes appropriately different sentences for criminal conduct of differing severity.\" U.S. Sentencing Comm'n, <i>Guidelines Manual</i> 2 (2000).</p>\n<p><span class=\"star-pagination\">*588</span> The proportionality review, however, is limited. Successful challenges to sentences for a term of years based on the proportionality principle are \"rare.\" <i>Rummel v. Estelle,</i> <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 272, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></a></span> (1980); <i>Solem,</i> 463 U.S. at 290, <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3001</span></a></span>. Under Fourth Circuit precedent, proportionality review is reserved for life sentences without parole and is not used to determine the constitutionality of incarceration for terms of years. <i>United States v. Rhodes,</i> <span class=\"citation\" data-id=\"462467\"><a href=\"/opinion/462467/united-states-v-james-alvin-rhodes-aka-mickey-rhodes-united-states-of/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span> (4th Cir.1985); <i>D'Anjou,</i> 16 F.3d at 612-13.</p>\n<p>It is also clear that a punishment cannot offend the evolving standards of decency. <i>Trop,</i> 356 U.S. at 100-101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>. In the context of the application of the death penalty, the Supreme Court has instructed that death sentences cannot be imposed arbitrarily because to do so would offend the evolving standards of decency. <i>Furman v. Georgia,</i> <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 249, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1972) (Douglas, J., concurring); <i>id.</i> at 274, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span> (Brennan, J., concurring); <i>McCleskey,</i> 481 U.S. at 306-307, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>. In a challenge to a death sentence based on a statistical study of the relationship between the death penalty and the races of murder victims and defendants, the Court said that \"absent a showing that the [state] capital punishment system operates in an arbitrary and capricious manner,\" the defendant could not establish an Eighth Amendment violation. <i>McCleskey,</i> 481 U.S. at 306-307, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>.</p>\n<p>This recorda legislative history lacking in any justification for continued application of the 100-to-1 ratio and the consensus that the crack-to-powder quantity ratio must be revised, as evidenced by two Commission reports, state cocaine sentencing ratios, a statement by the Attorney General and Director of the ONDCP, and the responses by Congress and the President to the 1995 Commission Report acknowledging the need to revise the ratio  demonstrates that it is arbitrary and capricious to continue to apply the 100-to-1 quantity ratio. Just as an arbitrary capital punishment system would offend the Eighth Amendment, so too should a sentencing scheme permeated by an arbitrary ratio. And, unlike the application of the death penalty, which the <i>McCleskey</i> court emphasized involves the exercise of discretion, the crack-to-powder quantity ratio involves no discretion. As a result, it makes sense to evaluate whether the application of the ratio, rather than its enactment, is arbitrary.</p>\n<p>However, the Supreme Court has instructed that, due to \"the unique nature of the death penalty for purposes of Eighth Amendment analysis,\" the Court's \"decisions applying the prohibition of cruel and unusual punishments to capital cases are of limited assistance in deciding the constitutionality\" of punishments for terms of years. <i>Rummel,</i> 445 U.S. at 272, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>; <i>Solem,</i> 463 U.S. at 289, <span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3001</span></a></span>. Moreover, this Court is constrained by Fourth Circuit precedent limiting proportionality review to life sentences without parole and denying Eighth Amendment challenges to the 100-to-1 quantity ratio.</p>\n<p>It is cruel, in any sense of the word, for society to impose a punishment that is not rationally related to the offending conduct. And, fortunately, it is unusual in this country that a penalty demonstrated to lack a rational foundation continues to be imposed for years after an official agency charged with achieving fairness and proportionality in sentencing has shown that the punishment is unjustified and the agencies charged with enforcing the laws have concluded that the penalty does not achieve its intended purpose and, indeed, frustrates that end. Thus, I would conclude <span class=\"star-pagination\">*589</span> that evolving standards of decency dictate that a sentencing scheme must, at a bare minimum, have a rational basis to survive scrutiny under the Eighth Amendment and that continued application of the 100-to-1 quantity ratio violates the Eighth Amendment because it is arbitrary and has no rational basis. Here too, however, that result may be achieved only by Congress or the Supreme Court.</p>\n<p></p>\n<h2>C. The Position of the United States</h2>\n<p>First, the United States argues that the Sentencing Commission's findings about the unsupportability of the 100-to-1 ratio were wrong. This contention is advanced by parsing some of the citations in the 1995 Commission Report to tease out points, already acknowledged by the Sentencing Commission as supporting some disparity in the sentencing scheme. That argument misses the point because it does not prove that the 100-to-1 ratio is rationally based.</p>\n<p>Second, the United States argues that circuit precedent: (1) has sustained the congressional decision to treat crack and powder cocaine differently when the 1986 Act was enacted; and (2) has established that those decisions were not affected by the 1995 Commission Report. The United States, of course, is correct, but this argument misapprehends Petersen's challenge which does not seek revisitation of either line of precedent.</p>\n<p>Third, the United States argues that the disparity in the 100-to-1 ratio serves the interests of our nation's black citizens. It serves no purpose to assess the precepts which are the foundation of the two, rather unusual, law review articles on which that argument is based because the issue is what impact is had on those against whom the law is applied. No doubt protection of the interest of society, as a whole, is a critical consideration in any decision to establish a punishment for a crime. However, neither the United States nor the law review articles on which it relies, cites any judicial precedent for making that analysis on the basis of which race is helped or hurt by the penalty, and it is preferable to decline the invitation to take that approach to the issue as presented here.</p>\n<p>Finally, as to the Eighth Amendment issue, the United States asserts that circuit precedent forecloses the challenge. The United States, as set forth above, is correct.</p>\n<p></p>\n<h2>D. Motion for Downward Departure</h2>\n<p>Petersen seeks a downward departure on the basis that, in formulating the Guidelines, the Sentencing Commission failed to consider the disparate impact of the 100-to-1 quantity ratio and the other factors addressed in the 1995 Commission Report. <i>See</i> U.S. Sentencing Comm'n, <i>Guidelines Manual</i> § 5K2.0, Grounds for Departure (policy statement) (2000) (the sentencing court may depart from the Guidelines range \"if the court finds `that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described[,]'\" quoting 18 U.S.C. § 3553(b)). This argument is foreclosed the Fourth Circuit's decision in <i>United States v. Banks,</i> <span class=\"citation\" data-id=\"748770\"><a href=\"/opinion/748770/united-states-v-shenita-banks-united-states-of-america-v-shenita-banks/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span> (4th Cir.1997), which requires a finding of atypicality in the individual case in order for a sentencing court to depart from the Guidelines range.</p>\n<p>Unfortunately, the circumstances and consequences of Petersen's offense of conviction are not at all atypical. In 1999, the last year for which statistics are available, there were 5,187 crack cocaine offenders. 4,391 of them were African American. U.S. Sentencing Comm'n, <i>1999 Sourcebook</i> <span class=\"star-pagination\">*590</span> <i>of Federal Sentencing Statistics,</i> Table 34, available at http:// www.ussc.gov/ANNRPT/1999/Sbtoc99.htm. Although the Sentencing Commission did not take either the disparate impact of the 100-to-1 ratio or its lack of a rational basis into account in formulating the Guidelines, the decision here is controlled by <i>Banks</i> and the motion for a downward departure is denied. Moreover, to grant a downward departure here would be tantamount to sustaining the equal protection and the Eighth Amendment challenges previously rejected in other sections of this opinion.</p>\n<p>Furthermore, if a downward departure were to be granted on Petersen's theory in this case, one would be appropriate in every case because the reason for the requested departure is a systemic flaw. To pursue that course would be to rewrite the statute judicially, a course of conduct forbidden by the Constitution.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, Petersen's attacks on the statute and the applicable guidelines are rejected. His motion for downward departure is denied. But Petersen is correct in arguing that, in light of the currently available evidence and the legislative failure to remedy a problem clearly identified and documented by two Sentencing Commission reports and by the Attorney General and the nation's chief drug enforcement officer, it is time for judicial assessment of the issue as it is currently presented.</p>\n<p>However, faithful adherence on the part of district courts to decisions of the Supreme Court and the governing Court of Appeals is a precept that also is of great constitutional impact. That precept dictates that, if the standards and approaches here at issue are to be changed, they must be changed by courts empowered to do so.</p>\n<p>The Clerk is directed to send a copy of this Memorandum Opinion to all counsel of record.</p>\n<p>It is so ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Petersen's due process challenge is a repetition of his equal protection challenge and will not be analyzed separately.</p>\n<p>[2]  Petersen received a career offender enhancement, which is taken into account by this powder cocaine sentence calculation.</p>\n<p>[3]  The United States Sentencing Commission will be referred to as the \"Sentencing Commission.\"</p>\n<p>[4]  In fact, the method by which Bias took cocaine was not known at the time of his death, and a year later another player testified that Bias had snorted powder cocaine before his death. <i>Id.</i> at 122-23.</p>\n<p>[5]  Senate Majority Leader Dole introduced a bill containing a 20-to-1 ratio on behalf of the Reagan Administration. There also was a bill providing for a 50-to-1 ratio. <i>Id.</i></p>\n<p>[6]  No research has suggested state ratios have changed since the 1995 Commission Report.</p>\n<p>[7]  Virginia does not distinguish between crack and powder cocaine in most sentences, but at the time of the 1995 Commission Report the Virginia statute used a 333-to-1 ratio in its \"drug kingpin\" provision. <i>Id.</i> at 134, citing Virginia Code Annotated 18.2-248 (1993 Supp.). The Virginia \"drug kingpin\" statute has been modified and now uses a 2-to-1 ratio. Virginia Code Annotated 18.2-248 (2000 Supp.).</p>\n<p>[8]  They used information from the Drug Enforcement Administration that mid-level crack dealers deal in ounce or multi-ounce quantities of crack. One ounce is 28 grams.</p>\n<p>[9]  <i>See </i><i>Miller v. Johnson,</i> <span class=\"citation\" data-id=\"117968\"><a href=\"/opinion/117968/miller-v-johnson/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></a></span>, 916, <span class=\"citation\" data-id=\"117968\"><a href=\"/opinion/117968/miller-v-johnson/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2475</span></a></span>, <span class=\"citation\" data-id=\"117968\"><a href=\"/opinion/117968/miller-v-johnson/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">762</span></a></span> (1995) (\"[t]he distinction between being aware of racial considerations and being motivated by them may be difficult to make\"); <i>Hunter v. Underwood,</i> <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 228, <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1916</span></a></span>, <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1985) (\"[p]roving the motivation behind official action is often a problematic undertaking[,]\" and increasingly difficult as the size of the body producing the decision increases).</p>\n<p>[10]  Petersen's unsavory criminal past would necessitate a very long period of incarceration even if he had been trafficking in powder cocaine. Of course, even those with criminal records and those who commit crimes are entitled to the equal protection of the laws.</p>\n<p>[11]  And, it certainly is not the office of a district court to legislate for any reason whatsoever.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/539225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/663096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/697271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/711050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/722577/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/735409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/761757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2497154/"
          ]
        }
      ],
      "judges": "Payne",
      "date_created": "2014-10-30T23:15:01.134023Z",
      "date_modified": "2016-03-03T22:15:12.043680Z",
      "date_filed": "2001-04-27",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-petersen",
      "citation_id": 2401508,
      "case_name_short": "Petersen",
      "case_name": "United States v. Petersen",
      "case_name_full": "",
      "federal_cite_one": "143 F. Supp. 2d 569",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2301077/united-states-v-petersen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:15:01.130624Z",
  "date_modified": "2017-07-05T14:54:09.646775Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Petersen",
  "case_name": "United States v. Petersen",
  "case_name_full": "",
  "slug": "united-states-v-petersen",
  "docket_number": "Crim. 3:00CR155",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}