{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/230615/",
  "id": 230615,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/250695/",
      "id": 250695,
      "absolute_url": "/opinion/250695/andrew-l-mannings-a-minor-by-his-father-and-next-friend-willie-m/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/230615/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/250695/",
          "id": 250695,
          "absolute_url": "/opinion/250695/andrew-l-mannings-a-minor-by-his-father-and-next-friend-willie-m/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/250695/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:35:21Z",
          "date_modified": "2017-03-24T18:39:23.385521Z",
          "type": "010combined",
          "sha1": "8fa8a765557fb9e48dd5bd1509531c708cb2bcf2",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/277/277.F2d.370.17939.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">277 F.2d 370</p>\n    <p class=\"parties\">Andrew L. MANNINGS, a minor, by his father and next friend, Willie M. Mannings, et al., Appellants,<br>v.<br>BOARD OF PUBLIC INSTRUCTION OF HILLSBOROUGH COUNTY, FLORIDA, et al., Appellees.</p>\n    <p class=\"docket\">No. 17939.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">April 13, 1960.</p>\n    <p class=\"date\">Rehearing Denied May 10, 1960.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco A. Rodriguez, Tampa, Fla., Constance Baker Motley, Thurgood Marshall, New York City, for appellants.</p>\n      <p class=\"indent\">Morris E. White, Charles F. Blake, Harry G. McDonald, John M. Allison, Tampa, Fla., for appellees.</p>\n      <p class=\"indent\">Before RIVES, Chief Judge, TUTTLE, Circuit Judge, and SIMPSON, District Judge.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants complain of the judgment of the trial court dismissing their suit for an injunction seeking an order enjoining the Board of Education from \"continuing to pursue the policy of operating public schools of Hillsborough County, Florida on a racially segregated basis.\" We conclude that the trial court erred in dismissing the complaint on the ground that \"it does appear from the complaint, and it does appear from admissions made before the Court, that the plaintiffs have not exhausted the administrative remedies under the Florida Pupil Assignment Act, F.S.A. &#167; 230.232.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This suit was originally filed on December 12, 1958. It alleged that the minor plaintiffs and their parents were Negro citizens of the State of Florida eligible as patrons or students of the public schools of Hillsborough County. They alleged that \"defendants, acting under color of the authority vested in them by the laws of the State of Florida have pursued and are presently pursuing a policy of operating the public school system of Hillsborough County, Florida, on a racially segregated basis\"; that they had formally petitioned defendants to abolish the segregation policy; that despite this petition and several subsequent letters requesting defendants to desegregate the public schools, \"the defendants have refused to discontinue the policy of operating the public schools of Hillsborough County, Florida, on a racially segregated basis.\" Specifically the complaint alleged \"pursuant to this policy, 72 of the public schools of Hillsborough County are limited to attendance by white students only, and 18 schools are limited to attendance by Negro students,\" and, \"pursuant to this policy, many Negro students, including some of the minor plaintiffs, who reside nearer to schools limited to white students are required to attend schools limited to Negro students which are considerably removed from the places of their residences. In some instances, some of the minor plaintiffs and other minor Negroes similarly situated are required to travel as much as ten miles to attend a Negro elementary school, whereas they reside only two blocks from a white elementary school.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendants filed a motion to dismiss the complaint based primarily on the fact that the State of Florida had in 1956 passed a Pupil Assignment Act and had amended the same in 1959, which said statutes were in effect at the time of the hearing and order by the trial court on August 7, 1959; that the said Pupil Assignment Acts provided a means whereby an individual Negro student could make application for admission at such school as he deemed he was entitled to attend, and that such assignment laws permitted the assignment of Negro students to schools of Hillsborough County without reference to race; that the individual plaintiffs had not made application for admission to any particular school and they had thus failed to pursue administrative remedies open to them prior to the filing of the complaint in the Federal Court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dismissal of the complaint without the plaintiffs being afforded the opportunity of making proof of their allegations necessarily brings the question before us within narrow compass.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We have repeatedly said that under the Federal rules, (Rule 8(a), F.R.Civ.P., 28 U.S.C.A.), a complaint may not be dismissed under Rule 12(b) (6) for a failure to state a claim upon which relief can be granted if under any theory of recovery a case for relief can be made out by the proof. Black v. First National Bank of Mobile, Ala., 5 Cir., 255 F.2d 373, 375; Carss v. Outboard Marine Corp., 5 Cir., 252 F.2d 690, 691; Demandre v. Liberty Mutual Ins. Co., 5 Cir., 264 F.2d 70, 72. As stated by Moore, \"A complaint should not be dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled to no relief under any state of facts which could be proved in support of the claim.\" 2 Moore's Federal Practice, p. 2245.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is equally well understood that in construing a complaint to test out its sufficiency to withstand a motion to dismiss for failure to state a claim upon which relief can be granted, all of the facts pleaded must be taken to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying these principles to the complaint before the Court, we think it clear that the following issue is presented: Are the plaintiffs, in a class action in a school segregation case, denied the right to have the trial court enjoin a local board of education from continuing to operate the local school system on a racially segregated basis, solely because the individual plaintiffs have not exhausted administrative remedies made available to them to seek admission to certain designated schools?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have answered a substantial part of this question in a case decided after the order of the trial court in this case. In Gibson v. Board of Public Instruction, Dade County, Florida, 5 Cir., 272 F.2d 763, 766, we held:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"* * * we cannot agree with the district court that the Pupil Assignment Law, or even that the Pupil Assignment Law plus the Implementing Resolution, in and of themselves, met the requirements of a plan of desegregation of the schools or constituted a `reasonable start toward full compliance' with the Supreme Court's May 17, 1954, ruling. That law and resolution do no more than furnish the legal machinery under which compliance may be started and effectuated. Indeed, <i>there is nothing in either the Pupil Assignment Law or the Implementing Resolution clearly inconsistent with a continuing policy of compulsory racial segregation.\"</i> (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In that case the District Court for the Southern District of Florida, Miami Division, 170 F.Supp. 454, 457, had dismissed a suit filed by several Negro plaintiffs in which the plaintiffs sought a declaratory judgment holding the Florida laws requiring racially segregated schools to be violative of the Fourteenth Amendment to the Constitution of the United States, and further that the School Board be ordered to desegregate, and that the Court order the defendants promptly to present a plan of desegregation of the schools. The trial court held that plaintiffs were entitled to their declaratory judgment, holding that the old sections of the Florida statutes and constitution requiring segregated schools were invalid and unenforceable. As to the prayers of the complaint that the Court order the presenting of a plan of desegregation of the schools, the Court found that \"the Florida Pupil Assignment Law enacted by the Legislature of Florida since the filing of this suit meets the requirement of such a plan and the demands of the plaintiffs.\" It is to be noted that the plaintiffs in the Gibson case had not sought assignment to any particular school either before or after the enactment of the Florida Pupil Assignment Law. In that situation, we held that the plaintiffs were still entitled to affirmative action by the Board of Education to effectuate a policy of desegregation. Moreover, this Court held that in such a situation the District Court \"should retain jurisdiction during the period of transition,\" citing the following cases: Brown v. Board of Education, 349 U.S. 294, at page 301, 75 S.Ct. 753, at page 756, 99 L.Ed. 1083; and Rippy v. Borders, 5 Cir., 250 F.2d 690, 694.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A holding by the Court of Appeals for the Eighth Circuit in the Arkansas case of Parham v. Dove, 8 Cir., 271 F.2d 132, 138, supports the proposition that a failure to pursue the administrative remedies offered by a pupil placement law does not deprive the Negro plaintiffs of their right to a decree for some sort of affirmative action by the School Board. Saying, \"The lack of any affirmative plan or action to disestablish the segregation status which had unconstitutionally been set up in the District, other than as the Board might be called upon to deal under the provisions of the 1956 or the 1959 Act with some individual application for assignment to another school, would [not] perhaps measure up to the legal and moral responsibility resting on a Board under the expression and holding of the Brown cases,\" the Court required that the Board formulate some plan to accomplish desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus it is clear that the plaintiffs were not deprived of their right to litigate over the basic question of desegregation of the public school system, because of their failure to apply for entry into specified schools.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There still remains for our consideration appellants' contention that they are entitled to an injunction against a continuation of the policy of segregation, if they are able to prove, as alleged in their complaint, that the Hillsborough Board of Public Instruction is, notwithstanding the Pupil Assignment Statute, continuing to operate the schools confided to its care on a racially segregated basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board seems to proceed on the assumption that the presence of the Assignment laws on the statute books legally excludes the possibility of the Board's continuing a policy of racial segregation in the county schools. It follows, it says, that injunctive relief would be inappropriate. This, of course, does not follow. We pointed this out expressly in the Gibson case, supra. Having held, as we have in that case, that appellants do not lose their standing to seek affirmative relief in spite of the enactment of the Assignment law, we must also hold that appellants have the same standing as any other litigant to seek relief by way of injunction if a proper showing is made.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this connection the action taken by, and the opinion of, the Court of Appeals for the Eighth Circuit in the Parham case, supra, is much to the point. It said at 271 F.2d 132, 135:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Since, however, it was clear that the District had not up to that time adopted any formal plan [notwithstanding the passage of a state Pupil Placement Act] or taken any other steps <i>publicly to disestablish</i> segregation in the school system, we deemed it appropriate to require, and made our order provide that the defendants should be enjoined, and an injunction was directed to be issued to prevent them, from continuing to maintain the system of unconstitutional segregation, which had previously existed in the District.\" (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court furthermore emphasized this part of its opinion and order by stating at the end of the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"In concluding, we shall make reference once more to the provision of our order directing that the defendants be enjoined from continuing to maintain the system of unconstitutional segregation, which has previously existed in the District, and which the <i>defendants have heretofore taken no steps to disestablish.\"</i> (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The basic charter under which the school children in this action seek to vindicate their rights is the Fourteenth Amendment to the Constitution, which, as interpreted by the Supreme Court in the Brown case, supra, declares that the maintenance of racially segregated public schools by any state is unconstitutional. The Court has since said, in Cooper v. Aaron, 358 U.S. 1, 78 S.Ct. 1401, 1404, 3 L.Ed.2d 5:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"State authorities were thus duty bound to devote every effort toward <i>initiating desegregation</i> and bringing about the elimination of racial discrimination in the public school system.\" (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We, of course, do not know what proof would be put forward by the appellants had this case not been dismissed by the trial court, but under the allegations of the petition, if proved, it is certain that the plaintiffs could have shown that in the sense used by us in the Gibson case, supra, neither the State nor the appellee Board of Education has devoted any effort \"toward initiating desegregation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Proof might have been introduced under the allegations of the complaint showing that the pattern of segregation was still maintained by the Board's automatically assigning all pupils to the same racially segregated schools which they had been attending, without applying any standards or tests to any but the relatively few Negro students who sought transfers to what had theretofore been white schools. Such a course of conduct the Court might hold failed to measure up to the requirements of the Florida state law itself which asserted that \"uniform tests\" were a step \"to the end that there will be established in each school within the county an environment of equality among pupils of like qualifications and academic attainments.\" It seems too plain to require comment that no such aim would be achieved, or even approached, unless whatever tests were ultimately adopted by the Board were applied to all students and not only to those wishing transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The trial court might also, under such proof, find that the relatively few individual school children who alone would be subjected to the exhaustive tests prescribed by the state law and as supplemented by the local Board<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> would be compelled to run the gauntlet of a battery of experts covering the fields of education (scholastic aptitude, intelligence, mental energy or ability), psychology (psychological factors), sociology (condition of socio-economic class consciousness among the pupils), religion and ethics (moral and ethical background and qualifications), medicine (health factors), law or law enforcement (safety and good order), and culture (cultural background and qualifications of pupils) in attempting to meet the tests for admission to a \"white\" school. The Court's order dismissing the complaint without hearing would require these school children to do this without the protection of a court order making certain that the factor of race would not be a consideration in the solution of these many intangible tests. The failure of appellee to show any disposition to abandon the segregation policy, long pursued, and, since 1954, known to be illegal, constrains us to hold that the plaintiffs are entitled to have such massive testing as is contemplated, assuming that the Florida statute is carried out objectively and in good faith, against the background of a decree of the trial court prohibiting the consideration of the race of the pupil as a relevant factor, assuming, of course, that the plaintiffs establish a factual basis to support the allegations of their complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We conclude that, without being required to make application for assignment to a particular school, the individual appellants, both for themselves and for the class which they represent, are entitled to have the trial court hear their evidence and pass on their contention that the pupil assignment plan has not brought an end to the previously existing policy of racial segregation. In the event proof of this fact is made then appellants would be entitled to their injunction as prayed. The court should also, in such circumstances, afford relief of the kind suggested in our opinion in the Gibson case, supra. In the meantime the court should retain jurisdiction of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment is reversed and the cause remanded to the trial court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of the amended Act is as follows:</p>\n        <p class=\"indent\">(2) In the exercise of authority conferred by subsection (1) upon the county boards of public instruction, each such board shall provide for the enrollment of pupils in the respective public schools located within such county so as to provide for the orderly and efficient administration of such public schools, the effective instruction of the pupils therein enrolled, and the health, safety, education and general welfare of such pupils. In the exercise of such authority the board shall prescribe school attendance areas and school bus transportation routes and may adopt such reasonable rules and regulations as in the opinion of the board shall best accomplish such purposes. The county boards of public instruction shall prescribe appropriate rules and regulations to implement the provisions of this sub-section and other applicable laws of this state and to that end may use all means legitimate, necessary and proper to promote the health, safety, good order, education and welfare of the public schools of the pupils enrolling therein or seeking to enroll therein. In the accomplishment of these objectives the rules and regulations to be prescribed by the board may include, but be not limited to, provisions for the conduct of such uniform tests as may be deemed necessary or advisable in classifying the pupils according to intellectual ability and scholastic proficiency to the end that there will be established in each school within the county an environment of equality among pupils of like qualifications and academic attainments. In the preparation and conduct of such tests and in classifying the pupils for assignment to the schools which they will attend, the board shall take into account such sociological, psychological and like intangible social scientific factors as will prevent, as nearly as practicable, any condition of socio-economic class consciousness among the pupils attending any given school in order that each pupil may be afforded an opportunity for a normal adjustment to his environment and receive the highest standard of instruction within his ability to understand and assimilate. In designating the school to which pupils may be assigned there shall be taken into consideration the request or consent of the parent or guardian or the person standing in loco parentis to the pupil, the available facilities and teaching capacity of the several schools within the county, the effect of the admission of new students upon established academic programs, the effect of admission of new pupils on the academic progress of the other pupils enrolled in a particular school, the suitability of established curriculum to the students enrolled or to be enrolled in a given school, the adequacy of a pupil's academic preparation for admission to a particular school, the scholastic aptitude, intelligence, mental energy or ability of the pupil applying for admission and the psychological, moral, ethical and cultural background and qualifications of the pupil applying for admission as compared with other pupils previously assigned to the school in which admission is sought. It is the intention of the legislature to hereby delegate to the local school boards all necessary and proper administrative authority to prescribe such rules and regulations and to make such decisions and determinations as may be requisite for such purposes.\" Section 230.232(2), F.S.A.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></span></p>\n    <p class=\"parties\">Andrew L. MANNINGS, a minor, by his father and next friend, Willie M. Mannings, et al., Appellants,<br>v.<br>BOARD OF PUBLIC INSTRUCTION OF HILLSBOROUGH COUNTY, FLORIDA, et al., Appellees.</p>\n    <p class=\"docket\">No. 17939.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">April 13, 1960.</p>\n    <p class=\"date\">Rehearing Denied May 10, 1960.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco A. Rodriguez, Tampa, Fla., Constance Baker Motley, Thurgood Marshall, New York City, for appellants.</p>\n      <p class=\"indent\">Morris E. White, Charles F. Blake, Harry G. McDonald, John M. Allison, Tampa, Fla., for appellees.</p>\n      <p class=\"indent\">Before RIVES, Chief Judge, TUTTLE, Circuit Judge, and SIMPSON, District Judge.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants complain of the judgment of the trial court dismissing their suit for an injunction seeking an order enjoining the Board of Education from \"continuing to pursue the policy of operating public schools of Hillsborough County, Florida on a racially segregated basis.\" We conclude that the trial court erred in dismissing the complaint on the ground that \"it does appear from the complaint, and it does appear from admissions made before the Court, that the plaintiffs have not exhausted the administrative remedies under the Florida Pupil Assignment Act, F.S.A. &#167; 230.232.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This suit was originally filed on December 12, 1958. It alleged that the minor plaintiffs and their parents were Negro citizens of the State of Florida eligible as patrons or students of the public schools of Hillsborough County. They alleged that \"defendants, acting under color of the authority vested in them by the laws of the State of Florida have pursued and are presently pursuing a policy of operating the public school system of Hillsborough County, Florida, on a racially segregated basis\"; that they had formally petitioned defendants to abolish the segregation policy; that despite this petition and several subsequent letters requesting defendants to desegregate the public schools, \"the defendants have refused to discontinue the policy of operating the public schools of Hillsborough County, Florida, on a racially segregated basis.\" Specifically the complaint alleged \"pursuant to this policy, 72 of the public schools of Hillsborough County are limited to attendance by white students only, and 18 schools are limited to attendance by Negro students,\" and, \"pursuant to this policy, many Negro students, including some of the minor plaintiffs, who reside nearer to schools limited to white students are required to attend schools limited to Negro students which are considerably removed from the places of their residences. In some instances, some of the minor plaintiffs and other minor Negroes similarly situated are required to travel as much as ten miles to attend a Negro elementary school, whereas they reside only two blocks from a white elementary school.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendants filed a motion to dismiss the complaint based primarily on the fact that the State of Florida had in 1956 passed a Pupil Assignment Act and had amended the same in 1959, which said statutes were in effect at the time of the hearing and order by the trial court on August 7, 1959; that the said Pupil Assignment Acts provided a means whereby an individual Negro student could make application for admission at such school as he deemed he was entitled to attend, and that such assignment laws permitted the assignment of Negro students to schools of Hillsborough County without reference to race; that the individual plaintiffs had not made application for admission to any particular school and they had thus failed to pursue administrative remedies open to them prior to the filing of the complaint in the Federal Court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dismissal of the complaint without the plaintiffs being afforded the opportunity of making proof of their allegations necessarily brings the question before us within narrow compass.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We have repeatedly said that under the Federal rules, (Rule 8(a), F.R.Civ.P., 28 U.S.C.A.), a complaint may not be dismissed under Rule 12(b) (6) for a failure to state a claim upon which relief can be granted if under any theory of recovery a case for relief can be made out by the proof. Black v. First National Bank of Mobile, Ala., 5 Cir., <span class=\"citation\" data-id=\"245135\"><a href=\"/opinion/245135/charles-g-black-as-trustee-in-bankruptcy-of-the-estate-of-butler-foster/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 375; Carss v. Outboard Marine Corp., 5 Cir., <span class=\"citation\" data-id=\"244354\"><a href=\"/opinion/244354/beverly-carss-v-outboard-marine-corporation/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 691; Demandre v. Liberty Mutual Ins. Co., 5 Cir., <span class=\"citation\" data-id=\"247387\"><a href=\"/opinion/247387/mrs-may-sketchler-demandre-wife-of-and-celestin-demandre-v-liberty/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 72. As stated by Moore, \"A complaint should not be dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled to no relief under any state of facts which could be proved in support of the claim.\" 2 Moore's Federal Practice, p. 2245.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is equally well understood that in construing a complaint to test out its sufficiency to withstand a motion to dismiss for failure to state a claim upon which relief can be granted, all of the facts pleaded must be taken to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying these principles to the complaint before the Court, we think it clear that the following issue is presented: Are the plaintiffs, in a class action in a school segregation case, denied the right to have the trial court enjoin a local board of education from continuing to operate the local school system on a racially segregated basis, solely because the individual plaintiffs have not exhausted administrative remedies made available to them to seek admission to certain designated schools?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have answered a substantial part of this question in a case decided after the order of the trial court in this case. In Gibson v. Board of Public Instruction, Dade County, Florida, 5 Cir., <span class=\"citation\" data-id=\"249538\"><a href=\"/opinion/249538/theodore-gibson-as-next-friend-for-theodore-gibson-jr-v-board-of-public/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 766, we held:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"* * * we cannot agree with the district court that the Pupil Assignment Law, or even that the Pupil Assignment Law plus the Implementing Resolution, in and of themselves, met the requirements of a plan of desegregation of the schools or constituted a `reasonable start toward full compliance' with the Supreme Court's May 17, 1954, ruling. That law and resolution do no more than furnish the legal machinery under which compliance may be started and effectuated. Indeed, <i>there is nothing in either the Pupil Assignment Law or the Implementing Resolution clearly inconsistent with a continuing policy of compulsory racial segregation.\"</i> (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In that case the District Court for the Southern District of Florida, Miami Division, <span class=\"citation\" data-id=\"2360422\"><a href=\"/opinion/2360422/gibson-v-board-of-public-instruction-of-dade-cty-fla/\"><span class=\"volume\">170</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">454</span></a></span>, 457, had dismissed a suit filed by several Negro plaintiffs in which the plaintiffs sought a declaratory judgment holding the Florida laws requiring racially segregated schools to be violative of the Fourteenth Amendment to the Constitution of the United States, and further that the School Board be ordered to desegregate, and that the Court order the defendants promptly to present a plan of desegregation of the schools. The trial court held that plaintiffs were entitled to their declaratory judgment, holding that the old sections of the Florida statutes and constitution requiring segregated schools were invalid and unenforceable. As to the prayers of the complaint that the Court order the presenting of a plan of desegregation of the schools, the Court found that \"the Florida Pupil Assignment Law enacted by the Legislature of Florida since the filing of this suit meets the requirement of such a plan and the demands of the plaintiffs.\" It is to be noted that the plaintiffs in the Gibson case had not sought assignment to any particular school either before or after the enactment of the Florida Pupil Assignment Law. In that situation, we held that the plaintiffs were still entitled to affirmative action by the Board of Education to effectuate a policy of desegregation. Moreover, this Court held that in such a situation the District Court \"should retain jurisdiction during the period of transition,\" citing the following cases: Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, at page 301, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, at page 756, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span>; and Rippy v. Borders, 5 Cir., <span class=\"citation\" data-id=\"243827\"><a href=\"/opinion/243827/dr-edwin-l-rippy-as-president-of-the-board-of-trustees-of-the-dallas/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 694.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A holding by the Court of Appeals for the Eighth Circuit in the Arkansas case of Parham v. Dove, 8 Cir., <span class=\"citation\" data-id=\"249075\"><a href=\"/opinion/249075/lee-parham-president-secretary-and-members-of-the-board-of-directors/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 138, supports the proposition that a failure to pursue the administrative remedies offered by a pupil placement law does not deprive the Negro plaintiffs of their right to a decree for some sort of affirmative action by the School Board. Saying, \"The lack of any affirmative plan or action to disestablish the segregation status which had unconstitutionally been set up in the District, other than as the Board might be called upon to deal under the provisions of the 1956 or the 1959 Act with some individual application for assignment to another school, would [not] perhaps measure up to the legal and moral responsibility resting on a Board under the expression and holding of the Brown cases,\" the Court required that the Board formulate some plan to accomplish desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus it is clear that the plaintiffs were not deprived of their right to litigate over the basic question of desegregation of the public school system, because of their failure to apply for entry into specified schools.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There still remains for our consideration appellants' contention that they are entitled to an injunction against a continuation of the policy of segregation, if they are able to prove, as alleged in their complaint, that the Hillsborough Board of Public Instruction is, notwithstanding the Pupil Assignment Statute, continuing to operate the schools confided to its care on a racially segregated basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board seems to proceed on the assumption that the presence of the Assignment laws on the statute books legally excludes the possibility of the Board's continuing a policy of racial segregation in the county schools. It follows, it says, that injunctive relief would be inappropriate. This, of course, does not follow. We pointed this out expressly in the Gibson case, supra. Having held, as we have in that case, that appellants do not lose their standing to seek affirmative relief in spite of the enactment of the Assignment law, we must also hold that appellants have the same standing as any other litigant to seek relief by way of injunction if a proper showing is made.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this connection the action taken by, and the opinion of, the Court of Appeals for the Eighth Circuit in the Parham case, supra, is much to the point. It said at <span class=\"citation\" data-id=\"249075\"><a href=\"/opinion/249075/lee-parham-president-secretary-and-members-of-the-board-of-directors/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 135:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Since, however, it was clear that the District had not up to that time adopted any formal plan [notwithstanding the passage of a state Pupil Placement Act] or taken any other steps <i>publicly to disestablish</i> segregation in the school system, we deemed it appropriate to require, and made our order provide that the defendants should be enjoined, and an injunction was directed to be issued to prevent them, from continuing to maintain the system of unconstitutional segregation, which had previously existed in the District.\" (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court furthermore emphasized this part of its opinion and order by stating at the end of the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"In concluding, we shall make reference once more to the provision of our order directing that the defendants be enjoined from continuing to maintain the system of unconstitutional segregation, which has previously existed in the District, and which the <i>defendants have heretofore taken no steps to disestablish.\"</i> (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The basic charter under which the school children in this action seek to vindicate their rights is the Fourteenth Amendment to the Constitution, which, as interpreted by the Supreme Court in the Brown case, supra, declares that the maintenance of racially segregated public schools by any state is unconstitutional. The Court has since said, in Cooper v. Aaron, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, 1404, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span>:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"State authorities were thus duty bound to devote every effort toward <i>initiating desegregation</i> and bringing about the elimination of racial discrimination in the public school system.\" (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We, of course, do not know what proof would be put forward by the appellants had this case not been dismissed by the trial court, but under the allegations of the petition, if proved, it is certain that the plaintiffs could have shown that in the sense used by us in the Gibson case, supra, neither the State nor the appellee Board of Education has devoted any effort \"toward initiating desegregation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Proof might have been introduced under the allegations of the complaint showing that the pattern of segregation was still maintained by the Board's automatically assigning all pupils to the same racially segregated schools which they had been attending, without applying any standards or tests to any but the relatively few Negro students who sought transfers to what had theretofore been white schools. Such a course of conduct the Court might hold failed to measure up to the requirements of the Florida state law itself which asserted that \"uniform tests\" were a step \"to the end that there will be established in each school within the county an environment of equality among pupils of like qualifications and academic attainments.\" It seems too plain to require comment that no such aim would be achieved, or even approached, unless whatever tests were ultimately adopted by the Board were applied to all students and not only to those wishing transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The trial court might also, under such proof, find that the relatively few individual school children who alone would be subjected to the exhaustive tests prescribed by the state law and as supplemented by the local Board<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> would be compelled to run the gauntlet of a battery of experts covering the fields of education (scholastic aptitude, intelligence, mental energy or ability), psychology (psychological factors), sociology (condition of socio-economic class consciousness among the pupils), religion and ethics (moral and ethical background and qualifications), medicine (health factors), law or law enforcement (safety and good order), and culture (cultural background and qualifications of pupils) in attempting to meet the tests for admission to a \"white\" school. The Court's order dismissing the complaint without hearing would require these school children to do this without the protection of a court order making certain that the factor of race would not be a consideration in the solution of these many intangible tests. The failure of appellee to show any disposition to abandon the segregation policy, long pursued, and, since 1954, known to be illegal, constrains us to hold that the plaintiffs are entitled to have such massive testing as is contemplated, assuming that the Florida statute is carried out objectively and in good faith, against the background of a decree of the trial court prohibiting the consideration of the race of the pupil as a relevant factor, assuming, of course, that the plaintiffs establish a factual basis to support the allegations of their complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We conclude that, without being required to make application for assignment to a particular school, the individual appellants, both for themselves and for the class which they represent, are entitled to have the trial court hear their evidence and pass on their contention that the pupil assignment plan has not brought an end to the previously existing policy of racial segregation. In the event proof of this fact is made then appellants would be entitled to their injunction as prayed. The court should also, in such circumstances, afford relief of the kind suggested in our opinion in the Gibson case, supra. In the meantime the court should retain jurisdiction of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment is reversed and the cause remanded to the trial court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of the amended Act is as follows:</p>\n        <p class=\"indent\">(2) In the exercise of authority conferred by subsection (1) upon the county boards of public instruction, each such board shall provide for the enrollment of pupils in the respective public schools located within such county so as to provide for the orderly and efficient administration of such public schools, the effective instruction of the pupils therein enrolled, and the health, safety, education and general welfare of such pupils. In the exercise of such authority the board shall prescribe school attendance areas and school bus transportation routes and may adopt such reasonable rules and regulations as in the opinion of the board shall best accomplish such purposes. The county boards of public instruction shall prescribe appropriate rules and regulations to implement the provisions of this sub-section and other applicable laws of this state and to that end may use all means legitimate, necessary and proper to promote the health, safety, good order, education and welfare of the public schools of the pupils enrolling therein or seeking to enroll therein. In the accomplishment of these objectives the rules and regulations to be prescribed by the board may include, but be not limited to, provisions for the conduct of such uniform tests as may be deemed necessary or advisable in classifying the pupils according to intellectual ability and scholastic proficiency to the end that there will be established in each school within the county an environment of equality among pupils of like qualifications and academic attainments. In the preparation and conduct of such tests and in classifying the pupils for assignment to the schools which they will attend, the board shall take into account such sociological, psychological and like intangible social scientific factors as will prevent, as nearly as practicable, any condition of socio-economic class consciousness among the pupils attending any given school in order that each pupil may be afforded an opportunity for a normal adjustment to his environment and receive the highest standard of instruction within his ability to understand and assimilate. In designating the school to which pupils may be assigned there shall be taken into consideration the request or consent of the parent or guardian or the person standing in loco parentis to the pupil, the available facilities and teaching capacity of the several schools within the county, the effect of the admission of new students upon established academic programs, the effect of admission of new pupils on the academic progress of the other pupils enrolled in a particular school, the suitability of established curriculum to the students enrolled or to be enrolled in a given school, the adequacy of a pupil's academic preparation for admission to a particular school, the scholastic aptitude, intelligence, mental energy or ability of the pupil applying for admission and the psychological, moral, ethical and cultural background and qualifications of the pupil applying for admission as compared with other pupils previously assigned to the school in which admission is sought. It is the intention of the legislature to hereby delegate to the local school boards all necessary and proper administrative authority to prescribe such rules and regulations and to make such decisions and determinations as may be requisite for such purposes.\" Section 230.232(2), F.S.A.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/243827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/244354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/245135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/249075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/249538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2360422/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T17:59:49.365290Z",
      "date_modified": "2017-05-05T16:56:50.572330Z",
      "date_filed": "1960-05-10",
      "date_filed_is_approximate": false,
      "slug": "andrew-l-mannings-a-minor-by-his-father-and-next-friend-willie-m",
      "citation_id": 224475,
      "case_name_short": "",
      "case_name": "Andrew L. Mannings, a Minor, by His Father and Next Friend, Willie M. Mannings v. Board of Public Instruction of Hillsborough County, Florida",
      "case_name_full": "",
      "federal_cite_one": "277 F.2d 370",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 41,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/230615/andrew-l-mannings-a-minor-by-his-father-and-next-friend-willie-m/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:44:36.949632Z",
  "date_modified": "2014-10-30T07:44:36.949632Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Andrew L. Mannings, a Minor, by His Father and Next Friend, Willie M. Mannings v. Board of Public Instruction of Hillsborough County, Florida",
  "case_name_full": "",
  "slug": "andrew-l-mannings-a-minor-by-his-father-and-next-friend-willie-m",
  "docket_number": "17939",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}