{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2326470/",
  "id": 2326470,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2454143/",
      "id": 2454143,
      "absolute_url": "/opinion/2454143/hollander-v-copacabana-nightclub/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2326470/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2454143/",
          "id": 2454143,
          "absolute_url": "/opinion/2454143/hollander-v-copacabana-nightclub/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2454143/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/579/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:39:55.326349Z",
          "date_modified": "2017-04-10T02:15:23.059090Z",
          "type": "010combined",
          "sha1": "06b9b54683def909c8ea7db9824405ac54b4180d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Roy Den HOLLANDER, on behalf of himself and all others similarly situated, Plaintiff,<br>\nv.<br>\nCOPACABANA NIGHTCLUB, et al., Defendants.</h1></center>\n<center>No. 07 Civ. 5873 (MGC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 29, 2008.</center>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>CEDARBAUM, District Judge.</p>\n<p>Roy Den Hollander, individually and on behalf of a putative class of similarly situated men, sues River Watch Restaurant, Inc. d/b/a the Copacabana Nightclub (\"Copacabana\"), Nightlife Enterprises L.P. d/b/a China Club (\"China Club\"), AER Lounge LLC d/b/a AER Lounge (\"AER\"), Lulu's LLC d/b/a Lotus (\"Lotus\"), Ruby Falls Partners LLC d/b/a Sol (\"Sol\"), and \"Jane Doe promoters\"<sup>[1]</sup> pursuant to 42 U.S.C. § 1983 for sex discrimination in violation of the Equal Protection Clause of the Fourteenth Amendment. Den Hollander, an attorney <i>pro se,</i> alleges that defendant nightclubs regularly hold discriminatory \"Ladies' Night\" promotions. On certain nights, they charge women less for admission than men and/or give women more time to enter the nightclubs at the discounted admission price than they give to men.</p>\n<p>Defendants AER, Lotus, and Sol move to dismiss the First Amended Complaint pursuant to Fed.R.Civ.P. 12(b)(6) on the ground that they do not act under color of state law in offering the Ladies' Night promotion. Den Hollander moves to strike defendants' motion papers for various reasons, and moves for an order directing counsel for Lotus to disclose the source of certain essays attached as exhibits to her opposition to Den Hollander's motion for recusal. For the following reasons, defendants' motions are granted, and Den Hollander's motions are denied.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>According to the Amended Complaint, defendants operate nightclubs in New York and are licensed to sell alcohol on their premises. The Amended Complaint describes a number of provisions of the New York Alcoholic Beverage Control Law (the \"ABC Law\") that closely regulate the manufacture, sale, and distribution of alcoholic beverages in New York. The New York State Liquor Authority (the \"SLA\") issues licenses in accordance with and oversees the implementation of the ABC Law. Den Hollander alleges that defendants engage in state action by selling alcohol on their premises under that extensive regulatory system.</p>\n<p>On various nights, defendants offer Ladies' Night promotions, under which women receive free or discounted admission or cover charges and/or are allowed more time than men to take advantage of reduced cover charges. Den Hollander claims that this type of promotional offering is a form of \"invidious discrimination against men.\" He was the victim of this form of discrimination on at least one occasion at each of the defendant nightclubs in 2007. Den Hollander sues under 42 U.S.C. § 1983 for deprivation of his right to equal protection of the law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>On a motion to dismiss pursuant to Fed. R.Civ.P. 12(b)(6), factual allegations in the complaint are accepted as true and all reasonable inferences are drawn in the plaintiff's favor. <i>Ruotolo v. City of New York,</i> 514 F.3d 184, 188 (2d Cir.2008). \"To survive a motion to dismiss, a complaint must plead `enough facts to state a claim to relief that is plausible on its face.'\" <i>Id.</i> (quoting <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, 127 S.Ct. 1955, 1974, 167 L.Ed.2d 929 (2007)).</p>\n<p></p>\n<h2>I. State Action</h2>\n<p>Under § 1983, \"[e]very person who, under color of any statute, ordinance, regulation, custom, or usage, of any State..., subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress....\" 42 U.S.C. § 1983. Plaintiff must demonstrate that defendants were acting under color of state law at the time of the alleged discrimination. <i>Washington v. County of Rockland,</i> 373 F.3d 310, 315 (2d Cir.2004). \"If a defendant's conduct satisfies the state-action requirement of the Fourteenth Amendment, the conduct also constitutes action `under color of state law' for § 1983 purposes.\" <i>Brentwood Acad. v. Tenn. Secondary Sch. Athletic Ass'n,</i> 531 U.S. 288, 295 n. 2, 121 S.Ct. 924, 148 L.Ed.2d 807 (2001).</p>\n<p>\"[S]tate action may be found ... only if[] there is such a `close nexus between the State and the challenged action' that seemingly private behavior `may be fairly treated as that of the State itself.'\" <i>Id.</i> at 295, 121 S.Ct. 924 (quoting <i>Jackson v. Metro. Edison Co.,</i> 419 U.S. 345, 351, 95 S.Ct. 449, 42 L.Ed.2d 477 (1974)). \"The purpose of this [close nexus] requirement is to assure that constitutional standards are invoked only when it can be said that the State is <i>responsible</i> for the specific conduct of which the plaintiff complains.\" <i>Blum v. Yaretsky,</i> 457 U.S. 991, 1004, 102 S.Ct. 2777, 73 L.Ed.2d 534 (1982) (emphasis in original).</p>\n<p>The state-action inquiry has two parts:</p>\n<blockquote>First, the deprivation must be caused by the exercise of some right or privilege created by the State or by a rule of conduct imposed by the State or by a person for whom the State is responsible.... Second, the party charged with the deprivation must be a person who may fairly be said to be a state actor.</blockquote>\n<p><i>Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 937, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982). These two principles are related, but not redundant. Where the defendant's \"official character is such as to lend the weight of the State to his decisions,\" these two principles collapse into a single inquiry. <i>Id.</i> But where, as here, the defendants are \"without such apparent authority, <i>i.e.,</i>... private part[ies],\" the principles diverge. <i>Id.</i></p>\n<p>The Supreme Court has identified a number of facts that can bear on the deprivation aspect of state action:</p>\n<blockquote>a challenged activity may be state action when it results from the State's exercise of coercive power, ... when the State provides significant encouragement, either overt or covert, ... or when a private actor operates as a willful participant in joint activity with the State or its agents....</blockquote>\n<p><i>Brentwood,</i> 531 U.S. at 296, 121 S.Ct. 924 (internal quotation marks and citations omitted). As to the state-actor portion of the inquiry, the Court has:</p>\n<blockquote>treated a nominally private entity as a state actor when it is controlled by an agency of the State, ... when it has been delegated a public function by the State, ... when it is entwined with governmental policies or when government is entwined in [its] management or control....</blockquote>\n<p><i>Id.</i> (internal quotation marks and citations omitted).</p>\n<p></p>\n<h2>A. Deprivation Through Governmental Decision</h2>\n<p>The specific conduct at issue here is the offer of discounted cover charges to women. To meet this part of the <i>Lugar</i> stateaction test, the plaintiff must show that defendants' decisions to discriminate have a close nexus with or can be fairly ascribed to a governmental decision. <i>Lugar,</i> 457 U.S. at 937-38, 102 S.Ct. 2744. As noted above, this can be shown when: 1) the deprivation \"results from the State's exercise of coercive power,\" 2) \"the State provides significant encouragement, either overt or covert,\" or 3) \"a private actor operates as a willful participant in joint activity with the State.\" <i>Brentwood,</i> 531 U.S. at 296, 121 S.Ct. 924 (internal quotation marks omitted).</p>\n<p></p>\n<h2>1. The State's Exercise of Coercive Power</h2>\n<p>Den Hollander argues that his deprivation resulted from New York's regulation of the sale of alcohol because defendants \"could not exercise their admission practices without the direct and indispensable participation of the SLA.\" He speculates that without alcohol licenses from the SLA, customers would not patronize nightclubs or invest in their businesses.</p>\n<p>Den Hollander cites <i>Edmonson v. Leesville Concrete Co.,</i> 500 U.S. 614, 111 S.Ct. 2077, 114 L.Ed.2d 660 (1991), to support his state action claim. In <i>Edmonson,</i> Leesville used peremptory challenges to remove black persons from a prospective jury without having to provide a raceneutral explanation when its conduct was challenged for being racially discriminatory. 500 U.S at 616, 111 S.Ct. 2077. The Court held that Leesville's use of the peremptory challenges constituted state action and that exclusion of a prospective juror on account of race in a civil trial violates that prospective juror's equal protection rights. <i>Id.</i> at 620-28, 111 S.Ct. 2077. The first part of the <i>Lugar</i> stateaction inquiry was met because the peremptory challenges were authorized by federal statute, 28 U.S.C. § 1870. <i>Id.</i> at 620-21, 111 S.Ct. 2077.</p>\n<p>Den Hollander argues that the ABC Law and SLA rules form the regulatory framework governing alcohol sale and consumption in New York in the same way that federal statutes and rules govern the jury trial system discussed in <i>Edmonson.</i> Thus, he asserts that he is deprived of equal protection of the law by defendants' exercise of the privilege of serving alcohol as created and enforced by the laws of New York. In fact, his deprivation is the reduction to women of the cover charge for admission on some nights.</p>\n<p>Defendants' decisions to hold Ladies' Nights are not state action. The ABC Law establishes an alcohol licensing system administered by the SLA. When defendants sell alcohol, they are exercising a privilege created by the State. But when they reduce the cover charge to women on certain nights, they are not acting under any right or privilege created by the State because neither the ABC Law nor the SLA regulates the admission prices set by the defendants. In other words. Den Hollander's alleged deprivation was not caused by defendants' sale of alcohol but by their pricing of admission to the entertainment provided by their nightclubs. Thus, it cannot be said that the State is responsible for defendants' Ladies' Nights.</p>\n<p>In <i>Edmonson,</i> a federal statute specifically provided for the right to use peremptory challenges to assist the court in selecting a jury, and the exercise of that statutory right constituted state action. In this case, defendants hold Ladies' Night promotions without any specific approval or endorsement from the State. The existence of the ABC Law and SLA rules does not transform all conduct by nightclubs into state action any more than the laws regarding jury trials transform every litigant in a jury trial into a state actor. <i>See, e.g., </i><i>Polk County v. Dodson,</i> 454 U.S. 312, 325, 102 S.Ct. 445, 70 L.Ed.2d 509 (1981) (\"[A] public defender does not act under color of state law when performing a lawyer's traditional functions as counsel to a defendant in a criminal proceeding.\"); <i>Jackson,</i> 419 U.S. at 350, 95 S.Ct. 449 (\"The mere fact that a business is subject to state regulation does not by itself convert its action into that of the State for purposes of the Fourteenth Amendment.... Nor does the fact that the regulation is extensive and detailed....\") (citation omitted); <i>Cranley v. Nat'l Life Ins. Co.,</i> 318 F.3d 105, 112 (2d Cir.2003) (\"A finding of state action may not be premised solely on the private entity's ... licensing, or regulation by the government.\").</p>\n<p>The Supreme Court has held that a heavily regulated utility company's decision to terminate services to an individual is not state action because that decision is not \"sufficiently connected ... to the State for purposes of the Fourteenth Amendment.\" <i>Jackson,</i> 419 U.S. at 358-59, 95 S.Ct. 449. It has also held that the acts of physicians and nursing home administrators in discharging or transferring Medicaid patients to lower levels of care is not state action because their decisions were not dictated by the State, despite significant Medicaid regulation. <i>Blum,</i> 457 U.S. at 1008-09, 102 S.Ct. 2777.</p>\n<p>As in <i>Jackson</i> and <i>Blum,</i> defendants' decisions to hold Ladies' Nights are insufficiently connected to the SLA to constitute state action. The SLA plays no role in establishing or enforcing defendants' Ladies' Night promotions, and defendants do not discriminate against men in their right to purchase and be served liquor. <i>See also </i><i>Moose Lodge No. 107 v. Irvis,</i> 407 U.S. 163, 175-76, 92 S.Ct. 1965, 32 L.Ed.2d 627 (1972) (private club's discriminatory guest policy not attributable to Pennsylvania or its regulation of alcohol); <i>Hadges v. Yonkers Racing Corp.,</i> 918 F.2d 1079, 1083 (2d Cir.1990) (heavily regulated, state-licensed racetrack's decision to deny plaintiff's application to work at the racetrack lacked close nexus to the State).</p>\n<p></p>\n<h2>2. Encouragement from the State</h2>\n<p>Den Hollander argues that the SLA encourages defendants' discriminatory practices by renewing their licenses and by benefiting financially from the revenue received from the licenses. Even if the SLA renews defendants' licenses without challenging or questioning their practices, defendants' actions do not amount to state action because the State has not significantly encouraged or endorsed the specific action in question. \"State approval of an action by a regulated entity does not constitute state action `where the initiative comes from [the private entity] and not from the State' and the state `has not put its own weight on the side of the proposed practice by ordering it.'\" <i>Tancredi v. Metro. Life Ins. Co.,</i> 316 F.3d 308, 313 (2d Cir.2003) (quoting <i>Jackson,</i> 419 U.S. at 357, 95 S.Ct. 449) (brackets in <i>Tancredi).</i> Indeed, \"[a]ction taken by private entities with the mere approval or acquiescence of the State is not state action.\" <i>Am. Mfrs. Mutual Ins. Co. v. Sullivan,</i> 526 U.S. 40, 52, 119 S.Ct. 977, 143 L.Ed.2d 130 (1999).</p>\n<p>The SLA collects fees for alcohol licenses, but does not collect any revenue from defendants' cover charges. <i>See</i> ABC Law § 17; SLA Schedule of Retail License Fees. The license fee for each license category is uniform across all licensees within those categories, regardless of whether they use the Ladies' Night promotion. <i>Id.</i> Thus, the revenue from the alcohol license does not encourage or discourage the use by nightclubs of Ladies' Nights. <i>See also </i><i>Yonkers Racing Corp.,</i> 918 F.2d at 1082 (no state action found even though defendant received a tax credit from the state and the State benefited from revenue from defendant).</p>\n<p>Den Hollander also asserts that \"the special interest group called `Feminism' has succeeded in creating a customary practice in many governmental institutions... in which the invidious discrimination of men is the accepted and preferred mode of behavior.\" He lists various examples of such purported discrimination and asserts that the SLA has engaged in this customary practice. These extraneous pronouncements do not demonstrate that the SLA has any relationship with defendants' choices to hold Ladies' Nights.</p>\n<p></p>\n<h2>3. Joint Activity with the State</h2>\n<p>Den Hollander argues that the State is engaged in joint activity with defendants because the alcohol license gives defendants an economic benefit or franchise. He compares the benefits received by defendants to those present in <i>Burton v. Wilmington Parking Authority,</i> 365 U.S. 715, 724, 81 S.Ct. 856, 6 L.Ed.2d 45 (1961). In <i>Burton,</i> the Court held that defendant restaurant's refusal to serve plaintiff on account of his race constituted state action because the restaurant leased its space from the government, was operating in a public parking lot on land owned by the government, and benefited from state funds supporting the parking lot. 365 U.S. at 724-25, 81 S.Ct. 856. The Parking Authority's failure to correct the restaurant's discriminatory policies made the Parking Authority \"a party to the refusal of service,\" thereby placing \"its power, property and prestige behind the admitted discrimination.\" <i>Id.</i> at 725, 81 S.Ct. 856.</p>\n<p>The State's involvement in defendants' businesses is not analogous to the facts of <i>Burton,</i> Defendants do not lease their property from the government and are not obtaining any unique benefits from government funds. <i>See </i><i>Yonkers Racing Corp.,</i> 918 F.2d at 1082 (\"[T]he State in the instant case does not have a proprietary interest in [defendant's business].\"). <i>Burton</i> was limited to cases where \"a State leases public property in the manner and for the purpose shown to have been the case here.\" <i>Id.</i> at 726, 81 S.Ct. 856. The Supreme Court has distanced itself from the \"vague `joint participation' test embodied in <i>[Burton].\" </i><i>Sullivan,</i> 526 U.S. at 57, 119 S.Ct. 977. \"[P]rivately owned enterprises providing services that the State would not necessarily provide, even though they are extensively regulated, do not fall within the ambit of <i>Burton.\" </i><i>Blum,</i> 457 U.S. at 1011, 102 S.Ct. 2777.</p>\n<p>Furthermore, in <i>Moose Lodge No. 107 v. Irvis</i><i>,</i> the Supreme Court found that the competitive effect of having a set number of alcohol licenses was \"limited\" and fell \"far short of conferring ... a monopoly in the dispensing of liquor.\" 407 U.S. at 177, 92 S.Ct. 1965. In <i>Yonkers Racing Corporation,</i> the Second Circuit did not find state action even though the Yonkers Racing Corporation (\"YRC\"), which operates a racetrack pursuant to a State license, receives tax credits from the State and \"the State gains greater revenues if YRC prospers.\" 918 F.2d at 1082. Even if defendants did benefit in some way from a franchise or monopoly, there would still be an \"insufficient relationship between the challenged actions of the [defendants] and their monopoly status.\" <i>Jackson,</i> 419 U.S. at 352, 95 S.Ct. 449. The ABC Law and SLA regulations cannot \"be said to make the State in any realistic sense a partner or even a joint venturer in the [defendants'] enterprise[s].\" <i>Moose Lodge,</i> 407 U.S. at 177, 92 S.Ct. 1965.</p>\n<p>Den Hollander also argues that the requirement that defendants display their alcohol licenses in their establishments, ABC Law § 114(6), creates the appearance of state authorization of their practices. That display requirement, which relates to the privilege of selling alcohol, has no bearing on defendants' admission policies, the only issue here.</p>\n<p></p>\n<h2>B. State Actor</h2>\n<p>Den Hollander has failed to show that his deprivation was caused by defendants' \"exercise of some right or privilege created by the State or by a rule of conduct imposed by the State.\" <i>Lugar,</i> 457 U.S. at 937, 102 S.Ct. 2744. Nevertheless, he argues that New York's regulatory scheme regarding alcohol \"dominates the on-premise[s] consumption of alcohol to such a degree\" that defendants' \"every move evinces State authority and control\" and that the State and defendants \"have overlapping identities.\" As noted above, the two-part <i>Lugar</i> state action test collapses into a single inquiry only when the defendant's \"official character is such as to lend the weight of the State to his decisions.\" <i>Id.</i> Defendants lack such an official character.</p>\n<p>Den Hollander's argument that defendants possess the official character of the State is taken primarily from his misreading of <i>Seidenberg v. McSorleys' Old Ale House, Inc.,</i> 308 F.Supp. 1253 (S.D.N.Y. 1969) <i>(\"McSorleys I\")</i> and <i>Seidenberg v. McSorleys' Old Ale House, Inc.,</i> 317 F.Supp. 593 (S.D.N.Y.1970) <i>(\"McSorleys II\"</i>). McSorleys was a public bar which only served men. Two women sought service in the bar and sued for discrimination when they were refused alcohol. A motion to dismiss was denied in <i>McSorleys I,</i> and summary judgment was granted in favor of plaintiffs in <i>McSorleys II.</i> The court found state action in both opinions.</p>\n<p>Den Hollander argues that <i>McSorleys I</i> &amp; <i>McSorleys II</i> held that New York's regulatory scheme is so pervasive that any entity open to the public with an alcohol license is an agent or instrumentality of the State, such that any and all of its actions can be fairly treated as state actions. Such a reading is erroneous. <i>McSorleys I</i> focused primarily on the question of whether McSorleys was a state actor, but it also answered the first part of the <i>Lugar</i> test by assessing \"whether the State has ... significantly involved itself in actions alleged to amount to invidious discrimination.\" 308 F.Supp. at 1259. The state actor analysis in <i>McSorleys I</i> was undertaken in light of the fact that the discrimination alleged, refusal to serve alcohol, resulted from McSorleys' possession of a license to sell alcohol. The court in <i>McSorleys II</i> understood that the test for state action requires that there exist \"some causal relation ... between the state activity and the discrimination alleged.\" 317 F.Supp. at 597.<sup>[2]</sup> That causal relation is missing in this case.</p>\n<p>Defendants are private entities that set their own policies for admission. Their compliance with state regulations for alcohol does not convert them into all-purpose state actors. <i>See </i><i>Tancredi,</i> 316 F.3d at 313 (\"[A] regulatory agency's performance of routine oversight functions to ensure that a company's conduct complies with state law does not so entwine the agency in corporate management as to constitute state action.\"). Furthermore, Den Hollander cannot show state action through entwinement because defendants are not entwined with state officials or state funds. <i>Cf. </i><i>Brentwood,</i> 531 U.S. at 299-300, 121 S.Ct. 924 (entwinement with state officials); <i>Horvath v. Westport Library Ass'n,</i> 362 F.3d 147, 153 (2d Cir.2004) (entwinement with state funds).</p>\n<p>Den Hollander also argues that the sale of alcohol is a public function that has been delegated by the State to entities possessing alcohol licenses. State action has been found under the public function test in cases challenging discrimination in primary elections, <i>Nixon v. Condon,</i> 286 U.S. 73, 89, 52 S.Ct. 484, 76 L.Ed. 984 (1932), free speech restrictions in a company town, <i>Marsh v. Alabama,</i> 326 U.S. 501, 509, 66 S.Ct. 276, 90 L.Ed. 265 (1946), and segregation in a municipal park, <i>Evans v. Newton,</i> 382 U.S. 296, 302, 86 S.Ct. 486, 15 L.Ed.2d 373 (1966). The public function relevant here is the regulation of the alcohol industry. New York State's decision to allow alcohol sales through the provision of licenses is not a delegation of that public function. Defendants do not have the power or authority to alter state regulation in the field, and they must abide by all regulations related to the alcohol license. Accordingly, defendants do not exercise a public function.</p>\n<p></p>\n<h2>C. Remaining Defendants</h2>\n<p>The motions to dismiss filed by AER, Lotus, and Sol are granted because Den Hollander cannot show that private nightclubs are state actors in setting cover charges for admission to their facilities. Copacabana and China Club have not moved to dismiss, but the claims against them are similarly defective. There are no separate facts alleged against Copacabana and China Club that would alter the state action inquiry, and plaintiff has had an opportunity to be heard on the issues. Accordingly, in the interest of judicial economy, the claims against Copacabana and China Club will be dismissed <i>sua sponte</i> for failure to state a claim. <i>See </i><i>Perez v. Ortiz,</i> 849 F.2d 793, 797 (2d Cir. 1988); <i>Leonhard v. United States,</i> 633 F.2d 599, 609 n. 11 (2d Cir.1980) (\"The district court has the power to dismiss a complaint sua sponte for failure to state a claim.\").</p>\n<p></p>\n<h2>II. Plaintiff's Motions</h2>\n<p>Den Hollander moves to strike certain motion papers filed by defendants for being late; to deny the motions to dismiss filed by Sol and AER for failure to file memoranda of law separate from their supplemental affirmations; to strike certain portions of Lotus' memorandum of law for not providing citations; and to compel counsel for Lotus to disclose the source of certain essays attached to her opposition to Den Hollander's motion for recusal. Any technical defects in defendants' motion papers were insubstantial and did not prejudice Den Hollander. The issues relevant to the motions to dismiss were clear to all parties, and the motions were re-filed in light of the filing of the Amended Complaint, giving all litigants more time to respond. The essays submitted by Lotus as exhibits in opposition to Den Hollander's motion for recusal are irrelevant to this case, and any claim that Den Hollander may seek to pursue in relation to the submission of those essays is beyond the scope of this action.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the motions to dismiss filed by AER, Lotus, and Sol are granted, and the complaint is dismissed as to all defendants. Den Hollander's motions are denied. The Clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Jane Doe promoters\" refers to unnamed individuals who act as agents for the defendant nightclubs. Guest House, a defendant named in the original complaint, was voluntarily dismissed from the case on October 3, 2007.</p>\n<p>[2]  Den Hollander makes much of the Supreme Court's citation of <i>McSorleys' II</i> in <i>Craig v. Boren,</i> 429 U.S. 190, 208, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976). But the Court cited <i>McSorleys II</i> and other similar cases in <i>Craig</i> only to show that the Twenty-first Amendment \"does not alter the application of equal protection standards.\" 429 U.S. at 209, 97 S.Ct. 451.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Roy Den HOLLANDER, on behalf of himself and all others similarly situated, Plaintiff,<br>\nv.<br>\nCOPACABANA NIGHTCLUB, et al., Defendants.</h1></center>\n<center>No. 07 Civ. 5873 (MGC).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 29, 2008.</center>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>CEDARBAUM, District Judge.</p>\n<p>Roy Den Hollander, individually and on behalf of a putative class of similarly situated men, sues River Watch Restaurant, Inc. d/b/a the Copacabana Nightclub (\"Copacabana\"), Nightlife Enterprises L.P. d/b/a China Club (\"China Club\"), AER Lounge LLC d/b/a AER Lounge (\"AER\"), Lulu's LLC d/b/a Lotus (\"Lotus\"), Ruby Falls Partners LLC d/b/a Sol (\"Sol\"), and \"Jane Doe promoters\"<sup>[1]</sup> pursuant to 42 U.S.C. § 1983 for sex discrimination in violation of the Equal Protection Clause of the Fourteenth Amendment. Den Hollander, an attorney <i>pro se,</i> alleges that defendant nightclubs regularly hold discriminatory \"Ladies' Night\" promotions. On certain nights, they charge women less for admission than men and/or give women more time to enter the nightclubs at the discounted admission price than they give to men.</p>\n<p>Defendants AER, Lotus, and Sol move to dismiss the First Amended Complaint pursuant to Fed.R.Civ.P. 12(b)(6) on the ground that they do not act under color of state law in offering the Ladies' Night promotion. Den Hollander moves to strike defendants' motion papers for various reasons, and moves for an order directing counsel for Lotus to disclose the source of certain essays attached as exhibits to her opposition to Den Hollander's motion for recusal. For the following reasons, defendants' motions are granted, and Den Hollander's motions are denied.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>According to the Amended Complaint, defendants operate nightclubs in New York and are licensed to sell alcohol on their premises. The Amended Complaint describes a number of provisions of the New York Alcoholic Beverage Control Law (the \"ABC Law\") that closely regulate the manufacture, sale, and distribution of alcoholic beverages in New York. The New York State Liquor Authority (the \"SLA\") issues licenses in accordance with and oversees the implementation of the ABC Law. Den Hollander alleges that defendants engage in state action by selling alcohol on their premises under that extensive regulatory system.</p>\n<p>On various nights, defendants offer Ladies' Night promotions, under which women receive free or discounted admission or cover charges and/or are allowed more time than men to take advantage of reduced cover charges. Den Hollander claims that this type of promotional offering is a form of \"invidious discrimination against men.\" He was the victim of this form of discrimination on at least one occasion at each of the defendant nightclubs in 2007. Den Hollander sues under 42 U.S.C. § 1983 for deprivation of his right to equal protection of the law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>On a motion to dismiss pursuant to Fed. R.Civ.P. 12(b)(6), factual allegations in the complaint are accepted as true and all reasonable inferences are drawn in the plaintiff's favor. <i>Ruotolo v. City of New York,</i> <span class=\"citation\" data-id=\"1386179\"><a href=\"/opinion/1386179/ruotolo-v-city-of-new-york/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 188 (2d Cir.2008). \"To survive a motion to dismiss, a complaint must plead `enough facts to state a claim to relief that is plausible on its face.'\" <i>Id.</i> (quoting <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1974, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)).</p>\n<p></p>\n<h2>I. State Action</h2>\n<p>Under § 1983, \"[e]very person who, under color of any statute, ordinance, regulation, custom, or usage, of any State..., subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress....\" 42 U.S.C. § 1983. Plaintiff must demonstrate that defendants were acting under color of state law at the time of the alleged discrimination. <i>Washington v. County of Rockland,</i> <span class=\"citation\" data-id=\"786708\"><a href=\"/opinion/786708/evan-washington-howard-pierson-iv-and-secunda-crump-v-county-of/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 315 (2d Cir.2004). \"If a defendant's conduct satisfies the state-action requirement of the Fourteenth Amendment, the conduct also constitutes action `under color of state law' for § 1983 purposes.\" <i>Brentwood Acad. v. Tenn. Secondary Sch. Athletic Ass'n,</i> <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 295 n. 2, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span>, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">807</span></a></span> (2001).</p>\n<p>\"[S]tate action may be found ... only if[] there is such a `close nexus between the State and the challenged action' that seemingly private behavior `may be fairly treated as that of the State itself.'\" <i>Id.</i> at 295, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (quoting <i>Jackson v. Metro. Edison Co.,</i> <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 351, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span></a></span> (1974)). \"The purpose of this [close nexus] requirement is to assure that constitutional standards are invoked only when it can be said that the State is <i>responsible</i> for the specific conduct of which the plaintiff complains.\" <i>Blum v. Yaretsky,</i> <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></a></span>, 1004, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></a></span> (1982) (emphasis in original).</p>\n<p>The state-action inquiry has two parts:</p>\n<blockquote>First, the deprivation must be caused by the exercise of some right or privilege created by the State or by a rule of conduct imposed by the State or by a person for whom the State is responsible.... Second, the party charged with the deprivation must be a person who may fairly be said to be a state actor.</blockquote>\n<p><i>Lugar v. Edmondson Oil Co.,</i> <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 937, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1982). These two principles are related, but not redundant. Where the defendant's \"official character is such as to lend the weight of the State to his decisions,\" these two principles collapse into a single inquiry. <i>Id.</i> But where, as here, the defendants are \"without such apparent authority, <i>i.e.,</i>... private part[ies],\" the principles diverge. <i>Id.</i></p>\n<p>The Supreme Court has identified a number of facts that can bear on the deprivation aspect of state action:</p>\n<blockquote>a challenged activity may be state action when it results from the State's exercise of coercive power, ... when the State provides significant encouragement, either overt or covert, ... or when a private actor operates as a willful participant in joint activity with the State or its agents....</blockquote>\n<p><i>Brentwood,</i> 531 U.S. at 296, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (internal quotation marks and citations omitted). As to the state-actor portion of the inquiry, the Court has:</p>\n<blockquote>treated a nominally private entity as a state actor when it is controlled by an agency of the State, ... when it has been delegated a public function by the State, ... when it is entwined with governmental policies or when government is entwined in [its] management or control....</blockquote>\n<p><i>Id.</i> (internal quotation marks and citations omitted).</p>\n<p></p>\n<h2>A. Deprivation Through Governmental Decision</h2>\n<p>The specific conduct at issue here is the offer of discounted cover charges to women. To meet this part of the <i>Lugar</i> stateaction test, the plaintiff must show that defendants' decisions to discriminate have a close nexus with or can be fairly ascribed to a governmental decision. <i>Lugar,</i> 457 U.S. at 937-38, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>. As noted above, this can be shown when: 1) the deprivation \"results from the State's exercise of coercive power,\" 2) \"the State provides significant encouragement, either overt or covert,\" or 3) \"a private actor operates as a willful participant in joint activity with the State.\" <i>Brentwood,</i> 531 U.S. at 296, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (internal quotation marks omitted).</p>\n<p></p>\n<h2>1. The State's Exercise of Coercive Power</h2>\n<p>Den Hollander argues that his deprivation resulted from New York's regulation of the sale of alcohol because defendants \"could not exercise their admission practices without the direct and indispensable participation of the SLA.\" He speculates that without alcohol licenses from the SLA, customers would not patronize nightclubs or invest in their businesses.</p>\n<p>Den Hollander cites <i>Edmonson v. Leesville Concrete Co.,</i> <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2077</span></a></span>, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></a></span> (1991), to support his state action claim. In <i>Edmonson,</i> Leesville used peremptory challenges to remove black persons from a prospective jury without having to provide a raceneutral explanation when its conduct was challenged for being racially discriminatory. 500 U.S at 616, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2077</span></a></span>. The Court held that Leesville's use of the peremptory challenges constituted state action and that exclusion of a prospective juror on account of race in a civil trial violates that prospective juror's equal protection rights. <i>Id.</i> at 620-28, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2077</span></a></span>. The first part of the <i>Lugar</i> stateaction inquiry was met because the peremptory challenges were authorized by federal statute, 28 U.S.C. § 1870. <i>Id.</i> at 620-21, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2077</span></a></span>.</p>\n<p>Den Hollander argues that the ABC Law and SLA rules form the regulatory framework governing alcohol sale and consumption in New York in the same way that federal statutes and rules govern the jury trial system discussed in <i>Edmonson.</i> Thus, he asserts that he is deprived of equal protection of the law by defendants' exercise of the privilege of serving alcohol as created and enforced by the laws of New York. In fact, his deprivation is the reduction to women of the cover charge for admission on some nights.</p>\n<p>Defendants' decisions to hold Ladies' Nights are not state action. The ABC Law establishes an alcohol licensing system administered by the SLA. When defendants sell alcohol, they are exercising a privilege created by the State. But when they reduce the cover charge to women on certain nights, they are not acting under any right or privilege created by the State because neither the ABC Law nor the SLA regulates the admission prices set by the defendants. In other words. Den Hollander's alleged deprivation was not caused by defendants' sale of alcohol but by their pricing of admission to the entertainment provided by their nightclubs. Thus, it cannot be said that the State is responsible for defendants' Ladies' Nights.</p>\n<p>In <i>Edmonson,</i> a federal statute specifically provided for the right to use peremptory challenges to assist the court in selecting a jury, and the exercise of that statutory right constituted state action. In this case, defendants hold Ladies' Night promotions without any specific approval or endorsement from the State. The existence of the ABC Law and SLA rules does not transform all conduct by nightclubs into state action any more than the laws regarding jury trials transform every litigant in a jury trial into a state actor. <i>See, e.g., </i><i>Polk County v. Dodson,</i> <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 325, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">509</span></a></span> (1981) (\"[A] public defender does not act under color of state law when performing a lawyer's traditional functions as counsel to a defendant in a criminal proceeding.\"); <i>Jackson,</i> 419 U.S. at 350, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span> (\"The mere fact that a business is subject to state regulation does not by itself convert its action into that of the State for purposes of the Fourteenth Amendment.... Nor does the fact that the regulation is extensive and detailed....\") (citation omitted); <i>Cranley v. Nat'l Life Ins. Co.,</i> <span class=\"citation\" data-id=\"780697\"><a href=\"/opinion/780697/john-j-cranley-iii-julius-grad-and-walter-j-birdsall-on-behalf-of/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 112 (2d Cir.2003) (\"A finding of state action may not be premised solely on the private entity's ... licensing, or regulation by the government.\").</p>\n<p>The Supreme Court has held that a heavily regulated utility company's decision to terminate services to an individual is not state action because that decision is not \"sufficiently connected ... to the State for purposes of the Fourteenth Amendment.\" <i>Jackson,</i> 419 U.S. at 358-59, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>. It has also held that the acts of physicians and nursing home administrators in discharging or transferring Medicaid patients to lower levels of care is not state action because their decisions were not dictated by the State, despite significant Medicaid regulation. <i>Blum,</i> 457 U.S. at 1008-09, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>.</p>\n<p>As in <i>Jackson</i> and <i>Blum,</i> defendants' decisions to hold Ladies' Nights are insufficiently connected to the SLA to constitute state action. The SLA plays no role in establishing or enforcing defendants' Ladies' Night promotions, and defendants do not discriminate against men in their right to purchase and be served liquor. <i>See also </i><i>Moose Lodge No. 107 v. Irvis,</i> <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 175-76, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">627</span></a></span> (1972) (private club's discriminatory guest policy not attributable to Pennsylvania or its regulation of alcohol); <i>Hadges v. Yonkers Racing Corp.,</i> <span class=\"citation\" data-id=\"551485\"><a href=\"/opinion/551485/george-hadges-v-yonkers-racing-corporation/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1083 (2d Cir.1990) (heavily regulated, state-licensed racetrack's decision to deny plaintiff's application to work at the racetrack lacked close nexus to the State).</p>\n<p></p>\n<h2>2. Encouragement from the State</h2>\n<p>Den Hollander argues that the SLA encourages defendants' discriminatory practices by renewing their licenses and by benefiting financially from the revenue received from the licenses. Even if the SLA renews defendants' licenses without challenging or questioning their practices, defendants' actions do not amount to state action because the State has not significantly encouraged or endorsed the specific action in question. \"State approval of an action by a regulated entity does not constitute state action `where the initiative comes from [the private entity] and not from the State' and the state `has not put its own weight on the side of the proposed practice by ordering it.'\" <i>Tancredi v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"780502\"><a href=\"/opinion/780502/stephen-tancredi-and-ronald-speidel-v-metropolitan-life-insurance-company/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">308</span></a></span>, 313 (2d Cir.2003) (quoting <i>Jackson,</i> 419 U.S. at 357, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>) (brackets in <i>Tancredi).</i> Indeed, \"[a]ction taken by private entities with the mere approval or acquiescence of the State is not state action.\" <i>Am. Mfrs. Mutual Ins. Co. v. Sullivan,</i> <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 52, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></a></span>, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1999).</p>\n<p>The SLA collects fees for alcohol licenses, but does not collect any revenue from defendants' cover charges. <i>See</i> ABC Law § 17; SLA Schedule of Retail License Fees. The license fee for each license category is uniform across all licensees within those categories, regardless of whether they use the Ladies' Night promotion. <i>Id.</i> Thus, the revenue from the alcohol license does not encourage or discourage the use by nightclubs of Ladies' Nights. <i>See also </i><i>Yonkers Racing Corp.,</i> 918 F.2d at 1082 (no state action found even though defendant received a tax credit from the state and the State benefited from revenue from defendant).</p>\n<p>Den Hollander also asserts that \"the special interest group called `Feminism' has succeeded in creating a customary practice in many governmental institutions... in which the invidious discrimination of men is the accepted and preferred mode of behavior.\" He lists various examples of such purported discrimination and asserts that the SLA has engaged in this customary practice. These extraneous pronouncements do not demonstrate that the SLA has any relationship with defendants' choices to hold Ladies' Nights.</p>\n<p></p>\n<h2>3. Joint Activity with the State</h2>\n<p>Den Hollander argues that the State is engaged in joint activity with defendants because the alcohol license gives defendants an economic benefit or franchise. He compares the benefits received by defendants to those present in <i>Burton v. Wilmington Parking Authority,</i> <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 724, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1961). In <i>Burton,</i> the Court held that defendant restaurant's refusal to serve plaintiff on account of his race constituted state action because the restaurant leased its space from the government, was operating in a public parking lot on land owned by the government, and benefited from state funds supporting the parking lot. 365 U.S. at 724-25, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>. The Parking Authority's failure to correct the restaurant's discriminatory policies made the Parking Authority \"a party to the refusal of service,\" thereby placing \"its power, property and prestige behind the admitted discrimination.\" <i>Id.</i> at 725, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>.</p>\n<p>The State's involvement in defendants' businesses is not analogous to the facts of <i>Burton,</i> Defendants do not lease their property from the government and are not obtaining any unique benefits from government funds. <i>See </i><i>Yonkers Racing Corp.,</i> 918 F.2d at 1082 (\"[T]he State in the instant case does not have a proprietary interest in [defendant's business].\"). <i>Burton</i> was limited to cases where \"a State leases public property in the manner and for the purpose shown to have been the case here.\" <i>Id.</i> at 726, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>. The Supreme Court has distanced itself from the \"vague `joint participation' test embodied in <i>[Burton].\" </i><i>Sullivan,</i> 526 U.S. at 57, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></a></span>. \"[P]rivately owned enterprises providing services that the State would not necessarily provide, even though they are extensively regulated, do not fall within the ambit of <i>Burton.\" </i><i>Blum,</i> 457 U.S. at 1011, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>.</p>\n<p>Furthermore, in <i>Moose Lodge No. 107 v. Irvis</i><i>,</i> the Supreme Court found that the competitive effect of having a set number of alcohol licenses was \"limited\" and fell \"far short of conferring ... a monopoly in the dispensing of liquor.\" 407 U.S. at 177, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>. In <i>Yonkers Racing Corporation,</i> the Second Circuit did not find state action even though the Yonkers Racing Corporation (\"YRC\"), which operates a racetrack pursuant to a State license, receives tax credits from the State and \"the State gains greater revenues if YRC prospers.\" 918 F.2d at 1082. Even if defendants did benefit in some way from a franchise or monopoly, there would still be an \"insufficient relationship between the challenged actions of the [defendants] and their monopoly status.\" <i>Jackson,</i> 419 U.S. at 352, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>. The ABC Law and SLA regulations cannot \"be said to make the State in any realistic sense a partner or even a joint venturer in the [defendants'] enterprise[s].\" <i>Moose Lodge,</i> 407 U.S. at 177, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>.</p>\n<p>Den Hollander also argues that the requirement that defendants display their alcohol licenses in their establishments, ABC Law § 114(6), creates the appearance of state authorization of their practices. That display requirement, which relates to the privilege of selling alcohol, has no bearing on defendants' admission policies, the only issue here.</p>\n<p></p>\n<h2>B. State Actor</h2>\n<p>Den Hollander has failed to show that his deprivation was caused by defendants' \"exercise of some right or privilege created by the State or by a rule of conduct imposed by the State.\" <i>Lugar,</i> 457 U.S. at 937, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>. Nevertheless, he argues that New York's regulatory scheme regarding alcohol \"dominates the on-premise[s] consumption of alcohol to such a degree\" that defendants' \"every move evinces State authority and control\" and that the State and defendants \"have overlapping identities.\" As noted above, the two-part <i>Lugar</i> state action test collapses into a single inquiry only when the defendant's \"official character is such as to lend the weight of the State to his decisions.\" <i>Id.</i> Defendants lack such an official character.</p>\n<p>Den Hollander's argument that defendants possess the official character of the State is taken primarily from his misreading of <i>Seidenberg v. McSorleys' Old Ale House, Inc.,</i> <span class=\"citation\" data-id=\"1568590\"><a href=\"/opinion/1568590/seidenberg-v-mcsorleysold-ale-house-inc/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1253</span></a></span> (S.D.N.Y. 1969) <i>(\"McSorleys I\")</i> and <i>Seidenberg v. McSorleys' Old Ale House, Inc.,</i> <span class=\"citation\" data-id=\"1415390\"><a href=\"/opinion/1415390/seidenberg-v-mcsorleysold-ale-house-inc/\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">593</span></a></span> (S.D.N.Y.1970) <i>(\"McSorleys II\"</i>). McSorleys was a public bar which only served men. Two women sought service in the bar and sued for discrimination when they were refused alcohol. A motion to dismiss was denied in <i>McSorleys I,</i> and summary judgment was granted in favor of plaintiffs in <i>McSorleys II.</i> The court found state action in both opinions.</p>\n<p>Den Hollander argues that <i>McSorleys I</i> &amp; <i>McSorleys II</i> held that New York's regulatory scheme is so pervasive that any entity open to the public with an alcohol license is an agent or instrumentality of the State, such that any and all of its actions can be fairly treated as state actions. Such a reading is erroneous. <i>McSorleys I</i> focused primarily on the question of whether McSorleys was a state actor, but it also answered the first part of the <i>Lugar</i> test by assessing \"whether the State has ... significantly involved itself in actions alleged to amount to invidious discrimination.\" 308 F.Supp. at 1259. The state actor analysis in <i>McSorleys I</i> was undertaken in light of the fact that the discrimination alleged, refusal to serve alcohol, resulted from McSorleys' possession of a license to sell alcohol. The court in <i>McSorleys II</i> understood that the test for state action requires that there exist \"some causal relation ... between the state activity and the discrimination alleged.\" 317 F.Supp. at 597.<sup>[2]</sup> That causal relation is missing in this case.</p>\n<p>Defendants are private entities that set their own policies for admission. Their compliance with state regulations for alcohol does not convert them into all-purpose state actors. <i>See </i><i>Tancredi,</i> 316 F.3d at 313 (\"[A] regulatory agency's performance of routine oversight functions to ensure that a company's conduct complies with state law does not so entwine the agency in corporate management as to constitute state action.\"). Furthermore, Den Hollander cannot show state action through entwinement because defendants are not entwined with state officials or state funds. <i>Cf. </i><i>Brentwood,</i> 531 U.S. at 299-300, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (entwinement with state officials); <i>Horvath v. Westport Library Ass'n,</i> <span class=\"citation\" data-id=\"785536\"><a href=\"/opinion/785536/ilona-horvath-v-westport-library-association-maxine-bleiweis-in-her/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 153 (2d Cir.2004) (entwinement with state funds).</p>\n<p>Den Hollander also argues that the sale of alcohol is a public function that has been delegated by the State to entities possessing alcohol licenses. State action has been found under the public function test in cases challenging discrimination in primary elections, <i>Nixon v. Condon,</i> <span class=\"citation\" data-id=\"101911\"><a href=\"/opinion/101911/nixon-v-condon/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, 89, <span class=\"citation\" data-id=\"101911\"><a href=\"/opinion/101911/nixon-v-condon/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"101911\"><a href=\"/opinion/101911/nixon-v-condon/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">984</span></a></span> (1932), free speech restrictions in a company town, <i>Marsh v. Alabama,</i> <span class=\"citation\" data-id=\"104216\"><a href=\"/opinion/104216/marsh-v-alabama/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 509, <span class=\"citation\" data-id=\"104216\"><a href=\"/opinion/104216/marsh-v-alabama/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"104216\"><a href=\"/opinion/104216/marsh-v-alabama/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">265</span></a></span> (1946), and segregation in a municipal park, <i>Evans v. Newton,</i> <span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 302, <span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></a></span>, <span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></a></span> (1966). The public function relevant here is the regulation of the alcohol industry. New York State's decision to allow alcohol sales through the provision of licenses is not a delegation of that public function. Defendants do not have the power or authority to alter state regulation in the field, and they must abide by all regulations related to the alcohol license. Accordingly, defendants do not exercise a public function.</p>\n<p></p>\n<h2>C. Remaining Defendants</h2>\n<p>The motions to dismiss filed by AER, Lotus, and Sol are granted because Den Hollander cannot show that private nightclubs are state actors in setting cover charges for admission to their facilities. Copacabana and China Club have not moved to dismiss, but the claims against them are similarly defective. There are no separate facts alleged against Copacabana and China Club that would alter the state action inquiry, and plaintiff has had an opportunity to be heard on the issues. Accordingly, in the interest of judicial economy, the claims against Copacabana and China Club will be dismissed <i>sua sponte</i> for failure to state a claim. <i>See </i><i>Perez v. Ortiz,</i> <span class=\"citation\" data-id=\"507775\"><a href=\"/opinion/507775/gloria-perez-elizabeth-agosto-v-jesus-ortiz-philomena-lula-and-theodore/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 797 (2d Cir. 1988); <i>Leonhard v. United States,</i> <span class=\"citation\" data-id=\"383662\"><a href=\"/opinion/383662/thomas-s-leonhard-individually-and-thomas-s-leonhard-as-natural-parent/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 609 n. 11 (2d Cir.1980) (\"The district court has the power to dismiss a complaint sua sponte for failure to state a claim.\").</p>\n<p></p>\n<h2>II. Plaintiff's Motions</h2>\n<p>Den Hollander moves to strike certain motion papers filed by defendants for being late; to deny the motions to dismiss filed by Sol and AER for failure to file memoranda of law separate from their supplemental affirmations; to strike certain portions of Lotus' memorandum of law for not providing citations; and to compel counsel for Lotus to disclose the source of certain essays attached to her opposition to Den Hollander's motion for recusal. Any technical defects in defendants' motion papers were insubstantial and did not prejudice Den Hollander. The issues relevant to the motions to dismiss were clear to all parties, and the motions were re-filed in light of the filing of the Amended Complaint, giving all litigants more time to respond. The essays submitted by Lotus as exhibits in opposition to Den Hollander's motion for recusal are irrelevant to this case, and any claim that Den Hollander may seek to pursue in relation to the submission of those essays is beyond the scope of this action.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the motions to dismiss filed by AER, Lotus, and Sol are granted, and the complaint is dismissed as to all defendants. Den Hollander's motions are denied. The Clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Jane Doe promoters\" refers to unnamed individuals who act as agents for the defendant nightclubs. Guest House, a defendant named in the original complaint, was voluntarily dismissed from the case on October 3, 2007.</p>\n<p>[2]  Den Hollander makes much of the Supreme Court's citation of <i>McSorleys' II</i> in <i>Craig v. Boren,</i> <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 208, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1976). But the Court cited <i>McSorleys II</i> and other similar cases in <i>Craig</i> only to show that the Twenty-first Amendment \"does not alter the application of equal protection standards.\" 429 U.S. at 209, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101911/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/383662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/507775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785536/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1386179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1415390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568590/"
          ]
        }
      ],
      "judges": "Cedarbaum",
      "date_created": "2014-10-30T23:24:28.920776Z",
      "date_modified": "2016-03-03T22:18:32.955725Z",
      "date_filed": "2008-09-29",
      "date_filed_is_approximate": false,
      "slug": "hollander-v-copacabana-nightclub",
      "citation_id": 2426915,
      "case_name_short": "Hollander",
      "case_name": "Hollander v. Copacabana Nightclub",
      "case_name_full": "",
      "federal_cite_one": "580 F. Supp. 2d 335",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2326470/hollander-v-copacabana-nightclub/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:24:28.916790Z",
  "date_modified": "2014-10-30T23:24:28.916790Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hollander",
  "case_name": "Hollander v. Copacabana Nightclub",
  "case_name_full": "",
  "slug": "hollander-v-copacabana-nightclub",
  "docket_number": "07 Civ. 5873 (MGC)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}